{"paper_id": "002c9e9bed0d874c169d9f77a135f12e41b733ee", "metadata": {"title": "Bestatin-mediated inhibition of leucine aminopeptidase may hinder HIV infection", "authors": [{"first": "Gabriel", "middle": [], "last": "Pulido-Cejudo", "suffix": "", "affiliation": {"laboratory": "Laboratory Centre for Disease Control", "institution": "", "location": {"postCode": "K1A 0L2", "settlement": "Ottawa", "region": "Health Canada, Ont", "country": "Canada"}}, "email": ""}, {"first": "Brian", "middle": [], "last": "Conway", "suffix": "", "affiliation": {"laboratory": "Laboratory Centre for Disease Control", "institution": "HIV/AIDS", "location": {"addrLine": "Room 667, 1081 Burrard Street, Vancou6er, Health Canada, locator 070 1D1, Ont. K1G 4J5", "postCode": "V6Z 1Y6, 0L2", "settlement": "Ottawa, Ottawa", "region": "BC, Ont. K1A", "country": "Canada, Canada., Canada"}}, "email": ""}, {"first": "Pierre", "middle": [], "last": "Proulx", "suffix": "", "affiliation": {"laboratory": "", "institution": "Uni6ersity of Ottawa", "location": {"addrLine": "451 Smyth Road", "postCode": "K1H 8M5", "settlement": "Ottawa", "region": "Ont", "country": "Canada"}}, "email": ""}, {"first": "Robert", "middle": [], "last": "Brown", "suffix": "", "affiliation": {"laboratory": "Laboratory Centre for Disease Control", "institution": "", "location": {"postCode": "K1A 0L2", "settlement": "Ottawa", "region": "Health Canada, Ont", "country": "Canada"}}, "email": ""}, {"first": "Carlos", "middle": ["A"], "last": "Izaguirre", "suffix": "", "affiliation": {"laboratory": "Laboratory Centre for Disease Control", "institution": "", "location": {"postCode": "K1A 0L2", "settlement": "Ottawa", "region": "Health Canada, Ont", "country": "Canada"}}, "email": ""}]}, "abstract": [{"text": "Bestatin, an inhibitor of leucine aminopeptidase (LAPase), significantly decreased HIV infection as reflected by a reduced number of positive immunofluorescent cells, p24 levels, reverse transcriptase activity and the number of proviral copies found in Bestatin-treated cells. Cellular and extracellular LAPase activity in infected cells was higher than the LAPase activity found in uninfected cells. However, cellular and extracellular LAPase activity as well as total protein kinase C activity was lower in Bestatin-treated cells. Conversely, the incubation of human lymphocytic HUT78 cells with LAPase promotes HIV infectivity. The possible role of LAPase in the pathophysiology of HIV was assessed by determining LAPase serum levels in HIV infected patients. LAPase activity levels were three orders of magnitude greater in sera obtained from HIV patients than those detected in sera of uninfected individuals. Although Bestatin reduced HIV infection, a moderate decrease in the reverse transcriptase activity of chronically-infected H9 human T-lymphocytic cells was observed. Based on the higher levels of LAPase present in the serum of HIV patients and on the combined inhibitory effect of Bestatin on LAPase and on protein kinase C activities, we suggest that LAPase may play an important role in the early events of HIV infection such as viral entry. © 1997 Elsevier Science B.V.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Aminopeptidases comprise a family of zinc metalloproteinases that catalyze the removal of 0166-3542/97/$17.00 © 1997 Elsevier Science B.V. All rights reserved. PII S 0 1 6 6 -3 5 4 2 ( 9 7 ) 0 0 0 5 2 -1 N-terminal amino acid residues from various protein substrates. Bestatin, [(2S,3R)-3-amino-2hydroxy-4-phenylbutanoyl] leucine, isolated from culture filtrates of Streptomyces oli6oreticuli (Umezawa et al., 1976) , is a potent slow-binding inhibitor (K i =2.0× 10 − 8 M) of LAPase (EC 3.4.11 .1) with various interesting immunomodulatory properties. Although Bestatin can effectively inhibit other aminopeptidases such as aminopeptidase B and to a lesser extent arginine aminopeptidase, it possesses a high specificity for LAPase (EC 3.4.11 .1) forming a tetrahedral intermediate within the active site of the enzyme (Burley et al., 1991) . In contrast, the membrane-bound aminopeptidase (EC 3.4.11 .2), referred to as aminopeptidase-N, the putative receptor for some coronaviruses (Delmas et al., 1992 (Delmas et al., , 1993 Yeager et al., 1992) , is significantly less inhibited by Bestatin (K i = 1.4-4.1 ×10 − 6 M), showing distinct inhibition kinetics (Rich et al., 1984; Wilkes and Prescott, 1985) . These kinetic differences can be explained based on the different amino acid sequences encompassing the active site of these enzymes (Burley et al., 1991; Rogi et al., 1996) .", "cite_spans": [{"start": 393, "end": 415, "text": "(Umezawa et al., 1976)", "ref_id": "BIBREF20"}, {"start": 484, "end": 494, "text": "(EC 3.4.11", "ref_id": null}, {"start": 733, "end": 743, "text": "(EC 3.4.11", "ref_id": null}, {"start": 820, "end": 841, "text": "(Burley et al., 1991)", "ref_id": "BIBREF3"}, {"start": 891, "end": 901, "text": "(EC 3.4.11", "ref_id": null}, {"start": 985, "end": 1005, "text": "(Delmas et al., 1992", "ref_id": "BIBREF6"}, {"start": 1006, "end": 1028, "text": "(Delmas et al., , 1993", "ref_id": "BIBREF7"}, {"start": 1029, "end": 1049, "text": "Yeager et al., 1992)", "ref_id": "BIBREF23"}, {"start": 1160, "end": 1179, "text": "(Rich et al., 1984;", "ref_id": "BIBREF16"}, {"start": 1180, "end": 1206, "text": "Wilkes and Prescott, 1985)", "ref_id": "BIBREF22"}, {"start": 1342, "end": 1363, "text": "(Burley et al., 1991;", "ref_id": "BIBREF3"}, {"start": 1364, "end": 1382, "text": "Rogi et al., 1996)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Introduction"}, {"text": "Treatment of human lymphocytes with Bestatin increases the NK activity of these cells and possibly also the lectin-dependent cellular cytotoxicity (Blomgren et al., 1981) as well as the phagocytic activity of human granulocytes and monocytes (Jarstrand and Blomgren, 1982) . Based on the immunopotentiation properties ascribed to Bestatin, Hording et al. (1990) performed a double blind clinical study in a small number of HIV homosexual men. This group did not notice any benefit upon Bestatin treatment in terms of overall immune response. However, its direct effect on patient viral load was not analyzed. We have previously reported that Bestatin-mediated inhibition of cellular LAPase can decrease in vitro the level of infection of T-lymphocytic cells (Pulido-Cejudo et al., 1992) . In this study we further characterize the effect of Bestatin and the possible role of LAPase in HIV infection. Briefly, the CD4 + human T-lymphocytic HUT78 cell line was infected in vitro with HTLV IIIb and its effect compared with both uninfected and chronically infected H9 CD4 + human T-lymphocytic cells. In this report, the inhibitory effect of Bestatin and the possible role of LAPase in HIV infection is documented.", "cite_spans": [{"start": 147, "end": 170, "text": "(Blomgren et al., 1981)", "ref_id": "BIBREF1"}, {"start": 242, "end": 272, "text": "(Jarstrand and Blomgren, 1982)", "ref_id": "BIBREF10"}, {"start": 340, "end": 361, "text": "Hording et al. (1990)", "ref_id": "BIBREF9"}, {"start": 758, "end": 786, "text": "(Pulido-Cejudo et al., 1992)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "Twelve hours prior to infection with HTLV IIIb , HUT78 cells were incubated in viral culture medium alone or in the presence of various concentrations of Bestatin (20, 40, 60, 80, 120 and 200 vg/ml) as indicated. In the case of chronically-infected H9 cells, Bestatin was added at the same time and concentrations used for the HUT78 cells. Prior to use, Bestatin (Sigma, St. Louis, MO.) was resuspended in RPMI 1640 at a concentration of 2.5 mg/ml. In the continued presence of Bestatin, exponentially growing cells were subsequently infected with HTLV IIIb virus obtained from filtered cell supernatants using 0.45 vm filters (Nalgene, Rochester, NY). Briefly, cell pellets (6.0× 10 6 cells) were resuspended in 1 ml of RPMI 1640 alone or containing HTLV IIIb with a reverse transcriptase level of 2.3× 10 6 cpm/ml. Infection was carried out for 2 h at 25°C with constant agitation in a final volume of 1.0 ml. Both chronically-infected H9 and in vitro-infected HUT78 human T-lymphocytic cells were subsequently washed with saline phosphate buffer solution (PBS) and seeded at a density of 1.0× 10 5 cells/ml in RPMI 1640, supplemented with 10% FBS, 100 U/ml penicillin, 100 vg/ml streptomycin in 96-well plates. Syncytium formation was evaluated by light microscopy on days 3, 5 and 7. At various time points, the cells in selected wells were subjected to psoralen/ultraviolet light inactivation (Watson et al., 1990) air-dried and fixed on glass plates with cold acetone. Indirect immunofluorescent staining was performed using a modification of standard procedures (Johnson and Nogueira Araujo, 1981; Aldovini and Walker, 1990) .", "cite_spans": [{"start": 154, "end": 167, "text": "Bestatin (20,", "ref_id": null}, {"start": 168, "end": 171, "text": "40,", "ref_id": null}, {"start": 172, "end": 175, "text": "60,", "ref_id": null}, {"start": 176, "end": 179, "text": "80,", "ref_id": null}, {"start": 180, "end": 191, "text": "120 and 200", "ref_id": null}, {"start": 1398, "end": 1419, "text": "(Watson et al., 1990)", "ref_id": "BIBREF21"}, {"start": 1569, "end": 1604, "text": "(Johnson and Nogueira Araujo, 1981;", "ref_id": "BIBREF11"}, {"start": 1605, "end": 1631, "text": "Aldovini and Walker, 1990)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Bestatin-mediated inhibition of HIV-induced cytopathic effect."}, {"text": "Plates were incubated for 10 min in blocking buffer (PBS, 5% goat serum) and reacted with either control mouse serum or anti-HIV-1 gag (p24, p55) monoclonal antibodies (Olympus Immunochemicals) diluted 1:100 in blocking buffer, for 30 min at room temperature. Cells were washed three times with PBS and incubated for 30 min with goat anti-mouse-FITC antibodies (Beckton and Dickinson). Slides were mounted in paraphenylene -diamine/glycerol (Johnson and Nogueira Araujo, 1981) and fluorescent cells were counted.", "cite_spans": [{"start": 441, "end": 476, "text": "(Johnson and Nogueira Araujo, 1981)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Bestatin-mediated inhibition of HIV-induced cytopathic effect."}, {"text": "LAPase was obtained from Boehringer Mannheim and further purified by gel permeation HPLC using a Bio-Sil SEC-400 column (300 mm×7.8 mm, BioRad) equilibrated in PBS. HUT78 cells were incubated with the purified LAPase (0.10 U/ml) beginning 12 h prior to HIV infection. The effect of LAPase in HIV infection was followed by determining p24 levels and syncytium formation. p24 antigen was quantitated using a commercial ELISA kit (p24 Antigen Capture ELISA, Abbott Diagnostics Division) according to the instructions provided by the manufacturer.", "cite_spans": [], "ref_spans": [], "section": "Effect of LAPase on HIV infection."}, {"text": "Thirty-two patients were divided into two groups, HIV infected and non-infected (control) groups, according to their absolute CD 4 cell counts and their peripheral blood mononuclear cell (PBMC) proviral load, as determined by PCR (Conway et al., 1995) . Cellular and extracellular LAPase activities were determined fluorometrically using leucine-i-naphthylamide as the substrate (Kuramochi et al., 1987) . The reaction was stopped by boiling the samples at 100°C for 10 min, followed by centrifugation at 780× g at 4°C for 10 min. Values obtained represent the average of LAPase activity determined in triplicate in 16 uninfected controls and 16 HIV-infected subjects, with the latter group further divided as a function of circulating proviral load as determined by quantitative PCR (Conway et al., 1995).", "cite_spans": [{"start": 230, "end": 251, "text": "(Conway et al., 1995)", "ref_id": "BIBREF5"}, {"start": 379, "end": 403, "text": "(Kuramochi et al., 1987)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "LAPase serum le6els in HIV infected patients."}, {"text": "HUT78 cells were seeded at a density of 1.0× 10 5 cells/ml in RPMI 1640, 10% FBS, 100 U/ml penicillin, 100 vg/ml streptomycin in the presence or absence of Bestatin (20, 40, 60, 80, 120 and 200 vg/ml). The medium was changed every third day and cell viability was determined by trypan blue dye exclusion. Thymidine incorporation was also measured (Noma et al., 1984) in duplicate cultures on day 7.", "cite_spans": [{"start": 347, "end": 366, "text": "(Noma et al., 1984)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Effect of Bestatin on the 6iability of HUT78 cells."}, {"text": "Prior to infection, HUT78 cells were washed three times with PBS and the cell viability was determined. Infection was performed as described above. At indicated time intervals, 1.0 ml aliquots of cell supernatants were taken and spun at 700× g for 5 min at 4°C, followed by polyethylene glycol precipitation (Fiscus et al., 1991) . Both singly-infected HUT78 and chronically infected H9 CD4 + T-lymphocytic cell lines were analyzed for p24 and reverse transcriptase activity. Briefly, p24 antigen was quantitated using a commercial ELISA kit (p24 Antigen Capture ELISA, Abbott Diagnostics Division), following the instructions of the manufacturer. Samples were assayed for reverse transcriptase activity, as previously described (Castro et al., 1988 ).", "cite_spans": [{"start": 308, "end": 329, "text": "(Fiscus et al., 1991)", "ref_id": "BIBREF8"}, {"start": 729, "end": 749, "text": "(Castro et al., 1988", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Effect of Bestatin on p24 antigen le6els and re6erse transcriptase acti6ity."}, {"text": "HUT78 cells were infected with HTLV IIIb with or without pre-treatment with Bestatin (20, 40, 60, 80, 120 and 200 vg/ml), or maintained in culture for 7 days without infection and in the presence or absence of Bestatin. After 3, 5, and 7 days post-infection, 1.0 ml aliquots of cell suspensions were taken and spun at 700 × g for 5 min at 4°C. Supernatants were removed and extracellular LA-Pase activity was determined (Kuramochi et al., 1987) . Cell pellets were washed three times with PBS, resuspended in 100 vl of Hanks solution and LAPase cellular activity was also determined as described by Kuramochi et al. (1987) . Total PKC activity of the cells was estimated as described elsewhere (Slack and Proulx, 1990) in duplicate cell pellets.", "cite_spans": [{"start": 420, "end": 444, "text": "(Kuramochi et al., 1987)", "ref_id": "BIBREF13"}, {"start": 599, "end": 622, "text": "Kuramochi et al. (1987)", "ref_id": "BIBREF13"}, {"start": 694, "end": 718, "text": "(Slack and Proulx, 1990)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Bestatin-mediated inhibition of LAPase and protein kinase C (PKC) acti6ities in HIV infected and control cells."}, {"text": "Twelve hours prior to infection, HUT78 cells were incubated in viral culture medium alone or in the presence of various concentrations of Bestatin (20, 40, 60, 80, 120 and 200 vg/ml) . Following infection, the cells were maintained in culture for 7 days. Over this time period, cell viability (91.2-94.2%) and thymidine incorporation (25.10-26.11 dpm× 10 − 3 ) of uninfected con-trol and Bestatin-treated-uninfected cells was found to be unchanged. In addition, when analyzed for CD 4 cell surface expression by flow cytometry, there was no significant change in the percentage of CD 4 + gated cells in both experimental conditions (88.0-97.3%). Hence, during 7 days of exposure, Bestatin (20, 40, 60, 80, 120 and 200 vg/ml) did not significantly alter cell viability, proliferation or CD 4 cell surface expression in HUT78 cells at the concentrations tested.", "cite_spans": [{"start": 138, "end": 151, "text": "Bestatin (20,", "ref_id": null}, {"start": 152, "end": 155, "text": "40,", "ref_id": null}, {"start": 156, "end": 159, "text": "60,", "ref_id": null}, {"start": 160, "end": 163, "text": "80,", "ref_id": null}, {"start": 164, "end": 182, "text": "120 and 200 vg/ml)", "ref_id": null}], "ref_spans": [], "section": "Results"}, {"text": "With respect to the effect of Bestatin on HIV infection itself, in HUT78 cells Bestatin decreased reverse transcriptase activity and p24 levels in a dose-dependent fashion, 7 days post-infection, reaching a maximum effect at a concentration of 120 vg/ml Bestatin (Fig. 1) . It was found that maximun inhibition occurs when cells are incu- bated for a minimum of 12 h with Bestatin prior to infection. HUT78 cells treated with Bestatin (120 vg/ml) also showed less cytopathic effect as determined by the number of syncytia/well as well as the size and number of positive cells following immunofluorescence staining (Table 1 ). The number of proviral copies in Bestatintreated cells was also significantly lower when compared with infected cells alone (Table 2) . Based on p24 levels (Fig. 2a) and reverse tran-scriptase activity (Fig. 2b ) measured in control and Bestatin treated cells, a dose dependent decrease in the infection of HUT78 cells was observed starting at day 5 post-infection.", "cite_spans": [], "ref_spans": [{"start": 263, "end": 271, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 614, "end": 622, "text": "(Table 1", "ref_id": null}, {"start": 750, "end": 759, "text": "(Table 2)", "ref_id": null}, {"start": 782, "end": 791, "text": "(Fig. 2a)", "ref_id": "FIGREF1"}, {"start": 828, "end": 836, "text": "(Fig. 2b", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "In contrast, reverse transcriptase activity in chronically-infected cells treated with Bestatin showed only a moderate decrease (19% less than control) after 7 days of treatment (Fig. 2c) .", "cite_spans": [], "ref_spans": [{"start": 178, "end": 187, "text": "(Fig. 2c)", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "The direct effect of Bestatin on cellular aminopeptidase activity in infected and control cells was confirmed by measuring LAPase activity in whole intact cells and cell supernatants (Fig. 3) . Interestingly, both cellular and extracellular LAPase activity in HIV infected cells (Fig.  3a) was higher than the LAPase activity detected in uninfected control cells (Fig. 3b) . However, consistent with the LAPase inhibitory properties of Bestatin, in both cases the cellular and extracellular enzyme activity of LAPase found in Bestatin-treated cells was significantly lower than in untreated-control cells ( Fig. 3a and b) .", "cite_spans": [], "ref_spans": [{"start": 183, "end": 191, "text": "(Fig. 3)", "ref_id": "FIGREF5"}, {"start": 279, "end": 289, "text": "(Fig.  3a)", "ref_id": "FIGREF5"}, {"start": 363, "end": 372, "text": "(Fig. 3b)", "ref_id": "FIGREF5"}, {"start": 607, "end": 621, "text": "Fig. 3a and b)", "ref_id": "FIGREF5"}], "section": "Results"}, {"text": "In view of the immunomodulatory properties ascribed to Bestatin (Blomgren et al., 1981; Jarstrand and Blomgren, 1982) and the cytokine dependent PKC-mediated increase in the expression of HIV (Kinter et al., 1990) , PKC activity was also measured. A substantial decrease in PKC activity (Fig. 3c) was observed in Bestatintreated cells in parallel with the decrease in LA-Pase activity suggesting a combined inhibitory Table 2 Effect of bestatin in HIV-1 proviral copies HUT78 cells were incubated with bestatin prior to infection, inactivated and the number of proviral copies determined using a quantitative PCR assay as described by (Conway et al., 1995) . The data are expressed as mean values9 S.D. (n = 6). Cell treatment with bestatin for 7 days incubation did not affect cell survival (91.2-94.2%), thymidine incorporation (25.10-26.11 dpm×10 -3 ), and the percent of CD4 + HUT78 cells (88.0 -97.3%), in comparison to untreated cells. effect of Bestatin that leads to a significant decrease in HIV infection. It is likely that the parallel inhibition of LAPase and protein kinase C accounts for the inhibition of HIV infection of HUT78 cells and thus the effect of exogeneously added purified LAPase on HIV infection was studied. In Table 3 the effect of LAPase in HIV infection is presented. HUT78 cells treated with LAPase followed by HIV infection were more susceptible to HIV infection showing higher syncytia numbers and extracellular p24 levels. Collectively, these results suggest that cellular and extracellular LAPase activity potentiate infection.", "cite_spans": [{"start": 64, "end": 87, "text": "(Blomgren et al., 1981;", "ref_id": "BIBREF1"}, {"start": 88, "end": 117, "text": "Jarstrand and Blomgren, 1982)", "ref_id": "BIBREF10"}, {"start": 192, "end": 213, "text": "(Kinter et al., 1990)", "ref_id": "BIBREF12"}, {"start": 635, "end": 656, "text": "(Conway et al., 1995)", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 287, "end": 296, "text": "(Fig. 3c)", "ref_id": "FIGREF5"}, {"start": 418, "end": 425, "text": "Table 2", "ref_id": null}, {"start": 1240, "end": 1247, "text": "Table 3", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "The relevance of LAPase activity in the pathophysiology of HIV is further sustained by the circulating serum LAPase activity levels found in HIV infected patients. Serum LAPase activity levels are shown in Table 4 .", "cite_spans": [], "ref_spans": [{"start": 206, "end": 213, "text": "Table 4", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "The overall increase in LAPase activity in infected individuals was observed in those patients with as few as eight proviral copies/10 6 cells (PBMCs) and did not appear to be proportional to the circulating proviral load. However, this increase is close to four orders of magnitude greater than the uninfected control population.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Results presented in this study showed that Bestatin, a competitive inhibitor of LAPase hinders HIV infection. The antiviral effect of Bestatin seems to correlate with a decrease in both LAPase and PKC activities following a 12 h preincubation period prior to infection. In this regard, Kinter et al. (1990) have shown that the cytokine-mediated activation of PKC can enhance HIV expression in chronically infected promonocytic cells. Hence, it is possible that the concurrent inhibition of LA-Pase and PKC by Bestatin accounts for the inhibition of HIV infection of newly infected HUT78 and chronically infected H9 cells. The potential dual mechanism of Bestatin-mediated inhibition prompted us to analyze the effect of exogenously added purified LAPase in HIV infection. These experiments demonstrated that LAPase-treated HUT78 cells are in fact more prone towards HIV infection. Briefly, these cells showed higher syncytia numbers and extracellular p24 levels after pretreatment and incubation with LAPase followed by HIV infection, when compared with cells infected alone. Taken together, these results suggest that cellular and extracellular LAPase exopepti- Fig. 3 . Bestatin-mediated inhibition of LAP and PKC activities in HIV-1 infected and non-infected HUT78 cells. Following HIV-1 infection of HUT78 cells, there was a steady increase in both cellular and extracellular LAPase activity (a). Although both cellular and extracellular LAPase activity also increased in non-infected cells (b), this increment was significantly lower. However, in both cases LAPase activity was significantly decreased in the presence of Bestatin (a,b). HUT78 cells incubated with Bestatin also showed a significant decrease in PKC activity which otherwise remained constant during 7 days of incubation (c). Although this data stresses the relevance of LAPase exopeptidase activity in HIV infection, the inhibitory effect of Bestatin on cellular PKC suggests that the antiviral effect of Bestatin may also be related to early events of infection, such as viral entry or cytokine-mediated upregulation of HIV replication.", "cite_spans": [{"start": 287, "end": 307, "text": "Kinter et al. (1990)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 1164, "end": 1170, "text": "Fig. 3", "ref_id": "FIGREF5"}], "section": "Discussion"}, {"text": "The amount of LAPase activity found following HIV infection suggests that LAPase activity may be useful as a surrogate marker for HIV infection. In this study, we also showed that serum LAPase activity levels were at least three orders of magnitude greater in HIV-infected patients with as low as eight proviral copies/10 6 PBMCs than in normal healthy individuals. This observation reinforces the implication of LAPase as a key cellular enzyme involved in the pathogenesis of HIV. While the exact mechanism of Bestatin-mediated inhibition of HIV infection requires further considerations such as its direct effect on virus-cell fusion, reverse trancriptase and protease activities, this study provides evidence in support of the possible role of cellular LAPase in early events of HIV infection. Recently, it has been suggested that following the required cleavage of HIV-1 envelope precursor glycoprotein (Env gp160) into gp120 and gp41 to promote viral-induced cell fusion, further cellular-mediated proteolytic processing at the V3 loop and at a novel site located within the carboxyl terminus of gp41 takes place (Rodriguez et al., 1995) . We suggest that LAPase exopeptidase activity may be involved in the further cellular processing of Env during virus to cell and cell to cell fusion. Incubation of HUT78 cells with LAP (0.10 U/ml) 12 h before and during HIV-1 infection caused a two-fold increase in p24 levels, as well as in the number of syncytia/well found in the infected cells alone suggesting an increased proneness to HIV infection. The addition of LAP did not affect cell viability. The average viability of HUT78 cells incubated with LAP (0.10 U/ml) during 7 days without infection was 97.0 95.1% (n= 15).", "cite_spans": [{"start": 1118, "end": 1142, "text": "(Rodriguez et al., 1995)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study also provides a strong rationale for the design of future studies pertaining to the validation of serum LAPase activity as a surrogate marker for HIV infection and response to chemotherapy as well as to test the effect of Bestatin in first course combined chemotherapeutic protocols of phase 1 and phase 2 trials. In accordance with our previous report on the effect of Bestatin on HIV-infection (Pulido-Cejudo et al., 1992) in this report we provide further evidence that emphasizes the role of LAPase and PKC in the early events of infection and demonstrate that the actual number of HIV proviral copies is decreased after in vitro infection of HUT78 cells incubated with Bestatin. Although Bestatin has also been shown to possess in vitro anti-viral activity in lymphocyte coculture experiments (Bourinbaiar et al., 1994) , to date, the potential clinical application of Bestatin alone or in combination therapies remains largely unexplored (Hording et al., 1990) . The clinical benefit of Bestatin in combination therapies is currently under investigation. One unit of LAPase is defined as the amount of enzyme required to hydrolyze 1 vmol of L-Leucine-i -naphthylamide to L-leucine and i-naphthylamide per min at pH 7.5 and 37°C.", "cite_spans": [{"start": 407, "end": 435, "text": "(Pulido-Cejudo et al., 1992)", "ref_id": "BIBREF15"}, {"start": 809, "end": 835, "text": "(Bourinbaiar et al., 1994)", "ref_id": "BIBREF2"}, {"start": 955, "end": 977, "text": "(Hording et al., 1990)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Techniques in HIV Research", "authors": [{"first": "A", "middle": [], "last": "Aldovini", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Walker", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The influence of Bestatin on the lymphoid system in the human", "authors": [{"first": "H", "middle": [], "last": "Blomgren", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Strender", "suffix": ""}, {"first": "F", "middle": [], "last": "Edsmyr", "suffix": ""}], "year": 1981, "venue": "Fundamental and Clinical Studies of Bestatin", "volume": "", "issn": "", "pages": "159--172", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Inhibitory effect of the oral immune response modifier, Bestatin, on cell-mediated and cell-free HIV infection in vitro", "authors": [{"first": "A", "middle": ["S"], "last": "Bourinbaiar", "suffix": ""}, {"first": "S", "middle": [], "last": "Lee-Huang", "suffix": ""}, {"first": "K", "middle": [], "last": "Krasinski", "suffix": ""}, {"first": "W", "middle": [], "last": "Borkowsky", "suffix": ""}], "year": 1994, "venue": "Biomed. Pharmacother", "volume": "48", "issn": "", "pages": "55--61", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Leucine aminopeptidase: Bestatin inhibition and a model for enzyme-catalyzed peptide hydrolysis", "authors": [{"first": "S", "middle": ["K"], "last": "Burley", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "David", "suffix": ""}, {"first": "W", "middle": ["N"], "last": "Lipscomb", "suffix": ""}], "year": 1991, "venue": "Proc. Natl. Acad. Sci. U.S.A", "volume": "88", "issn": "", "pages": "6916--6920", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Optimal conditions for recovery of the human immunodeficiency virus from peripheral blood mononuclear cells", "authors": [{"first": "B", "middle": ["A"], "last": "Castro", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Weiss", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Wiviott", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Levy", "suffix": ""}], "year": 1988, "venue": "J. Clin. Microbiol", "volume": "26", "issn": "", "pages": "2371--2376", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Quantitative PCR for the measurement of circulating proviral load in HIV-infected individuals", "authors": [{"first": "B", "middle": [], "last": "Conway", "suffix": ""}, {"first": "", "middle": [], "last": "Shui-Wah", "suffix": ""}, {"first": "D", "middle": [], "last": "Ko", "suffix": ""}, {"first": "W", "middle": [], "last": "Cameron", "suffix": ""}], "year": 1995, "venue": "Clin. Diag. Virol", "volume": "3", "issn": "", "pages": "95--104", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Aminopeptidase-N is a major receptor for the enteropathogenic coronavirus TGEV", "authors": [{"first": "B", "middle": [], "last": "Delmas", "suffix": ""}, {"first": "J", "middle": [], "last": "Gelfi", "suffix": ""}, {"first": "R", "middle": [], "last": "L&apos;haridon", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Vogel", "suffix": ""}, {"first": "H", "middle": [], "last": "Sjö Ström", "suffix": ""}, {"first": "O", "middle": [], "last": "Norén", "suffix": ""}, {"first": "H", "middle": [], "last": "Laude", "suffix": ""}], "year": 1992, "venue": "Nature", "volume": "357", "issn": "", "pages": "417--419", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Further characterization of aminopeptidase-N as a receptor for coronaviruses", "authors": [{"first": "B", "middle": [], "last": "Delmas", "suffix": ""}, {"first": "J", "middle": [], "last": "Gelfi", "suffix": ""}, {"first": "H", "middle": [], "last": "Sjö Strö M", "suffix": ""}, {"first": "O", "middle": [], "last": "Noren", "suffix": ""}, {"first": "H", "middle": [], "last": "Laude", "suffix": ""}], "year": 1993, "venue": "Adv. Exp. Med. Biol", "volume": "342", "issn": "", "pages": "293--298", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Detection of infectious immune complexes in human immunodeficiency virus type 1 (HIV-1) infections: correlation with plasma viremia and CD4 cell counts", "authors": [{"first": "S", "middle": [], "last": "Fiscus", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Wallmark", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Folds", "suffix": ""}, {"first": "J", "middle": [], "last": "Fryer", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Van Der Horst", "suffix": ""}], "year": 1991, "venue": "J. Infect. Dis", "volume": "164", "issn": "", "pages": "765--769", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Double-blind trial of Bestatin in HIV-positive patients", "authors": [{"first": "M", "middle": [], "last": "Hording", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Gotzsche", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Christensen", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Bygbjerg", "suffix": ""}, {"first": "V", "middle": [], "last": "Faber", "suffix": ""}], "year": 1990, "venue": "Biomed. Pharmacother", "volume": "44", "issn": "", "pages": "475--478", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Influence of Bestatin, a new immunomodulator, on various functions of human monocytes", "authors": [{"first": "C", "middle": [], "last": "Jarstrand", "suffix": ""}, {"first": "H", "middle": [], "last": "Blomgren", "suffix": ""}], "year": 1982, "venue": "J. Clin. Lab. Immunol", "volume": "9", "issn": "", "pages": "193--197", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A simple method of reducing the fading of immunofluorescence during microscopy", "authors": [{"first": "G", "middle": ["D"], "last": "Johnson", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Nogueira Araujo", "suffix": ""}], "year": 1981, "venue": "J. Immunol. Methods", "volume": "43", "issn": "", "pages": "349--350", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Direct and cytokine-mediated activation of protein kinase C induces human immunodeficiency virus expression in chronically infected promonocytic cells", "authors": [{"first": "A", "middle": ["L"], "last": "Kinter", "suffix": ""}, {"first": "G", "middle": [], "last": "Poli", "suffix": ""}, {"first": "W", "middle": [], "last": "Maury", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Folks", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 1990, "venue": "J. Virol", "volume": "64", "issn": "", "pages": "4306--4312", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Action of ubenimex on aminopeptidase activities in spleen cells and peritoneal macrophages from mice", "authors": [{"first": "H", "middle": [], "last": "Kuramochi", "suffix": ""}, {"first": "A", "middle": [], "last": "Motegi", "suffix": ""}, {"first": "M", "middle": [], "last": "Iwabuchi", "suffix": ""}, {"first": "K", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "H", "middle": [], "last": "Horinishi", "suffix": ""}], "year": 1987, "venue": "J. Antibiot", "volume": "40", "issn": "", "pages": "1605--1611", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Increased sensitivity of IL2-dependent cultured T-cells and enhancement of in vitro IL2 production by human lymphocytes treated with Bestatin", "authors": [{"first": "T", "middle": [], "last": "Noma", "suffix": ""}, {"first": "B", "middle": [], "last": "Klein", "suffix": ""}, {"first": "D", "middle": [], "last": "Cupissol", "suffix": ""}, {"first": "J", "middle": [], "last": "Yata", "suffix": ""}, {"first": "B", "middle": [], "last": "Serrou", "suffix": ""}], "year": 1984, "venue": "Int. J. Immunopharmacol", "volume": "6", "issn": "", "pages": "87--92", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Inhibition of cellular aminopeptidase activity decreases in vitro HTLV-IIIB infection of HUT 78 cells", "authors": [{"first": "G", "middle": [], "last": "Pulido-Cejudo", "suffix": ""}, {"first": "A", "middle": [], "last": "Sherring", "suffix": ""}, {"first": "J", "middle": [], "last": "Campione-Piccardo", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Izaguirre", "suffix": ""}], "year": 1992, "venue": "J. Cell. Biochem", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Inhibition of aminopeptidases by Amastatin and Bestatin derivatives", "authors": [{"first": "D", "middle": ["H"], "last": "Rich", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Moon", "suffix": ""}, {"first": "S", "middle": [], "last": "Harbeson", "suffix": ""}], "year": 1984, "venue": "J. Med. Chem", "volume": "27", "issn": "", "pages": "417--422", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Enhanced proteolytic processing of the human immunodeficiency virus type 1 envelope protein in murine Ltk( −) cells", "authors": [{"first": "D", "middle": [], "last": "Rodriguez", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Rodriguez", "suffix": ""}, {"first": "M", "middle": [], "last": "Esteban", "suffix": ""}], "year": 1995, "venue": "AIDS Res. Hum. Retroviruses", "volume": "11", "issn": "", "pages": "81--85", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Human placental leucine aminopeptidase/ oxytocinase", "authors": [{"first": "T", "middle": [], "last": "Rogi", "suffix": ""}, {"first": "M", "middle": [], "last": "Tsujimoto", "suffix": ""}, {"first": "H", "middle": [], "last": "Nakazato", "suffix": ""}, {"first": "S", "middle": [], "last": "Mizutani", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tomoda", "suffix": ""}], "year": 1996, "venue": "J. Biol. Chem", "volume": "271", "issn": "", "pages": "56--61", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Effects of retinoic acid and staurosporine on the protein kinase C activity and the morphology of two related human neuroblastoma cell lines", "authors": [{"first": "R", "middle": ["S"], "last": "Slack", "suffix": ""}, {"first": "P", "middle": [], "last": "Proulx", "suffix": ""}], "year": 1990, "venue": "Biochim. Biophys. Acta", "volume": "1053", "issn": "", "pages": "89--96", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Bestatin, an inhibitor of aminopeptidase B, produced by actinomycetes", "authors": [{"first": "H", "middle": [], "last": "Umezawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Aoyagi", "suffix": ""}, {"first": "H", "middle": [], "last": "Suda", "suffix": ""}, {"first": "M", "middle": [], "last": "Hamada", "suffix": ""}, {"first": "T", "middle": [], "last": "Takeuchi", "suffix": ""}], "year": 1976, "venue": "J. Antibiot", "volume": "29", "issn": "", "pages": "97--99", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Psoralen/UV inactivation of HIV-1 infected cells for use in cytologic and immunologic procedures", "authors": [{"first": "A", "middle": ["J"], "last": "Watson", "suffix": ""}, {"first": "J", "middle": [], "last": "Klaniecki", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Hanson", "suffix": ""}], "year": 1990, "venue": "AIDS Res. Hum. Retroviruses", "volume": "6", "issn": "", "pages": "503--513", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The slow, tight binding of Bestatin and Amastatin to aminopeptidases", "authors": [{"first": "S", "middle": ["H"], "last": "Wilkes", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Prescott", "suffix": ""}], "year": 1985, "venue": "J. Biol. Chem", "volume": "260", "issn": "", "pages": "13154--13162", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Human aminopeptidase-N is a receptor for human coronavirus 229E", "authors": [{"first": "C", "middle": ["L"], "last": "Yeager", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Ashmun", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Williams", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Cardellichio", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Shapiro", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Look", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Holmes", "suffix": ""}], "year": 1992, "venue": "Nature", "volume": "357", "issn": "", "pages": "420--422", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Dose response effect of Bestatin on reverse transcriptase activity and p24 levels after HIV-1 infection of HUT78 cells. Bestatin decreased reverse transcriptase activity and p24 levels at a concentration range of 20 -200 vg/ml. Data represent the average of three different experiments with each concentration point measured in duplicate.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Time response effect of Bestatin on p24 levels and reverse transcriptase activity in HIV-1 infected HUT78 cells. Twelve hours prior to infection, HUT78 cells were incubated with Bestatin at concentrations of 20, 40, and 120 vg/ml. Following infection, cells were thereafter incubated for 7 days in the presence or absence of Bestatin maintaining the same concentrations as mentioned above. Extracellular p24 antigen (a) and reverse transcriptase activity (b) was measured as a quantitative index of viral infection. Reverse transcriptase activity in chronically infected H9 CD4 + . T-lymphocytic cells treated with Bestatin (20 -200 vg/ml) showed only a moderate decrease after 7 days of treatment, compared with control and untreated cells (c).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "the number of cells undergoing syncytia formation as well as on the number of positive immunofluorescent cells, Bestatin decreased HIV-1 infection of HUT78 cells in a dose-response manner. Each value represents the average of two different experiments, determined in triplicate 9S.D. (n =6). Cell treatment with Bestatin for 7 days incubation did not affect cell survival (91.2-94.2%), thymidine incorporation (25.10 -26.11 dpm×10 −3 ), and the percent of CD4 + HUT78 cells (88.0-97.3%, in comparison to untreated cells.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "(Continued)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "(Continued)    dase activity can significantly potentiate HIV infection. In contrast, Bestatin effectively inhibits both cell-associated and extracellular exopeptidase activity of LAPase leading to a significant reduction in viral infection. The observed post-infection increase in cellular as well as extracellular LAPase activities may provide the basis for a sustained HIV infection. Concomitantly, Bestatinmediated decrease in LAPase activity may account in part for the antiviral effect of Bestatin.", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Effect of leucine aminopeptidase on HIV-1 infection p24 Levels (nmol/ml) Cytopathicity (syncytia/well)", "latex": null, "type": "table"}, "TABREF2": {"text": "Serum LAP levels in HIV-1 infected subjects Proviral load (copy/ LAP activity (U/ 10 6 PBMC) ml)", "latex": null, "type": "table"}}, "back_matter": [{"text": "We wish to thank the excellent technical assistance of Alice Sherring, Dragica Bogdanovic, Michèlle Bergeron, Keri Jamison and Doreen Ko.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}