{
    "paper_id": "00a172302a68e534862468c0d37c4991dc16f57b",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Helena",
                "middle": [
                    "A"
                ],
                "last": "Grant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Texas",
                    "location": {
                        "addrLine": "1155 Union Circle",
                        "postCode": "#311277, 76266",
                        "settlement": "Denton",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": "helenagrant@my.unt.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The book Equity in Mathematics Education: Addressing a Changing World, edited by Constantinos Xenofontos, is a compilation of the works of several authors and was based on events leading up to 2019 when the book was published. However, the COVID-19 global pandemic makes the content of this book more relevant than ever today. Readers of this book will be introduced to research into the sociopolitical nature of mathematics education and the role of mathematics education research in promoting equity and social justice in the field. In addition, readers will become more aware of the interconnectedness of school mathematics and sociopolitical issues. The book has ten chapters, with each chapter discussing current development in a specific area of inequity in mathematics education with supporting research. The focus of each chapter is independent of the others and can be read in isolation, but when read as a collection, the book will give the reader a deeper insight into the research that exists in the area of equity in mathematics education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The editor, Constantinos Xenofontos, refers to the current mathematics curriculum as being written to favor the dominant white male by keeping this group in the center and the marginalized groups on the outside. Policymakers are often interested in measuring and comparing the performance of learners based on subjects, schools, districts, and countries with the use of standardized tests. Policy makers and school administrators often use the results of these standardized tests to compare the dominant group with the marginalized groups, resulting in differences in performance that are referred to as an achievement gap. Results of standardized tests are sometimes used in ability grouping, which further alienates the marginalized groups from the dominant group. The disconnect occurs between policymakers and educators, between educators and learners, and between learners and the community. Issues of identities explored in the book include gender, sex, race, disability, learning difficulty, multilingualism, and socioeconomic status. Equity is described in the book as \"the stage to be reached when predictions of children's mathematical performance will not be based on race, gender, disability, and other marginalized descriptors. Instead, instructional support will be tailored to individual needs\" (p. 16). Moll, Amanti, Neff, and Gonzalez (1992) suggest that teachers can draw on the vast knowledge students bring from home and their community into the classroom and incorporate this knowledge into their instruction. Xenofontos calls for the restructuring of the mathematics classroom from its current state \"to a space where equity and social justice are effectively addressed and exercised\" (p. 14).",
            "cite_spans": [
                {
                    "start": 1319,
                    "end": 1358,
                    "text": "Moll, Amanti, Neff, and Gonzalez (1992)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This book is relevant for all who are interested in mathematics education: policymakers, schoolteachers, researchers, families, directors of non-governmental organizations, and graduate and undergraduate students. Also included in the book are very practical suggestions on how equitable teaching practice can be included in mathematics teacher education and suggestions for in-service teachers to implement in their classrooms. The literature and empirical studies in the chapters represent over twenty countries and four continents. Reading this book will make you want to know what steps are being taken globally to ensure equity in all mathematics classrooms. The ten chapters in the book can be divided into 3 categories:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I. Chapters 1-3 Inequity due to Social Injustice II. Chapters 4-8 Inequities in the Classroom III. Chapters 9 & 10 Promoting Equitable Teaching",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first three chapters of the book espouse equity through social justice. Chapter one, Equity and Social Justice in Mathematics Education: A Brief Introduction, is written by the editor. Xenofontos pulls in international literature to reveal what equity and social justice mean internationally and how they relate to mathematics education. Global movement due to wars, immigration, and other political reasons has made mathematics education research sociopolitical, and the current COVID-19 global pandemic is no exception. The authors of the book also reveal the recent increase in the number of mathematics education researchers using sociopolitical theories and concepts, such as power and identity, to examine the interconnectedness of policy, politics, mathematics curricula, and the teaching and learning of mathematics. The editor joins other scholars in opposing \"the widespread tendency to measure and remeasure the so-called achievement gap\" (p. 2). As described in the book, these measurements tell us what we already know. Rather, the focus must be on using research to introduce pre-service and inservice teachers to practices that ensure equity and social justice. Equity is described in this chapter as when instructional support is \"tailored to individual children's learning and other needs\" (p. 16). Evidence from the literature in this chapter also suggests instructional practices that can help improve the student's \"mathematical concepts and [help them to] become more critical in sociopolitical issues\" (p. 17).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Chapter two, From Equity and Justice to Dignity and Reconciliation: Alterglobal Mathematics Education as a Social Movement Directing Curricula, Policies, and Assessment, Peter Appelbaum calls on practitioners, policy makers, and curricula designers to consider mathematics education as an alterglobal social movement: \"Alterglobalization seeks the renewal of political citizenship and activism, bypassing traditional ideas about how to make social change\" (p. 32). Internationally, mathematics curricula are mostly standardized with very little difference in the sequence of teaching, and this is done without consideration of geographic area, needs, and opportunities. Appelbaum challenges educators not to teach mathematics but to educate with mathematics. That is, to let mathematics be about the concepts and uses of number, pattern, space, statistics, and decision making, among others, that \"support global cooperation and interaction and oppose the negative effects of economic globalization\" (p. 32). He emphasizes a mathematical education that will go beyond the classroom and respond to contemporary global crises, becoming a curriculum that will transcend borders and boundaries. Considering the current pandemic, this could mean that mathematics educators incorporate real data in their classrooms and help students connect to data across countries and participate in critical discussions about the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Chapter three, Peter Gates examines Why the (Social) Class You Are in Still Counts through the lens of a Marxist. He discusses how different countries view ability groupings and draws on studies from the UK, the USA, and Australia on the effect of social class on the mathematics classroom. He highlights how factors like curriculum, ability grouping, and some pedagogical practices shape students' experiences. According to Gates, ability segregation and setting tracking \"cause symbolic violence and abuse to children up and down the country and around the world\" (p. 41). Data collected from the UK reveals that people from \"lowest income homes are being forced to spend a disproportionate amount of their weekly expenditure on food shopping\" (p. 46). Instead of using a random exponential function in a high school classroom, he suggests that it could be replaced, for example, with real data of the \"exponential growth in the numbers of people across the UK who are experiencing real hunger and hardship\" (p. 46). Gates reported on pedagogical research of students' mathematical experience by Sarah Lubienski (2007) . In the study, Lubienski looked at how students of different socioeconomic backgrounds perceived discussion-based activities and open-ended problem solving and noted differences between students based on their socioeconomic backgrounds. Other studies also reported on the effects of visualization and verbalization with an eye on the socio-economic background of students. Gates concludes the chapter with suggestions derived from six decades of research on what could be done to support efforts to eliminate structures of inequalities in schools.",
            "cite_spans": [
                {
                    "start": 1107,
                    "end": 1123,
                    "text": "Lubienski (2007)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In part two of the book, the authors draw on extensive literature on issues of identity and studies from researchers to highlight inequity in mathematics education. To contextualize the progress in gender-and sex-based research, Luis Leyva, the author of Chapter four, Beyond the Binary and at the Intersections: Chronicling Contemporary Developments of Gender Equity Research in Mathematics Education, reviewed 45 years of published empirical research. Leyva organized the research into two categories based on achievement and participation. The research looks at quantitative achievement differences between genders in relation to internal influences including cognitive processes and affective factors. In addition, there is a report from research on quantitative analyses of female-male differences in achievement related to external factors. These external factors were classroom instruction, teacher perception, and sociocultural factors. Research before 2000 treated sex and gender as a binary variable in statistics. The author reports on a 1989 cross-cultural analysis of 70,000 eighth-grade students' mathematics achievement scores across 20 countries. This was a two-way multivariate analysis that resulted in statistically significant differences. The differences were not the same for all countries. Leyva argues that \"gender equity research in mathematics education can benefit from intersectional analyses\" (p. 84). More recent studies considered intersectional analysis of gender in achievement research, highlighting variations that were not realized in the binary case, and Leyva emphasizes the need for further intersectional analyses on gender as a social construct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chapter five, Right to Learn Mathematics: From Language as Right to Language as Mathematically Relevant Resource by Núria Planas and Mapula Ngoepe, contributes to work that challenges the monolingual norm in mathematics education. The authors draw on their experiences from Catalonia and Guateng (South Africa) mathematics classrooms and consider the role of the language of the learner in comparison with that of the teacher in constructing the language of mathematics in the classroom. Observations of both the Catalonian and the Guateng classrooms revealed that learners were meaningfully engaged when they used their home language in small group settings. Learners were able to switch \"between their languages in peer work and between verbal and visual modes of communication to be able to interact with and understand what is mathematically going on in the lesson\" (p. 97). However, students who did not have a good command of the language of instruction did not participate in whole class discussions. A question that needs to be asked is whether mathematics educators are affording all students the opportunity and the right to learn mathematics actively with understanding and the opportunity to be expressive. Some classrooms today go beyond bilingual and are instead multilingual, but current practices in the USA, for example, only attend to bilingualism: Often mathematics is taught in a language that is different from the primary language of the learner. The authors recommend teaching practices that address mathematically relevant languages in addition to the use of multimodal presentations to enable learners to build a deeper understanding of mathematical concepts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vasiliki Chrysikou, Panayiota Stavroussi, and Charoula Stathopoulou in Chapter six, Disability and Equity in Mathematics, discuss the teaching of mathematics to students with disabilities with an emphasis on intellectual disability. Research from this chapter is based on sociocultural perspectives of mathematics learning. Emphasis is placed on the cognitive characteristics of students with intellectual disability and on influences of the school and broader educational context on their learning process. Readers will find information on action research from Greece involving three students with severe intellectual disabilities. Mention is made of six principles fundamental to high-quality mathematics education. These are outlined by the National Council of Teachers of Mathematics (NCTM, 2000) . The first of these principles calls for \"high expectations and strong support for all students regardless of their personal characteristics, background, or physical challenges\" (p. 12). The authors emphasize the need to integrate sociocultural approaches into mathematics teaching in developing quality practices that empower students with disabilities to become independent both in school and out of school.",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 800,
                    "text": "(NCTM, 2000)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chapter seven, Identification and Educational Support for Students with Learning Difficulties in Mathematics in Denmark, Finland, and Sweden, is by Pirjo Aunio, Pernille Ladegaard Pedersen, Inger Ridderlind, Judy Sayers, and Pernille Bødtker Sunde. Their discussion of the literature on mathematics education for students with learning difficulties focuses on the process of identifying and supporting students with learning difficulties in mathematics. The use of national assessment tools and their limitations are discussed, as well as policies that guide the process of identification. The chapter also includes information on pedagogical interventions used to help identified students. It is important for children with learning difficulties to be treated equally on a national level. \"How a child is identified and given educational support should be an equal matter for any educational system, for example, where the child lives and who is teaching him/her\" (p.152).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Susan Sonnenschein and Brittany Gay, in Chapter eight, Parental Involvement and Equity in Mathematics, look at how the income level of parents affects the mathematical performance of their children. The literature in this chapter considers \"the strong association between race/ ethnicity and income, income and parents' education\" (p. 160). The research focus is on how US parents' socioeconomic status, beliefs, and practices affect their students' academic development in mathematics. Factors considered include the education level of parents, engagement in mathematical activities before formal school, and how much mathematics talk students hear. Research shows that students from low-income backgrounds come to school with a deficit in their mathematics skills. This could be due to how much interaction with mathematics a child is offered at home. Knowing that race and ethnicity often coalesce with income, the authors call for further research in this area, not to focus just on parental involvement, but rather on the entire family system. Complementing their call for further research, the authors also suggest areas that are ripe for intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The third part of the book focuses on equity-focused instructional practices and the politics and challenges in implementing and supporting a curriculum that ensures equity and social justice in mathematics education. In Chapter nine, Promoting Equitable Teaching in Mathematics Teacher Education, Marta Civil and Roberta Hunter start by looking at various definitions of equity. They delve into equity-focused instructional practices through research and explore how these practices can be integrated into mathematics teacher education. The authors use these instructional practices to inform their work in the USA and in New Zealand. Civil and Hunter propose a four-element framework that has clear implications for teacher education based on their view of equity. They also identify four approaches to teaching mathematics that is equity-focused, and they end the chapter with practical suggestions on how equity teaching practices can be promoted in mathematics teacher education. Suggestions include, but are not limited to, engagement of teachers in action-research or design research, household visits with the focus on learning from the families, building relationships both in the classrooms and within the community, and equitable noticing extending beyond the cognitive aspects of mathematics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the last chapter of the book, \"Pie π in the Sky\": Imaginative Possibilities to Foster Diverse Diversities in Primary School Mathematics, James Biddulph and Luke Rolls highlight the complexities of diversities in mathematics classrooms and the challenges in developing, implementing, and sustaining equity and social justice pedagogy for mathematics education. Based on the literature in this chapter, the authors call for teachers to develop themselves intellectually in the area of critical reflection. They use their experiences from the University of Cambridge Primary School to show how critical reflection on norms that already exist could lead to practices that actively encourage inclusion and social justice. Educators must allow students to be creative and imaginative in thinking mathematics and not attempt to tame students' creativity. Educators are called on to \"reject the instrumentalist transmission view of education in which experts determine content, which is then relayed to passive learners\" (p. 205).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As indicated in the book, what is currently needed is a change in mathematics education from a set and strictly sequenced curriculum to a curriculum that will enable room for flexibility. This will allow current events and community projects to be incorporated into the curriculum. A change in the mindset of all researchers and practitioners of education is also suggested. This change in mindset is needed to effect a change toward equity and social justice for all students in the mathematics classroom. According to Valero (2012) , the inability to succeed in a mathematics classroom is not a \"characteristic of the individual learner, but it is a result of how the whole set of participants in the practices and discourses of school mathematics subjectify certain students\" (p. 370). Olga Torres, an elementary bilingual mathematics teacher, conceptualized the Rights of the Learner (RotL) when she argued that she and her students held rights of the learner (Kalinec-Craig, 2017). Torres wanted her students to understand that her classroom was a safe place for them to take risks. The first five RotL encourages learners to take a lead in their learning. Boaler and Anderson (2018) proposed a sixth RotL framework as \"the right to know where I am in my learning, where I should be, and ways to close the gap\" (p. 4). They explain the sixth right as one that places students in the center of their learning, removing the mysteries that may exist in the learning process.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 533,
                    "text": "Valero (2012)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1162,
                    "end": 1188,
                    "text": "Boaler and Anderson (2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While I would like to see more research on equitable classroom practices include reference to more African countries, the book does address research, theory, and practice and suggestions for practice. Current practitioners reading this book will be able to assess practices in their classrooms and should be able to take the necessary steps needed to strive toward equity for all students. This book is a good read for mathematics educators who are passionate about promoting equity for all students irrespective of gender, race, sex, ethnicity, learning disability, language, socioeconomic background, and any other factors that may prevent equal access to mathematics education. Mathematics education institutions will benefit from incorporating Equity in Mathematics: Addressing a Changing World in their reading lists. We live in a world that is rapidly changing, including the seemingly unpredictable effects of changes of climate for many individuals, the merging of borders, and international jobs with workers collaborating across continents. A classroom in the USA today may have students from different countries with different languages and different mathematical exposures. War-torn countries and economic hardships have increased migration. Political decisions have left neighborhoods out of development all over the world, causing extreme poverty in some of these areas. As a result of its previous membership of the European Union (EU), classrooms in the UK may have students from many Eastern European countries who speak different languages. The presence of the current COVID-19 pandemic has resulted in the transfer of much classroom education to online virtual education. As mathematics educators, we cannot assume that direct teaching will continue. We cannot be blind to the global needs of the students in our classrooms. Educators must become aware of the interplay between school mathematics and the sociopolitical issues that impact students and their communities. Mathematics education should be about helping students to connect mathematics to the outside world and to be able to use mathematics in decisionmaking and community projects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Considering the rights of learners in the classroom: The importance of mistakes and growth assessment practices",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boaler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Democracy and Education",
            "volume": "26",
            "issn": "2",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The rights of the learner: A framework for promoting equity through formative assessment in mathematics education",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kalinec-Craig",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Democracy and Education",
            "volume": "25",
            "issn": "2",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Research, reform, and equity in US mathematics education",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lubienski",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "10--23",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Funds of knowledge for teaching: Using a qualitative approach to connect homes and classrooms",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Moll",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Amanti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Neff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Theory Into Practice",
            "volume": "31",
            "issn": "2",
            "pages": "132--141",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Principles and standards for school mathematics. Author: National Council of Teachers of Mathematics",
            "authors": [
                {
                    "first": "Nctm",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preface to a socio-political look at equity in school organization of mathematics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Valero",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Towards equity in mathematics education, advances in mathematics education",
            "volume": "",
            "issn": "",
            "pages": "369--371",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}