{
    "paper_id": "00d53ba1f167808b00a5848357c172dcf94b7bf8",
    "metadata": {
        "title": "One-step RNA extraction for RT-qPCR detection of 2019-nCoV",
        "authors": [
            {
                "first": "Monica",
                "middle": [],
                "last": "Sentmanat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University in St. Louis School of Medicine",
                    "location": {
                        "addrLine": "660 S. Euclid Ave",
                        "postCode": "63110",
                        "settlement": "St. Louis",
                        "region": "MO"
                    }
                },
                "email": ""
            },
            {
                "first": "Evguenia",
                "middle": [],
                "last": "Kouranova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University in St. Louis School of Medicine",
                    "location": {
                        "addrLine": "660 S. Euclid Ave",
                        "postCode": "63110",
                        "settlement": "St. Louis",
                        "region": "MO"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoxia",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University in St. Louis School of Medicine",
                    "location": {
                        "addrLine": "660 S. Euclid Ave",
                        "postCode": "63110",
                        "settlement": "St. Louis",
                        "region": "MO"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The global outbreak of coronavirus disease 2019 has placed an unprecedented burden on healthcare systems as the virus spread from the initial 27 reported cases in the city of Wuhan, China to a global pandemic in under three months 1 . Resources essential to monitoring virus transmission have been challenged with a demand for expanded surveillance. The CDC 2019-nCoV Real-Time Diagnostic Panel uses a real-time reverse transcription quantitative polymerase chain reaction (RT-qPCR) consisting of two TaqMan probe and primer sets specific for the 2019-nCoV N gene, which codes for the nucleocapsid structural protein that encapsulates viral RNA, for the qualitative detection of 2019-nCoV viral RNA in respiratory samples. To isolate RNA from respiratory samples, the CDC lists RNA extraction kits from three manufacturers. In anticipation of a limited supply chain of RNA extraction kits and the need for test scalability, we sought to identify alternative RNA extraction methods. Here we show that direct lysis of respiratory samples can be used in place of RNA extraction kits to run the CDC 2019-nCoV Real-Time Diagnostic assay with the additional benefits of higher throughput, lower cost, faster turnaround and possibly higher senitivity and improved saftey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the CDC protocol, specimens are typically placed in 3 mL of viral transport media consisting of a buffered salt solution with fetal bovine serum and an antimicrobial solution 2 . Viral particles in the samples remain infectious until lysed during RNA extraction. The RNA is then prepared by using a column based RNA extraction kit. We showed previously that RNA can be extracted by one-step lysis in QuickExtract DNA Extraction Solution (QE buffer) and directly used in RT-qPCR 3 . The QE buffer contains detergents and proteinase K, both of which could inactivate viral particles. Previous work on hepatitis C and ebola virus has shown that detergent alone is sufficient to reduce infectious titer in the absence of serum (e.g. fetal bovine serum) and is even more effective in combination with proteinase K which degrades core viral proteins accessible through lipid viral envelop dissolution by detergent 4, 5 .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 482,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 911,
                    "end": 913,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 914,
                    "end": 915,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "We placed swabs directly in QE buffer. Prior to heat extraction, samples were vortexed and divided into two. One was used to create a positive control counterpart with 2019-nCoV plasmid DNA template added at 100 copies/ul. Although 2019-nCoV is an RNA virus, this positive DNA control ensures the assay is working while maximizing saftey and the need for Biosaftey Level 2 (BSL2) precautions, as is required for handling 2019-nCoV RNA material. An RNA extraction control using HCT-116 human colorectal cancer cells at 10 cells/ul was included. Samples were then heated at 65°C for 15 min followed by 98°C for 2 min to inactivate proteinase K and then directly used for the test using a single probe and primer set (N1) as well as the set for RNaseP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "All positive control counterpart samples had a Ct value for N1 between 29-32, while all experimental samples had no detectable amplification from the N1 primer/probe set ( Figure 1 ). We detected RNaseP reference signals in both the OP and human cell line extraction controls, which confirms that the extractions were successful. Although an equal volume of lysis extract was used to generate the positive control counterpart of OP experimental samples, RNaseP reference signals were 2 cycles greater for positive controls, suggesting that the swab containing portion retained more cells. But it's important to point out that the raw Ct values do not change the interpretation of results for what is intended to be a qualitative yes/no assay -that the positive and extraction controls performed within the range (<40) to determine the presence or absence of 2019-nCoV N gene in experimental samples 6 .",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 900,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 180,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To determine if NP and OP specimens remain stable in QE buffer until they can be transported from the site of collection to the lab, we stored the samples with positive plasmid DNA template control at 100 copies/ul at room temperature, 4°C, or -20°C for 24 hours. Samples were heat extracted after 24 hours and used for the RT-qPCR test with probe sets N1 and N2. The sample without positive control added was processed for extraction immediately after the collection. All positive control samples had a Ct value between 33-34 for N1 and N2 across conditions. The Ct values for reference RNaseP were within the range of 26-29 when the collection swab was present during heat extraction and a Ct range of 29-31 when the swab was not present. This is consistent with epithelial cells being caught in the polyester fibers during collection. The spiked plasmid DNA does not seem to be retained on the swab. The Ct values of samples stored at different temperatures are not significantly different from those samples processed without storage (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1038,
                    "end": 1047,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We sought to compare yields from direct input of QE buffer-lysed sample and column purified RNA. An OP specimen was placed in 200 ul of QE buffer and the collection swab removed. We removed 20 ul for our experimental input before adding 100 copies/ul of positive control DNA template to the remaining buffer. We took 120 ul for column purification using the Qiagen RNeasy Mini Kit with a final elution volume of 30 ul. Although this is not one of the CDC recommended RNA extraction kits, it has been previously shown to perform as well as the recommended kits for positive control samples 7 . The remaining 60 ul of QE sample positive control counterpart and 20 ul of experimental QE sample were heat extracted. Each RT-qPCR reaction had 2 ul of input assayed. We found QE processed and column purified material had comparable Ct values despite 4-fold more material processed for column purification ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 902,
                    "end": 910,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We presented here an improvement to the standard 2019-nCoV RT-qPCR test. We modified the RNA extraction step by using a one-step lysis buffer, bypassing the use of column purification. Our indicators for adequate assay performance are consistent with CDC assay interpretation guidelines, the detection of a Ct level of <40 for 2019-nCoV positive control counterparts and for RNaseP reference signal for positive controls and experimental samples 4 . The direct lysis takes less than 20 min to process samples ready for RT-qPCR and can be easily scaled up to a 96-well format and obtain higher throughput. The cost of the lysis buffer is much lower than that of a column purification kit. The lysis only requires a regular PCR machine and does not need a centrifuge or a manifold, as column purification requires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In addition to the QE buffer used here, there are products, such as Lucigen's QE for RNA Extraction buffer and SingleShot Cell Lysis Kit from Bio-Rad, specifically formulated for RNA extraction, may enhance sensitivity by suppressing RNase activity and improve performance. When necessary, these buffers can be easily produced in large quantities. This way, it eliminates the potential shortage of RNA extraction kits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We also demonstrated that the samples are stable in the QE buffer for at least 24 hours even when they are stored at ambient temperatures, allowing time flexibility between sample collection and processing. In the meantime, detergents and proteinase K in the buffer likely inactivate the viral particles in positive samples before extraction, making the samples safer to handle during transport and in the testing lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the parallel comparison of QE buffer lysed samples versus column purified samples, the Ct values for positive controls and RNaseP were within 1 cycle or less, even though the samples were concentrated 4x (from 120 ul to 30 ul elute). It indicates that there is significant loss of material by column purification and the benefit of concentrating the samples is evened out. Additionally, our method starts with only 200 ul of lysis buffer, and 2 ul of direct lysis is 1/100 of the total sample. If we use a smaller swab, which is available, the volume can be lowered further. With the standard method, the sample transport buffer is 3 mL and only 120 ul to 140 ul, depending on the extraction kit, is taken for purification, essentially a 1:15 dilution that can translate into up to a difference of 4 Ct's.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Given the increasing need for more tests to be done quicker, our data presents a feasible option for large scale testing sites. Bypassing the need of column purification and lowering the volume of sample collection buffer together simplify high-throughput process development, shortens turnaround, reduces cost and may improve sensitivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A limitation of this work is that DNA template was used as a positive control for the viral RNA. Even though RNaseP demonstrates comparable stability to that of the DNA control, viral RNA might be more susceptible to nucleases in the NP and OP samples. Our next step is to use an in vitro transcribed RNA as spike-in, fully realizing that naked transcripts are likely more easily degraded by the nucleases than viral RNA with the protection of protein coating. The ultimate test is using positive patient samples containing viral particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Collection of a nasopharyngeal specimen (NP) is the recommended method for testing patients presenting COVID-19 symptoms using the CDC diagnostic RT-qPCR test, with oropharyngeal (OP) being an acceptable alternative according to CDC guidelines. To determine if direct lysis of comparable specimen samples could be used for the RT-qPCR test, we self-collected NP and OP samples using sterile polyester flock swabs (PurFlock Ultra flocked collection swabs by Puritan Diagnostics LLC). The swabs were each placed in 1.5 mL Eppendorf tube containing 200 ul of QuickExtract DNA Extraction Solution (QE buffer, Lucigen LLC, Madison, WI). Each tube was vortexed and stored until extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen Collection"
        },
        {
            "text": "Extraction control HCT-116 cells were counted and pipetted directly to the QE buffer, and no swab was used. A positive control was made for each sample by transferring 100 ul of sample to a new 1.5 mL Eppendorf tube and adding 10000 copies of COVID19 plasmid DNA template control (IDT Cat. No 10006625), prior to extraction incubation. The final concentration of the positive control is 100 copies/ul. No cell input negative control samples were also used for Figure 1 and Table 2 . In Figure 1 , the no cell input negative control also had a plasmid DNA template positive control counterpart.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 468,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 473,
                    "end": 480,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 494,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Specimen Collection"
        },
        {
            "text": "Samples were incubated in the QE buffer at 65°C for 15 minutes, followed by 98°C for 2 min. Column purification was performed using Qiagen RNeasy Mini Kit (Cat. No. 74104) from 120 ul of each sample, using an elution volume of 30 ul.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA Extraction"
        },
        {
            "text": "Probe and primer sets were obtained from the research COVID19 RT-qPCR kits 2019-nCoV RUO (IDT Cat. No. 10006713). A one-step reaction mix was prepared using Reliance One-Step Multiplex Supermix (BioRad Cat. No. 12010220) with 2 ul of sample, 1.5 ul of the probe/prime set mix for each reaction, 5 ul of 4x reaction mix, and 11.5 ul of molecular biology grade water to a final volume of 20 ul. The RT-qPCR was run on a QuantStudio™ 3 real-time PCR machine (ThermoFisher).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-qPCR"
        },
        {
            "text": "Aliquot 200 ul of QE buffer to each collection tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assemble collection tubes:"
        },
        {
            "text": "1. Take an NP or OP sample and break the handle, leaving the swab in the buffer. 2. Vortex the tube and store at RT or 4C until extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection:"
        },
        {
            "text": "Sample processing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection:"
        },
        {
            "text": "1. Vortex the sample again, take 50 ul of sample each to two PCR tubes marked with \"+\" and \"-\". 2. Add 5000 copies of positive RNA control of N transcript to the tube marked with \"+\". 3. (Extraction) Place both PCR tubes on a PCR machine and run the following program: 65°C, 15 min, 98°C, 2 min. 4. Take 2 ul each from \"+\" and \"-\" samples and assemble the one-step RT-qPCR reactions, containing 1.5 ul of each primer/probe set, 5 ul of 4x reaction mix and 11.5 ul of nuclease-free water. 5. Run the reactions on a QuantStudio™ 3 real-time PCR machine (ThermoFisher) using the following program:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection:"
        },
        {
            "text": "50°C for 10 min 95°C, 10 min 40 cycles of 95°C, 3 sec and 55°C, 30 sec",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection:"
        },
        {
            "text": "Data analysis was performed using QuantStudio® Design and Analysis Desktop Software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis:"
        },
        {
            "text": "Just under two hours (20 min for lysis, about 1hr 20 min for RT-qPCR, plus data analysis). Table 1 Comparison of QE lysis performance across specimen storage temperatures after 24 hours. Ct values for oropharyngeal (OP) and nasopharyngeal (NP) specimens that were immediately heat extracted (no storage) or kept at room temperature (RT), 4°C or -20°C for 24 hours. The presence of the collection swab during heat extraction is also shown (+/-swab). The positive control is plasmid DNA template spiked at 100 copies/ul into specimen sample. A value of NS indicates no signal was detected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 98,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Total time:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preparation of viral transport medium.Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Emily",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CRISPRs for Optimal Targeting: Delivery of CRISPR Components as DNA, RNA, and Protein into Cultured Cells and Single-Cell Embryos",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kouranova",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Human Gene Therapy",
            "volume": "27",
            "issn": "",
            "pages": "464--475",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mechanisms of Methods for Hepatitis C Virus Inactivation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brinkmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Applied and Environmental Microbiology",
            "volume": "81",
            "issn": "",
            "pages": "1616--1621",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ebola Virus Inactivation by Detergents Is Annulled in Serum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J A"
                    ],
                    "last": "Van Kampen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tinte",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Infection Diseases",
            "volume": "216",
            "issn": "",
            "pages": "859--66",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "CDC 2019-Novel Coronavirus (2019-nCoV) Real-Time RT-PCR Diagnostic Panel",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "RT-qPCR Detection Of SARS-CoV-2 RNA From Patient Nasopharyngeal Swab Using QIAGEN RNeasy Kits or Directly Via Omission of An RNA Extraction Step",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tighe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.20.001008"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "An OP specimen was lysed in QE buffer alongside HCT116 cells as controls and amplified by using one-step RT-qPCR. Ct values for OP specimen, HCT-116 extraction control, and no template control containing no cells as input (NTC) shown. A Ct value of 0 indicates no signal was detected. Each sample has a positive control with 100 copies/ul plasmid DNA template spiked-in to confirm N1 probe and primer set performance. Error bars are the standard deviation for three technical replicates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Side-by-side comparison of OP specimen from direct lysis in QE buffer vs. Qiagen RNeasy column purification. Ct values for probe sets N1, N2 and RNaseP shown using undilted and 1:10 dilutions of positive control counterparts at 100 copies/ul of plasmid DNA template and experimental OP specimen. A Ct value of 0 indicates no signal was detected.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}