{
    "paper_id": "00d734d62622e0ae059c5761fe1b7f52ce8b786b",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Jakhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Delhi Municipal Corporation Medical College and Hindu Rao Hospital",
                    "location": {
                        "settlement": "New Delhi",
                        "country": "India;"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Kaur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Delhi Municipal Corporation Medical College and Hindu Rao Hospital",
                    "location": {
                        "settlement": "New Delhi",
                        "country": "India;"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Kaul",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "John H. Stroger Hospital of Cook County",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the present COVID-19 pandemic, social distancing is an important parameter to contain the spread of this novel coronavirus. Consequently, it is important to understand the utility of technology in maintaining connectivity. The wireless connectivity of the devices (mobile phones, tablets and computers) used in daily routine life has changed the way we connect and interact with each other. The same is true in the medical field as well. The technological advancement in these devices has brought clinicians closer in ways that has reduced the need for face-to-face meetings. All this has been made possible through streaming of data. Streaming refers to a continuous flow of information in the form of visual and/or audio data, which can be shared with other people. Screen mirroring (SM), screen casting (SC) and screen sharing (SS) are some of the easy ways to share data through streaming. Utilizing technology to the advantage of medicine (and Dermatology) is an art. That said, it is important to know the basics of SM, SC and SS before understanding their utility for Dermatology. SM, as the name suggests, allows the content of a smartphone or tablet to be projected on to a computer, TV screen or projector. During SM, the screen of the phone (with a picture, video, document or presentation) is continuously shared with the receiving device. To do this, SM requires software running both on the device sending the content and on the device receiving the content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Specific applications (Mirroring360, ApowerMirror, TeamViewer, Miracast, among others) are available that allow for the pairing of the mobile phone and laptop/desktop. The application has to be installed in both systems. Once paired and made operable, the screen of the phone is projected on to the desktop. Mirroring has been used in the past as a teaching tool. 1 In Dermatology, it can be used to project clinical pictures, videos and presentations for teaching young clinicians and can also be used for continuing medical education. Additionally, live dermoscopy images can be projected from the phone to a big screen. Once a dermatoscope is attached to the phone, the SM application is started and the relevant system is selected for pairing. The dermoscopic picture is then projected directly on to the desktop screen. The larger screen allows multiple dermatologists to share their input on the dermoscopic image simultaneously.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 365,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SC differs from SM that mirroring of the screens is not required. SC requires a digital media app (such as Google Chromecast) to be installed on the receiving device. The app first downloads the video or other media sent from the sending device and then plays the content on the receiving device. In Dermatology, SC can be used as a teaching tool in the form of videobased lessons, which are recorded by the instructor on their own computer, along with the narration delivered through a microphone and captured by the app. 2 The instructor is not featured on camera; only the screen actions and voice commands are recorded. The flexibility of SC allows the instructor to record lessons according to their schedule, and the students can also access these lessons at a time convenient to them.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 524,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SS is basically the same as SM, except that it can be done from a remote location. SS requires both sender and receiver to have the same or compatible systems (examples include GoToMeeting, Slack and Skype). Whereas SM and SC can use smaller devices such as mobile phones, SS requires computers or tablets with compatible systems. In SS, the host computer sends encrypted information to a remote computer over a network. SS can be used to conduct departmental meetings, virtual workshops and project discussions without being in the same room. A difficult clinical case or dermoscopic picture can be shared with fellow dermatologists for their opinion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, through SM, SC and remote SS, dermatologists can stay connected with all intradepartmental and interdepartment professionals, whose opinion is often sought in various clinical scenarios and for assessment of dermoscopic images. This is an easy way to seek opinion and simultaneously maintain social distancing. Teaching of young dermatologists can also be continued through these platforms. As the current epidemic demands adequate social distancing to reduce human-to-human transmission, technological advancements will be needed to help clinicians to continue providing an adequate Dermatology service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Teaching pediatric dermoscopy in a resource-limited setting",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gurnee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Obeng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Stoff",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Acad Dermatol",
            "volume": "79",
            "issn": "",
            "pages": "968--977",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Screencasts: how effective are they and how do students engage with them?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chikwa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Active Learn High Educ",
            "volume": "15",
            "issn": "",
            "pages": "25--28",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Screen mirroring, screen casting and screen sharing during COVID-19: what dermatologists should know doi: 10.1111/ced.14247",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}