{
    "paper_id": "00d88f4a37b5d775b299e41b622594055cbdd57a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "different parts of a solid sample 5 . The authors turned to nanophysics for an answer to this problem 6, 7 : specifically, the fact that a tiny crystal comparable in size to the wavelength of ultraviolet light (around 200-400 nanometres) can provide an environment homogeneous enough to minimize sample effects. Applying a technique developed by their own group 7 , they used an aqueous nanocrystalline suspension to trap all the photons from the ultraviolet light source. Taking their earlier measurements on a related solid ketone as a reference, they were able to calculate an accurate value for the quantum yield of their new reaction.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 35,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 104,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 106,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "That value was 3.3. For one photon to be activating more than one molecule (a quantum yield of 1.0), the reaction must be proceeding through a remarkable quantum chain pro cess 8 , with electronic excitations cycling through the crystal as bonds on different rings open and close. Any energy not used in the chain pro cess probably led to loss of the included water (the crystal was prepared as an aqueous 'mono hydrate'), the crumbling of the crystal, and recrystallization of the acetylene product.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 1959, in his famous talk 'There's plenty of room at the bottom' , Richard Feynman raised what was, in retrospect, an irresistible question 9 : \"What would the properties of materials be if we could really arrange the atoms the way we want them?\" Answers to this question can, and have, been sought in all states of matter -gas, liquid and solid. By effectively 'springloading' a molecule so that, when touched by light, it transferred its energy to a nearest neighbour, Kuzmanich et al. 3 establish a new connection between unimolecular and bimolecular reactivity. We can now start to wonder what further use we might make of the technique; whether, for example, the signal amplification provided by its domino-like behaviour might be useful for sensor-based materials and applications. With our rapidly growing knowledge of the structures and properties of organic solids 2 , Ruzicka's morgue-like crystals will probably continue to reveal themselves as surprisingly lively places.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 491,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mark E. J. Woolhouse Novel human infections continue to appear all over the world, but the risk is higher in some regions than others. Identification of emerging-disease 'hotspots' will help target surveillance work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging diseases go global"
        },
        {
            "text": "The steady stream of outbreaks of new or unexpected infectious diseases is a muchdiscussed issue in the field of public health 1,2 and has even acquired its own dedicated scientific journal 3 . But for many years research has generally taken a case-by-case approach to understanding why new infections emerge. Now, Jones et al. 4 (page 990 of this issue) have published a systematic, quantitative analysis of recent global patterns of disease emergence. Their work provides insight into the ecology of emerging diseases, and has practical implications, providing pointers for the design of international surveillance programmes.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 329,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging diseases go global"
        },
        {
            "text": "Jones and her colleagues began by collating data on what they call emerging infectious disease 'events' -that is, outbreaks of human disease associated with a new species or variant of an infectious agent (which could be any type of pathogen, from a virus to a parasitic worm). A painstaking review of the literature going back to 1940 turned up more than 300 such events, most of them involving bacteria (Box 1). (The database is published in full as supplementary information to the paper 4 and is itself a valuable resource.) The authors then quantified variation in the frequency of these events decade by decade across the world, and carried out a series of statistical analyses to look for relationships with other variables, ranging from human population growth to rainfall patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging diseases go global"
        },
        {
            "text": "In the work discussed here, Jones et al. 4 identified 335 emerging-disease 'events' reported worldwide between 1940 and 2004. The pathogens involved could be novel species or strains, including drug-resistant strains, of known species. Just over half of the events were associated with bacteria, as shown in the pie chart.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 42,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging diseases go global"
        },
        {
            "text": "An example is Escherichia coli serotype O157:H7, first reported in the 1970s. This strain of the usually benign E. coli group is a food-borne pathogen that can cause fatal renal illness in the young and the elderly. It turned out to be just one type of verocytotoxigenic E. coli (VTEC): other VTECs have since been reported in the United States, the United Kingdom, Japan and other, mostly industrialized, countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging diseases go global"
        },
        {
            "text": "In general, most reports of emerging-disease events come from developed countries; the bar chart shows the five countries with the most reports in red, with selected others in blue. In the United States alone, there have been more than 100 events reported (almost onethird of the total). Examples Viruses (85) Fungi (21) Helminths (11) Before discussing their results, several issues that bedevil this kind of analysis should be acknowledged: how to define 'emerging' 5 ; choosing the appropriate taxonomic unit of study 6 ; making statistical allowance for groups of closely related pathogens sharing characteristics 7 ; and ascertainment or reporting bias 8 . There are no definitive solutions to these problems, but Jones et al. fully explain and justify their approach, and are careful not to over-interpret their data.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 522,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 659,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging diseases go global"
        },
        {
            "text": "The frequency of events rose to a peak in the 1980s and has since fallen (despite rising reporting effort). Jones and colleagues suggest that the peak might reflect the onset of the AIDS pandemic, creating a large (and still expanding) population that is highly susceptible to concomitant infections. The raw data also suggest that most events occur at higher latitudes -and particularly in Europe and North America (Box 1). This initially unexpected result is explained partly as an artefact of greater reporting effort, which, in turn, implies significant under-reporting in other parts of the world. Once reporting bias is accounted for, it becomes clear that, in general, most emerging infections are found where there are most people (rather than, as might have been supposed, on the remote fringes of human society).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging diseases go global"
        },
        {
            "text": "Beyond these general patterns, there were some variations between different types of infection. Zoonoses (human infections shared with other vertebrates) were the most important category, accounting for 60% of events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging diseases go global"
        },
        {
            "text": "This conclusion echoes that of earlier studies on the animal origins of human disease over both ecological and evolutionary timescales 9,10 . Jones et al. also confirm reports that zoonoses associated with wildlife were particularly important 11 , but go on to show that the frequency of such events correlated with mammalian species richness (by contrast, no such correlation was found for infections associated with domestic animals). This result is neatly consistent with two previous observations: first, that many emerging pathogens have a broad host range 12 ; and second, that a wide range of other mammals (and some birds) is associated with novel human pathogens 13 .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 245,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 674,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging diseases go global"
        },
        {
            "text": "Jones et al. 4 also stress the importance of drug-resistant infections. These account for more than 20% of events, mostly involving bacteria, and are especially common at higher latitudes -that is, in more developed regions where the use of antimicrobials is presumed to be greatest. Another major category is vector-borne infections. These also account for more than 20% of events and are currently on the increase, possibly linked to climate change, although other explanations cannot be ruled out.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 14,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging diseases go global"
        },
        {
            "text": "Clearly, we must expect more infectious diseases to emerge in the near future. Jones and colleagues extrapolate their statistical analysis to generate risk maps that correct for current biases in reporting effort. The maps suggest that there are potential 'hotspots' of disease emergence -particularly in central America, tropical Africa and south Asia -that warrant greater surveillance. These findings support calls for international investment in the capacity to detect, identify and monitor infectious diseases, targeted at regions of the world where the need is greatest 14 ",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 578,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging diseases go global"
        },
        {
            "text": "Much of the cold, brittle material at Earth's surface slides back down into the under lying mantle at subduction zones, where one tectonic plate dives beneath a second, over lying plate. By mapping the centres of energy of deep earthquakes 1 , one can trace this subducting material as it moves down from the surface to depths of around 700 kilometres. But below this depth, earthquakes cease. Because of that, it was once assumed that subducted material descended no farther 2 . We now know this not to be the case, but what exactly does happen down there, and why, remains something of a mystery. On page 981 of this issue, Goes et al. 3 play their part in providing an answer, with a model that directly matches the fate of subducted material with the movements of plates at Earth's surface.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 639,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Does material that is subducted into Earth's interior at plate boundaries penetrate very far down? A model that links subsurface dynamics with the motion of the plates above provides a fresh approach to the question."
        },
        {
            "text": "By virtue of the time it has spent at the surface, subducted material in Earth's interior is generally colder and denser than its surroundings, and can be imaged by seismic waves in a process similar to a medical ultrasound scan 4-6 . Thanks to this technique, we now know that, in some cases, subducted material extends well below 700 km. In other cases, it bends, buckles or flattens out horizontally at about this depth, making it difficult to trace further. Such deformation at 400-700 km is not surprising: this depth range corresponds to pressures at which mantle material undergoes several transformations between different solid phases 7 , and at which its viscosity increases by between one and two orders of magnitude 8 . Both processes significantly alter the dynamics of deeply subducted material. But even armed with that knowledge, an explanation for the full range of behaviour seen in those geo-tomographic images has been elusive. We still do not know, for example, what happens to the subducted material that flattens and deforms at about 700 km depth. Does it eventually sink to the base of the mantle (about 3,000 km below the surface), or does it remain trapped in the upper layer? The answer to this question would affect our ideas of transport between the upper and lower parts of the mantle, and thus would have profound implications for our understanding of the thermal and chemical evolution of Earth. Numerical models of mantle convection have shown that the sinking of cold material through the mantle varies in time 9,10 ; we have an image of the mantle's structure only at the present day. So how can we look back at the mantle in past times?",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 729,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Does material that is subducted into Earth's interior at plate boundaries penetrate very far down? A model that links subsurface dynamics with the motion of the plates above provides a fresh approach to the question."
        },
        {
            "text": "Goes and colleagues' contribution 3 is to compare the record of plate motions with numerical models of subduction, and thus to identify tectonic events over the past 65 million years that indicate the descent of subducted material into the lower part of the mantle. The authors' model focuses on the first phase of subduction, when subducting material is driven downwards by its greater density ('negative buoyancy') alone, and sinks slowly into the mantle before it reaches the phase",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does material that is subducted into Earth's interior at plate boundaries penetrate very far down? A model that links subsurface dynamics with the motion of the plates above provides a fresh approach to the question."
        }
    ],
    "bib_entries": {
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Institute of Medicine Emerging Infections: Microbial Threats to Health in the United States",
            "authors": [],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Institute of Medicine & Board on Global Health Microbial Threats to Health: Emergence, Detection, and Response",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Comparative Method in Evolutionary Biology",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Pagel",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "are infections with several species of hantavirus (such as Sin Nombre virus), fungal infections in hospital patients (including different species of Candida) and a range of bacterial infections acquired from animal reservoirs (for instance, Bartonella henselae, the cause of cat-scratch disease). Jones et al. suggest that this pattern reflects reporting bias. Often, the United States or another developed country can be merely the site of discovery of pathogens with wider distributions. This implies that there is still significant under-reporting of emerging infectious diseases from other regions of the world. M.E.J.W.Box 1 | Emerging diseases: the pathogens and the places",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". The benefits would not just be felt locally: in an era of increasing globalization, emerging infectious diseases are everybody's problem.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}