{
    "paper_id": "00de2ef674cfaa6edc5eda2e02b328db3418d7b1",
    "metadata": {
        "title": "Preparing ophthalmologists for the use of mechanical ventilation during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Joshua",
                "middle": [
                    "P"
                ],
                "last": "Harvey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vita",
                "middle": [
                    "F"
                ],
                "last": "Sinclair",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St Helier Hospital",
                    "location": {
                        "postCode": "SM5 1AA",
                        "settlement": "Sutton",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Many ophthalmologists, such as the corresponding author, have already, or will soon find themselves deployed elsewhere, including the intensive care unit (ICU), where mechanical ventilation is central to the care of COVID-19 patients. We propose that an understanding of cataract surgery and phacodynamics well prepares ophthalmologists to understand the principles of mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "The cataract surgeon is well accustomed for balancing inflow and outflow of fluid to optimise the surgical environment. Similarly during ventilation the inflow and outflow of air must be tightly regulated. Additional considerations are required in acute respiratory distress syndrome (ARDS), a rapid and widespread inflammatory lung disorder, which in a Wuhan population arose in 41.8% of patients hospitalised with COVID-19 and carried a mortality of 52% [1] .",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Ventilation can be defined by the pressures and volumes it generates. The peak inspiratory pressure (PIP), is the maximal pressure obtained at the end of inspiration, Fig. 1 . To initiate expiration, the ventilatory pressure drops to a minimal pressure, positive end-expiratory pressure (PEEP), often set at~5 cmH 2 O, Fig. 1 . The frequency with which the ventilator cycles between these two pressures in 1 min defines the respiratory rate (RR). This multiplied by the volume generated each cycle gives the minute volume (MV).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 173,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 325,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "To the Editor:"
        },
        {
            "text": "The primary role of the infusion in phacoemulsification is to maintain a stable anterior chamber preventing its collapse. The PEEP therefore provides the same function as bottle height by preventing alveolar collapse. In ARDS the lungs stiffen increasing alveolar collapse and ventilation/ perfusion mismatch. Think of these patients like our own challenging (collapsible) patients, the hypermetropic eyes with a narrow anterior chamber. Unfortunately, cohesive viscoelastic is not an option in the lung so to keep the alveoli open in the setting of ARDS, the PEEP is increased, often to >10 cmH 2 O, to promote alveolar recruitment and to improve oxygenation [2] .",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 663,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "During phacoemulsification we can alter the contents of the infusion fluid to optimise our surgery. Similarly by increasing the fraction of inspired oxygen ranging from 0.21 (21%) or room air to 1 (100%), we can improve oxygenation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "In the most complex of cataract cases, if the lens nucleus drops, sometimes we require a vitreoretinal surgeon to approach things from a different angle. In the ventilation of patients with ARDS, gravity will cause the localised collapse of posterior segments of the lung whilst simultaneously shunting blood to these poor oxygenated portions of the lung, increasing V/Q mismatch. Placing patients in Fig. 1 Graph demonstrating airway pressure as a function of time over a single respiratory cycle. Airway pressure increases to peak pressure during inspiration before falling to peak end expirartory pressure at the end of expiration. the prone position is a technique to counter gravity dependant collapse/atelectasis and as for post macular hole surgery patients, longer is better and 16+ hours is advised [3] . Together the Fi02, PEEP and prone positioning are three tools for addressing hypoxia. Prone positioning is increasingly used in treating patients with COVID-19 and therefore, it is likely, our technical skills will be called upon to aid in the complex manoeuvre of placing patients in prone position in the ICU.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 811,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 407,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "To the Editor:"
        },
        {
            "text": "Central to understanding phaco fluidics is an understanding of what pump system we are using. A peristaltic system adjusts the speed of the rotation of the peristaltic rollers to maintain the desired vacuum but a venturi system will use an inflow/outflow differential of pressurised gas. These two systems can help us understand ventilator control modes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "The two main ways of driving flow to the lung are pressure control and volume control (Table 1 ). In volume control, the ventilator delivers a constant tidal volume (Vt) and the ventilator titrates the pressure (PIP) in accordance with the patient's thoracic compliance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "To the Editor:"
        },
        {
            "text": "In pressure control the clinician defines the ventilatory pressures and the Vt becomes the dependent variable. In the context of COVID-19 related lung disease, pressure control may be preferable because the operator is able to limit barotrauma by setting a ceiling pressure on the ventilator. Lung damage is reduced at the expense of lower tidal volumes, MV and therefore reduced CO 2 clearance. Conversely, to increase CO 2 clearance, either the RR or Vt must be increased, however the ARDS.net study showed that smaller tidal volumes, 6-8 ml/kg IBW, improve outcomes despite a higher CO 2 [4] .",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 594,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "In summary, ophthalmologists can use the principles outlined here, under the guidance of our ICU colleagues to understand basic ventilator parameters, modes and common issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Vt tidal volume, PEEP positive end-expiratory pressure, RR respiratory rate, PIP peak inspiratory pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Higher PEEP improves outcomes in ARDS patients with clinically objective positive oxygenation response to PEEP: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qui",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Anesthesiol",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prone positioning in severe acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guérin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reignier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beuret",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Gacouin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boulain",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2159--68",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. The Acute Respiratory Distress Syndrome Network",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Network",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1301--1309",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Demonstration of the key differences between volume and pressure control. Mode of ventilation Independent variable Dependent variable Advantage Volume control Vt, PEEP, RR PIP Controls tidal volume to protect lung from hyper-inflation/volume trauma Pressure control PIP, PEEP, RR Tidal volume Controls maximal pressure to protect lung from barotrauma",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}