{
    "paper_id": "00dece4550773be4d103f53ed0750a620fa19f88",
    "metadata": {
        "title": "Justice, Luck & Responsibility in Health Care",
        "authors": [
            {
                "first": "Jeroen",
                "middle": [],
                "last": "Luyten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Health Economics Research and Modeling Infectious Diseases",
                    "institution": "University of Antwerp",
                    "location": {
                        "addrLine": "Universiteitsplein 1",
                        "postCode": "2610",
                        "settlement": "Wilrijk",
                        "country": "Belgium"
                    }
                },
                "email": "jeroen.luyten@ua.ac.be"
            },
            {
                "first": "J",
                "middle": [],
                "last": "Luyten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Health Economics Research and Modeling Infectious Diseases",
                    "institution": "University of Antwerp",
                    "location": {
                        "addrLine": "Universiteitsplein 1",
                        "postCode": "2610",
                        "settlement": "Wilrijk",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Not so long ago health policy was about little more than the provision of medical care. The availability of treatment is important for those in need of cure, but by now it is a well-shown fact that health is generally determined to a much greater extent by other factors. Genetic constitution, lifestyle choices and socio-economic environment largely explain why some of us become ill or die earlier than others who remain healthy (Mackenbach 1996 ; McKeown 1976 ; Wilkinson and Marmot 2003 ) . While some of these factors fall under the control of an individual, the majority does not. Research increasingly indicates how remarkably sensitive our health seems to be to what has become known as the 'social determinants of health'. These factors generally fall beyond the control of an individual, but can nonetheless be in fl uenced on a population level. This causes a shift in the focus of health policy from the classic provision of health care to policies speci fi cally designed to in fl uence the causal factors of ill-health in different non-medical fi elds. The fl ipside of that evolution is a signi fi cant increase of the state's in fl uence in the sphere of individual lives. A pertinent question remains the one that asks for the legitimate role of governments in modifying, discouraging or prohibiting behaviors that lead to ill-health. To what extent can and should we hold public policy responsible for us leading a healthy life? Most scholars will",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 449,
                    "text": "(Mackenbach 1996 ;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 450,
                    "end": 464,
                    "text": "McKeown 1976 ;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 465,
                    "end": 492,
                    "text": "Wilkinson and Marmot 2003 )",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "argue that governments indeed have a role to play, but that the limits will be reached when public health measures would imply large sacri fi ces of individual liberty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In those private spheres where government intervention is perhaps undesirable, ethical values, norms and customs that guide our voluntary behavior are an important public health variable. One of these domains is infectious disease prevention. Infectious diseases are a major cause of ill-health worldwide; they are often easily preventable and the dynamics of their transmission are mainly situated in the private sphere. Therefore, policy makers that aim to reduce the incidence of infectious diseases will largely depend on the voluntary efforts and customs of individual citizens. Many forms of prevention are at everyone's free disposal. Many of them are effective in breaking the transmission chain of pathogens and consequently in avoiding infections. Vaccination is possible for many diseases and is likely to ensure immunity, with often close to 100% effectiveness. Behavioral precautions like safe sex practices or personal hygiene can also prevent many infections in ourselves and in others. There is evidence that wearing mouth masks, gloves, gowns, head covers or regular hand washing (more than ten times a day) are effective measures to reduce the spread of respiratory viruses (Jefferson et al. 2008 ; Mitka 2007 ) . Moreover more and more screening possibilities exist to test whether someone carries infectious diseases. However the voluntary use of these preventive measures depends on our perceived necessity to implement them. Few people exhaust all possibilities and most people would not consider this as morally wrong, even though the consequences of forgoing these measures can be serious for themselves and for others. In this chapter I want to explore from an ethical perspective what our mutual obligations are in the prevention of infectious diseases. In a fi rst section I will discuss the epidemiological importance of infectious diseases and the ethical relevance of prevention. Then I will explore the role of the state in enabling and enforcing preventive measures. In the fi nal section two basic ethical perspectives that often serve to guide moral reasoning will be translated to the context of infectious disease prevention. A fi rst perspective is a deontological one in which the moral quality of an action or a choice depends upon its conformity with certain principles or rules. The second perspective is a consequentialist one and will judge actions and choices based on the consequences they will bring about.",
            "cite_spans": [
                {
                    "start": 1192,
                    "end": 1216,
                    "text": "(Jefferson et al. 2008 ;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1217,
                    "end": 1229,
                    "text": "Mitka 2007 )",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Historically, the share of infectious diseases in the total disease burden has been large. Since the early appearance of human beings, infectious diseases have made so many casualties that they reduce the impact of war to only a footnote in history. The Black Death, i.e. 'the plague', raged for centuries in Asia before it fi nally came to Europe in the fourteenth century where it killed -in 2 years time -about one third of the European population (Williamson et al. 2008 ) . After burning down city after city, religious processions were organized all over the continent to break the spell, but were likely instrumental into the further spread of the virus (Beran 2008 ) . The smallpox, probably the most dreadful disease for humans, killed an estimated 400,000 Europeans each year by the late eighteenth century (Henderson et al. 2008 ) and approximately 300-540 million people in the twentieth century alone (Selgelid 2004 ) . In 1918 a mutation in the in fl uenza virus strain, resulted in the Spanish in fl uenza epidemic with a number of deaths -predominantly among young and healthy persons -between 20 and 100 million people (Johnson and Mueller 2002 ) .",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 476,
                    "text": "(Williamson et al. 2008 )",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 661,
                    "end": 674,
                    "text": "(Beran 2008 )",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 817,
                    "end": 841,
                    "text": "(Henderson et al. 2008 )",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 914,
                    "end": 930,
                    "text": "(Selgelid 2004 )",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1136,
                    "end": 1163,
                    "text": "(Johnson and Mueller 2002 )",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The Importance of Infectious Disease Prevention"
        },
        {
            "text": "However, about half a century ago, infectious disease was thought by some in the medical community to be on the verge of being vanquished through progress in sanitation, antibiotics and the development of safe and effective vaccines. In 1972 the Nobel Laureate Macfarlane Burnet concluded that \"the most likely forecast about the future of infectious disease is that it will be very dull\" (Selgelid 2005 ) . That appeared to be an overly optimistic, perhaps hubristic prediction. Today infectious diseases are still worldwide the number one cause of death in children (Bryce et al. 2005 ) , the biggest cause of overall mortality in low-income countries and the second biggest cause of mortality worldwide (WHO 2011 ) . More than 90% of all human illnesses may somehow be caused by virus infections (Norkin 2010 Infectious diseases are likely to remain an important concern to our health. Global warming will affect the introduction and dissemination of many serious infectious diseases (Patz et al. 2005 ) . From 1940 to 2004 several hundred new infectious diseases have emerged as we have witnessed the more famous 'birth' of SARS, HIV and Ebola (Jones et al. 2008 ) . Experts consider it a fact that sooner or later a novel in fl uenza strain will appear that will pose a serious public health threat (Giles-Vernick and Craddock 2010 ) . An estimated 175-350 million individuals risk to die when the common in fl uenza virus undergoes a dangerous mutation (Knobler et al. 2005 ) . The tremendous success of public health programs and the increased hygienic standards in the developed world have enormously reduced the incidence of most common infectious diseases (Roush and Murphy 2007 ) . But this also has a perverse effect in that it leaves us with highly susceptible populations. A re-emergence of a virus could easily lead to large scale outbreaks, perhaps even epidemics, in a population that has lost its build-up immunity. A deliberate release of a virus by terrorists remains a viable security threat. Concerns exist that the stocks of the (of fi cially eradicated) smallpox virus that were arti fi cially manufactured for military purposes in the former Soviet Union, may have fallen in dangerous hands after the fall of the communist regime in the early 1990s (Henderson 1999 ) . An organized release of this virus by terrorist organizations could according to experts trigger a global epidemic with the potential impact of a series of nuclear attacks (Selgelid 2003 ) . But also non-deliberate introductions of microbes should be of concern. Changed travel patterns and the free movement of goods and persons in a globalized economy have enabled the spread of viruses across continents in a matter of hours. This increases the risk of outbreaks with potentially serious medical and economic consequences (Luyten and Beutels 2009 ) . There is also another -and perhaps even most importantreason to believe that infectious diseases are likely to remain a serious health problem. The antibiotics used to treat infected patients are becoming less effective since infectious pathogens appear to develop an increasing resistance to their effects (Carlet et al. 2011 ) . This means that the miracle drugs of the twentieth century (such as penicillin) will lose their curative potential for many common diseases, without the prospect of having worthwhile alternatives in development. Arias and Murray conclude that it is more dif fi cult than ever to eradicate infections caused by antibiotic-resistant \"superbugs\", and the problem is exacerbated by a dry pipeline for new antimicrobials with bactericidal activity against gram-negative bacteria and enterococci. A concerted effort on the part of academic researchers and their institutions, industry, and government is crucial if humans are to maintain the upper hand in this battle against bacteria -a fi ght with global consequences (Arias and Murray 2009 ) . The continuing threat of infectious diseases plus the diminished possibilities to cure infections increases the ethical importance of prevention.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 405,
                    "text": "(Selgelid 2005 )",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 568,
                    "end": 588,
                    "text": "(Bryce et al. 2005 )",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 799,
                    "end": 811,
                    "text": "(Norkin 2010",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 987,
                    "end": 1006,
                    "text": "(Patz et al. 2005 )",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1148,
                    "end": 1168,
                    "text": "(Jones et al. 2008 )",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1459,
                    "end": 1481,
                    "text": "(Knobler et al. 2005 )",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1666,
                    "end": 1690,
                    "text": "(Roush and Murphy 2007 )",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2274,
                    "end": 2289,
                    "text": "(Henderson 1999",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2466,
                    "end": 2482,
                    "text": "(Selgelid 2003 )",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2819,
                    "end": 2845,
                    "text": "(Luyten and Beutels 2009 )",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3155,
                    "end": 3176,
                    "text": "(Carlet et al. 2011 )",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3893,
                    "end": 3919,
                    "text": "(Arias and Murray 2009 ) .",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The Importance of Infectious Disease Prevention"
        },
        {
            "text": "Authorities can take several preventive measures that are likely to be effective in reducing virus transmission and circulation. But these measures are often ethically controversial because they are dif fi cult to rhyme with a protection of civil liberties. Obligatory screening for diseases, the surveillance of (sexual) activity, forced treatment or compulsory disclosure and tracing of contacts can prevent the spreading of a disease, but these steps also deeply invade the private sphere of individuals. Quarantine measures can be powerful weapons in the hands of governments because they enable to isolate individuals on preventive grounds. Visible symptoms of disease would not be required since for many diseases the infectious period starts well before the appearance of symptoms, and thus before the patient is aware of being infected, sometimes weeks to even months. For instance the infectious period of an in fl uenza episode starts at least a day before the onset of illness (CDC 2011b ) . In the case of measles, infectiousness starts about 4 days before rashes appear (CDC 2011c ) . An infection with tuberculosis is associated with several months of infectiousness (CDC 2011a ) . Public health instruments (like quarantine, surveillance or contact disclosing) can be abused as a pretext for governments to silence opposition and to erode fundamental rights for self-serving purposes.",
            "cite_spans": [
                {
                    "start": 1083,
                    "end": 1093,
                    "text": "(CDC 2011c",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Role of the State"
        },
        {
            "text": "Compulsory vaccination, another controversial measure, is executed in several countries all over the world. In Belgium for instance recently two parents were sentenced to prison for refusing to have their child vaccinated (Stafford 2008 ) . This remains a drastic policy option that fails to respect the autonomy of individuals. Rarely, a public policy measure (literally) intrudes the individual sphere in such a real and physical way. A senior WHO physician-epidemiologist who was assigned for the last phase of the smallpox eradication campaign in India from 1973 to 1975 described his experience with a compulsory vaccination program in the following way:",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 236,
                    "text": "(Stafford 2008",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The Role of the State"
        },
        {
            "text": "The initial stage in the evolution of a coherent containment policy was marked by an almost military style attack on infected villages. […] In the hit-and-run excitement of such a campaign, women and children were often pulled out from under their beds, from behind doors, from within latrines, etc. People were chased and, when caught, vaccinated.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Role of the State"
        },
        {
            "text": "[…] Almost invariably a chase or a forcible vaccination ensued in such circumstances. […] We considered the villagers to have an understandable but irrational fear of vaccination.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Role of the State"
        },
        {
            "text": "[…] We just couldn't let people get smallpox and die needlessly. We went from door to door and when they ran, we chased. When they locked their doors, we broke down their doors and vaccinated (Greenough 1995 ) . This section indicates how dif fi cult it can be to balance utilitarian public health values against libertarian rights and freedoms. Sometimes preventive measures such as vaccination or the use of preservatives go against deeply-held metaphysical beliefs. This exacerbates the dilemma since in these cases the problem is not a lack of understanding, or as in the fragment above, an \"irrational fear\", but a divergence in fundamental conceptions of 'the good life' (cfr. infra).",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 211,
                    "text": "(Greenough 1995 ) .",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The Role of the State"
        },
        {
            "text": "An important question in this respect will be: how to determine the legitimate role of the state in preventing infectious diseases? A distinction must be made between on the one hand those situations where there is a clear necessity to enforce preventive measures, and on the other hand those more average situations where the risks are in line with 'normal' hazards inherent to communal life. In the face of a public health emergency with potentially catastrophic consequences the state is arguably justi fi ed to weigh the interests of an individual against those of the public and to deprive citizens of certain liberties. The state may also regulate the implementation of basic forms of prevention that can prevent serious and concrete harm. In several countries legal precedents have occurred in which a person is convicted of in fl icting grievous bodily harm for not taking precautionary measures and infecting others with a serious disease. For instance, in 2003 a London jury has found a 37-year old man guilty of infecting two women with the HIV-virus (BBC 2003 ) . Similar cases occurred in 2010 in Germany (BBC 2010 ) and in 2011 in Belgium (Standaard 2011 ) . In many countries there exist legal obligations for speci fi c professional groups to take precautionary measures in order to avoid epidemics and outbreaks. For instance, in Belgium, since 2005 food handlers are obliged by law to wash their hands after using the toilet (Belgisch Staatsblad 2005 ) . The emergence of these precedents is indicative of the fact that our ethical duty not to spread diseases is increasingly taken serious.",
            "cite_spans": [
                {
                    "start": 1062,
                    "end": 1073,
                    "text": "(BBC 2003 )",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1153,
                    "end": 1170,
                    "text": "(Standaard 2011 )",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "The Role of the State"
        },
        {
            "text": "But, in a public health emergency or in the case of a deliberate infection with a life-threatening disease our ethical duties are rather obvious. In more common situations however it seems a bit unclear exactly how much effort we can expect from each other. In those normal circumstances, the state's legitimate role is likely to be limited to policies that enable citizens to take preventive measures themselves: informing and educating the population on infectious disease prevention and -as acknowledged in the International Covenant on Economic, Social and Cultural Rights of the United Nations -\"to provide immunization against the major infectious diseases of the community\" (Hinman 2004 ) . Safeguarding civil liberties in the fi eld of infectious disease prevention will in normal circumstances require con fi dence in the ability of individuals to make competent ethical decisions, on which preventive measures to take, if any.",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 695,
                    "text": "(Hinman 2004 )",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The Role of the State"
        },
        {
            "text": "The range of possibilities to prevent infectious disease transmission is very large, and the choice either or not to implement them is not only relevant for those individuals who know they are carrying an infectious pathogen, or those who suspect that they are infected. Since the infectious period often begins before a person is aware of being infected this choice is relevant for everyone, at any time (Verweij 2005 ) . Because the consequences of transmitting disease are potentially severe (e.g. even a common cold infection can occasionally be deadly), and because in most countries prevention is not unreasonably costly to the individual (e.g. subsidized vaccines, affordable screening, social security that covers the income loss of staying home when ill, availability of hand-washing facilities, etc.), the following question is morally relevant. How much preventive effort do we owe to each other? Or, how do we justify the fact that we neglect to do whatever we can to safeguard each other from potentially dangerous infections? A maximal level of precaution would imply a behavioral revolution. It would require such a drastic alteration of our customs that afterwards we could hardly label our world as 'social'. We would have to limit physical contact to the bare minimum and restrict public crowding in order to create a world that is as sterile as possible. The inconvenience of such a world however is in itself not a decisive argument to indicate that very strict prevention does not belong to the requirements of justice.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 420,
                    "text": "(Verweij 2005 )",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "The Scope of Our Moral Duties to Prevent Infectious Disease"
        },
        {
            "text": "In determining the just scope of our duties to prevent disease we will have to consider the following four nuances. First, how much should we care for our own health? Second, what do we owe to those individuals that cannot protect themselves against infectious diseases? There exist relatively large groups of people who are extra vulnerable to infectious diseases and who cannot get vaccinated: those with developing and deteriorated immune systems (newborns, the elderly, pregnant women, the chronically ill, etc.). 1 Third, what do we owe to those who are perfectly able to protect themselves, but who neglect to do so (e.g. unsafe sex practitioners, vaccine refusers, etc.)? And fourth, what do we owe to future generations? Due to decades of immunization many infectious diseases are in large parts of the world reduced to overseeable proportions. One deadly disease, smallpox, has been completely eradicated, and a global effort is being made to eradicate polio (Roberts 2005 ) . If we are able to eradicate diseases, do we have a moral obligation to do so? So far, these topics have not received a great deal of attention. I am aware of only three articles that explicitly consider our mutual obligations in the prevention of infectious diseases (Verweij 2005 ; Harris and Holm 1995 ; Dawson 2007 ) . I will build further on Verweij's discussion of this subject and explore the questions above from two different perspectives on normative ethics: a deontological and a consequentialist one.",
            "cite_spans": [
                {
                    "start": 968,
                    "end": 983,
                    "text": "(Roberts 2005 )",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1253,
                    "end": 1268,
                    "text": "(Verweij 2005 ;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1269,
                    "end": 1291,
                    "text": "Harris and Holm 1995 ;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1292,
                    "end": 1305,
                    "text": "Dawson 2007 )",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The Scope of Our Moral Duties to Prevent Infectious Disease"
        },
        {
            "text": "In a deontological approach to ethics, what makes a choice or an action morally right or wrong depends upon the conformity of our intentions with moral principles or norms. The fact that an act has desirable consequences will not be morally relevant as such. A central element will be the universal applicability of our motives and intentions. We are not allowed to make an opportunistic exception for ourselves. Famous principles in this tradition are the Confucian golden rule, the Kantian categorical imperative or the Christian wisdom 'love thy neighbour as thyself'. Orthogonal to these principles on an individual level is the contractualist account of ethics on a societal level. Here, the different individual principles are bundled in a 'social contract' in which the contracting parties agree on the principles that need to be honored in the world they will be living in. Morally wrong acts are then those acts that would be forbidden by the principles that are agreed upon in the contract. If an act would follow from a certain principle, and that principle can be reasonably rejected by one of the contracting parties, then the act could be labeled as wrong. Central to this approach is thus the fact that we need to take into account the rightful interests of others. We have to be able to justify our actions to the rest of society. However, it would not be unreasonable to hold each other to some extent responsible for the consequences that follow from certain choices. Contemporary accounts of justice are responsibility-sensitive, i.e. our solidarity with others will not be unconditional. Luck-egalitarianism -a central theory in this book -argues that a community has to be solidaristic with those who are struck by bad luck, i.e. those who became victim of a process that was beyond their control, but not with those who became disadvantaged through their own fault. In other words, there is a moral difference between 'brute bad luck' beyond the control of individuals and bad luck that was somehow 'optional'. If we apply a responsibility-sensitive contractualist framework to our mutual obligations in infectious disease prevention, I believe we would come up with the following result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Deontological Perspective"
        },
        {
            "text": "A fi rst question that must be asked is whether we have a moral duty to protect ourselves . Is there a principle in a social contract that would prohibit that someone disregards her own health? I presume the most likely answer will be liberal in the sense that it leaves this to the private sphere of citizens. There are reasons to do so. Certain groups see the absence of illness not as an ultimate goal, not as something included in their conception of the good life. Some of them are religious groups that want to live their life in accordance with 'the divine providence'. They believe that vaccination reveals a lack of trust in God's purposes. Other groups (e.g. the 'anthroposo fi sts') consider certain childhood diseases as a necessary step in the development of a child's character (Woonink 1953 ) . These groups generally remain limited in size but the underlying motive is nonetheless present in many people's attitudes towards the use of a 'technical fi x' for a life-style problem. Certain health risks are a consequence of behavioral choices. Vaccination, which can be seen as a 'technical fi x', could be considered by some individuals to be an inferior, perhaps even an immoral way of avoiding certain outcomes which in the fi rst place should be avoided by not carrying through certain behaviors. It would be felt somehow as 'shortcutting' nature's way of keeping a spontaneous order. The introduction of vaccines against sexually transmitted diseases, e.g. the human-papillomavirus vaccine for young girls, caused criticisms in larger groups of society because it was believed to promote sexually promiscuous behavior (Balog 2009 ) . Similar discussions occur, or may occur, with the development of vaccines against obesity, cocaine or nicotine addiction (Kantak 2003 ) . A biological risk or limitation that normally regulates our behavior is in these cases overcome by technological progress. Developments like these urge us to reveal our metaphysical views upon the moral value of biological and environmental limitations and ultimately about the place of man in the universe. A majority of individuals would support the point of view that nature has at least some moral authority in setting our limits. This can for instance be witnessed in the widespread remorse for the human responsibility for climate change and its consequences. The environment indicates that it cannot cope with our exuberant life-style and many interpret these signals as a moral reproach. A 'technical fi x' that could overcome the burden of global warming (e.g. a state-of-the-art construction that would protect our continents from sea-level rising, or a preservation policy for species that would become extinct because of the rising temperature) would by many not be considered as an equally valuable alternative for the required change in lifestyle. Because considerations on the desirability of technological progress truly relate to fundamental conceptions of the good life, the basic freedoms in a social contract are likely to allow individuals to forgo preventive measures (like vaccination) in as far as only their health is concerned. Nonetheless few would be able to reasonably argue that a healthy condition is not a desirable good in itself, fundamentally entangled with almost any conception of a good life. If so, then this will imply a moral responsibility to avoid those actions that harm someone's proper health, and often a duty to take a certain level of prevention. But forgoing this-or-that speci fi c measure in such-and-such circumstances will be a matter of personal convictions and preferences. Moreover this discussion would also fall beyond our purpose to explore the scope of our mutual obligations.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 807,
                    "text": "(Woonink 1953 )",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1637,
                    "end": 1648,
                    "text": "(Balog 2009",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1774,
                    "end": 1788,
                    "text": "(Kantak 2003 )",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "A Deontological Perspective"
        },
        {
            "text": "What are our obligations towards those groups that cannot protect themselves against infection, i.e. those with vulnerable immune systems? The choice to forgo precautionary measures would not be justi fi able to these groups. It would imply that a majority affords itself a freedom that is incompatible with the freedom of a minority. This would be rejected on reasonable grounds by those groups at risk. A principle that allows individuals to forgo the inconveniences of e.g. wearing mouth masks, washing hands or becoming vaccinated would be rejected by those who face the risks of severe morbidity and mortality. Thomas Scanlon, who has elaborated an in fl uential contractualist theory of justice, states that if you are presented with a situation in which you can prevent something very bad from happening, or alleviate someone's dire plight, by making only a slight (or even moderate) sacri fi ce, then it would be wrong not to do so (Scanlon 1998 , p. 224 ).",
            "cite_spans": [
                {
                    "start": 940,
                    "end": 962,
                    "text": "(Scanlon 1998 , p. 224",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Deontological Perspective"
        },
        {
            "text": "However, when prevention is very costly to an individual, it would not be obligatory. Social isolation of a contagious person is perhaps bene fi cial to other people but remains a burden to that person and his relatives. For many families it would imply an income-loss and a disturbed daily practice. It would therefore be required that individuals are compensated for the personal losses they run when living up to their ethical obligation not to infect others. As Harris and Holm argue the reasonableness of expecting people to live up to this obligation […], depends on society reciprocating the obligation in the form of providing protection and compensation (Harris and Holm 1995 ) .",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 686,
                    "text": "(Harris and Holm 1995 )",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "A Deontological Perspective"
        },
        {
            "text": "The same is true with regard to the safety of prevention. Unless a vaccine is shown to be safe, it would not be reasonable to ask that individuals risk their health in order to protect others. But, in a context in which individuals are enabled and supported to ful fi ll their moral duties, where prevention is generally considered to be affordable and safe, demanding from each other to avoid virus transmission would in many cases not be excessive. The only outcome of a social contract that is reasonable to all parties would be one that includes quite demanding preventive efforts for everyone in order to safeguard those who are dependent on the efforts of others. Since even an in fl uenza virus can be lethal in these most vulnerable groups, the solidarity that is owed to them will likely demand more than our current customs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Deontological Perspective"
        },
        {
            "text": "A different case could however be made for those who can, but neglect to take care for their health. From a luck egalitarian stance, we are obligated to compensate individuals for the bad luck they run through no fault of their own. But we do not have the same moral obligations towards those struck by 'optional' bad luck. When we can hold individuals responsible for not suf fi ciently protecting their own health, we would not have a duty to take extensive measures in order to prevent them from becoming infected. Without limitations in access to vaccines, and when extensive public health programs are available that inform citizens on how to protect themselves against disease, it could be argued that those who remain unvaccinated make a free and conscious choice to undergo certain health risks. The same may perhaps be true for unsafe sex practitioners. Principally, others are not obliged to take measures in order to protect these individuals. A crucial dif fi culty will however be to show that individuals can indeed be held responsible for these choices and that the bad luck they ran was truly avoidable. But if we believe that this is the case, then a strict following of principles would lead to a rather limited scope of solidarity (as far as only this group is concerned). Many precautionary measures would become optional when others can in fact protect themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Deontological Perspective"
        },
        {
            "text": "With regards to future generations a deontological perspective may imply the following ambiguous result. If we are not obliged to take care of those who are unwilling to become vaccinated at present time, we would also not have responsibilities towards those at future times. Future generations can equally well take the necessary measures themselves. But, when we are able to eradicate diseases, intergenerational justice may require us to relieve all the vulnerable ones in the future forever from these health risks. However, some considerations must be made. It must be argued that future generations can make a convincing claim in this respect. Does it make a difference whether we cannot justify our principles to our fellow citizens at present time or to those in the future who don't yet exist? Also, it has to be shown that our intentions are not mistaken. Disease eradication is a very dif fi cult task, often a utopian one (Dowdle 1998 ) . If it is unlikely that a disease will ever be eradicated, then honoring an ethical principle to protect the weak will not necessarily imply participation to disease eradication programs.",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 946,
                    "text": "(Dowdle 1998",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "A Deontological Perspective"
        },
        {
            "text": "In summary, if we take a deontological perspective on our mutual obligations to take preventive measures, we may come up with ethical guidelines that differ from those that we are accustomed to in our habits and rules of politeness. Towards groups that are able, but unwilling to take care of their own health, the morally required level of solidarity may fall below the efforts that many of us spontaneously make in order to protect each other against infectious diseases. Towards future generations, our duties are somewhat ambiguous. But there are good reasons to substantially increase the level of prevention in order to protect those that cannot protect themselves. We would not be able to justify the choice not to prevent illnesses towards those that will be most at risk. This fi nding will be most relevant for those diseases against which vaccination is likely to be the only effective way of prevention (because not everyone can get immunized). Since we are not always capable of identifying vulnerable persons, neither to avoid contact with them, a strict obligation to prevent disease will impact our daily lives. The fact that the costs and the bene fi ts are likely to be very unattractive (since a majority will become limited in its freedom for the bene fi t of a minority) is not an argument in a contractualist framework. Exactly this point, the protection of the 'separateness of persons', is a point where a contractualist account distinguishes itself from its major theoretical rival: a consequentialist account.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Deontological Perspective"
        },
        {
            "text": "A quite different conclusion will be reached when we adopt a consequentialist point of view. This ethical theory holds that the moral value of actions or choices depends solely on the states of affairs they bring about, i.e. their consequences and not the underlying intentions and motivations. In order to determine the morally required course of action, consequentialists must initially specify which outcomes are intrinsically valuable in order to enable a comparison of the instruments that bring them about. Candidates are happiness, wellbeing, welfare, utility, pleasure, love, friendship, etc. Perhaps health has only an instrumental value to reach these ultimate targets, but whichever consequentialist variant one chooses, health will certainly be of quintessential importance. When we translate this ethical perspective to the context of infectious disease prevention, the result would be the following. We are morally obligated to take precautionary measures only when our efforts are of actual in fl uence in the transmission of disease (and ultimately in the creation of say wellbeing). The only question that should be asked is thus 'what difference does it make'? Answers will differ according to the time horizon in which consequences are considered relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Consequentialist Perspective"
        },
        {
            "text": "In the short term consequentialism prescribes a level of solidarity that corresponds quite well with our daily practice. If a disease is rather rare and preventive efforts cost a lot of effort, then we would not have to implement them. The costs and inconveniences would outweigh the bene fi ts. The opposite would be true for those diseases where the risk is serious and real and where our preventive efforts do make a difference. Then, the bene fi ts are likely to dominate the burden of prevention. But even for virulent and contagious diseases it can from a consequentialist point of view be morally justi fi able that we forgo preventive efforts. If a disease is endemic and very contagious, then my efforts to stop transmission are futile as long as they are not supported and copied by others. For instance, when I (as Belgian) decide to wear a mouth mask or to stay home from work, this will not stop the spread of the fl u virus through Belgium. Others are likely to get infected anyway, and that makes the bene fi t of my action not very worthwhile. However, in a country like Japan where the wearing of mouth masks belongs to the social customs, my choice not to wear one is more likely to have an effect and may therefore be morally wrong. The consequentialist perspective gives us a rational explanation of the cultural dependence of our mutual obligations to prevent disease. Its prescriptions would apply to both current and future generations. If my participation to a disease eradication program would lead to bene fi cial consequences, for instance when humanity has come close to eradication, then I would have a moral duty to participate. If not, then my duty would evaporate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Consequentialist Perspective"
        },
        {
            "text": "Our moral obligations will thus entirely depend on the disease characteristics (infectiousness and virulence of the pathogen), and the expected number of infected persons. This is a different result than the one we obtained in a principle-based framework. First, unlike in the latter perspective, it would be of no importance whether the groups at risk are those that cannot protect themselves, or whether these are individuals that do not take responsibility towards their own health. There will be no (or very limited) preoccupation with the most vulnerable groups in society as long as these groups remain small. Since the overall costs and inconveniences of large preventive programs to protect only a handful of unlucky individuals will be rather unattractive, we would not be morally obliged to be solidaristic and to consider the health of worst-off groups. Second, the consequentialist perspective neglects the individual responsibility for health. Even when other persons consent to undergo certain risks (e.g. someone who consents to having unprotected sex or a careless tourist that neglects to take basic vaccinations) an ethical person would have to choose the option that minimizes the transmission of diseases. In that way it does not take other persons serious as autonomous individuals capable of making competent decisions. Or as Peter Strawson would say, it does not adopt a 'reactive attitude' towards others (Strawson 1962 ) . The attitudes and the intentions of those who stand in a relationship to us are considered irrelevant. Moreover, for those diseases where an individual effort can make a difference, this 'objective attitude' towards others may lead to the 'over-demandingness problem'. This problem is often stated as a criticism against a consequentialist way of reasoning because individuals always have to aim for the best consequences, even at signi fi cant costs for themselves. An example could be found in Peter Singer's essay \"Famine, Af fl uence and Morality\" (Singer 1972 ) . As a convinced utilitarian Singer argues that we have a moral duty to donate most of our money to the fi ght against extreme poverty and famine, because the results in terms of wellbeing of not donating and thus spending our money on self-serving purposes will always be inferior to the bene fi ts that can be achieved through development aid. However, when others refuse to contribute, the bene fi cial effect of my charitable gift will increase (because now there is an increased need) and so will my moral obligation to donate money. When others behave egoistic, my moral duty would become more stringent and that would be over-demanding and unfair. Verweij argues that this problem does not really occur in infectious disease prevention because (cfr. supra) the effect of one person's contribution would often be futile unless it is supported by others instead of neglected (Verweij 2005 ) . However, that would only be true for those diseases where we can assume that one individual's preventive efforts are indeed rather futile, i.e. those diseases that are endemic and suf fi ciently contagious. Many diseases fail to be so, and then the critique of over-demandingness could be valid though (especially when the disease in question is not life-threatening). For instance, someone who carries herpes simplex virus type I (a virus that causes fever blisters mainly around the mouth) would have to refrain from kissing a partner, drinking from common bottles or giving goodnight kisses to children. It is likely that her choice to prevent transmission will highly in fl uence the fact whether her lovers, relatives and friends will ever become a carrier of the virus. Her loss will be outweighed by the fact that these others may become infected, and will in their turn infect others who will infect others and so on…. If these others are more likely to behave careless with regards to transmission of the herpes virus, her moral duties will only increase. As argued before, the fact that other persons consent with these risks is not morally relevant.",
            "cite_spans": [
                {
                    "start": 1429,
                    "end": 1445,
                    "text": "(Strawson 1962 )",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2000,
                    "end": 2014,
                    "text": "(Singer 1972 )",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2895,
                    "end": 2910,
                    "text": "(Verweij 2005 )",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "A Consequentialist Perspective"
        },
        {
            "text": "Perhaps for certain diseases in the short run the precautionary measures taken by one single individual may not have suf fi cient effect to create a moral obligation, but in the long run this may be completely different. In the short run our moral obligations depend upon the support we get from others. However in a longer time horizon we can always try to gain support so that prevention does become effective. Then the question becomes the following. Does a general rule to take certain preventive measures lead to desirable consequences? In the former paragraph we compared the effect of our actions only on the scale of health bene fi ts. Now, on a more aggregate level, we will have to compare the value of public health to other societal goals such as economic welfare or social cohesion. If effective precautionary measures would imply an excessive cost in terms of these other goals, then it would be morally acceptable for a society to forgo them. But there is no universal way to trade off different social goals like welfare, health or social cohesion. Therefore, it may be dif fi cult to determine in an objective way whether a preventive rule is either or not excessive because that will largely depend upon one's social philosophy. In the extreme case, someone who suffers from mysophobia (i.e. an irrational fear of contamination with germs) will be willing to accept a much higher opportunity cost in order to have a reduced transmission of microbes. Nonetheless in many instances it is possible to determine which outcome is generally preferable. An obligation to stay home from work when the seasons change would perhaps prevent transmission of the common cold virus among coworkers, but the economic cost of high absenteeism will be too elevated. The internet is a much safer place to communicate than in a crowded bar, but situations of public crowding may nonetheless be preferable over isolation for all kinds of social reasons. However, it could be that consequentialism in a longer time horizon requires an increased level of prevention compared to our current practice. When we evaluate a preventive rule like say 'compulsory wearing of mouth masks or gloves during the fl u-season', the consequentialist may have to choose wearing rather than not wearing them. If such a measure is shown to be effective, the personal and societal bene fi ts of the reduced disease burden may outweigh the burden of actually implementing this behavioral change. Arguably, there are more of these rules to be invented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Consequentialist Perspective"
        },
        {
            "text": "In sum, the required scope of prevention in a consequentialist framework will entirely depend upon the net effect of prevention on the resulting aggregate disease burden, and not on characteristics of those individuals at risk. When one person's effort matters, then the moral requirements not to spread disease will generally be elevated. It would be morally wrong to engage in behaviors that foster the transmission of pathogens, even though other persons consent to the risks by not taking preventive measures themselves. When one person's effort does not make much of a difference in the aggregated disease burden then the situation is different. For rare diseases or diseases that only rarely lead to morbidity, the bene fi t of strict precaution will not outweigh the burden because the potential health bene fi ts would just be too small. For endemic and contagious diseases our moral duties will in the short run depend upon the efforts of others. Only when others follow a certain rule, then I would be morally obliged to do the same thing. If I refuse, then the effect of my choice on the resulting disease burden may be substantial. On the other hand, if no one follows a certain rule, my effort to stop transmission is going to be rather futile because others are likely to become infected anyway. In the long run -when the efforts of others cannot be considered exogenous anymore -the required level of prevention may however increase for these diseases. Forgoing prevention will then only be justi fi ed when the trade-off that it implies with regard to other societal goals (like economic welfare or social cohesion) is considered to be excessive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Consequentialist Perspective"
        },
        {
            "text": "There are good reasons to believe that infectious diseases will remain a factor of considerable importance to public health. Moreover, since the curative potential of many antibiotics is declining, their prevention will become relatively more important. Because the transmission dynamics of infectious diseases in fi ltrate the private sphere of citizens, measures taken by public health authorities will often con fl ict with protection of civil liberties. Policy makers who aim to reduce the incidence of infectious diseases in the least controversial way will have to count largely on the voluntary cooperation of citizens. These individuals dispose over a wide variety of possibilities to effectively prevent disease transmission but nonetheless few exhaust all options. Considering the harm that can be caused by infectious diseases, this begs the question how much precautionary measures we are mutually obliged to take. In this paper, I explored from two basic ethical perspectives the morally required scope of prevention. Both of them argue that for most diseases an elevated level of prevention is morally required. This level may be stricter than the level that we are habituated to in our current customs and rules of politeness. However, both perspectives also set different priorities and differ in their underlying motivation as to why prevention would be necessary. When we adopt a deontological perspective (and thus focus on the principles that guide our behavior), we end up with a set of mutual obligations that is very solidaristic with vulnerable groups, but less with those who neglect to take care of their own health. Because of the existence of groups that cannot protect themselves against serious health risks, and that rely upon the efforts of others, these others are obliged to implement a high level of prevention. Forgoing possibilities to prevent disease would not be justi fi able to these groups. When we adopt a consequentialist point of view and focus on the effects of our actions, we fi nd ourselves in a different situation. In the short run consequentialism will often give a moral justi fi cation for our daily practice. If it is worthwhile to take preventive measures, it would be morally required to do so, and that in the name of ourselves, others that cannot protect themselves, others that are unwilling to protect themselves or even future generations. The fact that other persons consent to undergo certain risks, would not bereave us from our responsibilities. If prevention is not worthwhile however, then it would be justi fi ed to forgo, even though that will imply serious risks to those with vulnerable immune systems. In the somewhat longer run however consequentialism becomes more demanding because then, the efforts of others are no longer to be considered as exogenous. The required level of prevention will then depend upon the relative value of public health to the other societal goals that must be sacri fi ced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antibiotic-resistant bugs in the 21st century -A clinical superchallenge",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The New England Journal of Medicine",
            "volume": "360",
            "issn": "",
            "pages": "439--443",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The moral justi fi cation for a compulsory human papillomavirus vaccination program",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Balog",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American Journal of Public Health",
            "volume": "99",
            "issn": "",
            "pages": "616--622",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "HIV man guilty of infecting lovers (Online)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "German girl band star charged in HIV case (Online)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Belgisch staatsblad. 2005. Koninklijk Besluit Betreffende Levensmiddelenhygiëne (Online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disease and destiny-mystery and mastery",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Beran",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Preventive Veterinary Medicine",
            "volume": "86",
            "issn": "",
            "pages": "198--207",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "WHO estimates of the causes of death in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bryce",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boschi-Pinto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shibuya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Lancet",
            "volume": "365",
            "issn": "",
            "pages": "1147--1152",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Society's failure to protect a precious resource",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carlet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Collignon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goldmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Gyssens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jarlier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "N&apos;doye",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Richtmann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Voss",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antibiotics. The Lancet",
            "volume": "378",
            "issn": "9788",
            "pages": "369--371",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effective TB interviewing for contact investigation: Self-study modules (Online)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "How fl u spreads (Online)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transmission of measles (Online) Available",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "What are the moral obligations of the traveller in relation to vaccination?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Travel Medicine and Infectious Disease",
            "volume": "5",
            "issn": "",
            "pages": "90--96",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The principles of disease elimination and eradication",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Dowdle",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Bulletin of the World Health Organization",
            "volume": "76",
            "issn": "",
            "pages": "22--25",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "In fl uenza and public health: Learning from past pandemics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Giles-Vernick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Craddock",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Intimidation, coercion and resistance in the fi nal stages of the South Asian smallpox eradication campaign 1973-1975",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Greenough",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Social Science & Medicine",
            "volume": "41",
            "issn": "",
            "pages": "633--645",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Is there a moral obligation not to infect others?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "British Medical Journal",
            "volume": "311",
            "issn": "",
            "pages": "1215--1217",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The looming threat of bioterrorism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "283",
            "issn": "",
            "pages": "1279--1282",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Smallpox and vaccinia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Borio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Grabenstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Immunization, equity, and human rights",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hinman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Preventive Medicine",
            "volume": "26",
            "issn": "",
            "pages": "84--88",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses: Systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Foxlee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dooley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferroni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hewak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prabhala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rivetti",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "British Medical Journal",
            "volume": "336",
            "issn": "",
            "pages": "77--80",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Updating the accounts: Global mortality of the 1918-1920 \"Spanish\" in fl uenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Bulletin of the History of Medicine",
            "volume": "76",
            "issn": "",
            "pages": "105--115",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gittleman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Vaccines against drugs of abuse: A viable treatment option?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kantak",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Drugs",
            "volume": "63",
            "issn": "",
            "pages": "341--352",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Institutes of medicine: The threat of pandemic in fl uenza: Are we ready?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Knobler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Costing infectious disease outbreaks for economic evaluation: A review for hepatitis A",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luyten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PharmacoEconomics",
            "volume": "27",
            "issn": "",
            "pages": "379--389",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The contribution of medical care to mortality decline: McKeown revisited",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mackenbach",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Clinical Epidemiology",
            "volume": "49",
            "issn": "",
            "pages": "1207--1213",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The role of medicine: Dream, mirage, or nemesis? London: Nuf fi eld Provincial Hospitals Trust",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mckeown",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Face masks, respirators might help during pandemic fl u outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mitka",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of the American Medical Association",
            "volume": "297",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Virology: Molecular biology and pathogenesis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Norkin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Impact of regional climate change on human health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Patz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Campbell-Lendrum",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Holloway",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Foley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "310--317",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Infectious disease. Polio eradication effort adds new weapon to its armory",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Historical comparisons of morbidity and mortality for vaccinepreventable diseases in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Roush",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of the American Medical Association",
            "volume": "298",
            "issn": "",
            "pages": "2155--2163",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "What we owe to each other",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Scanlon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Smallpox revisited?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Selgelid",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The American Journal of Bioethics",
            "volume": "3",
            "issn": "1",
            "pages": "5--11",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Bioterrorism and smallpox planning: Information and voluntary vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Selgelid",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Medical Ethics",
            "volume": "30",
            "issn": "",
            "pages": "558--560",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Ethics and infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Selgelid",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioethics",
            "volume": "19",
            "issn": "",
            "pages": "272--289",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Famine, af fl uence, and morality",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Philosophy & Public Affairs",
            "volume": "1",
            "issn": "",
            "pages": "229--243",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Belgian parents are sentenced to prison for not vaccinating children",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stafford",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "British Medical Journal",
            "volume": "336",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Celstraf voor Opzettelijke Hiv-besmetting (Online",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Standaard",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Freedom and resentment",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Strawson",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Proceedings of the British Academy",
            "volume": "48",
            "issn": "",
            "pages": "1--25",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Obligatory precautions against infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verweij",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioethics",
            "volume": "19",
            "issn": "",
            "pages": "323--335",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Fact sheet: In fl uenza (seasonal) (Online)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Global summary of the AIDS epidemic (Online)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Tuberculosis fact sheet (Online)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Fact sheet: The top ten causes of death (Online",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Social determinants of health: The solid facts",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Plague vaccines",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Titball",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Bezwaren tegen Vaccinaties: Het Perspectief van de Weigeraar . Bithoven: Rijksinstituut voor Volksgezondheid en Milieu",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Woonink",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ") . In 2009, 33.3 million individuals were HIV seropositive while 1.8 million died from their infection (WHO 2009b ) . Tuberculosis killed an estimated 1.7 million people in 2009 (WHO 2009c ) . Epidemics of seasonal in fl uenza result every year in about three to fi ve million cases of severe illness, and about 250,000-500,000 deaths worldwide (WHO 2009a ) .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}