{
    "paper_id": "00eaa28403c40a1892c493a5ca2df4ac1e6896f8",
    "metadata": {
        "title": "Implications of SARS-CoV-2 Infection and COVID-19 Crisis on Clinical Cancer Care: Report of the University Cancer Center Hamburg Start of the COVID-19 Crisis and First Implications on Cancer Care",
        "authors": [
            {
                "first": "Res",
                "middle": [],
                "last": "Oncol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Treat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katja",
                "middle": [
                    "C"
                ],
                "last": "Weisel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Hamburg-Eppendorf (UKE)",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Morgner-Miehlke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Hamburg-Eppendorf (UKE)",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Cordula",
                "middle": [],
                "last": "Petersen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Hamburg-Eppendorf (UKE)",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Walter",
                "middle": [],
                "last": "Fiedler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Hamburg-Eppendorf (UKE)",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Andreas",
                "middle": [],
                "last": "Block",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Hamburg-Eppendorf (UKE)",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Schafhausen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Hamburg-Eppendorf (UKE)",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Johannes",
                "middle": [
                    "K"
                ],
                "last": "Knobloch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Hamburg-Eppendorf (UKE)",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Carsten",
                "middle": [],
                "last": "Bokemeyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Hamburg-Eppendorf (UKE)",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": "cbokemeyer@uke.de"
            }
        ]
    },
    "abstract": [
        {
            "text": "With the outbreak of the COVID-19 pandemia, routine clinical work was immediately, deeply, and sustainably impacted in Germany and worldwide. The infrastructure of almost all hospitals is currently redirected to provide a maximum of intensive care resources, including the necessary staff. In parallel, routine as well as emergency clinical care for all patients in need has to be secured. This challenge becomes particularly evident in cancer care. In order to maintain adequate oncological care at all levels of provision and to conduct especially curative and intensive treatments with a maximum of safety, continuous adaption of the oncology care system has to be ensured. Intensive communication with colleagues and patients is needed as is consequent expert networking and continuous reflection of the own developed strategies. In parallel, it is of high importance to actively avoid cessation of innovation in order not to endanger the continuous improvement in prognosis of cancer patients. This includes sustained conduction of clinical trials as well as ongoing translational research. Here, we describe measures taken at the University Cancer Center Hamburg (UCCH) -a recognized comprehensive oncology center of excellenceduring the COVID-19 crisis. We aim to provide support and potential perspectives to generate a discussion basis on how to maintain high-end cancer care during such a crisis and how to conduct patients safely into the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In Hamburg, the first case of a SARS-CoV-2 infection was reported in Hamburg in a staff member of the University Medical Center Hamburg-Eppendorf (UKE) on February 28, 2020. On March 16, 2020, with the beginning of the nationwide lockdown, Hamburg counted 35 SARS-CoV-2-positive cases, and the University Cancer Center Hamburg (UCCH) started to take the first profound infrastructural measures to protect patients and staff members as well as to prospectively provide resources to face the upcoming challenges of the pandemia. On April 10, more than 3,370 SARS-CoV-2-positive cases were reported in Hamburg, more than 250 patients have been treated in hospitals, and about 80 of them with intensive care. The UKE continued its extensive preparations to provide a maximum capacity of intensive care beds (> 150). Graduated schemes to focus on human resources, the provision of hospital beds, as well as a nearly complete shutdown of research activities except for re-2 DOI: 10.1159/000508272 search on SARS-CoV-2 infection at the medical faculty were drawn by the central UKE task force, all of them challenging and potentially impacting cancer care. Hematology and oncology societies (e.g., DGHO, ESMO, EBMT, ASCO) as well as selected US cancer centers started to report some guidelines for cancer care [1] [2] [3] [4] . With a wide spectrum of measures, the UCCH prospectively and continuously faced the challenges and implications of the COVID-19 pandemia. Structural aspects were assessed at all levels in order to assure cancer care with maximum safety.",
            "cite_spans": [
                {
                    "start": 1303,
                    "end": 1306,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1311,
                    "end": 1314,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1315,
                    "end": 1318,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to assure the best possible cancer care, primarily acknowledging the specific situation in oncology, as a first step a cancer center task force was formed on March 18, 2020, consisting of representatives from the Departments of Oncology/Hematology, Bone Marrow transplantation, Radiotherapy, and Nuclear Medicine at the UCCH. This UCCH task force acts as the key and central group for decisions on safety and preventive measures, general and individual decisions on patient guidance and treatment, planning of staff resources, changes in the UCCH infrastructure, as well as the management of SARS-CoV-2 infections in patients and staff members (Fig. 1) . According to the rapid dynamics of the crisis and its continuous implications internally and externally, task force meetings are held in a fixed schedule 3 times a week with additional ad hoc meetings whenever needed, which has proven to be an effective strategy to achieve maximum preparedness. The task force holds continuous discussions with the Infection Prevention and Control team and the UKE Board of Directors. General infrastructural measures were implemented in order to protect patients and staff members as well as to provide human staff resources for subsequent transfer to intensive care units (ICU). For treatment guidance, general measures were developed. However, also acknowledging that outside existing recommendations for oncological treatments, individual treatment modifications may result in ethical conflicts, the task force has implemented a dedicated team to discuss individual cases requiring treatment in time. Published statements and guidelines of health authorities and cancer societies are continuously reviewed and implemented. Furthermore, the task force provides its knowledge on specific expertise in cancer care, e.g., in palliative treatment, to the teams directly involved in the management of SARS-CoV-2-infected patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 661,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Establishing New Organization Structures including a Task Force"
        },
        {
            "text": "In the following, the key measures taken by the task force on patient management and treatment guidance are outlined in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishing New Organization Structures including a Task Force"
        },
        {
            "text": "After careful internal review, the management of outpatient cancer chemotherapy care has been adapted as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outpatient Cancer Care"
        },
        {
            "text": "Outpatient Cancer Care of Consultations without Active Treatment − Routine follow-up of previously treated patients at the center are rescheduled after telephone contact as long as patients do not report new symptoms. − Phone call visits are implemented for second-opinion questions and visits for communication of radiographic or laboratory chemistry reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outpatient Cancer Care"
        },
        {
            "text": "Outpatient Care of Patients with Active Treatment − All visits for ongoing treatments and visits in clinical trials are continued as planned. − Adjuvant treatment with curative intent is being conducted whenever possible according to the current guidelines. − Palliative treatments are potentially adapted after review of the individual patient's situation. − All outpatients undergoing active treatment at our outpatient clinic are asked to put themselves into a voluntary quarantine and to wear masks when entering the UCCH main building throughout all their visit time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outpatient Cancer Care"
        },
        {
            "text": "In the palliative setting, a careful risk-benefit assessment of ongoing therapies needs to be performed. This implements consideration of cancer-related life expectancy, therapeutic alternatives, the individual risk of SARS-CoV-2 infection in the individual social setting, the distance to the oncology center, and the general risk given by the planned chemotherapy. To potentially reduce the frequency of visits during ongoing treatments and to adjust them due to restricted staff resources, decisions on stretching treatment intervals or switching to oral applications with less frequent control visits were individually discussed. All discussions occurred in dedicated teams and were implemented whenever this was assumed to be possible without affecting the patient's prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outpatient Cancer Care"
        },
        {
            "text": "Currently, we hold on to all those implemented measures, which resulted in an overall reduction in outpatient visits of 40-50% per week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outpatient Cancer Care"
        },
        {
            "text": "Inpatient cancer care does not typically involve elective or easily shiftable care. The timely conduction of all treatments with curative intent is of utmost priority, e.g., treatment of acute leukemias, high-grade lymphomas, or germ cell cancers. These treatments are more reflecting acute/emergency admissions rather than routine cancer care. Special precautions and regulations are mandatory for autologous and allogeneic hematopoietic stem cell transplantations. Here, dedicated hematology societies (e.g., EBMT) have proposed guidelines on transplantation procedures [2] , which we translated into specific measures.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 575,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Inpatient Cancer Care"
        },
        {
            "text": "Allogeneic Transplantations − A consequent reduction in the transplant program except for indications without potential therapeutic alternatives was implemented. − For all other indications, a delay in the transplantation procedure was considered as well as a temporary switch to therapeutic alternatives to delay the procedure to a later time point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inpatient Cancer Care"
        },
        {
            "text": "Autologous Transplantations − Generally, treatment with autologous stem cell transplantation was not discontinued but may be adapted to the patient's disease course and risk situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inpatient Cancer Care"
        },
        {
            "text": "Multiple Myeloma − Autologous stem cell transplantation is continued without delay in patients with high-risk myeloma and in all patients with suboptimal response to induction treatment or significant toxicity (e.g., peripheral neuropathy) during induction therapy. − All other patients are evaluated for a potential extension of induction treatment to 6-8 cycles or replacement of the high-dose treatment concept with an optimized continuous treatment regimen [5] .",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 464,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Inpatient Cancer Care"
        },
        {
            "text": "Malignant Lymphoma − In relapsing patients with high-grade non-Hodgkin's lymphoma or Hodgkin's disease, high-dose treatment with autologous stem cell transplantation is in general conducted as planned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inpatient Cancer Care"
        },
        {
            "text": "Germ Cell Cancer − For patients with high-dose treatment in relapsing germ cell cancer, the best curative treatment option is continued to be performed as planned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inpatient Cancer Care"
        },
        {
            "text": "Outside the transplantation program, all inpatients treated with curative intent are tried to be managed as scheduled. In palliative care, the guidelines outlined for outpatient care are applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inpatient Cancer Care"
        },
        {
            "text": "In all patients who had started radiotherapy, treatment interruptions were avoided in order not to prolong overall treatment time. All other radiation schedules were reviewed to account for prioritization. − In case of curative intent, the treatment schedule is to be started/continued at the earliest opportunity. − In specific entities where prognosis remains unaffected (e.g., in case of hormonally responsive breast or prostate cancer), treatment deferral is discussed individually. − New patient consultations are triaged on a case-bycase basis following discussion with the referring physician. − In palliative care, treatment is limited to function-or life-threatening situations (e.g., spinal cord compression). − Arthrosis radiation is completely discontinued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy"
        },
        {
            "text": "Whilst deferral may seem preferable for the time being, it has to be considered that this may have unintended consequences and create a further unmanageable surge in activity when the crisis has passed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy"
        },
        {
            "text": "All radiation treatment schedules are adapted if needed based on appropriate evidence-based guidelines (NCCN, ASTRO, and ESTRO) striving for the shortest possible course (e.g., single-fraction treatment for bone pain and hypofractionation schedules where appropriate, e.g., breast and prostate cancer) [6] . Interdisciplinary Cancer Care In terms of interdisciplinary care for solid cancer patients, the surgical departments have dramatically reduced their elective operation programs while at the same time ensuring immediately necessary cancer surgery to be maintained. Interdisciplinary tumor boards are kept running but partially changed to videoconferences and/or limiting the number of participants to one representative decision maker per department involved in the case. Special attention has to be put on avoiding delays in consultation and treatment which may adversely affect potentially curable patients. However, due to potential delays in cancer diagnosis resulting from patients avoiding physician visits in the community and from less intensive diagnostic strategies being conducted in private practice care, the number of referrals for cancer surgery has dropped by about 25% in the last 4 weeks.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Radiotherapy"
        },
        {
            "text": "Patients enrolled in clinical trials are at particular risk, and thus they need more specialized and more intensive staff and investigational resources compared to routine clinical care. Clinical care in line with good clinical practice (GCP) is, therefore, a major challenge to be maintained during the COVID-19 crisis. Competent authorities and clinical trial sponsors have immediately published short-lived guidelines and measures, which have to be translated into a study-specific manner [7] with updates and modifications published weekly. In general, all patients who were already included in clinical trials when the outbreak had started should be treated per protocol and as consequent as possible according to the GCP guidelines. Patient access to clinical trials providing a potentially more effective treatment than the approved treatment options should be continued whenever possible. In accordance to the suggestions of competent authorities, on-site monitoring should be replaced by remote monitoring. The UCCH has developed online solutions and standardized patient consents to enable remote monitoring according to the data protection and GCP rules. However, recruitment into trials has dropped by > 50%, and new trials are not initiated under the current circumstances according to the authorities' recommendations.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 495,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Research"
        },
        {
            "text": "With the beginning of the COVID crisis, the UCCH task force immediately implemented the first concrete safety measures. To minimize the potential of viral spread, all staff members in the outpatient care were taught to comply with the 1.5-to 2-m distance rules. Obligation for wearing surgical masks for nurses whenever being involved in direct patient care as well as for all physicians when entering the outpatient clinic was implemented. Continuously reviewing the situation, 2 days later, this measure was expanded to all oncology wards (radiotherapy, hematology/oncology care, palliative care, and bone marrow transplantation), and again 1 week later it was also implemented for all patients in the outpatient care setting at the University Hospital. This measure was drawn much ahead of the suggestions and guidelines of the UKE institution and of the health authorities, which were later adapted by themselves and therefore remain up to today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protection Measures for the Patients and the Staff"
        },
        {
            "text": "A subsequent challenge addressed was to achieve a maximum of safety for patients scheduled for therapies inducing long-term or high-risk aplasia. At first, the general testing of all patients admitted to the UCCH was not possible due to general UCCH resource limitations. However, effective from March 25, all patients admitted for intensive chemotherapies with anticipated prolonged aplasia, such as leukemia treatments or high-dose therapy with autologous stem cell transplantation as well as those with B-cell-directed therapies, were admitted to a dedicated area of one of our hematology wards to be immediately tested for a potential SARS-CoV-2 infection or colonization and kept in protective isolation for 24 h. With reporting of a PCR-negative test result, the patient is transferred to the specialized ward receiving the scheduled treatment. After repetitive institutional considerations, routine testing for SARS-CoV-2 was expanded to all admissions on all oncology wards by the beginning of April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protection Measures for the Patients and the Staff"
        },
        {
            "text": "To minimize the patient's contacts with additional persons, an early-implemented general ban for all visitors, which was effective from March 19 for the cancer center wards, had an additional, marked, beneficial, protective effect on hospitalized patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protection Measures for the Patients and the Staff"
        },
        {
            "text": "A broad challenge in human resource management is the daily balance of providing staff support for the growing ICU of the University Hospital without decreasing high-level cancer care. In addition, it has to be expected that a marked amount of staff members might also be affected by the SARS-CoV-2 infection or be put under quarantine and thus will not be able to come to work for a defined time. In order to generate a reliable system, all on-duty services of the department's physicians were placed with a dedicated substitute and a specific stepwise plan for staff members switching to the ICU team when need was developing. At the same time, the board of di-Oncol Res Treat DOI: 10.1159/000508272 rectors of the UKE has allowed the UCCH to continue planning their own patient admission schedule to manage the necessary treatment cycles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of Staff Resources"
        },
        {
            "text": "The first SARS-CoV-2-positive cancer patient was identified on an oncology ward on March 18, 2020. The infection occurred in parallel to the primary diagnosis of acute lymphatic leukemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implication and Handling of SARS-CoV-2 Infections"
        },
        {
            "text": "Overall, the spread of the first SARS-CoV-2 infection was limited with in total 6 persons proven to be SARS-CoV-2 positive, 1 patient and 5 staff members who were tested positive during their quarantine. All patients on the affected 2 wards were tested the same night and turned out to be SARS-CoV-2 negative. This did also account for 36 further staff members (e.g., physicians, nurses, psychooncologists, and physiotherapists) regarded at increased risk for transmission (category I; > 15 min face-to-face contact to the infected patient without protection) according to the guidelines of the German health authority (Robert Koch Institute; RKI). The enormous number of contact persons identified also clearly showed the impact of 1 affected patient on the infrastructure in a hospital with several staff members having to be put immediately into quarantine. This example also elucidated that the quarantine rules are per se not always feasible in a center running with highvolume and high-quality cancer care, which requires a large amount of highly qualified staff. The RKI had acknowledged this challenge in its recommendation (https://www. rki.de/DE/Content/InfAZ/N/Neuartiges_Coronavirus/ HCW.html;jsessionid=CDC92DAF0583CDECC079E3D0 44A2DD6C.internet061#doc13848752bodyText2). For our center, additional repetitive SARS-CoV-2-specific PCR monitoring of asymptomatic staff 5, 6, 7, and 9 days after the last at-risk contact was implemented. Even more important, implementation of consequent staff protection rules by the task force had the goal to consequently avoid category I contacts. This accounts for direct patient care with adequate mask protection, but also restrictions and protection during regular personal exchanges among nurses and physicians. In this context, it has to be mentioned that all contacts with low risk of transmission (category II, < 15 min face-to-face contact to the infected patient) were offered testing on a voluntary basis 7 days after the last at-risk contact by the institution. All staff members tested in the follow-up monitoring of asymptomatic personnel 5, 6, 7, or 9 days after the last at-risk contact turned out to be negative. Overall, the liberal testing offered for employees by the UKE turned out to be positive in the sense of patient and staff protection: It enables early identification of oligo-and asymptomatic, but infected staff members and, therefore, also identifies those who come to work despite being affected but have the immediate wish to help in a crisis of limited resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implication and Handling of SARS-CoV-2 Infections"
        },
        {
            "text": "Including the first 2 patients described, a cluster of overall 22 cancer patients with a SARS-CoV2 infection was identified between March 18 and the so far preliminary end point April 24, including patients affected by hematological cancers (leukemia, lymphoma, and multiple myeloma). These cases, which have led to an extensive screening of all patients in our center as well as all the various staff members. The whole process including the infection chains is highly complex and currently still under investigation. As mentioned before, the first detected infection was most likely imported into our center by an outpatient with primary diagnosis of acute lymphatic leukemia, who was concomitantly affected by COVID-19. At a time point more than 2 weeks later, when the majority of patients of the general cluster was diagnosed with SARS-CoV-2, the staff members of all oncology wards were already working under mask protection. Also, screening procedures for SARS-CoV-2 on the oncology wards and for patients admitted with hematological cancers, and the general ban for all visitors had been implemented, and indeed the majority of patients affected had actually been tested negative for SARS-CoV-2 before admission or during their inpatient stay. All infected cancer patients were transferred from the oncology center to a dedicated COVID ward of the UKE guided by an interdisciplinary, dedicated team of physicians specialized in general internal medicine and oncology. The oncology team is solely situated in the COVID-19 area of the main UKE building and acts completely separately from the UCCH in order to provide and continue cancer treatment for SARS-CoV-2-positive patients on the above-mentioned specialized ward and on the ICU. Despite SARS-CoV-2 infection, we were able to continue antileukemic therapy in several patients in urgent need of therapy. Two patients became PCR negative for SARS-CoV-2 under continued antileukemic therapy. The clinical course of SARS-CoV-2 infection was highly variable, ranging from asymptomatic to oligosymptomatic cases up to severe COVID-19-affected lung disease. In total, 6 patients out of this cluster needed mechanical ventilation. Two patients, 1 elderly patient with refractory acute myeloid leukemia and an > 80-year-old patient with end-stage myelofibrosis, had died. In the context of the SARS-CoV-2 cluster, main extended measures taken were containment of 4 wards for 2 weeks, repetitive and complete screening of all admitted patients and all staff members of the center, including those without direct patient contacts, and the change from standard to FFP2 masks in the whole building. As we are able to report so far, this led to a complete and successful containment of the situation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of SARS-CoV-2 Infections"
        },
        {
            "text": "The economic aspects of the COVID-19 crisis in the UCCH, but also in general for the academic health system, are currently unpredictable. As of today, in a governmental effort, beds provided for potential SARS-CoV-2-infected patients are reimbursed at a defined rate. As all wards involved in cancer care are mainly unaffected by those regulations when patients admitted are of unmet therapy need, the financial gap might be not as large as in other disciplines. The overall resource utilization in the UCCH wards was > 90% during March, clearly indicating that inpatient cancer treatment cannot be paused during the virus pandemic outbreak. However, a more stringent isolation policy with more single room use and use of inpatient resources for testing will reduce the number of patients treated. The transfer of outpatient visits to phone call visits will be translated into economic compensation rates. In our opinion, all efforts have to be done to avoid financial restrictions in cancer care now and in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic Aspects"
        },
        {
            "text": "Acting as a long-term funded center of excellence by the German Cancer Aid (DKH), the UCCH consists of an established partner network of 19 office-based oncologists and 20 contracted surrounding partner hospitals. The UCCH acknowledged its central coordinating role in this network during the COVID-19 pandemia to assure ongoing, optimized care for all patients affected by cancer in the region. In parallel, we see the utmost responsibility as a cancer center to provide all available resources to generate the maximum scientific information out of this severe crisis to improve the management of similar events in the future as well as the current crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVIDHELP Program of the UCCH -Specific Outreach Measures"
        },
        {
            "text": "On March 20, 2020, the UCCH launched the first online oncology platform, which provides a forum to actively communicate foreseeable or unforeseeable capacity limitations of cancer care at specific hospital locations, and to consequently connect partners in need with those who can potentially provide free capacities (ucch-covid-help@uke.de). In parallel, the platform is constantly being developed as a forum to exchange relevant information over the pandemia development, emerging medical insights, as well as guidelines and expert opinions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVIDHELP Program of the UCCH -Specific Outreach Measures"
        },
        {
            "text": "In the extensive considerations about the optimal cancer care during the current pandemia, it is obvious that only very limited data exist about the clinical course of the SARS-CoV-2 infection in cancer patients. Early data on 18 patients from China show a 3.5-fold increased risk for intensive care or mechanical ventilation [8] . However, the implication of different oncology entities and specific treatment modalities, the impact of immunosuppression, aplasia, or other distinct high-risk situations are unclear so far. This is even more relevant, as current data suggest a potential role of a cytokine storm leading to potentially severe lung impairment. Consequently, the question arises if specific drugs used in oncological treatment, such as immune-oncological treatments, monoclonal antibodies, or targeted therapies, might potentially also have a distinct effect on the clinical course. To address these questions, the UCCH and its network, together with the University Hospitals in Kiel and Lübeck, have now initiated a prospective observational trial where SARS-CoV-2 infections in cancer patients are systematically reported, including prospective biobanking of peripheral blood samples.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The COVIDHELP Program of the UCCH -Specific Outreach Measures"
        },
        {
            "text": "Cancer patients are now not only affected by the diagnosis of the malignant disease but also by all concerns arising during the COVID-19 pandemia. In addition to the already existing existential fears, anxiety is also associated with a potential SARS-CoV-2 infection and the potential general infrastructural restrictions regarding radiographic investigations, surgical interventions, delays in treatment, or limitations regarding access to the oncology centers. The limitations in staff resources during the pandemia is in opposition to the need of even more time for explanations to the individual cancer patient. The UCCH, therefore, intensified the regular and structural exchange with its 39 contracted patient support groups. A weekly online newsletter service provides relevant information regarding the COVID-19 pandemia in a patient-understandable language. Psychooncology support, consultations in complementary medicine, sports, and nutrition counseling, i.e., important offers of the UCCH, were, therefore, not cancelled but changed to phone call or video visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Involvement"
        },
        {
            "text": "Currently, the summit of the crisis has most likely not yet been reached in Germany. How many patients will need mechanical ventilation or how that in reality will affect the staff resources of all other departments is so far not predictable and may also be of different extent in different federal regions. However, in our opinion, it is already clear that cancer care will be significantly impacted by the current pandemia. Although we are convinced that cancer care can still be provided for all patients in need, potential disadvantages for individual patients despite SARS-CoV-2, COVID-19, and Cancer 7 Oncol Res Treat DOI: 10.1159/000508272 critical benefit-risk assessments and interdisciplinary discussions cannot be ruled out. Furthermore, we have to anticipate that due to the current changes in social behavior and resources, cancer diagnosis will be delayed, and more patients will be diagnosed in the near future at a more advanced stage. The unrestricted access for patients to the innovative technologies in oncology, to clinical trials, second opinions, and center-specific treatments will not be kept up as before the COVID-19 pandemia. The temporary shutdown in translational research will lead to a delay in relevant and groundbreaking findings, which will extend far beyond the time of the pandemia: Fundamental experiments will be delayed, grant applications will not be submitted in time, and manuscripts will potentially not be completed. In parallel, relevant third-party funding will be redirected towards funding to unravel the burden of the SARS-CoV-2 infection and COVID-19. Cancellation of conventions and meetings will negatively impact the scientific exchange in the expert community and will lead to a lack in interdisciplinary and multinational networks. High-ranked political initiatives, such as the National Decade against Cancer in Germany or the European Beating Cancer Plan, are in danger of significant slowdown. The German Cancer Center Heidelberg (DKFZ) and the German Cancer Aid (DKH) have initiated a process to monitor the conduction of cancer care and research in the dedicated German comprehensive cancer centers. Guidelines are to be followed, but local decisions need to be made. Facing all those challenges, it is now the time to use the current unprecedented team spirit and solidarity, which is also generated during this crisis, as an alternative strategy for knowledge generation and transfer. Cancer does not stop. day by day, we all have to face the responsibility to secure cancer care for all patients and to continue to optimize cancer treatment, to promote the innovation, and to provide simultaneously unrestricted support while offering staff and knowledge to our colleagues fighting in the ICUs against this devastating pandemia with the common aim to overcome this critical crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "DGHO. Coronavirus-Infektion (COVID-19) bei Patienten mit Blut-und Krebserkrankungen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Managing Cancer Care During the COVID-19 Pandemic: Agility and Collaboration Toward a Common Goal",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Hendrie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcdonnell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Crews",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Natl Compr Canc Netw",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.6004/jnccn.2020.7560"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A War on Two Fronts: Cancer Care in the Time of COV-ID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kutikov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Edelman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Horwitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Uzzo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "International Myeloma Society Recommendations for the Management of Myeloma Patients during the COVID-19 Pandemic Examples",
            "authors": [],
            "year": null,
            "venue": "IMS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: Global radiation oncology's targeted response for pandemic preparedness",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simcock",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vengaloor",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Filippi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Transl Radiation Oncol",
            "volume": "22",
            "issn": "",
            "pages": "55--68",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guidance on the Management of Clinical Trials during the COVID-19 (Coronavirus) pandemic",
            "authors": [],
            "year": null,
            "venue": "EMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China. Lancet Oncol",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "335--342",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors thank all members of the UCCH task force for continuous discussions and support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "The authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure Statement"
        },
        {
            "text": "The study received no funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Sources"
        },
        {
            "text": "All authors provided substantial contributions to the concept of the study, were drafting the work, or revising it critically for important intellectual content, and approved the version to be published as well as agreed to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of this work were appropriately investigated and resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}