{"paper_id": "00f14e01af3373cd33704ba23c31ee81acc9ef6b", "metadata": {"title": "Impact of low dose tocilizumab on mortality rate in patients with COVID-19 related pneumonia", "authors": [{"first": "Ruggero", "middle": [], "last": "Capra", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicola", "middle": [], "last": "De Rossi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Flavia", "middle": [], "last": "Mattioli", "suffix": "", "affiliation": {"laboratory": "", "institution": "ASST Spedali Civili", "location": {"addrLine": "Via Nikolajewka 13", "postCode": "25123", "settlement": "Brescia", "country": "Italy"}}, "email": ""}, {"first": "Giuseppe", "middle": [], "last": "Romanelli", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Brescia", "location": {"country": "Italy"}}, "email": ""}, {"first": "Cristina", "middle": [], "last": "Scarpazza", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Maria", "middle": ["Pia"], "last": "Sormani", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Genova", "location": {"settlement": "Italy"}}, "email": ""}, {"first": "Stefania", "middle": [], "last": "Cossi", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Pneumonia with respiratory failure represents the main cause of death in COVID-19, where hyper inflammation plays an important role in lung damage. This study aims to evaluate if tocilizumab, an anti-soluble IL-6 receptor monoclonal antibody, reduces patients' mortality. Methods: 85 consecutive patients admitted to the Montichiari Hospital (Italy) with COVID-19 related pneumonia and respiratory failure, not needing mechanical ventilation, were included if satisfying at least one among: respiratory rate ≥ 30 breaths/min, peripheral capillary oxygen saturation ≤ 93% or PaO2/FiO2<=300 mmHg. Patients admitted before March 13th (n=23) were prescribed the standard therapy (hydroxychloroquine, lopinavir and ritonavir) and were considered controls. On March 13th tocilizumab was available and patients admitted thereafter (n=62) received tocilizumab once within 4 days from admission, plus the standard care. Results: Patients receiving tocilizumab showed significantly greater survival rate as compared to control patients (hazard ratio for death, 0.035; 95% confidence interval [CI], 0.004 to 0.347; p = 0.004), adjusting for baseline clinical characteristics. Two out of 62 patients of the tocilizumab group and 11 out of 23 in the control group died. 92% and 42.1% of the discharged patients in the tocilizumab and control group respectively, recovered. The respiratory function resulted improved in 64.8% of the observations in tocilizumab patients who were still hospitalized, whereas 100% of controls worsened and needed mechanical ventilation. No infections were reported. Conclusions: Tocilizumab results to have a positive impact if used early during Covid-19 pneumonia with severe respiratory syndrome in terms of increased survival and favorable clinical course.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The epidemic of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) originating in Wuhan has dramatically spread in Italy, with very high mortality rates (7960 deaths over 46065 positive swabs by April 2 in Lombardy), being interstitial pneumonia with respiratory failure the principal cause of death of COVID-19 [1] .", "cite_spans": [{"start": 322, "end": 325, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Xu et al. [2] described both the peripheral blood flow cytometric analysis and biopsy samples from the lung of a patient who died from COVID-19. They reported increased TH17 and CD8 T lymphocytes with high concentration of cytotoxic granules in blood as well as diffuse alveolar damage with interstitial mononuclear inflammatory infiltrates dominated by lymphocytes. This suggests that a significant part of the pulmonary damage would be ascribed to an immunological hyperactivation.", "cite_spans": [{"start": 10, "end": 13, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Zhou et al. [3] also reported that an increased interleukin 6 (IL-6) blood level was a negative prognostic factor for survival, as death was more frequent in patients with higher levels of IL-6. Furthermore IL-6 levels were directly related to the more severe lung damage [4] . Interestingly, in severe acute respiratory syndrome (SARS), similarly induced by a coronavirus, an exaggerated immune response is thought to be the cause of a lethal disease, independently from viral titers and particularly in the post acute phase of the disease [5] . Noteworthy, therapeutic interventions aimed towards reducing viral load were reported to be somewhat beneficial when administered early, but not during later stages, in Middle East Respiratory Syndrome (MERS), https://doi.org/10.1016/j.ejim.2020.05.009 which is also caused by a coronavirus [6] .", "cite_spans": [{"start": 12, "end": 15, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 272, "end": 275, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 541, "end": 544, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 838, "end": 841, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "For these reasons, 21 COVID-19 patients were recently treated in Wuhan with intravenous tocilizumab, a monoclonal antibody directed to the soluble IL-6 receptor, which is supposed to be helpful for COVID-19 related pneumonia [7, 8] . Indeed, these authors observed an improvement of pneumonia as shown by lung CT scan and SpO2 [9] .", "cite_spans": [{"start": 225, "end": 228, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 229, "end": 231, "text": "8]", "ref_id": "BIBREF7"}, {"start": 327, "end": 330, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "According with the above reported evidences, we describe a retrospective observational study conducted during the COVID-19 outbreak occurring in Montichiari (Brescia) hospital, one of the most affected regions in Italy, describing the use of tocilizumab in a group of consecutive patients with COVID-19 confirmed pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Due to the emergency situation worldwide and the time pressure, it was not possible to conduct a randomized controlled trial. The Ethical Committee of Brescia was informed of this observational study on consecutive patients and their informed consent was obtained.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "Consecutive patients admitted to Montichiari hospital with COVID-19 pneumonia and acute respiratory syndrome were retrospectively evaluated since February 26, if they satisfied, as inclusion criterion, at least one of the following conditions: 1) respiratory rate ≥ 30 breaths/ min, 2) peripheral capillary oxygen saturation (SpO2) ≤ 93% while breathing room air, 3) PaO2/FiO2 <=300 mmHg. Patients with critical respiratory syndrome, needing mechanical ventilation at onset, were not included. Only confirmed cases of COVID-19, defined by a positive result on a reverse-transcriptase-polymerase-chain-reaction (RT-PCR) assay of a specimen collected on a nasopharyngeal swab, were considered. Chest x-ray showed in all patients bilateral pulmonary opacities on chest imaging that were not fully explained by congestive heart failure or other forms of volume overload. Transaminase 5 times the upper limit of the normal value and/or neutrophils <500 / mmc or Platelets <50.000 / mmc were exclusion criteria.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "All patients received hydroxychloroquine 400 mg daily and lopinavir 800 mg daily plus ritonavir 200 mg daily as standard care [10, 11] and were subsequently assisted with non invasive or invasive oxygen therapy (from low flow nasal cannula to mechanical ventilation), according to their needs.", "cite_spans": [{"start": 126, "end": 130, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 131, "end": 134, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Methods"}, {"text": "Patients were started to be treated with tocilizumab as soon as we received the drug (March 13, 2020) and our approach was to treat the patients early after their hospital admission, in order to modulate the immune response by reducing the availability of IL-6.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "In order to reduce the selection bias related to a non-randomized treatment assignment, we included patients treated with tocilizumab within 4 days from hospital admission and control patients who were admitted to the hospital earlier than 4 days before tocilizumab availability.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Applying the inclusion/exclusion criteria reported, 85 COVID-19 pneumonia with acute respiratory syndrome were included in the retrospective observational study: 23 patients received standard care, while 62 patients received tocilizumab in addition to standard care.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The primary endpoint was the survival rate in patients treated with tocilizumab and controls. Post-hoc sample size calculation indicates that 85 patients allocated 2:1 give a power of 80% to detect an Hazard ratio (HR) = 0.40 assuming a cumulative probability of death of 40% in the control group at day 14 from hospitalization. The survival rate was portrayed by Kaplan-Meier (KM) plot and HR with 95% confidence intervals (CI) were calculated by means of the Cox proportional-hazard model, adjusting for baseline variables age, sex, presence of comorbidities (diabetes, hypertension, heart disease) and serum PCR at admission.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Furthermore, we aimed to describe the longitudinal clinical follow up of still hospitalized patients. In order to determine a daily staging of the clinical course of respiratory failure in relation to the state of any respiratory support during follow up, an improvement of clinical conditions was considered if a transition from a greater to a smaller level of respiratory support without affecting SpO2 occurred (i.e. from Continuous Positive Airway Pressure -CPAP-to high flow mask or from high flow mask to low flow nasal cannula, or from low flow nasal cannula to breathing in ambient air) or if an improved blood oxygenation within the same respiratory support was observed. Persistence of the patient's clinical condition was considered an indication of stable clinical conditions, whereas a transition to the need for greater respiratory support from a smaller level, in order to maintain adequate SpO2, was considered a worsening of the clinical conditions.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Infections in patients were recorded; serum procalcitonin, measured before infusion and at the end of follow up was used in order to evaluate subclinical bacterial infections in patients treated with tocilizumab.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The results are described in accordance with the STROBE guidelines [12] .", "cite_spans": [{"start": 67, "end": 71, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Results"}, {"text": "Out of the 62 patients treated with tocilizumab, according to the availability of the drug, 33 (53%) received 400 mg i.v once, whereas 27 (43.5%) received subcutaneous 324 mg once, after analyzing the pharmacodynamic aspects [13] . The first two patients (3.5%) received 800 mg iv. Mean age of patients was 65 years (Interquartile range [IQR], 54.5 to 73 years), and 75% of the patients were men ( Table 1) . The median interval time between symptom onset and hospitalization was 7 days (IQR, 5 to 10 days).", "cite_spans": [{"start": 225, "end": 229, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 398, "end": 406, "text": "Table 1)", "ref_id": null}], "section": "Results"}, {"text": "Baseline clinical characteristics of tocilizumab and control groups are reported in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 84, "end": 91, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "By April 2 nd 2020, 2/62 (3.22%) patients of the tocilizumab group and 11/23 (47.8%) in the control group died; patients receiving tocilizumab showed significantly greater survival rate as compared to control patients, adjusting for age, comorbidities and PCR baseline levels (hazard ratio for death, 0.035; 95% confidence interval [CI], 0.004 Table 1 Clinical baseline characteristics of Tocilizumab (TOC) patients and control patients. (Fig. 1 ). There were no infections related to tocilizumab and levels of serum procalcitonin did not increase, moving from 0.76 ng/dl (mean; range 0.1-7.5) to 0.52 ng/dl (mean; range 0.1-0.5).", "cite_spans": [], "ref_spans": [{"start": 344, "end": 351, "text": "Table 1", "ref_id": null}, {"start": 438, "end": 445, "text": "(Fig. 1", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Considering patients with a concluded outcome -as being discharged from the hospital or dead-(19/23 and 25/62 in control and tocilizumab groups respectively), 92% in the tocilizumab group completely recovered and were discharged after a mean 12.5 days (while 8% died), whereas only 42.1% of the control patients completely recovered (while 57.9% died) ( Table 2 ). By April 2nd 2020, clinical records of still hospitalized patients show that in the tocilizumab group (37 patients) 64.8% of clinical observations resulted to be clinically improved and 27% to be worsened, whereas in controls 100% resulted worsened and all 4 patients were put on mechanical ventilation ( Table 2 and Fig. 2 for single patients' clinical course).", "cite_spans": [], "ref_spans": [{"start": 354, "end": 361, "text": "Table 2", "ref_id": null}, {"start": 670, "end": 677, "text": "Table 2", "ref_id": null}, {"start": 682, "end": 688, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "The results of this study, although preliminar and non randomized, strikingly support the efficacy of a single low dose of tocilizumab, in COVID-19 pneumonia with severe respiratory syndrome, showing significantly higher survival rates in treated patients compared to patients who have not had access to soluble IL-6 receptor inhibition. Treatment effect on survival was independent from baseline clinical conditions as age, comorbid diseases as diabetes, hypertension, level of PCR or heart diseases. Considering patients whose outcome is known, the number of completely recovered patients higher in the group of patients who received tocilizumab (92%) than in the group of patients who received only standard care (42.1%). Furthermore, for still hospitalized patients, a more favorable clinical course was described in patients receiving tocilizumab in terms of respiratory support and SpO2. On the contrary all still hospitalized control patients resulted to be worsened and needed mechanical ventilation. Notably, no infections were recorded in the tocilizumab group.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In human coronaviruses infections (SARS and MERS), the cytopathic effect of the virus at the lung level and viral evasion are known to be critical elements for patients' outcome, but there is evidence of a phase in which an acute respiratory distress syndrome develops sustained by an excessive immune activation [5] . Also, it has been hypothesized that the nucleocapsid protein of the SARS-CoV itself could enhance the IL-6 expression [14] . The findings of the current retrospective observational study support the presence of similar mechanisms also in COVID-19 pneumonia, as reported in previous research [15] . It is worth noting that patients included in this study were treated relatively early in the course of their respiratory failure -as shown by the fact that none of them needed mechanical ventilation at admission to the hospital-with the aim to reduce the excessive immune response associated with the development of lung damage, without abolishing the immune response toward the virus.", "cite_spans": [{"start": 313, "end": 316, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 437, "end": 441, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 610, "end": 614, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "These results, although not related to a randomized clinical trial, confirm, in a larger sample, the data of Xu et al. [9] , who also used 400 mg iv tocilizumab in 21 patients and point to the usefulness of this dose Multivariate HR is adjusted for baseline variables (age, gender, comorbidities as diabetes, hypertension and heart disease) and serum PCR at admission.", "cite_spans": [{"start": 119, "end": 122, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Detailed information of patients whose clinical outcome is known or whose clinical observation is still ongoing. of tocilizumab in consideration of both the observed survival rates and the lack of side effects. This posology is lower than the one (8 mg/kg) indicated for the severe or life-threatening chimeric antigen receptor (CAR) T cell-induced cytokine release syndrome (CRS) in adults [16] . Furthermore, no side effects were reported in our observation and, in particular, we have not observed intestinal perforations or bacterial infections, that are both threatening complications of the administration of tocilizumab [17] and the values of procalcitonin remained stable in the lower limits [18] . Both studies confirm the clinical impression that the modulation of the immune response in the immunocompetent patient is relevant to prevent the appearance of a fatal respiratory distress, while maintaining the ability to continue an antiviral response [19, 20] .", "cite_spans": [{"start": 391, "end": 395, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 627, "end": 631, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 700, "end": 704, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 961, "end": 965, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 966, "end": 969, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Table 2"}, {"text": "In Italy, a not randomized open trial on tocilizumab, promoted by Istituto Nazionale Tumori, Naples, is ongoing [21] . This study aims to evaluate the efficacy of tocilizumab (in terms of mortality rates) in COVID-19 patients with pneumonia and uses posology ranging from 8 mg/kg up to 800 mg (possibly repeated after one day in case of persistent respiratory failure). This study includes also patients needing mechanical ventilation and the results are not available yet [21] .", "cite_spans": [{"start": 112, "end": 116, "text": "[21]", "ref_id": null}, {"start": 473, "end": 477, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "Table 2"}, {"text": "The main limitation of this study is its lack of a randomized double blind structure, that was impossible to provide, given the extreme emergency the authors were facing during the COVID-19 outbreak in Brescia. Further randomized clinical studies will be useful in order to better clarify the current results, that seem to provide initial support to the administration of low dose tocilizumab in patients with COVID-19 pneumonia in order to reduce mortality and to prevent the respiratory distress leading to intubation. Also the exact level of the immune modulation needed will have to be addressed in future studies.", "cite_spans": [], "ref_spans": [], "section": "Table 2"}, {"text": "No conflict of interest has been declared by any author. ", "cite_spans": [], "ref_spans": [], "section": "Declaration of competing interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical characteristics of coronavirus disease 2019 in China", "authors": [{"first": "W", "middle": ["J"], "last": "Guan", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome", "authors": [{"first": "Z", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Lancet Respir Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1054--62", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The potential role of IL-6 in monitoring severe case of coronavirus disease2019. medRxiv", "authors": [{"first": "T", "middle": [], "last": "Liu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology", "authors": [{"first": "R", "middle": [], "last": "Channappanavar", "suffix": ""}, {"first": "S", "middle": [], "last": "Perlman", "suffix": ""}], "year": 2017, "venue": "Semin Immunopathol", "volume": "39", "issn": "5", "pages": "529--568", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Ribavirin and interferon alfa-2a for severe middle east respiratory syndrome coronavirus infection: a retrospective cohort study", "authors": [{"first": "A", "middle": ["S"], "last": "Omrani", "suffix": ""}], "year": 2014, "venue": "Lancet Infect Dis", "volume": "14", "issn": "11", "pages": "1090--1095", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Tocilizumab: a new opportunity in the possible therapeutic arsenal against COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Ortiz-Martinez", "suffix": ""}], "year": null, "venue": "Travel Med Infect Dis", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Why tocilizumab could be an effective treatment for severe COVID-19?", "authors": [{"first": "B", "middle": [], "last": "Fu", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "H", "middle": [], "last": "Wei", "suffix": ""}], "year": 2020, "venue": "J Transl Med", "volume": "18", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Effective treatment of severe COVID-19 patients with Tocilizumab", "authors": [{"first": "X", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Role of LOPINAVIR/RITONAVIR in the treatment of SARS: initial virological and clinical findings", "authors": [{"first": "C", "middle": ["M"], "last": "Chu", "suffix": ""}], "year": 2004, "venue": "Thorax", "volume": "59", "issn": "3", "pages": "252--258", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Chloroquine is a potent inhibitor of SARS coronavirus infection and spread", "authors": [{"first": "M", "middle": ["J"], "last": "Vincent", "suffix": ""}], "year": 2005, "venue": "Virol J", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The strengthening the reporting of observational studies in epidemiology (STROBE) statement: guidelines for reporting observational studies", "authors": [{"first": "E", "middle": [], "last": "Von Elm", "suffix": ""}], "year": 2007, "venue": "Lancet", "volume": "370", "issn": "9596", "pages": "1453--1460", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Pharmacokinetics and pharmacodynamics of Tocilizumab, a humanized anti-interleukin-6 receptor monoclonal antibody, following single-dose administration by subcutaneous and intravenous routes to healthy subjects", "authors": [{"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": [], "last": "Georgy", "suffix": ""}, {"first": "L", "middle": [], "last": "Rowell", "suffix": ""}], "year": 2013, "venue": "Int J Clin Pharmacol Ther", "volume": "51", "issn": "6", "pages": "443--55", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Nucleocapsid protein of SARS-CoV activates interleukin-6 expression through cellular transcription factor NF-kappaB", "authors": [{"first": "X", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2007, "venue": "Virology", "volume": "365", "issn": "2", "pages": "324--359", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "COVID-19: consider cytokine storm syndromes and immunosuppression", "authors": [{"first": "P", "middle": [], "last": "Mehta", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1033--1037", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "FDA approval summary: tocilizumab for treatment of chimeric antigen receptor T cell-induced severe or life-threatening cytokine release syndrome", "authors": [{"first": "R", "middle": ["Q"], "last": "Le", "suffix": ""}], "year": 2018, "venue": "Oncologist", "volume": "23", "issn": "8", "pages": "943--950", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "IL-6 inhibitor for the treatment of rheumatoid arthritis: a comprehensive review", "authors": [{"first": "A", "middle": [], "last": "Ogata", "suffix": ""}], "year": 2019, "venue": "Mod Rheumatol", "volume": "29", "issn": "2", "pages": "258--67", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Laboratory abnormalities in patients with COVID-2019 infection", "authors": [{"first": "G", "middle": [], "last": "Lippi", "suffix": ""}, {"first": "M", "middle": [], "last": "Plebani", "suffix": ""}], "year": 2020, "venue": "Clin Chem Lab Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Coronavirus infections and immune responses", "authors": [{"first": "G", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "92", "issn": "4", "pages": "424--456", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Immunosuppression for hyperinflammation in COVID-19: a double-edged sword?", "authors": [{"first": "A", "middle": ["I"], "last": "Ritchie", "suffix": ""}, {"first": "A", "middle": [], "last": "Singanayagam", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Kaplan-Meier survival curves for Tocilizumab and control groups. HR = Hazard Ratio; C.I. = Confidence Intervals.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Detailed longitudinal follow up for patients whose observation is still ongoing. Green bar = improved clinical condition as described in methods; White bar = stable clinical condition; Red bar = worsened clinical condition as described in methods. Asterisk (*) denote each patient who is submitted to mechanical ventilation at the last follow up. On the left side is reported the clinical condition Pressure. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) R.Capra, et al.   European Journal of Internal Medicine xxx (xxxx) xxx-xxx", "latex": null, "type": "figure"}}, "back_matter": []}