{"paper_id": "00f4ff4c35b33ae22a8883d06b3def89407aa16e", "metadata": {"title": "An interdisciplinary study: disseminating information on dengue prevention and control in the world-famous travel destination, Bali, Indonesia", "authors": [{"first": "Minako", "middle": ["Jen"], "last": "Yoshikawa", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kyoto University", "location": {"addrLine": "1/F Yoshida-honmachi, Sakyo-ku", "postCode": "606-8501", "settlement": "Kyoto", "country": "Japan"}}, "email": "yoshikawa.minako.a86@kyoto-u.jp"}, {"first": "Rita", "middle": [], "last": "Kusriastuti", "suffix": "", "affiliation": {"laboratory": "", "institution": "Indonesia Parasitic Diseases Control Association", "location": {"addrLine": "Jl. Percetakan Negara No. 29", "settlement": "Jakarta Pusat"}}, "email": ""}, {"first": "·", "middle": ["Christina"], "last": "Liew", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Environment Agency", "location": {"addrLine": "11 Biopolis Way #06-05/08 Helios Block", "postCode": "138667", "country": "Singapore, Singapore"}}, "email": ""}, {"first": "*", "middle": [], "last": "Minako", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jen", "middle": [], "last": "Yoshikawa", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Infectious disease outbreaks at travel destinations often result in cancellation of travel plans. It is important for the management at such destinations to prepare for, and respond to, health-and life-threatening infectious diseases, to mitigate any negative impact on local economy and society. Mosquito-borne infections, such as dengue, are rapidly spreading globally, including in Bali, Indonesia. However, travellers tend to be unaware of the health threats resulting from mosquito bites. Increased dengue incidence amongst travellers could also result in exposure of the local people to the infection. Traversing the disciplines of Travel Medicine, Entomology and Business Administration, we carried out a study comprising fieldwork and literature analyses, to address the proposed empowerment of hotels to disseminate information on dengue prevention and control to international travellers. The fieldwork included an outreach workshop and questionnaire, conducted by partnering the local health authorities and hotel association. Additionally, we carried out site visits to several hotels. The questionnaire revealed that only 67% of the participating hotel personnel know that dengue is mosquito-borne. Eighty-three percent of the facilities reported mosquito nuisance problems, and fogging was the most utilised control measure of choice. Our analyses indicate that there is a role for the hotel sector in promoting anti-dengue awareness and activities in Bali. Such an initiative could assist Bali to work towards the good health and well-being for the sustainable development goals. Our follow-up studies will include capacity building for risk communication to international travellers, and for mosquito control at hotels.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The increasing media attention on the emergence of infectious diseases in the recent decade, has heightened the concern regarding travel destinations. The media began intensively covering outbreaks of Zika virus (ZIKV) infection in Brazil in February 2016, highlighting association of the virus with microcephaly, as well as the challenging efforts in controlling the Aedes mosquito vector. A prominent publication advocating cancellation of the Summer Olympic Games in Rio de Janeiro (Attaran 2016) highlighted the fact that the emergence of infectious diseases in travel destinations could often result in cancellation of travel plans and events of mass-gathering.", "cite_spans": [{"start": 485, "end": 499, "text": "(Attaran 2016)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Infectious diseases as threats to travel destinations"}, {"text": "An endemic status or prolonged transmission of infectious diseases can also impose potential economic loss to travel destinations. Higher risk of malaria with weaker health infrastructure at Lombok, Indonesia, was identified as the component hindering investment and tourist choices of destination (Kinzer 2010) . Deteriorating profitability of businesses could result in unemployment, which might give rise to social issues.", "cite_spans": [{"start": 298, "end": 311, "text": "(Kinzer 2010)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Infectious diseases as threats to travel destinations"}, {"text": "Both emergence and prolonged transmission of infectious diseases could threaten health and life, of not only travellers but also local people. It is thus essential for travel destinations to prepare for, and respond to, threats of infectious diseases. Reduction in such health risks for the well-being of travellers and locals should be of interest to the travel and tourism industry, in addition to local governments in travel destinations.", "cite_spans": [], "ref_spans": [], "section": "Infectious diseases as threats to travel destinations"}, {"text": "Dengue virus (DENV) infection is the most rapidly spreading mosquito-borne infectious disease in the world today. The disease is endemic in many popular travel destinations in tropical and subtropical countries (Wilder-Smith and Schwartz 2012), including Hawaii, the USA (Effler et al. 2005; Johnston 2016) and Bali, Indonesia (Yoshikawa and Kusriastuti 2013) . The influence of cruise tourism on the incidence of DENV infection in Aruba, in the Caribbean, has also been noted (Oduber et al. 2014) . Travel is an accounting factor for the transboundary spread of infectious diseases (Rigau-Pérez et al. 1997) , whilst risk of DENV infection to travellers to Southeast Asia is cautioned (Jelinek et al. 1997) .", "cite_spans": [{"start": 271, "end": 291, "text": "(Effler et al. 2005;", "ref_id": "BIBREF7"}, {"start": 292, "end": 306, "text": "Johnston 2016)", "ref_id": "BIBREF15"}, {"start": 327, "end": 359, "text": "(Yoshikawa and Kusriastuti 2013)", "ref_id": "BIBREF39"}, {"start": 477, "end": 497, "text": "(Oduber et al. 2014)", "ref_id": "BIBREF22"}, {"start": 583, "end": 608, "text": "(Rigau-Pérez et al. 1997)", "ref_id": "BIBREF28"}, {"start": 686, "end": 707, "text": "(Jelinek et al. 1997)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Infectious diseases as threats to travel destinations"}, {"text": "The female Aedes (Stegomiya) mosquitoes, particularly Aedes aegypti (Linnaeus) and Aedes albopictus (Skuse), mediate the spread of DENV infection, for which a specific treatment is unavailable. The vaccine launched in 2015 is not widely propagated, in part due to its ineffectiveness against the DENV-2 serotype. Other vaccines are still under development. This leaves only a couple of options, including reducing mosquito vector populations, and promoting behavioural changes for people to prevent themselves from being bitten by mosquitoes.", "cite_spans": [], "ref_spans": [], "section": "Infectious diseases as threats to travel destinations"}, {"text": "Controlling the Aedes mosquito is very important, since Chikungunya virus (CHIKV) and ZIKV are also mediated by the same vector. Locations reporting local DENV infection might well plan and implement prevention and control strategies against CHIKV and ZIKV infections. For example, Singapore-an urban tropical travel destination-started preparation for the Zika threat as early as September 2013, when an outbreak occurred in the Pacific Islands. Local outbreaks of ZIKV infection, which subsequently surfaced in Singapore in August 2016, were contained in about just 2 months. The well-established national dengue control programme was expanded to respond to the Zika outbreak, and included intensified mosquito control measures and multi-lingual public communication and outreach efforts (Tan and Tang 2016) .", "cite_spans": [{"start": 790, "end": 809, "text": "(Tan and Tang 2016)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Infectious diseases as threats to travel destinations"}, {"text": "DENV infection causes a spectrum of illness, ranging from asymptomatic or mild febrile dengue fever (DF), to severe and occasionally fatal dengue haemorrhagic fever (DHF) and dengue shock syndrome (DSS). The clinical symptoms of CHIKV infection include severe and sometimes prolonged incapacitating arthralgia. ZIKV infection tends to cause asymptomatic to mild disease, but association with severe symptoms such as Guillain-Barré Syndrome (Cao-Lormeau et al. 2016 ) and microcephaly, has been noted (Pan American Health Organization 2015). The social burden of diseases can be heavy if a large portion of the community or a labour force misses work. Key family members may become unable to provide care for children and the elderly (Ng and Hapuarachchi 2010; Yoshikawa and Kusriastuti 2013) .", "cite_spans": [{"start": 440, "end": 464, "text": "(Cao-Lormeau et al. 2016", "ref_id": "BIBREF5"}, {"start": 733, "end": 759, "text": "(Ng and Hapuarachchi 2010;", "ref_id": "BIBREF21"}, {"start": 760, "end": 791, "text": "Yoshikawa and Kusriastuti 2013)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Infectious diseases as threats to travel destinations"}, {"text": "Lying east of Java, the main island of Bali is located in the Bali Province of the Republic of Indonesia. The province is about 5780 km 2 in area, and is situated south of the Equator in a tropical climate zone. Bali Province comprises the capital city, Denpasar, and eight districts (Fig. 1) . These are divided into 57 sub-districts, which are further divided into 716 official administrative units of villages (as of 2015) . In addition to the beaches, the fertile soil in Bali, supporting rice cultivation on broad and terraced slopes, boast breath-taking beauty. The peaceful, vibrant and rich culture of Bali is well-known amongst travellers, and the unique blend of Hindu and other religions is just another enticing charm of the resort island.", "cite_spans": [{"start": 413, "end": 425, "text": "(as of 2015)", "ref_id": null}], "ref_spans": [{"start": 284, "end": 292, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Characteristics of the world-famous travel destination, Bali, Indonesia"}, {"text": "The revenue generating travel and tourism industry in Bali attracted the attention of the central government, who have notably developed and promoted this 'island of gods' since the 1960s. These efforts were followed by a national tourism policy and series of development plans, which won the support of international organisations, such as the United Nations Development Programme (Lewis and Lewis 2009 ", "cite_spans": [{"start": 382, "end": 403, "text": "(Lewis and Lewis 2009", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Important but controversial roles of tourism in Bali"}, {"text": "Today, Bali is 'the tourism capital of Indonesia', and tourism is 'the engine of the economy of Bali' (Antara and Sri Sumarniasih 2017) . The researchers note that tourism in Bali generates sources of foreign exchange and taxes; provides a potential market for goods and services produced by the locals; increases community income; creates job opportunities; and supports the activities of artists. Whilst there are no statistical data reporting about tourism in any one category, data combining 'trade, hotel and restaurant' are available. Contribution by the combined sector to Bali's GDP showed an average of 29.1% between 2010 and 2014. In 2014, the combined sector represented 31.35% of the provincial GDP, followed by agriculture (14.64%), transportation and communication (14.22%) and services (13.23%). The percentage of the combined sector would increase if relevant items from transportation and communication, as well as services, are included.", "cite_spans": [{"start": 102, "end": 135, "text": "(Antara and Sri Sumarniasih 2017)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "3"}, {"text": "However, the social implication of tourism in Bali is rather controversial. Large tourism development works in the 1990s were seen as costs to the environment and culture in Bali (Warren 2007) . Environmental stress was attributed to the uncontrollable construction works of tourist facilities (Kinzer 2010) . The list of stress includes: forest destruction, land degradation, air pollution, seawater pollution, river pollution, rubbish and waste issues, coral reef damage, and mangrove degradation (Lewis and Lewis 2009 ). Indeed, the development in Bali surpassed the preservation of locally specific characteristics attracting tourists (Kotler et al. 2003) .", "cite_spans": [{"start": 179, "end": 192, "text": "(Warren 2007)", "ref_id": "BIBREF34"}, {"start": 294, "end": 307, "text": "(Kinzer 2010)", "ref_id": "BIBREF17"}, {"start": 499, "end": 520, "text": "(Lewis and Lewis 2009", "ref_id": "BIBREF19"}, {"start": 639, "end": 659, "text": "(Kotler et al. 2003)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "3"}, {"text": "Furthermore, the 'commodification of lands in Bali' resulting from conversion of agricultural fields to tourism areas, was an issue (MacRae 2003). Many Balinese suffered from the losses of lands that were literally taken away by force for the sake of tourism development (Reuter 2003) . Thus, some hotels in Bali are not on good terms with the neighbouring community, even today. To make the situation worse for the locals, about 85% of US$16 billion in tourism assets actually belonged to investors from outside Bali, which has invited repeated criticism of local media (Warren 2009 ). The luxurious hotels sector attracted waves of investment from Asian conglomerates from Jakarta, and other capital from international hotel chains (Kinzer 2010) .", "cite_spans": [{"start": 271, "end": 284, "text": "(Reuter 2003)", "ref_id": "BIBREF27"}, {"start": 571, "end": 583, "text": "(Warren 2009", "ref_id": "BIBREF35"}, {"start": 734, "end": 747, "text": "(Kinzer 2010)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "3"}, {"text": "Occasionally, the travel and tourism industry in Bali experienced setbacks. Tourist arrivals and revenue dropped in so-called 'the last paradise on earth', after the devastating bomb explosion in Legian Street on 12 October 2002. There were over 202 deaths, including: 88 Australians, British, American, Japanese, Brazilian, German, and French nationals (Berger 2013; Henderson 2003; Lewis and Lewis 2009 ). This incidence was soon followed by the global outbreak of SARS and the Iraq War. As people reduced or postponed travel, tourists immediately abandoned Bali, and the recession in the tourist sector continued in 2003 (Schulte-Nordhold 2007) .", "cite_spans": [{"start": 354, "end": 367, "text": "(Berger 2013;", "ref_id": "BIBREF3"}, {"start": 368, "end": 383, "text": "Henderson 2003;", "ref_id": "BIBREF12"}, {"start": 384, "end": 404, "text": "Lewis and Lewis 2009", "ref_id": "BIBREF19"}, {"start": 624, "end": 647, "text": "(Schulte-Nordhold 2007)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "3"}, {"text": "The tragedy was repeated in Kuta Square and Jimbaran Bay on 1 October 2005, when another terrorist attack shook confidence in Bali's safety and security. Consequently, 40% of the population experienced a reduction in wages, whilst thousands in the travel and tourism industry were laid off (Schulte-Nordhold 2007) , leading to the 'post-bombing downturn' (Vickers 2012) . However, the industry demonstrated resilient recovery, due in part to the promotion of international tourism marketing and the efforts to improve safety and security in response to terrorism threats (Carlsen and Hughes 2010) . Additionally, the new visa policy was implemented (Thirumaran 2009) , which provided travellers with the flexibility to obtain a visa upon arrival.", "cite_spans": [{"start": 290, "end": 313, "text": "(Schulte-Nordhold 2007)", "ref_id": "BIBREF30"}, {"start": 355, "end": 369, "text": "(Vickers 2012)", "ref_id": "BIBREF33"}, {"start": 571, "end": 596, "text": "(Carlsen and Hughes 2010)", "ref_id": "BIBREF6"}, {"start": 649, "end": 666, "text": "(Thirumaran 2009)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "3"}, {"text": "The total number of foreign tourist arrivals to Bali in 2015 was 4,001,835. Table 1 shows figures with a breakdown of the top five important markets in Bali, for the period from 2009 to 2013: Australian, Chinese, Japanese, Malaysian and Singaporean nationalities. The domestic tourist arrivals also showed strong and promising growth: 6,394,307 in 2014 and 7,147,100 in 2015, far exceeding the total provincial population, which reached 4,104,900 in 2014.", "cite_spans": [], "ref_spans": [{"start": 76, "end": 83, "text": "Table 1", "ref_id": "TABREF1"}], "section": "3"}, {"text": "As one of the most popular tropical travel destinations in the world, Bali experiences outbreaks of DENV as well as CHIKV infections (Yoshikawa and Kusriastuti 1 3 2013). All 34 provinces of Indonesia report severe forms of DENV infection as DHF, which requires hospitalisation. The national disease trend has generally been on the rise since the 1990s; a record outbreak occurred in Bali in 2010, with 11,697 reported DHF cases (Fig. 2) , including 34 fatalities. Bali has been known as one of five provinces reporting the highest incidence of DHF in Indonesia, and the incidence rate in 2013 was 168.5 cases per 100,000 people. DENV infection is indeed endemic in Bali. The reported fatalities in 2013, 2014 and 2015 were 5, 17 and 28, respectively (Ministry of Health, Indonesia 2011 Indonesia -2016 . Details such as monthly reported DHF cases and those classified by district levels, are compiled by district and provincial health offices. The Ministry of Health collects data from each province on a monthly basis, and publishes the total annual reported cases per province.", "cite_spans": [{"start": 772, "end": 786, "text": "Indonesia 2011", "ref_id": null}, {"start": 787, "end": 802, "text": "Indonesia -2016", "ref_id": null}], "ref_spans": [{"start": 429, "end": 437, "text": "(Fig. 2)", "ref_id": null}], "section": "Situation of dengue infection in Bali"}, {"text": "Denpasar and Badung District accounted for the majority of the reported cases in Bali consistently for years (Yoshikawa and Kusriastuti 2013) . They are the tourist-concentrated areas in Bali. The famous Sanur is in Denpasar, whereas Jimbaran, Kuta, Legian, Nusa Dua and Seminyak are in Badung. Tourists usually move within the island either by car or motorcycle, in the absence of public transportation.", "cite_spans": [{"start": 109, "end": 141, "text": "(Yoshikawa and Kusriastuti 2013)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Situation of dengue infection in Bali"}, {"text": "The popular tourist-concentrated areas attract local labour force too. Job-seeking migrants from both within and outside the island have been relocating to the tourist spots in Bali, in the hope of benefiting more directly from the economic growth of tourism. The Balinese workers and their families travel frequently between their original communities and their current residences near tourist spots, to fulfil ritual and community obligations of their home villages. The increasing number of tourists and the local population, as well as the inter-and intra-island movements of the people into popular tourist spots, could bring more people in contact with the vector mosquitoes, and hence the viruses (Yoshikawa and Kusriastuti 2013) . It is therefore important to control the disease-mediating mosquito populations. However, there is a possible adverse impact of decentralisation on the public health response to infectious diseases in Indonesia, to which Bali is no exception. There is the Provincial Health Office located in Denpasar, which reports to the Governor. The health office in the capital city, Denpasar, and all district health offices in eight districts, report to each respective mayor. Under circumstances where it is challenging for the fragmented health authority to carry out coordinated and sustainable operations for dengue prevention and control, the respective health offices of Denpasar and Badung have mobilised an NGO workforce, locally known as Jumantik (larvae inspectors). These workers visit residential areas regularly to check for mosquito breeding, and occasionally provide public health education to the local residents (Yoshikawa and Kusriastuti 2013) .", "cite_spans": [{"start": 704, "end": 736, "text": "(Yoshikawa and Kusriastuti 2013)", "ref_id": "BIBREF39"}, {"start": 1658, "end": 1690, "text": "(Yoshikawa and Kusriastuti 2013)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Situation of dengue infection in Bali"}, {"text": "In contrast, other private areas in Bali, namely resort hotels, and hundreds and thousands of international travellers, remain out-of-reach in Bali, since information dissemination on dengue by the government is given in the Indonesian language. Frequent dengue incidence amongst international travellers could promote DENV transmission, which could increase exposure of the local people to the virus. It is therefore important to reach out to international travellers, who tend to arrive unaware of health threats due to mosquito bites, and with insufficient knowledge of local disease patterns, high-risk areas of current outbreaks of infectious diseases, and personal protective measures to prevent mosquito bites.", "cite_spans": [], "ref_spans": [], "section": "Situation of dengue infection in Bali"}, {"text": "The insufficient knowledge and action amongst international travellers might partly explain why other countries such as Italy (Rovida et al. 2011; Zavattoni et al. 2016) , Japan (Fukusumi et al. 2016; Yoshikawa 2011) and Australia (Ernst et al. 2015; Warrilow et al. 2012) continue to report dengue cases amongst travellers returning from Bali.", "cite_spans": [{"start": 126, "end": 146, "text": "(Rovida et al. 2011;", "ref_id": "BIBREF29"}, {"start": 147, "end": 169, "text": "Zavattoni et al. 2016)", "ref_id": "BIBREF41"}, {"start": 178, "end": 200, "text": "(Fukusumi et al. 2016;", "ref_id": "BIBREF9"}, {"start": 201, "end": 216, "text": "Yoshikawa 2011)", "ref_id": "BIBREF38"}, {"start": 231, "end": 250, "text": "(Ernst et al. 2015;", "ref_id": "BIBREF8"}, {"start": 251, "end": 272, "text": "Warrilow et al. 2012)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Situation of dengue infection in Bali"}, {"text": "The questions remain: where can health education for international travellers take place? What can be done to improve mosquito control at tourist spots? More critically, who can assume a role in reaching out to international travellers, and strengthening mosquito control at tourist concentrated areas?", "cite_spans": [], "ref_spans": [], "section": "Situation of dengue infection in Bali"}, {"text": "There are complicated logistical issues to overcome at the major point of entry for international travellers, the Ngurah Rai International Airport in Denpasar, in providing information on DENV infection. Individual shopkeepers and restaurant workers usually only have brief encounters with international travellers. In contrast, hotel personnel have personal interaction with travellers, daily and frequently. It is therefore worth studying the readiness of hotel personnel in taking the initiative to educate international travellers on dengue prevention and control, in addition to ensuring that anti-mosquito measures are carried out at the hotels.", "cite_spans": [], "ref_spans": [], "section": "Situation of dengue infection in Bali"}, {"text": "Although previous research efforts have paid considerable attention to the public health intervention of DENV infection, often carried out by governments, many less studies have been conducted on the scope of a more socially-oriented approach to improve dengue prevention and control at travel destinations. Control measures practised at tourist accommodation facilities have been insufficiently documented, including in Bali.", "cite_spans": [], "ref_spans": [], "section": "Purpose of this research"}, {"text": "Traversing the disciplines of Travel Medicine, Entomology and Business Administration, the ultimate purpose of this study was to advocate the proactive role of hotels in Bali, in providing information on dengue prevention and control to international travellers. To empower the hotel sector, we found it indispensable to first investigate the knowledge on dengue of the hotel sector, as well as identify gaps in mosquito control measures implemented at hotels. Since promoting population health is essential to achieve development (Yoshikawa and Surjan 2016) , we aimed to improve public health to benefit both travellers and locals in Bali. Such an initiative might assist Bali's efforts in advancing 'Good Health and Well-Being', one of the Sustainable Development Goals.", "cite_spans": [{"start": 531, "end": 558, "text": "(Yoshikawa and Surjan 2016)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Purpose of this research"}, {"text": "A partnership was formed to launch our study. It included the Bali Provincial Health Office, Denpasar Health Office, Badung Health Office, Bali Hotels Association (BHA), and the authors: an academic researcher from Kyoto University, Japan; the Former Director of Vector-Borne Disease Control at the Ministry of Health, Indonesia; and an Expert Medical Entomologist from the National Environment Agency (NEA), Singapore.", "cite_spans": [], "ref_spans": [], "section": "Purpose of this research"}, {"text": "In this paper, we present the results of a questionnaire, as well as findings obtained from site visits to several accommodation facilities. We also present previously unpublished details of reported DHF cases from Bali and two other areas in Indonesia. A suggestion is made for the hotel sector in Bali to contribute to neighbouring communities in addition to international travellers, through effective and coordinated mosquito control operations. We conclude that more information and scientific evidence on dengue prevention and control should be provided to empower the hotel sector.", "cite_spans": [], "ref_spans": [], "section": "Contents of this paper in brief"}, {"text": "We conducted a workshop to reach out to the hotel sector as a public-university-private joint initiative, in Bali on 18 November 2014. All lecturers either self-financed or obtained grants to cover their travel expenses to and from Bali. Educational leaflets distributed to the participants were made available by the NEA, Singapore. BHA, a private sector comprising over 100 hotels in Bali, provided the venue for the workshop. In addition, BHA contacted their member hotels and recruited hotel personnel as participants of the workshop, by recommending that each hotel send a representative to the workshop.", "cite_spans": [], "ref_spans": [], "section": "The pre-workshop and the questionnaire"}, {"text": "The objectives of the workshop were to share information on: (1) current government operations for dengue control in Bali Province; (2) reported dengue cases in the Republic of Indonesia, and the potential influence of climate change on infectious diseases; (3) global burden of DENV infection, and why it is important for hotels in Bali to pay attention; and (4) practical advice on mosquito control.", "cite_spans": [], "ref_spans": [], "section": "The pre-workshop and the questionnaire"}, {"text": "Prior to the workshop, thirty-two hotel representatives who had signed up for the workshop were invited to fill in a questionnaire. There were two representatives belonging to the same hotel, but the others belonged to different accommodation facilities. Information disclosure in written form regarding this research was provided to each participant. Respondents were asked to remain anonymous, by providing no individual or hotel names in the questionnaire.", "cite_spans": [], "ref_spans": [], "section": "The pre-workshop and the questionnaire"}, {"text": "The set of questions and multiple choices are presented in Table 2 . The questionnaire was administered prior to the workshop, so that the contents of the lectures would not influence the responses. Mosquito nuisance problems and existing mosquito control measures at the respondents' accommodation facilities were enquired upon (1-1e, Table 2 ). The respondents' knowledge and opinions regarding DENV infection were investigated (2-2c). General information regarding the hotel guests, as well as their reactions to mosquitoes and a control measure, were garnered (3-3c). Finally, basic information on the accommodation facilities where the respondents work, in addition to the job responsibilities of the respondents, were collected (4-4f).", "cite_spans": [], "ref_spans": [{"start": 59, "end": 66, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 336, "end": 343, "text": "Table 2", "ref_id": "TABREF3"}], "section": "The pre-workshop and the questionnaire"}, {"text": "The questionnaire was administered in English, but Indonesian participants were provided with a questionnaire that had been translated from English into the Indonesian language. The translation was verified by two native Indonesian speakers, to ensure accuracy and appropriateness. The respondents were asked to check a box if they would grant us their consent to use the results for our research.", "cite_spans": [], "ref_spans": [], "section": "The pre-workshop and the questionnaire"}, {"text": "Data entry and statistical analysis were conducted using IBM SPSS Statistics Version 24. The descriptive statistics of the questionnaire results were examined using a crosstab analysis with Fisher's Exact Test. P values below 0.05 were considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Data analysis of the questionnaire"}, {"text": "As a part of feedback for the workshop, twenty hotel personnel indicated their interest to either: learn more about how to improve mosquito control, or observe mosquito problems on site. In response, we visited eight accommodation facilities between 5 and 10 March 2015. The site visits took place 5 months after the workshop, to allow us to additionally evaluate if our advice for mosquito control at the workshop had been adopted. This paper will include highlights of two-way conversations between the representatives of accommodation facilities and the authors, in addition to our observations and evaluation. ", "cite_spans": [], "ref_spans": [], "section": "Site visits"}, {"text": "Unpublished data was obtained in the form of Excel files by the second author, thanks to the courtesy of the Ministry of Health, Indonesia. The data included monthly reported DHF cases for the years from 2010 to 2015, for each province in Indonesia.", "cite_spans": [], "ref_spans": [], "section": "Reported DHF cases by month in Bali and two other areas"}, {"text": "The pre-workshop questionnaire was conducted to understand the levels of knowledge on dengue, amongst hotel personnel in Bali. Information on existing control measures and mosquito incidence at the participating facilities was also collected. All 32 members of the audience who attended the outreach workshop agreed to participate in the questionnaire. Data from the forms were anonymised with a number list from 1 to 32, to ensure strict confidentiality of the individuals. All 32 respondents gave us their consent for use of the questionnaire results for research. However, two respondents' returns were excluded from the analysis, due to non-completion of the questionnaire. Therefore, our total sample number was 30, representing 29 accommodation facilities.", "cite_spans": [], "ref_spans": [], "section": "Findings from the questionnaire"}, {"text": "The areas of job responsibilities of the 30 respondents were: human resources (as specified in the 'other' answer choice) (27%), housekeeping (23%), safety and security (10%), and others such as senior management, engineering and customer services. The accommodation facilities were represented by '5-star rated' (47%), '4-star rated' (40%) and the rest of either '3-star or below' or 'not-rated' hotels.", "cite_spans": [], "ref_spans": [], "section": "Background information of the respondents"}, {"text": "Half of the participating hotels had been in business in Bali for over 15 years, and 33% for 4-9 years. In terms of occupancy rate, 53% of the hotels maintained this at 80-66%, followed by 23% retaining it at 81% or higher. The largest geographical representation was by Seminyak (37%), followed by Nusa Dua (20%), and Legian (13% In terms of the profile of hotel guests, 57% of respondents reported 'children below 12 years of age' comprised below 10% of all guests. Ranking of hotel guests by nationalities revealed that travellers from Australia stayed the most frequently, followed by: Europeans including Russians, Indonesians, Japanese, Chinese from other places, Chinese from the People's Republic of China, and others.", "cite_spans": [], "ref_spans": [], "section": "Background information of the respondents"}, {"text": "The presence of domestic travellers was underpinned by the Indonesians, who were ranked the third.", "cite_spans": [], "ref_spans": [], "section": "3"}, {"text": "All hotels revealed that their guests reported having been bitten by mosquitoes at their respective facilities (17% frequently, and 83% sometimes). There were equally divided answers to the question of whether the hotel guests had complained of fogging operations.", "cite_spans": [], "ref_spans": [], "section": "Control measures practised at hotels for reduction of mosquito bites"}, {"text": "When asked to select all control measures used for reducing mosquito bites experienced by hotel guests, 'fogging' was the most popular answer (87%), followed by 'electronic vaporising mats or equivalent items' (77%), 'aerosol spray of insecticide' (70%) and 'mosquito repellent' (60%). Only 43% answered the action of 'giving mosquito prevention advice to the hotel guests'. One facility mentioned in 'other', the conduct of larval surveillance or control, which is an indispensable measure for mosquito control (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 512, "end": 521, "text": "(Table 3)", "ref_id": "TABREF5"}], "section": "Control measures practised at hotels for reduction of mosquito bites"}, {"text": "As many as 83% of the facilities reporting the use of fogging had outsourced the work to contractors. Frequencies of the fogging operations were as often as: once a week (17%), twice a week (70%) and thrice a week, as specifically described in 'other' (7%). Annual expenditure for fogging in rupiah (approximately 13,320 rupiah to 1 US$) varied amongst the respondents, ranging from 10 million or less (27%); to more than 10 million (30%); to more than 15 million (7%); to over 20 million (30%). ", "cite_spans": [], "ref_spans": [], "section": "Control measures practised at hotels for reduction of mosquito bites"}, {"text": "The hotels with over 20 million Indonesian rupiah for fogging expense (the highest 1 3 answer choice) revealed the highest number of measures implemented, an average of 5.8 anti-mosquito measures. The 4-star rated facilities, located in Jimbaran, 66-80% occupancy rate (the 2nd highest), 10-14 years in business (the 2nd longest), 10-20% of guests being children below 12 years (the second lowest), and 51-100 employees (the smallest) were other leading indicators (Table 4) . Guests at the hotels where staff reported mosquito nuisance were less likely to complain about fogging operations (P = 0.018). The respondents from '4-star hotels' reported mosquito nuisance more frequently (P = 0.016). The hotels where fogging was conducted 'in-house or by housekeeping staff' were less likely to receive guests' complaints about the fogging operations (P = 0.033). The hotels with over 100 guestrooms were more likely to outsource the fogging operations to contractors (P = 0.018). The facilities with over 66% occupancy rate conducted fogging more than twice a week (P = 0.027). The higher percentage of hotels in Legian and Seminyak had 'over Rp 20 million annual expense for fogging' (P = 0.002), whilst hotels with 'less than 50 guestrooms' were more likely to have paid 'Rp 10 million or less annually for fogging' (P = 0.021). The hotels with 101-300 employees were more likely to 'conduct fogging at public areas' (P = 0.033) ( Table 5) .", "cite_spans": [], "ref_spans": [{"start": 465, "end": 474, "text": "(Table 4)", "ref_id": "TABREF6"}, {"start": 1431, "end": 1439, "text": "Table 5)", "ref_id": "TABREF7"}], "section": "Relationships between characteristics of hotels and the number of mosquito control measures implemented"}, {"text": "'Aerosol spray' was likely to be used at the hotels where guests 'complained that the fogging was annoying', (P = 0.020). 'Aerosol spray' was more frequently used by the hotels in Nusa Dua, Legian, and Seminyak (P = 0.036). The 4-star rated hotels (P = 0.029) and hotels in Kuta, Legian and Seminyak (P = 0.048) were more likely to provide 'electronic vaporising mats'. Hotels where guests complained of fogging (P = 0.031) were more likely to provide 'mosquito coils at guestrooms'. Hotels with '201-300 employees' (P = 0.009) were more likely to provide 'mosquito coils at public areas'. Staff at the hotels where guests complained of fogging were 1 3 more likely to 'give mosquito prevention advice' to their hotel guests (P = 0.016). Staff at hotels located in Legian and Seminyak (P = 0.015) with 51-100 guestrooms (P = 0.001) were more likely to 'give mosquito prevention advice' (Table 6 ). There was no statistical significance between 'providing mosquito repellent to the hotel guests' and the characteristics of hotels.", "cite_spans": [], "ref_spans": [{"start": 886, "end": 894, "text": "(Table 6", "ref_id": null}], "section": "Relationships between characteristics of hotels and the number of mosquito control measures implemented"}, {"text": "We also investigated the knowledge of dengue amongst the participating hotel personnel. All but one answered correctly that DENV infection is due to a virus. Whilst 80% of the respondents understood that dengue could be a life-threatening disease, only 67% knew that dengue is mosquito-borne disease. The staff from hotels whose occupancy rates were 'over 81%' or '65-51%' (P = 0.036), in addition to the personnel whose job responsibilities were in 'human resources' (P = 0.031), were more likely to know that serious dengue is a life-threatening disease. The hotel personnel from Nusa Dua, Kuta, and Legian significantly knew that dengue is mosquitoborne (P = 0.037); 80% of the hotel personnel were aware that dengue is a problem in urban areas in Southeast Asia (Table 7) .", "cite_spans": [], "ref_spans": [{"start": 766, "end": 775, "text": "(Table 7)", "ref_id": "TABREF8"}], "section": "Knowledge of dengue amongst hotel personnel"}, {"text": "We visited eight accommodation facilities in Seminyak, Legian, Jimbaran, Nusa Dua and Ubud, amongst the participating facilities of the workshop. The findings resulting from conversations during the site visits are summarised in Table 8 . They include existing mosquito control measures; whether or not the facility worked with others in the vicinity for the mosquito control operations; special concerns communicated to us by the representatives; and potential mosquito breeding habitats that we spotted. All eight facilities implemented measures to control mosquitoes, but only two facilities coordinated mosquito control operations with other nearby hotels and/ or communities. Three facilities specifically mentioned that their guests reported mosquito bites frequently. Concerns of nearby construction sites were expressed by two facilities. We found a female Aedes aegypti mosquito resting on a bed-net at a guestroom at the facility, which had wide gaps between the front doors of the guestrooms (facility C, Table 8 ). Whilst two facilities kept open jars that could collect rainwater, in the vicinity of villas or in public areas of the facility, two facilities had either materials or waste on the ground with no roof, posing a risk that stagnant water in these spots could attract female Aedes mosquitoes to lay their eggs.", "cite_spans": [], "ref_spans": [{"start": 229, "end": 236, "text": "Table 8", "ref_id": null}, {"start": 1016, "end": 1023, "text": "Table 8", "ref_id": null}], "section": "Information obtained and observation through the follow-up site visits"}, {"text": "East Java Province and DKI Jakarta are two major locations where a significant number of domestic tourists are said to visit Bali. Also, migrants from the two areas move back and forth from and to Bali for either leisure or work. Using data obtained from the Health Ministry, i.e. reported monthly DHF cases for all provinces in Indonesia between years 2010 and 2015, we attempted to determine if there are any seasonal patterns in Bali, East Java and Jakarta, respectively. The reported DHF cases in Bali increased in February in almost all years, and from April to July in some years (Fig. 3) . In contrast, the highest DHF cases in East Java Province were reported in January every year (Fig. 4) . The national capital, Jakarta, reported a higher number of DHF cases in March and/or April in 3 years (Fig. 5) . Clear association of the cases amongst the three areas has yet to be established in the absence of virus analysis, including genetic and serotype information of transmitting viruses. ", "cite_spans": [], "ref_spans": [{"start": 586, "end": 594, "text": "(Fig. 3)", "ref_id": "FIGREF2"}, {"start": 690, "end": 698, "text": "(Fig. 4)", "ref_id": null}, {"start": 803, "end": 811, "text": "(Fig. 5)", "ref_id": null}], "section": "Newly obtained monthly reported DHF cases in Bali and other provinces"}, {"text": "Proactively disseminating dengue information to travellers at hotels could hopefully contribute to travellers' behavioural change, in terms of personal protection against mosquito bites, and awareness to not create mosquito breeding habitats. However, results from both the questionnaire and the site visits suggest insufficiency in mosquito control at the accommodation facilities surveyed. They could benefit from more in-depth scientific information, as well as practical and accurate advice on dengue prevention and control measures, such as source reduction in place of routine fogging.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The results of the average number of anti-mosquito measures implemented by the hotels (Table 4 ) contradicted our assumption. We expected that more measures would be implemented by hotels with the highest star-rating, the longest years of business in Bali, the highest occupancy rate, and the highest number of employees. One possible reason might be a component we failed to ask about: the total area size of the hotel. The size of the resort hotel would likely be in proportion to the number of guestrooms. The large area of a facility could make mosquito control a challenging task for the hotel employees. As shown in Table 5 , the hotels with over 100 guestrooms were more likely to outsource fogging operations to contractors (P = 0.018). Furthermore, one facility we visited admitted that it was hard to respond to hotel guests' complaints of mosquito bites in the 8-ha facility (facility E, Table 8 ). Actually, 'mosquito prevention advice' was more frequently given to guests at hotels with only 51-100 guestrooms, which might suggest that personal interaction took place more frequently when there were a fewer number of hotel guestrooms (P = 0.001, Table 6 ) and therefore fewer guests. Due in part to the expenses and intensive labour required for mosquito control, a fewer number of measures were applied at hotels with less than 65% occupancy rates.", "cite_spans": [], "ref_spans": [{"start": 86, "end": 94, "text": "(Table 4", "ref_id": "TABREF6"}, {"start": 622, "end": 629, "text": "Table 5", "ref_id": "TABREF7"}, {"start": 899, "end": 906, "text": "Table 8", "ref_id": null}, {"start": 1160, "end": 1167, "text": "Table 6", "ref_id": null}], "section": "Relationship between characteristics of hotels and mosquito control measures"}, {"text": "The highest number of anti-mosquito measures implemented by the 4-star rated hotels (Table 4 ) might be associated with the personal observations of respondents of the questionnaire. In fact, they reported that there were mosquito nuisance problems at their hotels, which was statistically significant (P = 0.016, Table 5) .", "cite_spans": [], "ref_spans": [{"start": 84, "end": 92, "text": "(Table 4", "ref_id": "TABREF6"}, {"start": 314, "end": 322, "text": "Table 5)", "ref_id": "TABREF7"}], "section": "Relationship between characteristics of hotels and mosquito control measures"}, {"text": "Although researchers noted a recent shift of DHF incidence from young children to older age groups in Indonesia (Karyanti et al. 2014) , DENV infection had been known as a leading cause of hospitalisation or death amongst children (Gubler and Clark 1995) . Contrary to our expectations for a tropical resort, the majority of our respondents reported that 'children below 12 years of age' represented below 10% of all guests. This result made it difficult to investigate whether or not the presence of young children can be a factor affecting mosquito control measures at the hotels. For example, parents with small children might complain of fogging operations for fear of the possible negative impacts to health due to chemical exposure. There was no statistical significance to support the relationship between 'the percentage of children below 12 years of age' and 'hotel guests complaining that fogging was annoying'.", "cite_spans": [{"start": 112, "end": 134, "text": "(Karyanti et al. 2014)", "ref_id": "BIBREF16"}, {"start": 231, "end": 254, "text": "(Gubler and Clark 1995)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Relationship between characteristics of hotels and mosquito control measures"}, {"text": "The ranking of nationalities of hotel guests reported by our respondents (represented by Australian, Chinese and Japanese) was in line with the statistics (Table 1) . However, 'Europeans including Russians' might be a unique market segment of our respondents, possibly due to our sample being disproportionate. For example, 37% of the sample was represented by hotels located in Seminyak; 87% represented by 4 star-rated and 5 star-rated hotels.", "cite_spans": [], "ref_spans": [{"start": 155, "end": 164, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Relationship between characteristics of hotels and mosquito control measures"}, {"text": "The result that 83% of our respondents reported a mosquito nuisance problem (question 1, Table 2 ) might be understated. This is because all 30 respondents were aware that their hotel guests had complained of mosquito bites at the hotels (question 3a, Table 2 ). The discrepancy might be because the hotel personnel did not link guests' experiences of mosquito bites to a mosquito nuisance problem at their hotels. An overview of the situation in Bali indicates that improved efforts in reducing mosquito populations and bites are essential.", "cite_spans": [], "ref_spans": [{"start": 89, "end": 96, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 252, "end": 259, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Fogging with insecticide is not the panacea to control mosquito incidence"}, {"text": "There is evidence that routine fogging has been conducted at the hotels surveyed. In fact, 83% of the respondents answered that their 'hotels use fogging for mosquito control' (questions 1a, Table 2 ). Some respondents from hotels outsourcing the operation might have answered 'No' to this question since it was not the hotel itself that conducted the operation. In fact, 29 out of 30 (97%) should have answered 'Yes' if the question had been phrased as 'is fogging operation conducted at your hotel?' This is because answers to question 1c 'how often is fogging conducted?' totalled 29 answers. Also, 87% of the respondents chose fogging as one of mosquito control measures applied at their hotels (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 191, "end": 198, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 699, "end": 708, "text": "(Table 3)", "ref_id": "TABREF5"}], "section": "Fogging with insecticide is not the panacea to control mosquito incidence"}, {"text": "Guests staying at hotels where 'in-house or housekeeping staff' conducted fogging operations were less likely to receive guests' complaints about fogging operations (P = 0.033, Table 5 ). This finding might indicate that external contractors were less attentive to the inconvenience of hotel guests, such as the unpleasant smell of chemicals, deterioration in visibility, and noise of the machines during the fogging operations.", "cite_spans": [], "ref_spans": [{"start": 177, "end": 184, "text": "Table 5", "ref_id": "TABREF7"}], "section": "Fogging with insecticide is not the panacea to control mosquito incidence"}, {"text": "At hotels where guests 'sometimes complained about the fogging', other mosquito control measures were likely to be additionally used. These included: 'aerosol spray' (P = 0.020, Table 6 ), 'mosquito coils at guestrooms' (P = 0.031), 'give mosquito prevention advice' to their hotel guests (P = 0.016). Whether these additional measures were applied to complement fogging operations, or to respond to the high incidence of mosquito appearance at the hotels, remains unclear.", "cite_spans": [], "ref_spans": [{"start": 178, "end": 185, "text": "Table 6", "ref_id": null}], "section": "Fogging with insecticide is not the panacea to control mosquito incidence"}, {"text": "Fogging operations targeting adult mosquitoes should be carried out only when necessary, and not routinely. The high frequency of fogging reported by our respondents (7% thrice a week, 70% twice a week, and 16% once a week) is cause for concern. This is because such high prevalence of routine and intensive fogging can lead to mosquito resistance to chemicals, which could undermine control efforts of the health authorities. Continuous monitoring of mosquito resistance is indispensable.", "cite_spans": [], "ref_spans": [], "section": "Fogging with insecticide is not the panacea to control mosquito incidence"}, {"text": "Furthermore, hotels must check if appropriate dilution of chemicals are adhered to by the outsourced contractors. Operations need to be scheduled in consideration of weather conditions, especially wind and precipitation, to ensure the effectiveness of fogging. For example, mosquitoes at one hotel might easily fly to neighbouring areas, such as other hotels or residential homes, during the operations, only to return to the hotel later.", "cite_spans": [], "ref_spans": [], "section": "Fogging with insecticide is not the panacea to control mosquito incidence"}, {"text": "Only one facility responding to the questionnaire reported the conduct of source reduction, essential critical measure for mosquito control. The low frequency of removal of mosquito breeding habitats amongst our respondents requires improvement.", "cite_spans": [], "ref_spans": [], "section": "Fogging with insecticide is not the panacea to control mosquito incidence"}, {"text": "The hotel employees seemed to have basic knowledge of dengue as a viral infection; only one respondent failed to answer correctly (question 2, Table 2 ). Awareness of the disease burden in urban areas of Southeast Asia was underpinned by 80% of the respondents. It is a concern, however, that 20% of the respondents disagreed that DENV infection could be a life-threatening disease. In fact, there have been deaths reported in Bali, most often due to late medical attention sought at healthcare settings. It was also surprising to learn that only 67% answered that people get DENV infection by mosquito bites. The percentage of correct answers may have increased if the question had asked more specifically whether people get DENV infection by the bites of DENV-infected mosquitoes.", "cite_spans": [], "ref_spans": [{"start": 143, "end": 150, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Knowledge of dengue amongst hotel personnel"}, {"text": "As presented in Table 8 , the follow-up site visits at eight accommodation facilitiescarried out 6 months after the outreach workshop-confirmed the mosquito control tools reported by the questionnaire respondents. These included: fogging, repellent, mosquito coil and electric vaporiser. Additionally, we learned that insecticide was used outdoors by four facilities. In contrast to the results of the questionnaire, only three facilities reported routine fogging. However, the answers might have been skewed since the representatives provided the answers to researchers face-to-face, i.e. lecturers of the outreach workshop, during which routine fogging had been cautioned against.", "cite_spans": [], "ref_spans": [{"start": 16, "end": 23, "text": "Table 8", "ref_id": null}], "section": "Additional findings from the follow-up site visits"}, {"text": "The existing linkage or coordination of mosquito control reported only by two facilities warrant further discussion. Given the proximity of resort facilities to other facilities and/or residential areas in Bali (as observed at five facilities), as well as the ecology of Aedes mosquitoes, including flight distance, mosquito control measures undertaken only at one hotel are unlikely to result in effective mosquito control. A study conducted in another island travel destination in Southeast Asia, Singapore, revealed that female Aedes mosquitoes dispersed easily and quickly throughout areas of radius 320 m, in search of oviposition sites (Liew and Curtis 2004). Thus, it may be beneficial for hotels with frequent reports of mosquito bites, such as facilities C, D, E and H, to enquire into the situation of mosquito prevalence and existing mosquito control measures practised at neighbouring facilities and/or communities.", "cite_spans": [], "ref_spans": [], "section": "Additional findings from the follow-up site visits"}, {"text": "Two facilities expressed concerns about the construction works in progress right next to their hotels. The concerns might be due to our explanation at the outreach workshop that mosquito breeding habitats had often been found at construction sites (including locations where renovation works were conducted). Continuous monitoring of outreach efforts is important.", "cite_spans": [], "ref_spans": [], "section": "Additional findings from the follow-up site visits"}, {"text": "Although three facilities paid great attention to their plants and gardens, the same attention must be directed to places where rainwater could become stagnant, which may lead to ideal places for mosquitoes to lay their eggs in. Our site visits revealed that there were jars and materials placed at open areas of some facilities. Improved waste management, such as removal of plastic sheets covering items stored, could also reduce the risk of mosquito breeding.", "cite_spans": [], "ref_spans": [], "section": "Additional findings from the follow-up site visits"}, {"text": "We learned that facilities A and H used temephos (Abate), whilst facility H additionally used predator fish in the pond. Resistance of the Aedes aegypti mosquito towards temephos has been noted (Grisales et al. 2013) , and such resistance has already been confirmed in Bali (personal communication, Denpasar Health Office). However, none of the representatives were aware of the issue. Insect growth regulator (IGR) granules could be considered in place of temephos, to prevent larvae from developing into adult mosquitoes, if hotels can allocate higher budgets for mosquito control. The granules are already used by both health authorities in Denpasar and Badung District.", "cite_spans": [{"start": 194, "end": 216, "text": "(Grisales et al. 2013)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Additional findings from the follow-up site visits"}, {"text": "The endemicity of DENV infection in Bali shows active local transmission of the viruses there. Viraemic patients continuously arriving from other endemic locations have contributed to this condition. Although relationships between reported DHF cases in Bali and those in East Java Province or Jakarta are yet to be proven in the absence of virus analysis, the disease situation in these areas might provide an early warning for Bali. This is because significant movement of people, such as domestic tourists and migrant workers, between Bali and these two locations are known. However, the reported DHF cases by month, as plotted in Figs. 3, 4 and 5, are usually available within the health authorities in Indonesia. If the data was made readily available to the managers of healthcare settings in Bali, for example, the medical community might watch out for symptoms of dengue once they had learnt of increases in the reported cases in and out of Bali.", "cite_spans": [], "ref_spans": [], "section": "Monthly reported DHF cases in Bali and two other provinces"}, {"text": "Similarly, alertness in Bali could be raised if outbreaks had been reported by countries, especially places from where foreign tourists arrive, as listed in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 157, "end": 164, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Monthly reported DHF cases in Bali and two other provinces"}, {"text": "We have hitherto described the DENV endemic situation in Bali, which requires indepth thoughts amongst the travel and tourism industry, especially the hotel sector. The sector should rather view it as an opportunity to contribute to the improvement of public health in Bali. We highlight that there are at least four reasons for the hotel sector to consider assuming a more proactive role in reaching out to the hotel guests. First, Bali's hotel sector would find it difficult to ignore a reputation risk, which would hurt the brand image of Bali. As any hospitality business naturally adopts a business management strategy to lead to customer satisfaction and loyalty, it is important for the hotel sector in Bali to secure a higher rate of repeat customers, as well as to attract new travellers. Plans to return to and endorse the location to others can be affected by brand image, and recommendation is essential for people choosing a travel destination (Alcañiz et al. 2005; Bigne et al. 2001) . It is therefore imperative for a travel destination like Bali to offer 'favourable experiences to tourists' (Qu et al. 2011) .", "cite_spans": [{"start": 957, "end": 978, "text": "(Alcañiz et al. 2005;", "ref_id": "BIBREF0"}, {"start": 979, "end": 997, "text": "Bigne et al. 2001)", "ref_id": "BIBREF4"}, {"start": 1108, "end": 1124, "text": "(Qu et al. 2011)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Potential role of the hotel sector in contributing to a sustainable society in Bali"}, {"text": "Whilst imported cases of DENV infection from Bali are often reported by other countries, this could have negative implications for choice of holiday destination. Since visitors tend to expect accommodation facilities to provide safe and healthy environments, especially at luxurious resorts, we recommend that the hotel sector in Bali improves mosquito control measures and minimises exposure of tourists to mosquito bites. Such a business plan could signal an act of social responsibility, which might help sustain Bali's brand image.", "cite_spans": [], "ref_spans": [], "section": "Potential role of the hotel sector in contributing to a sustainable society in Bali"}, {"text": "Second, protection of travellers should be regarded as goodwill or a practice of customer service by the hotel sector. Although there may be fear in disclosing dengue and mosquito incidence in the tropical resorts, proactively providing health information and improving mosquito control at accommodation facilities, is a laudable act of safeguarding public health for their guests, employees and the neighbouring local communities.", "cite_spans": [], "ref_spans": [], "section": "Potential role of the hotel sector in contributing to a sustainable society in Bali"}, {"text": "Virtually every traveller should ideally arrive with knowledge of mosquitoborne infection and prevention, including personal protection against mosquito bites. Taking this argument further, travel experts assisting travellers in home countries should practice ethical and considerate behaviour. In other words, they are expected to supply information of health risks at the travel destinations. In reality however, travellers are often merely left with no or few choices but to obtain safety and security information by themselves.", "cite_spans": [], "ref_spans": [], "section": "Potential role of the hotel sector in contributing to a sustainable society in Bali"}, {"text": "Under these circumstances, the contributions which the hotel sector in Bali could make are even more meaningful. Whilst accommodation facilities provide mosquito repellent or control products in guestrooms, the decision to use them tends to depend on personal preference and knowledge of health risks amongst hotel guests. Not only could the hotel personnel explain about the correct usage of mosquito repellent, but they could also warn of careless behaviour that could lead to mosquito breeding. Proactive communication can therefore increase awareness of DENV infection, and watchfulness of careless behaviour amongst travellers to Bali.", "cite_spans": [], "ref_spans": [], "section": "Potential role of the hotel sector in contributing to a sustainable society in Bali"}, {"text": "Third, hotels bordering the communities could consider assisting them with mosquito control operations. The coordinated operations could improve effectiveness of their mosquito control approaches. In addition, reaching out to residential areas in the vicinity for protection of the community (in addition to hotel guests and staff), might convey the goodwill of those hotels interested in growing their businesses in harmony with the surrounding communities. Some hotels are adjacent to residential areas suffering from poor hygiene conditions, such as fly infestations, inappropriate disposal management of household waste, and larvae breeding. It is therefore encouraging to know that at least two facilities are in collaboration with the nearby communities (Table 8) . Furthermore, some hotels raise money for the neighbouring communities as charity, and hire a certain percentage of employees from the bordering communities. Funds raised by hotels could be used to train the Jumantik workforce to strengthen its capacity in conducting the source reduction activities in the peripheral villages.", "cite_spans": [], "ref_spans": [{"start": 760, "end": 769, "text": "(Table 8)", "ref_id": null}], "section": "Potential role of the hotel sector in contributing to a sustainable society in Bali"}, {"text": "Fourth, the hotel sector in Bali, especially the BHA, has experiences in leading response measures toward life-and health-threats in recent years. Understanding a potentially negative image, which crises such as bombs, earthquakes and tsunamis might impose on Bali, the BHA established a new emergency communication network to manage a crisis, collaborating with the police department. The members were given 'direct access to police services' if necessary. The subsequent tie-up with the Provincial Disaster Management Agency Bali, Bali's new disaster and incident management agency, the access has been expanded to army representatives and the Red Cross, to name a few examples (Pennington-Gray et al. 2015) .", "cite_spans": [{"start": 680, "end": 709, "text": "(Pennington-Gray et al. 2015)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Potential role of the hotel sector in contributing to a sustainable society in Bali"}, {"text": "Although the issue of mosquito control may not be seen with the same magnitude or urgency as natural disasters or terrorist attacks, senior members of the BHA expressed that the hotel sector should regard outbreaks of infectious diseases as crises that could threaten the profitability of hotel businesses. The BHA could promote a concerted approach toward dengue threats amongst accommodation facilities.", "cite_spans": [], "ref_spans": [], "section": "Potential role of the hotel sector in contributing to a sustainable society in Bali"}, {"text": "Needless to say, the hotel sector alone might find it challenging to invest in resources and time, to improve mosquito control operations and disseminate information on dengue prevention and control to international travellers. Academic and government sectors could support such efforts, in areas such as mosquito surveillance and training of staff. This collaborative approach, if developed and sustained in Bali, has the potential to contribute to improving the public health environment at the travel destination, thereby mitigating exportation of DENV infection from Bali.", "cite_spans": [], "ref_spans": [], "section": "Potential role of the hotel sector in contributing to a sustainable society in Bali"}, {"text": "It is possible to say that the sample size of 30 respondents from 29 hotels to our questionnaire was not too small, given that only 100 over member hotels belong to the BHA. However, it was not large enough to represent the population of approximately 1424 star and non-star rated hotels in Bali, as of 2014 (Antara and Sri Sumarniasih 2017) . In fact, our sample lacked balance in hotel ratings, reflecting a high proportion of 4-and 5-star rated hotels amongst members of the BHA. To make the sample more representative of all accommodation facilities in Bali, inclusion of more non-rated and 3-star or below rated hotels would be required. Access to these hotels may be possible if we could collaborate with additional tourism related organisations in addition to the BHA. We also recognised the imbalance of hotel locations in our sample. It may be because we conducted the workshop at a hotel located at Nusa Dua in Badung District, and representatives from hotels at other locations may have found it difficult to travel during the day time on a weekday.", "cite_spans": [{"start": 308, "end": 341, "text": "(Antara and Sri Sumarniasih 2017)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Limitations of this study and future direction of research"}, {"text": "The workshop and questionnaire were designed to reach out to and survey hotel staff with varying responsibilities. The fragmentation in job responsibility posed a challenge. Apart from seven staff in housekeeping and eight staff in human resources, others were represented by only three or fewer persons. Hence, statistical analysis by job responsibility was difficult.", "cite_spans": [], "ref_spans": [], "section": "Limitations of this study and future direction of research"}, {"text": "Our evaluations were affected by the small sample size with the follow-up site visits. We were able to cover only eight out of 20 hotels that requested our visits. The number of facilities was constrained by the availabilities of personnel at the accommodation facilities, as well as by the only 4 days we were able to finance and allocate for this activity in March 2015. Furthermore, the serious island-wide traffic jam was another constraint.", "cite_spans": [], "ref_spans": [], "section": "Limitations of this study and future direction of research"}, {"text": "Further research on local mosquito vector studies in Bali, including baseline surveillance data, is indispensable to evaluate more effective mosquito control strategies and advice to be given to travellers. For example, personal advice to hotel guests to watch out for mosquito bites outdoors may be emphasised at facilities where the appearance of Aedes albopictus is confirmed in addition to Aedes aegypti (the latter tends to stay indoors). Similarly, if Culex mosquito species (night-biters as opposed to day-biting Aedes species) are additionally present, it is necessary to advise hotel guests to be careful of mosquito bites at night as well.", "cite_spans": [], "ref_spans": [], "section": "Limitations of this study and future direction of research"}, {"text": "Our follow-up studies therefore include capacity building at hotels, for mosquito surveillance and risk communication, in addition to a survey to investigate evaluation by hotel guests on proactive information dissemination on dengue prevention and control by hotels. To make more concrete recommendations for enhancing the role of the hotel sector in infectious disease prevention and control, expanding the questionnaire survey to collect data from a larger and more representative sample is necessary. For example, the sample should include more non-star rated accommodation facilities, and should be well-balanced in terms of geographical representation. Similarly, visiting a larger number of facilities is required to understand the mosquito control situation. The follow-up studies may help us to understand details of the actual state of mosquito control in more accommodation facilities, which might lead to the identification of contributory factors at accommodation facilities to dengue outbreaks in Bali.", "cite_spans": [], "ref_spans": [], "section": "Limitations of this study and future direction of research"}, {"text": "Increasing brand equity of travel destinations is vital for the growth and viability of the travel and tourism industry. Given the leading economic contribution of the industry to the economy, Bali cannot afford to continue exporting infectious diseases, such as dengue. Whilst there is widespread and increasing movement of people, such as international travellers, Bali should not wait until the originating countries of these travellers improve public health education. Bali could instead proactively help travellers to gain information on dengue prevention and control.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Cautioning travellers appropriately against mosquito bites and improper disposal of open containers is necessary, although it may seem awkward to interfere with the holiday mood of travellers. Since travellers visiting resorts tend to have daily interaction with hotel personnel, we advocate inclusion of prevention and control of mosquito-borne infectious diseases such as dengue into the business strategy of the hotel sector. Such efforts could lead to safeguarding the public health environment at travel destinations, for the sake of not only the travellers, but also of the employees and local people.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "However, an overview of the situation as a result of this study indicates that additional efforts are necessary to reduce mosquito bites acquired at the accommodation facilities in Bali. Also, the present study suggests that increased knowledge of dengue amongst hotel personnel is essential. Since dengue prevention and control at hotels could improve, as knowledge of the disease and effective mosquito control measures were to increase amongst hotel staff, the hotel sector should be provided with more practical and scientific advice on dengue prevention and control. Such empowerment of the hotel sector is essential to promote the proactive role of the hotel sector.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Such a social approach to complement medical efforts may lead to improving public health intervention at travel destinations, including Bali. Indeed, providing a healthier environment to travellers and locals should be understood as a process to achieve 'Good Health and Well-Being' for the Sustainable Development Goal in Bali. As Bali is not the only tropical resort where mosquito-borne infectious diseases are endemic, the collaborative approach in Bali, if further developed and sustained, might encourage the hotel sector at other travel destinations to consider forming partnerships within hotels, as well as with other sectors such as academic and government sectors.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Relationships among residents' image, evaluation of the stay and post-purchase behaviour", "authors": [{"first": "E", "middle": ["B"], "last": "Alcañiz", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "García", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Blas", "suffix": ""}], "year": 2005, "venue": "J Vacat Mark", "volume": "11", "issn": "", "pages": "291--302", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Role of tourism in economy of Bali and Indonesia", "authors": [{"first": "A", "middle": [], "last": "Antara", "suffix": ""}, {"first": "Sri", "middle": [], "last": "Sumarniasih", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "J Tour Hosp Manag", "volume": "5", "issn": "2", "pages": "34--44", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Off the podium: why public health concerns for global spread of zika virus means that Rio de Janeiro's 2016 Olympic Games must not proceed", "authors": [{"first": "A", "middle": [], "last": "Attaran", "suffix": ""}], "year": 2016, "venue": "Harvard Public Health Review", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Bali tourism", "authors": [{"first": "A", "middle": ["A"], "last": "Berger", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Tourism image, evaluation variables and after purchase behaviour: inter-relationship", "authors": [{"first": "J", "middle": ["E"], "last": "Bigne", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Sanchez", "suffix": ""}, {"first": "J", "middle": [], "last": "Sanchez", "suffix": ""}], "year": 2001, "venue": "Tour Manag", "volume": "22", "issn": "", "pages": "607--616", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Guillain-Barré Syndrome outbreak associated with Zika virus infection in French Polynesia: a case-control study", "authors": [{"first": "V", "middle": ["M"], "last": "Cao-Lormeau", "suffix": ""}, {"first": "A", "middle": [], "last": "Blake", "suffix": ""}, {"first": "S", "middle": [], "last": "Mons", "suffix": ""}, {"first": "S", "middle": [], "last": "Lastère", "suffix": ""}, {"first": "C", "middle": [], "last": "Roche", "suffix": ""}, {"first": "J", "middle": [], "last": "Vanhomwegen", "suffix": ""}], "year": 2016, "venue": "Lancet", "volume": "387", "issn": "", "pages": "1531--1539", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Tourism market recovery in the Maldives after the 2004 Indian Ocean Tsunami", "authors": [{"first": "J", "middle": ["C"], "last": "Carlsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Hughes", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "139--149", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Dengue fever, hawaii", "authors": [{"first": "P", "middle": ["V"], "last": "Effler", "suffix": ""}, {"first": "L", "middle": [], "last": "Pang", "suffix": ""}, {"first": "P", "middle": [], "last": "Kitsutani", "suffix": ""}, {"first": "V", "middle": [], "last": "Vorndam", "suffix": ""}, {"first": "M", "middle": [], "last": "Nakata", "suffix": ""}, {"first": "T", "middle": [], "last": "Ayers", "suffix": ""}, {"first": "J", "middle": [], "last": "Elm", "suffix": ""}, {"first": "T", "middle": [], "last": "Tom", "suffix": ""}, {"first": "P", "middle": [], "last": "Reiter", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Rigau-Perez", "suffix": ""}], "year": 2001, "venue": "Emerg Infect Dis", "volume": "11", "issn": "", "pages": "742--749", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Emergence of a new lineage of dengue virus type 2 identified in travelers entering Western Australia from Indonesia", "authors": [{"first": "T", "middle": [], "last": "Ernst", "suffix": ""}, {"first": "S", "middle": [], "last": "Mccarthy", "suffix": ""}, {"first": "G", "middle": [], "last": "Chidlow", "suffix": ""}, {"first": "D", "middle": [], "last": "Luang-Suarkia", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": [], "last": "Imrie", "suffix": ""}], "year": 2010, "venue": "PLoS Negl Trop Dis", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Dengue sentinel traveler surveillance: monthly and yearly notification trends among Japanese travelers", "authors": [{"first": "M", "middle": [], "last": "Fukusumi", "suffix": ""}, {"first": "T", "middle": [], "last": "Arashiro", "suffix": ""}, {"first": "Y", "middle": [], "last": "Arima", "suffix": ""}, {"first": "T", "middle": [], "last": "Matsui", "suffix": ""}, {"first": "T", "middle": [], "last": "Shimada", "suffix": ""}, {"first": "H", "middle": [], "last": "Kinoshita", "suffix": ""}, {"first": "A", "middle": [], "last": "Arashiro", "suffix": ""}, {"first": "T", "middle": [], "last": "Takasaki", "suffix": ""}, {"first": "T", "middle": [], "last": "Sunagawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Oishi", "suffix": ""}], "year": 2006, "venue": "PLoS Negl Trop Dis", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Temepos resistance in Aedes aegypti in Colombia compromises dengue vector control", "authors": [{"first": "N", "middle": [], "last": "Grisales", "suffix": ""}, {"first": "R", "middle": [], "last": "Poupardin", "suffix": ""}, {"first": "S", "middle": [], "last": "Gomez", "suffix": ""}, {"first": "I", "middle": [], "last": "Fonseca-Gonzalez", "suffix": ""}, {"first": "H", "middle": [], "last": "Ranson", "suffix": ""}, {"first": "A", "middle": [], "last": "Lenhart", "suffix": ""}], "year": 2013, "venue": "PLoS Negl Trop Dis", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Dengue/dengue hemorrhagic fever: the emergence of a global health problem", "authors": [{"first": "D", "middle": ["J"], "last": "Gubler", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Clark", "suffix": ""}], "year": 1995, "venue": "Emerg Infect Dis", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Terrorism and tourism", "authors": [{"first": "J", "middle": ["C"], "last": "Henderson", "suffix": ""}], "year": 2003, "venue": "J Travel Tour Mark", "volume": "15", "issn": "", "pages": "41--58", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Ministry of Health) (2011-2016) Profil Kesehatan Indonesia (Indonesia Health Profile. Jakarta: Ministry of Health, multiple years", "authors": [{"first": "Kementerian", "middle": [], "last": "Indonesia", "suffix": ""}, {"first": "", "middle": [], "last": "Kesehatan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Prevalence of infection with dengue virus among international travelers", "authors": [{"first": "T", "middle": [], "last": "Jelinek", "suffix": ""}, {"first": "G", "middle": [], "last": "Dobler", "suffix": ""}, {"first": "M", "middle": [], "last": "Hölscher", "suffix": ""}, {"first": "T", "middle": [], "last": "Löscher", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Nothdurft", "suffix": ""}], "year": 1997, "venue": "Arch Intern Med", "volume": "157", "issn": "", "pages": "2367--2370", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Notes from the field: outbreak of locally acquired cases of dengue fever-Hawaii", "authors": [{"first": "D", "middle": [], "last": "Johnston", "suffix": ""}], "year": 2015, "venue": "MMWR", "volume": "65", "issn": "2", "pages": "34--35", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The changing incidence of dengue haemorrhagic fever in Indonesia: a 45-year registry-based analysis", "authors": [{"first": "M", "middle": ["R"], "last": "Karyanti", "suffix": ""}, {"first": "Cspm", "middle": [], "last": "Uiterwaal", "suffix": ""}, {"first": "R", "middle": [], "last": "Kusriastuti", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Hadinegoro", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Rovers", "suffix": ""}, {"first": "H", "middle": [], "last": "Heesterbeek", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Hoes", "suffix": ""}, {"first": "P", "middle": [], "last": "Bruijning-Verhagen", "suffix": ""}], "year": 2014, "venue": "BMC Infect Dis", "volume": "14", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Tourism development on Bali and Lombok: analysis, comparison and possible reasons for the diverging development", "authors": [{"first": "N", "middle": [], "last": "Kinzer", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Marketing for hospitality and tourism", "authors": [{"first": "P", "middle": [], "last": "Kotler", "suffix": ""}, {"first": "J", "middle": [], "last": "Bowen", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Makens", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Horizontal and vertical dispersal of dengue vector mosquitoes, Aedes aegypti and Aedes albopictus", "authors": [{"first": "J", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "B", "middle": [], "last": "Lewis", "suffix": ""}], "year": 2004, "venue": "Med Vet Entomol", "volume": "18", "issn": "4", "pages": "351--360", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The value of land in Bali: land tenure, land reform and commodification", "authors": [{"first": "G", "middle": [], "last": "Macrae", "suffix": ""}], "year": 2003, "venue": "Reuter TA (ed) Inequality, crisis and social change in Indonesia: the muted worlds of Bali. RoutledgeCurzon", "volume": "", "issn": "", "pages": "143--165", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Tracing the path of Chikungunya virus-evolution and adaptation", "authors": [{"first": "L", "middle": ["C"], "last": "Ng", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Hapuarachchi", "suffix": ""}], "year": 2010, "venue": "Infect Genet Evol", "volume": "10", "issn": "", "pages": "876--885", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The bilateral relationship between tourism and dengue occurrence: evidence from Aruba", "authors": [{"first": "M", "middle": [], "last": "Oduber", "suffix": ""}, {"first": "J", "middle": [], "last": "Ridderstaat", "suffix": ""}, {"first": "P", "middle": [], "last": "Martens", "suffix": ""}], "year": 2014, "venue": "J Tour Hosp Manag", "volume": "2", "issn": "", "pages": "223--244", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Epidemiological alert-neurological syndrome, congenital malformations, and Zika virus infection. Implications for public health in the Americas. World Health Organization", "authors": [], "year": 2015, "venue": "?optio n=com_topic s&view=reada ll&cid=7880&Itemi d=41484 &lang=en", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Collaborative communication networks: an application in Indonesia", "authors": [{"first": "L", "middle": [], "last": "Pennington-Gray", "suffix": ""}, {"first": "I", "middle": [], "last": "Cahyanto", "suffix": ""}, {"first": "A", "middle": [], "last": "Schroeder", "suffix": ""}, {"first": "A", "middle": [], "last": "Kesper", "suffix": ""}], "year": 2015, "venue": "Tourism crisis and disaster management in the Asia-Pacific. CABI", "volume": "", "issn": "", "pages": "77--94", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A model of destination branding: Integrating the concepts of the branding and destination image", "authors": [{"first": "H", "middle": [], "last": "Qu", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Im", "suffix": ""}], "year": 2011, "venue": "Tour Manag", "volume": "32", "issn": "", "pages": "465--476", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Indonesia in transition: concluding reflections on engaged research and the critique of local knowledge", "authors": [{"first": "T", "middle": ["A"], "last": "Reuter", "suffix": ""}], "year": 2003, "venue": "Reuter TA (ed) Inequality, crisis and social change in Indonesia: the muted worlds of Bali. RoutledgeCurzon", "volume": "", "issn": "", "pages": "203--219", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Dengue: a literature review and case study of travelers from the United States, 1986-1994", "authors": [{"first": "J", "middle": ["G"], "last": "Rigau-Pérez", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Gubler", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Vorndam", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Clark", "suffix": ""}], "year": 1997, "venue": "J Travel Med", "volume": "4", "issn": "", "pages": "65--71", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Viremic dengue virus infections in travellers: potential for local outbreak in Northern Italy", "authors": [{"first": "F", "middle": [], "last": "Rovida", "suffix": ""}, {"first": "E", "middle": [], "last": "Percivalle", "suffix": ""}, {"first": "G", "middle": [], "last": "Campanini", "suffix": ""}, {"first": "A", "middle": [], "last": "Piralla", "suffix": ""}, {"first": "S", "middle": [], "last": "Novati", "suffix": ""}, {"first": "A", "middle": [], "last": "Muscatello", "suffix": ""}, {"first": "F", "middle": [], "last": "Baldanti", "suffix": ""}], "year": 2011, "venue": "J Clin Virol", "volume": "50", "issn": "", "pages": "76--79", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "regional autonomy, electoral democracy and entrenched identities", "authors": [{"first": "H", "middle": [], "last": "Schulte-Nordhold", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The outbreak: find out how authorities prepared for the inevitable arrival of the Zika virus in Singapore in 2016", "authors": [{"first": "B", "middle": [], "last": "Tan", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Tang", "suffix": ""}], "year": 2016, "venue": "Envision", "volume": "12", "issn": "", "pages": "70--75", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Renewing bonds in an age of Asian travel: Indian tourists in Bali", "authors": [{"first": "K", "middle": [], "last": "Thirumaran", "suffix": ""}], "year": 2009, "venue": "Asia on tour: exploring the rise of Asian tourism. Routledge", "volume": "", "issn": "", "pages": "127--137", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Bali: a paradise created", "authors": [{"first": "A", "middle": [], "last": "Vickers", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Adat in Balinese discourse and practice: locating citizenship and the commonweal", "authors": [{"first": "C", "middle": [], "last": "Warren", "suffix": ""}], "year": 2007, "venue": "The Revival of tradition in Indonesian politics: the deployment of adat from colonialism to indigenism. Routledge", "volume": "", "issn": "", "pages": "170--202", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Off the market? Elusive links in community-based sustainable development initiatives in Bali", "authors": [{"first": "C", "middle": [], "last": "Warren", "suffix": ""}], "year": 2009, "venue": "Community, environment and local governance in Indonesia: locating the commonweal. Routledge", "volume": "", "issn": "", "pages": "197--226", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Sources of dengue viruses imported into Queensland, australia", "authors": [{"first": "D", "middle": [], "last": "Warrilow", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Northill", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Pyke", "suffix": ""}], "year": 2002, "venue": "Emerg Infect Dis", "volume": "18", "issn": "", "pages": "1850--1857", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Dengue infections in travellers", "authors": [{"first": "A", "middle": [], "last": "Wilder-Smith", "suffix": ""}, {"first": "E", "middle": [], "last": "Schwartz", "suffix": ""}], "year": 2012, "venue": "Paediatr Int Child Health", "volume": "32", "issn": "1", "pages": "28--32", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Situation of dengue virus infection and Chikungunya virus infection in Bali, Indonesia in 2010", "authors": [{"first": "M", "middle": ["J"], "last": "Yoshikawa", "suffix": ""}], "year": 2011, "venue": "Infect Agents Surveill Rep", "volume": "32", "issn": "", "pages": "5--6", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Surge of dengue virus infection and chikungunya Fever in Bali in 2010: the burden of mosquito-borne infectious diseases in a tourist destination", "authors": [{"first": "M", "middle": ["J"], "last": "Yoshikawa", "suffix": ""}, {"first": "R", "middle": [], "last": "Kusriastuti", "suffix": ""}], "year": 2013, "venue": "Trop Med Health", "volume": "41", "issn": "", "pages": "67--78", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Human health as precondition for achieving sustainable development", "authors": [{"first": "M", "middle": ["J"], "last": "Yoshikawa", "suffix": ""}, {"first": "A", "middle": [], "last": "Surjan", "suffix": ""}], "year": 2016, "venue": "Sustainable development and disaster risk reduction", "volume": "", "issn": "", "pages": "103--117", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Miscarriage following dengue virus 3 infection in the first 6 weeks of pregnancy of a dengue virus-naive traveller returning from Bali to Italy", "authors": [{"first": "M", "middle": [], "last": "Zavattoni", "suffix": ""}, {"first": "F", "middle": [], "last": "Rovida", "suffix": ""}, {"first": "G", "middle": [], "last": "Campanini", "suffix": ""}, {"first": "E", "middle": [], "last": "Percivalle", "suffix": ""}, {"first": "A", "middle": [], "last": "Sarasini", "suffix": ""}, {"first": "G", "middle": [], "last": "Cristini", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Tomasoni", "suffix": ""}, {"first": "F", "middle": [], "last": "Castelli", "suffix": ""}, {"first": "F", "middle": [], "last": "Baldanti", "suffix": ""}], "year": 2016, "venue": "Eurosurveillance", "volume": "21", "issn": "31", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Map of Bali Province, including two particularly tourist-concentrated areas, Capital City of Denpasar and Badung District", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Reported monthly DHF cases in Bali between 2010 and 2015. Sources of data: Ministry of Health, Indonesia (unpublished data)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Reported monthly DHF cases in East Java between 2010 and 2015. Sources of data: Ministry of Health, Indonesia (unpublished data) Reported monthly DHF cases in Jakarta between 2010 and 2015. Sources of data: Ministry of Health, Indonesia (unpublished data) 1 3", "latex": null, "type": "figure"}, "TABREF0": {"text": ").", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>P value\n</td><td> </td></tr><tr><td> </td><td>Dengue is due to mosquito </td><td> </td></tr><tr><td>Hotel rating </td><td>bites\n</td><td>Knowledge of serious dengue as potentially life-threatening disease\n</td></tr><tr><td>0.396 </td><td>0.184\n</td></tr><tr><td>Years of operation in Bali </td><td>0.707 </td><td>0.392\n</td></tr><tr><td>Average occupancy rate </td><td>0.679 </td><td>0.036\n</td></tr><tr><td>Number of guestrooms </td><td>0.525 </td><td>0.223\n</td></tr><tr><td>Number of employees </td><td>0.622 </td><td>1.000\n</td></tr><tr><td>Location </td><td>0.037 </td><td>0.415\n</td></tr><tr><td>Job responsibility </td><td>0.721 </td><td>0.031\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Top five and other nationalities of foreign tourist arrivals to Bali between years 2009 and 2013, with their market shares in 2013. Source of data: Statistics of Bali Province", "latex": null, "type": "table"}, "TABREF3": {"text": "Questions and answers from the pre-workshop questionnaire N.B. Rp = Indonesian rupiah (1US$ ≒13,320 rupiah, as of 7 May 2016)Questions [Answer choices] 1. Do you have a mosquito nuisance problem at your hotel? [1. Never, 2. Sometimes, 3. Often, 4. Frequently] 1a. Does your hotel use fogging for mosquito control? [1. Yes, 2. No, 3. Do not know] 1b. Who carries out the fogging? [1. Outsourced contractors, 2. In-house mosquito control staff, 3. Housekeeping staff, 4. Other] 1c. How often is fogging conducted? [1. Every day, 2. Twice a week, 3. Once a week, 4. Occasionally, 5. Other (specify)] 1d. What is the annual expense for fogging? [1. Rp 10 million or less, 2. > Rp 10 million, 3. > Rp 15 million, 4. > Rp 20 million] 1e. What measures do your hotel carry out to reduce the biting by mosquitoes of hotel guests? (Please check all that apply.) [1. Fogging at public areas of the hotel (e.g. garden, outdoor restaurants, areas near swimming pool, etc.); 2. Applying aerosol spray to kill mosquitoes in the guestrooms; 3. Providing electronic vaporising mats, (or equivalent items), to repel mosquitoes from the guestrooms; 4. Providing mosquito coils to repel mosquitoes from the guestrooms; 5. Providing mosquito coils at public areas of the hotel; 6. Providing mosquito repellent to the hotel guests; 7. Giving mosquito prevention advice to the hotel guests; 8. Other (specify)] 2. Dengue infection is due to … [1. Parasite, 2. Bacterium, 3. Virus, 4. Do not know] 2a. Do people get dengue through mosquito bites? [1. Yes, 2. No, 3. Do not know] 2b. Do you agree that serious dengue is not a life-threatening disease? [1. Agree, 2. Disagree, 3. Do not know] 2c. Do you agree that dengue is not a problem in urban areas in Southeast Asia? [1. Agree, 2. Disagree, 3. Do not know] 3. What is the percentage of children below 12 years of age amongst your hotel guests? [1. Less than 10%, 2.11 to less than 20%, 3.21 to less than 30%, 4. More than 31%] 3a. Did your hotel guests report that they were bitten by mosquitoes at your hotel? [1. Yes, frequently, 2. Yes, sometimes, 3. Never, 4. Do not know] 3b. Did your hotel guests complain that fogging was annoying? [1. Yes, frequently, 2. Yes, sometimes, 3. Never, 4. Do not know] 3c. Please rank the nationalities of your hotel guests by frequency of stay (1 = highest, 7 = lowest). [1. Australian, 2. Japanese, 3. Chinese from the People's Republic of China, 4. Chinese from other places, 5. European including Russian, 6. Indonesian, 7. Others] 4.Your hotel's rating is… [1.5-star, 2.4-star, 3.3-star or below, 4. Not-rated] 4a. How many years has your hotel been in business in Bali? [1. Less than 3 years, 2.4-9 years, 3.10-14 years, 4. Over 15 years] 4b. What is the average occupancy rate of your hotel? [1. Over 81%, 2.80-66%, 3.65-51%, 4. Less than 50%] 4c. Which area is your hotel located in? [1. Sanur, 2. Denpasar, 3. Nusa Dua, 4. Kuta, 5. Legian, 6. Seminyak, 7. Jimbaran, 8. Tabanan, 9. Bukit Peninsula, 10. Ubud, 11. Other (specify)] 4f. Your job responsibility is… [1. General Manager, 2. In Housekeeping Department, 3. In Customer Services, 4. Others (specify)]", "latex": null, "type": "table"}, "TABREF4": {"text": "). Other areas represented were Kuta, Sanur, Ubud, and Jimbaran. Approximately 33% of the hotels had 51-100 or 101-200 guestrooms, whilst 23% of them had over 200 guestrooms. About 40% of the participating hotels had 101-200 employees; whilst 30% had 201-300 employees.", "latex": null, "type": "table"}, "TABREF5": {"text": "Mosquito control measures applied at participating facilities (multiple answers)", "latex": null, "type": "table"}, "TABREF6": {"text": "", "latex": null, "type": "table"}, "TABREF7": {"text": "Mosquito nuisance and information on fogging vs characteristics of hotels, n = 30, P value obtained by Fisher's exact test (2-sided) Statistically significant numbers are shown in bold", "latex": null, "type": "table"}, "TABREF8": {"text": "Dengue knowledge vs characteristics of hotels and roles of the respondents, n = 30, Fisher's exact test (2-sided) Statistically significant numbers are shown in bold", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements Special mention should be made of the Ministry of Health, Indonesia, for providing us with the monthly reported DHF cases. Our thanks go to the local health offices in Bali for their facilitation of this study. We are indebted to staff from the Bali Hotels Association, for providing the venue as well as recruiting hotel representatives to attend the outreach workshop. We are also grateful to the participating hotel personnel for their participation in and facilitation of the questionnaire and site visits. We acknowledge Eva Mia Siska, a Ph.D. student from Kyoto University, for her assistance in Bali.Funding This work was supported in part by the Inter-Graduate School Program for Sustainable Development and Survivable Societies, Kyoto University, sponsored by the Ministry of Education, Culture, Sports, Science and Technology, Japan (MEXT), and the Environmental Health Institute, National Environment Agency, Singapore.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Conflict of interest On behalf of all authors, the corresponding author states that there is no conflict of interest.Ethical approval All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.Informed consent Informed consent was obtained from all individual participants included in the study.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}]}