{"paper_id": "00f72ff0dc58a60ef31950d0f28c33dfaf1bf2eb", "metadata": {"title": "Nosocomial outbreak of COVID-19 pneumonia in Wuhan, China", "authors": [{"first": "Xiaorong", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qiong", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yukun", "middle": [], "last": "He", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lingbo", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xinqian", "middle": [], "last": "Ma", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaoshan", "middle": [], "last": "Wei", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nanchuan", "middle": [], "last": "Jiang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Limei", "middle": [], "last": "Liang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yali", "middle": [], "last": "Zheng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ling", "middle": [], "last": "Ma", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yu", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dong", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jianchu", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bohan", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ning", "middle": [], "last": "Jiang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tao", "middle": [], "last": "Deng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bingbing", "middle": [], "last": "Zhai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yang", "middle": [], "last": "Gao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wenxuan", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xinghua", "middle": [], "last": "Bai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tao", "middle": [], "last": "Pan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Guoqing", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yujun", "middle": [], "last": "Chang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhi", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Huanzhong", "middle": [], "last": "Shi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wan-Li", "middle": [], "last": "Ma", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhancheng", "middle": [], "last": "Gao", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: The novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), infected over 3300 healthcare workers in early 2020 in China. Little information is known about nosocomial infections of healthcare workers in the initial period. We analysed data from healthcare workers with nosocomial infections in Wuhan Union Hospital (Wuhan, China) and their family members. Methods: We collected and analysed data on exposure history, illness timelines and epidemiological characteristics from 25 healthcare workers with laboratory-confirmed coronavirus disease 2019 (COVID-19) and two healthcare workers in whom COVID-19 was highly suspected, as well as 10 of their family members with COVID-19, between 5 January and 12 February 2020. The demographics and clinical features of the 35 laboratory-confirmed cases were investigated and viral RNA of 12 cases was sequenced and analysed. Results: Nine clusters were found among the patients. All patients showed mild to moderate clinical manifestation and recovered without deterioration. The mean period of incubation was 4.5 days, the mean±SD clinical onset serial interval (COSI) was 5.2±3.2 days, and the median virus shedding time was 18.5 days. Complete genomic sequences of 12 different coronavirus strains demonstrated that the viral structure, with small irrelevant mutations, was stable in the transmission chains and showed remarkable traits of infectious traceability. Conclusions: SARS-CoV-2 can be rapidly transmitted from person to person, regardless of whether they have symptoms, in both hospital settings and social activities, based on the short period of incubation and COSI. The public health service should take practical measures to curb the spread, including isolation of cases, tracing close contacts, and containment of severe epidemic areas. Besides this, healthcare workers should be alert during the epidemic and self-quarantine if self-suspected of infection. This article has supplementary material available from", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "17 years after the 2003 epidemic of severe acute respiratory syndrome (SARS) [1, 2] , a novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was isolated from bronchoalveolar lavage of several patients with unknown origin pneumonia in Wuhan City, China [3] . SARS-CoV-2 has caused coronavirus disease 2019 across the country and abroad. A total of 83 157 COVID-19 cases with 4.02% mortality has been reported in China up to 7 April 2020 [4] . The confirmed cases have been identified in >180 countries and regions around the world, and >1 300 000 people have been infected globally outside China, including 78 932 deaths [5] . The hunt for patient zero is critical, but epidemiological investigations are often complex and unclear [6] . A COVID-19 patient usually presents with fever, a nonproductive cough, myalgia and malaise. Symptoms, including a productive cough and headache, are less common. Dyspnoea is observed in more than one-quarter of patients. Cases with persistent lymphopenia usually develop fatal comorbidities, including acute respiratory distress syndrome, acute cardiac injury, secondary infection and multiorgan dysfunction [7] [8] [9] .", "cite_spans": [{"start": 77, "end": 80, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 81, "end": 83, "text": "2]", "ref_id": "BIBREF1"}, {"start": 281, "end": 284, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 465, "end": 468, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 649, "end": 652, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 759, "end": 762, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1173, "end": 1176, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1177, "end": 1180, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1181, "end": 1184, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "SARS-CoV-2 is a positive-sense and single-stranded RNA virus of zoonotic origin belonging to Betacoronavirus lineage B [3] . It has successfully crossed the animal-to-human barrier and proved to be capable of epidemic spread and may even have endemic persistence in the human population [10] . The calculated R0 of SARS-CoV-2 is as high as 2.68 [11] , making prevention measures and intervention tactics very challenging. Unfortunately, current general hospital settings in Wuhan and many other cities are acting as epidemic hot spots to facilitate transmission and exacerbate spread [12] . So far, >3300 healthcare workers (HCWs) in China have been diagnosed as infected, mainly through nosocomial transmission [13] . HCWs are among the first to suffer during the epidemic. The transmission dynamics of COVID-19 in hospitals in the initial period, especially among HCWs, are important for deeper understanding of the epidemiology of the disease.", "cite_spans": [{"start": 119, "end": 122, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 287, "end": 291, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 345, "end": 349, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 584, "end": 588, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 712, "end": 716, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "Here we investigated possible transmission links by integrating epidemiological data and whole-genome sequencing of 25 infected HCWs and two HCWs in whom infection was highly suspected, as well as their family members who were successively infected with SARS-CoV-2 in the initial period in Wuhan Union Hospital. We also collected and analysed the clinical data of the 35 laboratory-confirmed cases among these individuals.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A total of 35 laboratory-confirmed cases and two highly suspected cases were enrolled between 5 January and 12 February 2020, including 27 HCWs and 10 relatives out of seven families. All participants were interviewed using a standard questionnaire that elevated communicable diseases. Items such as HCWs' contact history with the confirmed COVID-19 patients, including where, when and how they had been exposed, were assessed. We mapped all cases with the precise time of symptom onset. Cluster outbreaks, potential exposures and possible patterns of transmission were estimated.", "cite_spans": [], "ref_spans": [], "section": "Study design and participants"}, {"text": "We collected clinical data from the 35 laboratory-confirmed cases, including symptoms and signs, laboratory examinations, chest imaging, comorbidities and complications, and clinical treatment and outcomes, which were arranged using a standardised data collection form, referencing the case record form shared by the International Severe Acute Respiratory and emerging Infection Consortium (ISARIC) [14] and the household transmission investigation protocol for SARS-CoV-2 infection from the World Health Organization (WHO) [15] .", "cite_spans": [{"start": 399, "end": 403, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 524, "end": 528, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Study design and participants"}, {"text": "The SARS-CoV-2 laboratory test assays were based on the previous WHO recommendation [16] . RNA was extracted from oropharyngeal swabs of patients suspected of having SARS-CoV-2 infection using the respiratory sample RNA isolation kit. Then real-time reverse transcription PCR (RT-PCR) assay of SARS-CoV-2 RNA was conducted to amplify and test two target genes, including open reading frame 1ab (ORF1ab) and nucleocapsid protein (N). Details of the manufacturer's protocols for RNA extraction and real-time RT-PCR assay, and the diagnostic criteria, are illustrated in the supplementary material.", "cite_spans": [{"start": 84, "end": 88, "text": "[16]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Real-time reverse transcription PCR assay to detect SARS-CoV-2"}, {"text": "Whole-genome sequencing and comparative genome analysis Nasopharyngeal and/or oropharyngeal swabs were obtained from all COVID-19 cases for SARS-CoV-2 nucleic acid assay, and 22 were processed using whole-genome sequencing. Full genomes were sequenced using the BioelectronSeq 4000 (CapitalBio Corporation, Beijing, China) and assembled using the de novo genome assembler, SPAdes, version 3.10.1 [17] . The complete genome was annotated by Prokka, version 1.14.5 [18] . The mutations were analysed with the use of C-Sibelia, version 3.07 [19] , based on the existing Wuhan-Hu-1 (NC_045512.2) genome, and were annotated by SnpEff, version 4.3 [20] . We integrated information from 60 published genomic sequences of SARS-CoV-2.", "cite_spans": [{"start": 396, "end": 400, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 463, "end": 467, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 538, "end": 542, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 642, "end": 646, "text": "[20]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Real-time reverse transcription PCR assay to detect SARS-CoV-2"}, {"text": "Full-length genomes were combined with published SARS-CoV-2 genomes and other coronaviruses and aligned using the FFT-NS-2 model by MAFFT, version 7.455 [21] . Maximum-likelihood phylogenies were inferred under a generalised-time-reversal (GTR)+ gamma substitution model and bootstrapped 1000 times to assess confidence using RAxML, version 8.2.12 [22] . The mutations of assembled amino acid sequences of Spike protein were compared with Wuhan-Hu-1 (NC_045512.2), bat-SL-CoVZC45 (MG772933.1) and SARS coronavirus isolate Tor2/FP1-10851 ( JX163927.1) using Clustal Omega [23] .", "cite_spans": [{"start": 153, "end": 157, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 348, "end": 352, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 571, "end": 575, "text": "[23]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Real-time reverse transcription PCR assay to detect SARS-CoV-2"}, {"text": "For participants with detailed onset information, a log-normal distribution was used to fit the incubation period, and the probability distribution of the incubation period was estimated. For participants with detailed medical visit information, the Weibull distribution was used to fit and determine onset-to-first-medical-visit and onset-to-admission distributions based on the dates of the onset of the illness, first medical visit and hospital admission. The clinical onset serial interval (COSI) was calculated, for which the probability distribution was estimated by the gamma distribution.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological analysis"}, {"text": "For clinical data, categorical variables were expressed as number ( proportion). Continuous variables were expressed as medians and compared by Mann-Whitney U-tests. p-values <0.05 were considered significant. Statistical analyses were conducted using SPSS software, version 23.0 (IBM Corp., Armonk, NY, USA), unless otherwise indicated.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Ethical approval was waived by the institutional review board of the hospital, since we collected and analysed all data from the patients according to the policy for public health outbreak investigation of emerging infectious diseases issued by the National Health Commission of the People's Republic of China.", "cite_spans": [], "ref_spans": [], "section": "Ethical approval"}, {"text": "Nosocomial outbreak of COVID-19 pneumonia and its epidemiological transmission patterns One male patient (aged 69 years) in the Department of Neurosurgery of Wuhan Union Hospital developed a fever of 38°C on 6 January 2020 and was finally diagnosed with COVID-19 on 16 January 2020. A female patient (aged 55 years) had a fever on 11 January 2020, and COVID-19 was confirmed on 18 January 2020. During this period, the HCWs in the Department of Neurosurgery either had direct contact with the two index patients without sufficiently efficient personal protective equipment, or they had indirect contact through their co-workers in the department gatherings on 12 and 13 January 2020. 12 of the HCWs in the Department of Neurosurgery were finally diagnosed with laboratory-confirmed COVID-19 between 16 and 24 January 2020. Besides these, two HCWs (labelled as cases O and Z) were diagnosed as probable cases with similar clinical manifestations but negative viral nucleotide tests. Beyond the Department of Neurosurgery, there were 13 HCWs of other departments who were laboratory-confirmed COVID-19 cases. These departments also had suspects enrolled at the same time.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "After the 25 HCWs' onset of illness, 10 out of 43 family members were confirmed as COVID-19 cases via nucleotide tests. The remaining 33 family members of the HCWs were not secondarily infected, due to the strict self-quarantine strategies taken by the HCWs immediately after their onset of illness, including wearing a facial mask when they came home, living alone in a separated room, never eating together with their families, etc. In summary, from 5 to 29 January 2020, 25 HCWs and 10 family members out of seven families were diagnosed with COVID-19 in a single hospital. The detailed epidemiological and contact history, as well as cluster information, are shown in the supplementary material. The time distribution of symptom onset and speculative transmission pattern are shown in figure 1a and b, respectively. ", "cite_spans": [], "ref_spans": [{"start": 789, "end": 798, "text": "figure 1a", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "According to the information from 14 laboratory-confirmed cases who had specific dates of exposure and symptom onset, we estimated that the mean incubation period was 4.5 days (95% CI 3.0-6.4 days). The 95th percentile of the probability distribution for the incubation period was 11.4 days (95% CI 4.0-12.0 days) (figure 2a). Through the nine transmission chains (figure 1b), we estimated that the mean±SD of the COSI distribution was 5.2±3.2 days (95% CI 3.8-6.8 days) (figure 2b). Among the data obtained from the 35 confirmed cases (including the HCWs and their family members) and two suspected cases, the interval from the date of onset to the first medical visit was estimated to have a mean of 3.0 days (95% CI 2.2-3.9 days) (figure 2c). Of the 27 hospitalised cases (23 HCWs and four family members), the interval from the date of onset to hospital admission was estimated to have a mean of 6.6 days (95% CI 5.3-8.2 days) (figure 2d). There were no significant differences in these four indicators between HCWs and their family members.", "cite_spans": [], "ref_spans": [], "section": "Transmission, incubation period and serial interval"}, {"text": "The clinical outcomes of the patients are shown in On admission, infiltrations in chest computed tomography (CT) images were detected in most cases. In total, 29 (82.9%) showed ground-glass opacities, four (11.4%) showed consolidations, and one (2.9%) presented mixed ground-glass opacities and consolidation. Only one patient (2.9%) had normal chest imaging (supplementary table S2 ). Figure 3 shows two series of typical CT images of moderate pneumonia (HCWs A and C) and supplementary figure S5 shows a series of CT images from a suspected case (HCW O).", "cite_spans": [], "ref_spans": [{"start": 359, "end": 382, "text": "(supplementary table S2", "ref_id": null}, {"start": 386, "end": 394, "text": "Figure 3", "ref_id": "FIGREF3"}, {"start": 488, "end": 497, "text": "figure S5", "ref_id": null}], "section": "Demographic and clinical features in 35 confirmed cases"}, {"text": "We obtained 12 whole-genome sequences (GenBank accession numbers MT079843-MT079854) after implementing de novo sequencing from 22 swab specimens from 22 COVID-19 patients. These 12 whole-genome sequences were from patients B, C, E, F, G, H, J, M, Q, R, V and e, as labelled in figure 1b , and their corresponding sample numbers are summarised in supplementary table S3. The remaining 10 samples were removed due to insufficient coverage of the extracted virus genome. Compared with Wuhan-Hu-1, except for V, the remaining 11 viral genomes all had two nucleotide mutations. We found that these two mutation sites both exist in 16 (26.2%) published virus genomes (supplementary tables S4-S6). V showed two missense mutations completely different from the other 11 cases; V was a nurse in the laboratory department, responsible for delivering clinical specimens, so we assume that the difference in virus sequence may be because he was exposed to many other patients' clinical specimens due to his job. The sequences from R and her husband e are the same (figure 4a). A total of six missense mutations were found in the 12 genomes of SARS-CoV-2 strains, but none of them were located in the genes for structural proteins in the new coronavirus, including S, E, M or N proteins (figure 4a). Five of the mutations were located on the nonstructural proteins, which are hydrolysed from the virus-encoded polyproteins 1a/1ab1. The one remaining missense mutation ( position 28 144, T>C) was located on the cofactor gene ORF8.", "cite_spans": [], "ref_spans": [{"start": 277, "end": 286, "text": "figure 1b", "ref_id": "FIGREF0"}], "section": "Sequencing and phylogenetic analysis"}, {"text": "The phylogenetic tree of full-length genomes showed that SARS-CoV-2 strains form a monophyletic clade with a bootstrap support of 100% (supplementary figure S3) . The most closely related sequence to this clade is bat-SL-CoV. Sequences from six HCWs (C, H ", "cite_spans": [], "ref_spans": [{"start": 150, "end": 160, "text": "figure S3)", "ref_id": "FIGREF3"}, {"start": 250, "end": 255, "text": "(C, H", "ref_id": null}], "section": "Sequencing and phylogenetic analysis"}, {"text": "At the very early stage of the outbreak of COVID-19 in Wuhan City and Hubei Province in China, we lacked efficient viral identification capacity to diagnose probable COVID-19 cases. There were no effective prevention measures in general hospital settings to isolate and manage the suspected COVID-19 cases, or valid containment measures to block the transmission pathways [12] . HCWs are the highest risk occupational population in outbreaks of such acute respiratory infectious diseases, such as SARS and COVID-19, which are transmitted by contact or respiratory droplets, aerosols or fomites [24] . Here, we have described several clusters of COVID-19 cases in a hospital, showing person-to-person transmission of SARS-CoV-2, and have assessed the epidemiological features of COVID-19.", "cite_spans": [{"start": 372, "end": 376, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 594, "end": 598, "text": "[24]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "We have reported 25 laboratory-confirmed cases and two highly suspected cases among HCWs, who were infected successively in Wuhan Union Hospital. Of these, 14 were co-workers in the Department of Neurosurgery. They formed two clusters, with two index patients as the sources, which further emphasised the importance of adequate protection for HCWs during their daily work. Moreover, seven family clusters associated with these HCWs have occurred, mainly due to the close contact between the affected HCWs and their family members without any isolation measures. Fortunately, the majority of HCWs, who isolated themselves from their family members at the onset of illness, effectively protected their family members from getting infected. Through mapping the time of onset and possible routes of transmission (figure 1b), we can conclude that the general hospitals are just like an epidemic hub, gathering a lot of patients who are the sources of infection, which would efficiently facilitate and exacerbate the transmission and spreading of virus via public transport or alternative ways.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Through phylogenetic analysis, we found clustered cases that were closer in the phylogenetic tree (figure 4b). Mutation analysis showed that the sequence from each sample had different mutation sites, most of which were synonymous mutations. Although some missense mutations existed, none of them were located in the genes for structural proteins of SARS-CoV-2 (figure 4a). Additionally, the amino acid sequences of the structural proteins had no changes (supplementary figures S1 and S2).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Most of the initial symptoms in our cases were myalgia, malaise and fever. Some patients had no fever but only mild symptoms such as nasal congestion, which may have led to patients being overlooked, causing a wider spread of COVID-19. In our cases, the intervals of onset of illness to first medical visit and onset of illness to hospital admission were estimated to have a mean of 3.0 days and 6.6 days, respectively, which were shorter than in other studies [25] . By 12 February, 21 out of 27 hospitalised cases (77.8%) had recovered and were discharged; none of them were admitted to the intensive care unit or had died. From the chest CT images from HCWs A and C, very mild or moderate infiltrations were presented, and these became alleviated and resolved significantly in a short time ( figure 3) . Thus, early diagnosis, isolation and timely treatments can speed up the recovery of patients and decrease the deteriorative tendency.", "cite_spans": [{"start": 461, "end": 465, "text": "[25]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 795, "end": 804, "text": "figure 3)", "ref_id": "FIGREF3"}], "section": "Discussion"}, {"text": "The median time for virus shedding to become negative in our cases was a long period of 18.5 days (range 12-25 days). It is worth mentioning that nurse F suffered severe diarrhoea during hospitalisation. Even after the nucleic acid test of nasopharyngeal swabs turned negative and lung CT images got better, the viral nucleic acid test of the stool maintained a sustainable positive result, 1 month after onset. We must thus pay close attention to the status of virus clearance of patients with COVID-19. Such a long virus shedding period perhaps highlights the production of efficiently neutralising antibodies in a comparatively postponed manner or even an unsatisfactory titre in the patient's plasma. Therefore, it might be necessary to extend the period of hospitalisation for infectious control purposes, and we should adopt a prudent strategy for treating critically severe patients with convalescent plasma from COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our current study has some limitations. First, only 37 patients were enrolled, which might have led to potential bias of the incubation period and COSI in our study. More accurate calculation of incubation period and COSI would be possible with a larger sample size. Secondly, the investigation of the kinetics of virus shedding and the relevant viral loading in both respiratory and intestinal tracts was not possible, since the novel causative pathogen has only just been identified. Thirdly, the potential for superficial exposure in infection transmission was not investigated, which may need further studies. Fourthly, the kinetics of viral antibodies, especially neutralised antibodies, were not monitored due to laboratory limitations. Finally, viral genome analysis and traceability from each patient have not been performed and should be conducted in future studies.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, similar to the 2003 SARS outbreak in Guangzhou, the current epidemic of SARS-CoV-2 resulting in COVID-19 in Wuhan is mainly due to efficient person-to-person transmission or super-spreading events in hospital settings and social activities, based on the short period of incubation and COSI. Practical strategies and measures, such as isolation of patients, tracing and quarantine of close contacts and containment of severe epidemic areas, are crucial to block the spread. Earlier detection and diagnosis of patients with COVID-19 will result in better prognoses.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus associated with severe acute respiratory syndrome", "authors": [{"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}, {"first": "D", "middle": [], "last": "Erdman", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Goldsmith", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "348", "issn": "", "pages": "1953--1966", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome", "authors": [{"first": "C", "middle": [], "last": "Drosten", "suffix": ""}, {"first": "S", "middle": [], "last": "Günther", "suffix": ""}, {"first": "W", "middle": [], "last": "Preiser", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "348", "issn": "", "pages": "1967--1976", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "727--733", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "National Health Commission of the People's Republic of China", "authors": [], "year": 2020, "venue": "Update on new coronavirus pneumonia epidemic as of 24:00 on", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "COVID-19 global cases", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Covid-19: preparedness, decentralisation, and the hunt for patient zero", "authors": [{"first": "F", "middle": [], "last": "Carinci", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "368", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "507--513", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "1061--1069", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Yang", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "", "pages": "270--273", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "689--697", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Efficient management of novel coronavirus pneumonia by efficient prevention and control in scientific manner", "authors": [{"first": "Z", "middle": ["C"], "last": "Gao", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "State Council's Joint Prevention and Control Mechanism for New Coronavirus Infected Pneumonia introduce the latest progress of epidemic prevention and control, especially the measures of caring for medical staff. www.nhc.gov.cn/xwzb/webcontrollerdo? titleSeq=11231&gecstype=1 Date last updated", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "International Severe Acute Respiratory and emerging Infection Consortium. COVID-19 Case Record Forms (CRF)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "World Health Organization. Household transmission investigation protocol for 2019-novel coronavirus (2019-nCoV) infection. www.who.int/publications-detail/household-transmission-investigation-protocol-for-2019-novel-coronavirus-(2019-ncov)-infection Date last updated: 25", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Real-time RT-PCR panel for detection of 2019-novel coronavirus", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing", "authors": [{"first": "A", "middle": [], "last": "Bankevich", "suffix": ""}, {"first": "S", "middle": [], "last": "Nurk", "suffix": ""}, {"first": "D", "middle": [], "last": "Antipov", "suffix": ""}], "year": 2012, "venue": "J Comput Biol", "volume": "19", "issn": "", "pages": "455--477", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Prokka: rapid prokaryotic genome annotation", "authors": [{"first": "T", "middle": [], "last": "Seemann", "suffix": ""}], "year": 2014, "venue": "Bioinformatics", "volume": "30", "issn": "", "pages": "2068--2069", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "C-Sibelia: an easy-to-use and highly accurate tool for bacterial genome comparison", "authors": [{"first": "I", "middle": [], "last": "Minkin", "suffix": ""}, {"first": "H", "middle": [], "last": "Pham", "suffix": ""}, {"first": "E", "middle": [], "last": "Starostina", "suffix": ""}], "year": 2013, "venue": "F1000Res", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A program for annotating and predicting the effects of single nucleotide polymorphisms, SnpEff: SNPs in the genome of Drosophila melanogaster strain w1118; iso-2; iso-3", "authors": [{"first": "P", "middle": [], "last": "Cingolani", "suffix": ""}, {"first": "A", "middle": [], "last": "Platts", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang Le", "suffix": ""}], "year": 2012, "venue": "Fly", "volume": "6", "issn": "", "pages": "80--92", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "MAFFT online service: multiple sequence alignment, interactive sequence choice and visualization", "authors": [{"first": "K", "middle": [], "last": "Katoh", "suffix": ""}, {"first": "J", "middle": [], "last": "Rozewicki", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Yamada", "suffix": ""}], "year": 2019, "venue": "Brief Bioinform", "volume": "20", "issn": "", "pages": "1160--1166", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies", "authors": [{"first": "A", "middle": [], "last": "Stamatakis", "suffix": ""}], "year": 2014, "venue": "Bioinformatics", "volume": "30", "issn": "", "pages": "1312--1313", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Clustal Omega. www.ebi. ac.uk/Tools/msa/clustalo/ Date last accessed", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1", "authors": [{"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "T", "middle": [], "last": "Bushmaker", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Morris", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1564--1567", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1199--1207", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Transmission patterns. a) Timeline of onset of illness of 37 laboratory-confirmed and two suspected COVID-19 cases, including two laboratory-confirmed index patients admitted to the Department of Neurosurgery, 25 laboratory-confirmed healthcare workers (HCWs), 12 of whom were in the Department of Neurosurgery, 10 of their family members with COVID-19 and two HCWs highly suspected to have infection. b) Transmission map of two laboratory-confirmed index patients, 25 laboratory-confirmed HCWs, 10 of their family members with COVID-19 and two HCWs with suspected COVID-19.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Typical statistical probability distribution. a) The estimated incubation period distribution. A log-normal distribution was used to fit the incubation period of the case and the probability distribution of the incubation period was estimated according to the information from 14 people who were confirmed COVID-19 cases and had clear dates of exposure and onset. b) The estimated serial interval. The probability distribution of the interval time was estimated using the gamma distribution through nine transmission chains (i.e. the time interval from onset of illness in one primary case to the onset of illness in the close contact case in a transmission chain). c) The estimated distribution of times from illness onset to first medical visit. The Weibull distribution was used to fit and estimate onset-to-first-medical-visit based on the dates of the onset of the illness and first medical visit of 35 laboratory-confirmed cases and two suspected cases. d) The estimated distribution of times from illness onset to hospital admission. The Weibull distribution was used to fit and estimate onset-to-admission distribution based on the dates of the onset of the illness and hospital admission of 27 hospitalised patients.https://doi.org/10.1183/13993003.00544-2020", "latex": null, "type": "figure"}, "FIGREF3": {"text": ", J, M, Q and R) in the Department of Neurosurgery and one family member (e) were closely related in the phylogenetic tree (figure 4b). The sequence from HCW B in another department formed a separate lineage. Compared with bat-SL-CoVZC45 (MG772933.1) and SARS coronavirus isolate Tor2/FP1-10851 ( JX163927.1), SARS-CoV-2 had four and three insertion regions respectively (figure 4c). Computed tomography (CT) images from two healthcare workers (A and C), showing moderate typical pneumonia. a) The CT images of patient C showed a lesion in the posterior segment of the left superior lobe.Early on, the range of lesions gradually expanded, from a light ground-glass opacity (GGO) to mixed with consolidation and, at last, the lesions were significantly reduced, 17 days after onset of illness, leaving only a thin GGO under the pleura on 31 January, 22 days after onset of illness. b) The CT images of patient A showed pneumonia in both lower lungs, which was more prominent in the lower right lung. The condition gradually worsened from 7 to 16 January, but on 22 January, 17 days after onset of illness, the GGO became alleviated and resolved significantly on 26 January, 21 days after onset of illness.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Sequencing analysis of the sequences of 12 COVID-19 cases. WHUHnCoV001-WHUHnCoV008, WHUHnCoV011, WHUHnCoV012, WHUHnCoV0020 and WHUHnCoV021 are the sample IDs. The letters following them represent the corresponding patient IDs from figure 1b. a) Full-genome structure and mutation information compared with Wuhan-Hu-1 (GenBank accession number NC_0455122). Nucleotide differences are shown by vertical coloured bars in the 12 full-genome sequences of SARS-CoV-2 obtained from our cases. Green indicates a synonymous single-nucleotide variant (SNV) in the query sequence, red a nonsynonymous SNV. b) Phylogenetic tree of full-length genomes of SARS-CoV-2 from our 12 samples. The number next to each node represents a measure of support for the node, given as a percentage, where 100 represents maximal support. The scale bar shows the length of branch that represents an amount of genetic change of 0.0001. Sequences from six healthcare workers(C, H, J, M, Q and R) in the Department of Neurosurgery and one family member (e) were closely related in the phylogenetic tree. The obviously separate clade was from healthcare worker B in the Department of Gynaecology. c) Mutations in Spike protein of WHUHnCoV001 (healthcare worker J). The reference Spike proteins were from SARS coronavirus isolate Tor2/FP1-10851 ( JX163927.1), bat-SL-CoVZC45 (MG772933.1) and Wuhan-Hu-1 (NC_045512.2). Compared with bat-SL-CoVZC45 and SARS coronavirus isolate Tor2/FP1-10851, SARS-CoV-2 had four insertion regions ( positions 257-261, 449-454, 479-495 and 685-690) and three insertion regions ( positions 74-85, 252-259 and 685-690), respectively. https://doi.org/10.1183/13993003.00544-2020", "latex": null, "type": "figure"}, "TABREF0": {"text": "The letters represent the patient ID labels. In the Department of Neurosurgery, two gatherings were held: a department gala and a meeting among senior nurses, on 12 and 13 January 2020, respectively. There are nine clear transmission chains, as follows. Cluster 1: the first hospitalised man (index patient A) in the Department of Neurosurgery, with two nurses (C and H) who took care of him. Cluster 2: index patient B at the same ward as patient A, with three nurses (M, Q and O) who had close contact with patient B; nurse O, a probable case, had a negative viral nucleic acid test but had COVID-19-like symptoms and imaging findings. Cluster 3: nurse U with her mother-in-law f, her mother i and grandmother j. Cluster 4: nurse P with her husband c. Cluster 5: nurse F with her husband g, and her colleague (doctor S) who had close contact with F at the gala. Cluster 6: nurse R with her husband e. Cluster 7: nurse A with her husband a and daughter b. Cluster 8: nurse B with her boyfriend d; they had contact since 15 January. Cluster 9: doctor X with her mother h and father k who is a retired doctor. There are seven sporadic laboratory-confirmed cases: doctor D who was mainly responsible for gastroscopy; nurse G in the Department of Cardiology; nurse I in the Department of Cardiac Surgery; nurse V in the laboratory department, who is responsible for delivering clinical specimens daily; staff L in the finance department; doctor T, the director of a fever clinic; and doctor Y, in the Department of Neurology.", "latex": null, "type": "table"}, "TABREF2": {"text": "The laboratory results of the patients are shown in supplementary table S2. The complete blood counts of patients on admission showed that the number of white blood cells was normal in most patients", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements: We greatly appreciate both the International Severe Acute Respiratory and emerging Infection Consortium (ISARIC) for sharing data collection templates publicly on the website and the World Health Organization for sharing the household transmission investigation protocol for the SARS-CoV-2 infection. We would like to dedicate this article and pay the highest tribute to every brave healthcare worker who is fighting, devoting themselves and self-sacrificing to control the outbreak of the novel coronavirus pneumonia.Author contributions: Z. Gao and W-L. Ma had the idea for and designed the study, had full access to all data, and take responsibility for the integrity of the data and the accuracy of the data analysis. X. Wang ", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}