{"paper_id": "01a5d7c80747051adf9e1d7f0da37e80314e2431", "metadata": {"title": "Influenza Viral RNA Detection in Blood as a Marker to Predict Disease Severity in Hematopoietic Cell Transplant Recipients", "authors": [{"first": "Su-Mi", "middle": [], "last": "Choi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fred Hutchinson Cancer Research Center", "location": {"settlement": "Seattle", "region": "Washington"}}, "email": ""}, {"first": "Hu", "middle": [], "last": "Xie", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fred Hutchinson Cancer Research Center", "location": {"settlement": "Seattle", "region": "Washington"}}, "email": ""}, {"first": "Angela", "middle": ["P"], "last": "Campbell", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fred Hutchinson Cancer Research Center", "location": {"settlement": "Seattle", "region": "Washington"}}, "email": ""}, {"first": "Jane", "middle": [], "last": "Kuypers", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Washington", "location": {"settlement": "Seattle"}}, "email": ""}, {"first": "Wendy", "middle": [], "last": "Leisenring", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fred Hutchinson Cancer Research Center", "location": {"settlement": "Seattle", "region": "Washington"}}, "email": ""}, {"first": "Alexandre", "middle": ["A"], "last": "Boudreault", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fred Hutchinson Cancer Research Center", "location": {"settlement": "Seattle", "region": "Washington"}}, "email": ""}, {"first": "Janet", "middle": ["A"], "last": "Englund", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fred Hutchinson Cancer Research Center", "location": {"settlement": "Seattle", "region": "Washington"}}, "email": ""}, {"first": "Lawrence", "middle": [], "last": "Corey", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fred Hutchinson Cancer Research Center", "location": {"settlement": "Seattle", "region": "Washington"}}, "email": ""}, {"first": "Michael", "middle": [], "last": "Boeckh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fred Hutchinson Cancer Research Center", "location": {"settlement": "Seattle", "region": "Washington"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Influenza RNA in blood (viremia) was detected in 9 of 79 (11.4%) hematopoietic cell transplant recipients with influenza, and was less frequently observed in patients with upper respiratory tract disease only and more frequently in patients infected with 2009 pandemic influenza A/H1N1 strain (versus seasonal strains). Viremia increased the risk of progression to lower respiratory tract disease (LRD), hypoxemia, respiratory failure, and overall and influenzarelated death. Among patients with LRD, viremia was associated with increased hazards of overall and influenzaassociated death (hazard ratio 3.5, 1. [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] . Thus, influenza viremia may serve as marker for overall poor outcome.", "cite_spans": [{"start": 610, "end": 613, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 614, "end": 617, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 618, "end": 621, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 622, "end": 625, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 626, "end": 629, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 630, "end": 633, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 634, "end": 637, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 638, "end": 641, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 642, "end": 645, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 646, "end": 650, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 651, "end": 655, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 656, "end": 660, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "Recent studies in patients infected with avian influenza, pilot data from hematopoietic cell transplant (HCT) patients with seasonal and 2009 pandemic influenza A/H1N1 (2009 H1N1), and initial data in immunocompetent patients infected during the 2009 H1N1 outbreak, suggest that detection of influenza viral RNA in serum may be associated with poor outcomes [1] [2] [3] [4] [5] . Although there have been several reports that influenza virus infection can have a viremic phase, the incidence of isolation or viral RNA detection of influenza in the blood is thought to be low. The timing, viral load, risk factors for viremia or RNA detection in the blood, and the association of influenza RNA or viremia with outcome have not been reported.", "cite_spans": [{"start": 358, "end": 361, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 362, "end": 365, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 366, "end": 369, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 370, "end": 373, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 374, "end": 377, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "HCT recipients who had virologically proven influenza infection between January 1990 and October 2009 and stored serum or plasma samples accessible were included in this study. Weekly plasma or serum samples, which were collected within 4 weeks before and after diagnosis of lower respiratory tract disease (LRD) (in case of upper respiratory tract disease [URD] alone, within 2 weeks before and after diagnosis of URD), were tested for the presence of influenza virus RNA by real-time reverse-transcription-polymerase chain reaction (RT-PCR). Clinical data were collected from databases and supplemental chart review. The study was approved by the Institutional Review Board at the Fred Hutchinson Cancer Research Center (FHCRC). Subjects signed an informed consent permitting use of data and stored samples for research.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "All patients had nasal wash and/or bronchoalveolar lavage samples positive for influenza A or B and for a specific influenza A subtype by real-time RT-PCR assays. Serum or plasma frozen at or below −20°C and tested by real-time RT-PCR assays targeting the influenza matrix genes as previously described [6, 7] . The limit of detection was 200 copies/mL. Specimens with positive results of less than 10 copies/reaction were repeated to confirm positivity [8] .", "cite_spans": [{"start": 303, "end": 306, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 307, "end": 309, "text": "7]", "ref_id": "BIBREF6"}, {"start": 454, "end": 457, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Virologic Methods"}, {"text": "Influenza URD and LRD were defined as described [9, 10] . The day of influenza diagnosis was defined as the day of the sample of first positive virologic test following HCT. Lymphopenia and steroid use was analyzed as described [9] .", "cite_spans": [{"start": 48, "end": 51, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 52, "end": 55, "text": "10]", "ref_id": "BIBREF9"}, {"start": 228, "end": 231, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Criteria for Analysis and Definitions"}, {"text": "The presence of coinfection was defined as detection of a pathogenic bacterium, mold, or opportunistic virus from the same respiratory site and/or blood obtained within 2 weeks of influenza virus isolation [10] . Hypoxemia was defined as ambient air oxygen saturation <90% or the need for oxygen supplementation; respiratory failure was defined as any respiratory distress condition that required mechanical ventilation assistance such as bilevel positive airway pressure, continuous positive airway pressure, or intubation, occurring during the 28 days after influenza diagnosis. Death was considered to be related with influenza if a patient died of respiratory failure and influenza virus was considered to be a contributor to the lung injury.", "cite_spans": [{"start": 206, "end": 210, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Criteria for Analysis and Definitions"}, {"text": "We conducted 4 analyses. First, we characterized the occurrence of RNA detection in the blood, and evaluated possible risk factors for its occurrence. Second, we determined the overall correlation of detection of influenza viral RNA in blood with clinical outcomes among the entire cohort of HCT recipients with laboratory-confirmed influenza infection (N = 79). Clinical outcomes that were tested included LRD, hypoxemia, respiratory failure, time to death from all causes, and time to influenza-associated death. Third, among patients who had influenza URD only at presentation (N = 71), the presence of influenza RNA at URD presentation was evaluated and analyzed as a time-dependent risk factor for progression to LRD. Finally, among patients with influenza LRD (at presentation or following progression; N = 20), influenza RNA detection in blood was analyzed as a risk factor for LRD outcome (influenza-associated death, death from any cause).", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "All statistical analyses were performed with SAS version 9.1 (SAS Institute Inc., Cary, NC). Because outcome prevalence rates were high enough that odds ratios would not afford good approximations of relative risk (RR), we utilized univariable and bivariable Poisson regression models with robust variance to directly estimate RR and 95% confidence intervals (CIs) for LRD, hypoxemia, and respiratory failure [11] . Univariable and bivariable Cox proportional hazards models were used to evaluate adjusted hazard ratios (HRs) for mortality and progression to LRD. Bivariable models were utilized (each candidate confounder plus viremia) because the number of events was low and a full multivariable model could not be fit.", "cite_spans": [{"start": 409, "end": 413, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "From January 1991 through October 2009, blood specimens from 20 patients with LRD and 59 patients with URD only were available (Table 1 ). This accounts for approximately 50% of the overall number of patients with virologically-proven influenza during the time period at FHCRC and the characteristics of the cohort were representative of the entire cohort [9] . A total of 283 blood samples (113 serum samples and 170 plasma samples) were tested for the presence of influenza viral RNA. An average of 3.6 samples per patient were tested (range, 1-8) with a median interval of 7 days. The demographic characteristics of the patients are listed in Table 1 . Precise data for the initiation of antiviral drugs was available in 78 (98.7%) patients. Antiviral treatment was administered in 48 (60.8%) patients after the diagnosis of influenza, and early antiviral treatment for URD within 48 hours after sample acquisition for virologic testing was achieved in 24 (30.4%) patients.", "cite_spans": [{"start": 356, "end": 359, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 127, "end": 135, "text": "(Table 1", "ref_id": "TABREF1"}, {"start": 646, "end": 653, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Characteristics of the Patients and Samples"}, {"text": "Overall, influenza viral RNA was detected in 9 out of 79 (11.4%) patients and was more frequently observed in patients with LRD than in patients with URD only (6 [ Figure 1 ). All patients with LRD and viral RNA in blood had influenza URD at the initial presentation and progressed to LRD with RNA detected at a median of 3.5 days (range, −11 to 5 days) before the LRD diagnosis. The median maximum RNA load among positive results was 1611 copies/mL (range, 131-18 000 copies/ mL) and was not different between the URD only and the LRD cohort. Duration of RNA detection in blood was a median of 1 week (range, 1-3 weeks).", "cite_spans": [], "ref_spans": [{"start": 164, "end": 172, "text": "Figure 1", "ref_id": null}], "section": "Frequency and Time Pattern of Influenza Viral RNA Detection in Blood"}, {"text": "Influenza viral RNA detection occurred in 6 out of 30 (20%) patients with profound lymphopenia (<100 cells/µL), compared with 2 out of 28 (7.1%) patients without lymphopenia (≥300 cell/µL) (RR, 3.25, 95% CI, .6-18; P = .173). Three out of 9 (33.3%) patients with 2009 H1N1 had viral RNA in blood, compared with 6 out of 70 (8.6%) patients with seasonal influenza A and B (RR, 5.33, 95% CI, 1.3-22; P = .022). RNA viremia was also less common in patients with URD than in patients with LRD (RR, 0.17, 95% CI, .05-.6; P = .007). In bivariable analyses, the detection of 2009 H1N1 influenza remained statistically significant when lymphopenia or timing of antiviral treatment were added to the models (adjusted RR, 4.72, 95% CI, 1.1-19; P = .032 [with lymphopenia]; adjusted RR, 5.04, 95% CI, 1.2-21; P = .025 [with early vs late antiviral treatment]).", "cite_spans": [], "ref_spans": [], "section": "Risk Factors for Influenza RNA Detection in Blood"}, {"text": "Significantly worse clinical outcomes were observed in patients with RNA detected in the blood compared with those without RNA in blood ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 138, "end": 146, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "Association of Influenza Viral RNA Detection in Blood With Clinical Outcomes"}, {"text": "Because most patients with viremia were lymphopenic and progression occurred in the setting of lymphopenia, a subgroup analysis (N = 44) for patients with lymphopenia (<300 cells/µL) was performed ( Table 2 ). When we adjusted for lymphopenia, timing of initiation of antiviral treatment, the intensity of the conditioning regimen, and the influenza virus type (A and B vs 2009 H1N1) in separate bivariable models, the association of viremia remained statistically significant with adjusted HRs ranging from 6 to 10.", "cite_spans": [], "ref_spans": [{"start": 199, "end": 206, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Association of Influenza Viral RNA Detection in Blood With Clinical Outcomes"}, {"text": "Influenza RNA detection in blood had a positive and negative predictive value for LRD of 66.7% and 80%, respectively; sensitivity and specificity were 30.0% and 94.9%, respectively (all patients, N = 79). When the analysis was restricted to patients who presented with URD (N = 71), similar values were found (66.7%, 90.3%, 50.0%, and 94.9%, respectively). Due to the small number of events for most outcomes, covariates were evaluated as candidates for inclusion in multiple bivariable models along with viremia to account for potential confounding. Covariates evaluated as candidates for inclusion in bivariable models included age, gender, underlying disease, disease risk at transplantation, donor type, human leukocyte antigen match, stem cell source, intensity of the conditioning regimen, lymphocyte count, corticosteroid treatment, early antiviral therapy, coinfection and influenza virus type (seasonal A, seasonal B, 2009 H1N1). Variables with P value <.3 in the univariable models were considered as possible predictor variables and were retained for the multivariable models. Two-sided P values less than .05 were considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity, Specificity, and Predictive Values"}, {"text": "Abbreviations: CI, confidence interval; HCT, hematopoietic cell transplant; HR, hazard ratio (from Cox regression); LRD, lower respiratory tract disease; ND, not done; RR, relative risk (from Poisson regression); URD, upper respiratory tract disease. a Started within 48 h after sample acquisition.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity, Specificity, and Predictive Values"}, {"text": "The presence of RNA detection in blood at the time of diagnosis of LRD or before was associated with a higher probability of death (Supplemental Figure 2) . Cox proportional hazard analysis showed that influenza viral RNA detection in blood was associated with a higher risk of overall and influenza-associated death ( Table 2 ). None of the other candidate variables (lymphopenia, corticosteroids, influenza strain, presence of invasive coinfections, or intensity of the conditioning regimen) were statistically significantly associated with hypoxemia, mechanical ventilation, and overall or influenza-related death.", "cite_spans": [], "ref_spans": [{"start": 145, "end": 154, "text": "Figure 2)", "ref_id": null}, {"start": 319, "end": 326, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Influenza Viral RNA Detection in Blood as a Risk Factor for LRD Outcomes"}, {"text": "This is the first study to systematically assess the frequency and time pattern of influenza viral RNA detection in blood using quantitative RT-PCR among HCT recipients with proven influenza disease. Although the significance of viral RNA detection in blood likely differs by virus and detection of viral RNA by PCR does not necessarily prove the presence of replicating virus, viral nucleic acid detection in blood is associated with disease severity for both RNA and DNA viruses such as cytomegalovirus, adenovirus, severe acute respiratory syndrome coronavirus, and avian influenza. In our longitudinal study, viral RNA detection in blood occurred in approximately 10% of all patients with influenza and 30% of patients with influenza LRD. Viral RNA in blood was detectable a few days prior to the diagnosis of LRD and was a risk factor for progression of URD to LRD among patients who presented with URD. Influenza viral RNA in blood was associated with hypoxemia, respiratory failure, and overall and influenzarelated death. Furthermore, influenza RNA detection in blood was associated with increased mortality among patients with influenza LRD. Although there have been several reports of influenza RNA detection in blood, the incidence of virus isolation or viral RNA detection in blood is thought to be very low, particularly for seasonal influenza [12] [13] [14] . However, H5N1 influenza infection and infection with newly circulating pandemic viruses may be more likely to cause a viremic phase than circulating seasonal human influenza viruses [4, 5, 12] .", "cite_spans": [{"start": 1357, "end": 1361, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1362, "end": 1366, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1367, "end": 1371, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1556, "end": 1559, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1560, "end": 1562, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1563, "end": 1566, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Limitations of this study include the retrospective nature of the analysis, the relatively small number of patients with 2009 H1N1 influenza, missing donor and recipient vaccination status, and missing weekly samples in some patients, which made the exact time pattern of RNA detection relative to influenza URD and LRD difficult to assess. The relatively small sample size prevented us from performing models that included all possible risk factors simultaneously, but we formed several different bivariate models that adjusted for other important factors (eg, early initiation of antiviral therapy [<48 hours]). All models showed viremia as a very significant factor for clinically important outcomes (Table 2) . We analyzed preemptive antiviral therapy as a possible factor for outcome based on previous studies. Antiviral therapy consisted largely of oseltamivir, but some earlier cases of influenza A were treated with M2-inhibitors. Finally, we used plasma or serum samples for quantitative RT-PCR, but could not test or culture any cellular components due to the retrospective nature of our study. The optimal blood component for influenza RNA detection has not been defined [12] . Although the serum and plasma samples in our study were not collected specifically for future RNA detection, the influenza RNA detection rate did not decline in older samples and samples were evenly spread throughout the study period. Nevertheless, we recognize the possibility that using serum and plasma stored for as many as 20 years may have underestimated the true rate of influenza RNA or may introduce bias [15] .", "cite_spans": [{"start": 1182, "end": 1186, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1603, "end": 1607, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 703, "end": 712, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "DISCUSSION"}, {"text": "In conclusion, detection of viral RNA in blood was a risk factor for progression of URD to LRD in HCT recipients with URD at presentation, especially in those who had lymphopenia. Viremia also appeared to be associated with mortality among patients with influenza LRD. Thus influenza RNA detection in blood may serve as marker for poor overall outcome in immunosuppressed patients. Future studies should confirm these findings in larger cohorts, focus on defining the optimal blood fraction that contains the highest amount of virus, and investigate the usefulness of viral RNA detection in blood as a marker for progressive disease in other settings of influenza disease.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Supplementary materials are available at The Journal of Infectious Diseases online (http://jid.oxfordjournals.org/). Supplementary materials consist of data provided by the author that are published to benefit the reader. The posted materials are not copyedited. The contents of all supplementary data are the sole responsibility of the authors. Questions or messages regarding errors should be addressed to the author.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Data"}, {"text": "Potential conflicts of interest. J. E. received research funding from", "cite_spans": [], "ref_spans": [], "section": "Notes"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia", "authors": [{"first": "M", "middle": ["D"], "last": "De Jong", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Simmons", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Thanh", "suffix": ""}], "year": 2006, "venue": "Nat Med", "volume": "12", "issn": "", "pages": "1203--1210", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Respiratory failure caused by 2009 novel influenza A/H1N1 in a hematopoietic stem-cell transplant recipient: detection of extrapulmonary H1N1 RNA and use of intravenous peramivir", "authors": [{"first": "A", "middle": ["P"], "last": "Campbell", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Jacob", "suffix": ""}, {"first": "J", "middle": [], "last": "Kuypers", "suffix": ""}], "year": 2011, "venue": "Ann Intern Med", "volume": "152", "issn": "", "pages": "619--639", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Viremia induced by influenza virus", "authors": [{"first": "Isamu", "middle": [], "last": "Mori", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "", "suffix": ""}], "year": 1995, "venue": "Microb Pathogenesis", "volume": "19", "issn": "", "pages": "237--281", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "H1N1 influenza A virusassociated acute lung injury: response to combination oseltamivir and prolonged corticosteroid treatment", "authors": [{"first": "A", "middle": [], "last": "Quispe-Laime", "suffix": ""}, {"first": "J", "middle": [], "last": "Bracco", "suffix": ""}, {"first": "P", "middle": [], "last": "Barberio", "suffix": ""}], "year": 2010, "venue": "Intens Care Med", "volume": "36", "issn": "", "pages": "33--41", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Viral clearance and inflammatory response patterns in adults hospitalized for pandemic 2009 influenza A(H1N1) virus pneumonia", "authors": [{"first": "N", "middle": [], "last": "Lee", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Wong", "suffix": ""}], "year": 2011, "venue": "Antivir Ther", "volume": "16", "issn": "", "pages": "237--284", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Comparison of real-time PCR assays with fluorescent-antibody assays for diagnosis of respiratory virus infections in children", "authors": [{"first": "J", "middle": [], "last": "Kuypers", "suffix": ""}, {"first": "N", "middle": [], "last": "Wright", "suffix": ""}, {"first": "J", "middle": [], "last": "Ferrenberg", "suffix": ""}], "year": 2006, "venue": "J Clin Microbiol", "volume": "44", "issn": "", "pages": "2382--2390", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Comparison of conventional and molecular detection of respiratory viruses in hematopoietic cell transplant recipients", "authors": [{"first": "J", "middle": [], "last": "Kuypers", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Campbell", "suffix": ""}, {"first": "A", "middle": [], "last": "Cent", "suffix": ""}, {"first": "L", "middle": [], "last": "Corey", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}], "year": 2009, "venue": "Transpl Infect Dis", "volume": "11", "issn": "", "pages": "298--303", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Respiratory virus pneumonia after hematopoietic cell transplantation (HCT): associations between viral load in bronchoalveolar lavage samples, viral RNA detection in serum samples, and clinical outcomes of HCT", "authors": [{"first": "A", "middle": ["P"], "last": "Campbell", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Chien", "suffix": ""}, {"first": "J", "middle": [], "last": "Kuypers", "suffix": ""}], "year": 2010, "venue": "J Infect Dis", "volume": "201", "issn": "", "pages": "1404--1417", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Differences in clinical outcomes after 2009 influenza A/H1N1 and seasonal influenza among hematopoietic cell transplant recipients", "authors": [{"first": "S-M", "middle": [], "last": "Choi", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Boudreault", "suffix": ""}, {"first": "H", "middle": [], "last": "Xie", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Englund", "suffix": ""}, {"first": "L", "middle": [], "last": "Corey", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}], "year": 2011, "venue": "Blood", "volume": "117", "issn": "", "pages": "5050--5056", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Influenza infections after hematopoietic stem cell transplantation: risk factors, mortality, and the effect of antiviral therapy", "authors": [{"first": "Wâ G", "middle": [], "last": "Nichols", "suffix": ""}, {"first": "Guthrie", "middle": [], "last": "Katherineâ", "suffix": ""}, {"first": "A", "middle": [], "last": "Corey", "suffix": ""}, {"first": "L", "middle": [], "last": "Boeckh", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "Clin Infect Dis", "volume": "39", "issn": "", "pages": "1300--1306", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Easy SAS calculations for risk or prevalence ratios and differences", "authors": [{"first": "D", "middle": [], "last": "Spiegelman", "suffix": ""}, {"first": "E", "middle": [], "last": "Hertzmark", "suffix": ""}], "year": 2005, "venue": "Am J Epidemiol", "volume": "162", "issn": "", "pages": "199--200", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "For the national heart, lung, and blood institute retrovirus epidemiology donor study-II (REDS-II). Influenza viremia and the potential for blood-borne transmission", "authors": [{"first": "A", "middle": ["M"], "last": "Likos", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Kelvin", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Cameron", "suffix": ""}, {"first": "T", "middle": [], "last": "Rowe", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Kuehnert", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Norris", "suffix": ""}], "year": 2007, "venue": "Transfusion", "volume": "47", "issn": "", "pages": "1080--1088", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Sensitive detection assays for influenza RNA do not reveal viremia in US blood donors", "authors": [{"first": "S", "middle": ["L"], "last": "Stramer", "suffix": ""}, {"first": "C", "middle": [], "last": "Collins", "suffix": ""}, {"first": "T", "middle": [], "last": "Nugent", "suffix": ""}], "year": 2012, "venue": "J Infect Dis", "volume": "205", "issn": "", "pages": "886--94", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "No viremia of pandemic (H1N1) 2009 was demonstrated in blood donors who had donated blood during the probable incubation period", "authors": [{"first": "R", "middle": [], "last": "Sobata", "suffix": ""}, {"first": "C", "middle": [], "last": "Matsumoto", "suffix": ""}, {"first": "M", "middle": [], "last": "Igarashi", "suffix": ""}], "year": 2011, "venue": "Transfusion", "volume": "51", "issn": "", "pages": "1949--56", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Comparison of the pathology caused by H1N1, H5N1, and H3N2 influenza viruses", "authors": [{"first": "G", "middle": [], "last": "Jeannette", "suffix": ""}, {"first": "F-E", "middle": [], "last": "Reynaldo", "suffix": ""}], "year": 2009, "venue": "Arch Med Res", "volume": "40", "issn": "", "pages": "655--61", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "30.0%] vs 3 [5.1%]; P = .007, Fisher exact test). The detection rate was similar across time (1991-2000: 2/24 [8.3%]; 2001-2009: 7/55 [12.7%]; P = not significant; Supplemental", "latex": null, "type": "table"}, "TABREF1": {"text": "Demographic Characteristics of HCT Recipients Who Ultimately Developed LRD and Those Who Had Influenza URD Only The day of influenza diagnosis was defined as the day of the first positive bronchoalveolar lavage (for patients with LRD) and nasopharyngeal-throat wash or swab (for patients with URD) sample for the influenza virus after symptom onset. c One patient infected with both influenza A and B and with influenza B viral RNA detected in blood, was counted as influenza B.", "latex": null, "type": "table"}, "TABREF2": {"text": "Association of Influenza Viral RNA Detection in Blood With Clinical Outcomes Among HCT Recipients", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments. We thank Chris Davis for database services; Patricia Nguyen and Nancy Wright for laboratory testing; Louise Kimball, PhD, RN, for chart review; and Terry Stevens-Ayers, Anne Cent, and Denise Della for specimen processing.S. C. performed the research, collected data, analyzed data and wrote the manuscript; H. X. and W. L. performed statistical analyses, generated Tables and Figures and critically reviewed the manuscript; A. P. C. contributed to the analysis plan and critically reviewed the manuscript; J. K. performed P. C. R. testing and critically reviewed the manuscript; A. A. B. collected data and critically reviewed the manuscript; J. A. E. contributed to the analysis plan and critically reviewed the manuscript; L. C. contributed to assay development, critically reviewed the manuscript and provided resources for the study; M. B. designed and performed the research, analyzed data, provided resources and wrote the manuscript.Financial support. This work was supported by National Institutes of Health (NIH) grants CA18029, CA15704, HL081595 HL93294, K23HL091059, and L40AI071572. Sanofi Pasteur Vaccines, Novartis, MedImmune Inc, Glaxo Smith-Kline, and Adamas, Inc. M. B. received research funding from Roche Pharmaceuticals, Glaxo Smith-Kline, and Adamas Pharmaceuticals, served as a consultant for Novartis, Glaxo-Smith-Kline, Gilead, and Roche/Genentech, and served on a DSMB for an influenza vaccine study funded by United States Government funds from the Office for Preparedness and Response, Biomedical Advanced Research and Development Authority, under contract to DynPort Vaccine Company. All other authors report no potential conflicts.All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}