{
    "paper_id": "01a5049f7f6965eacf2134a8a64972c6077d3b45",
    "metadata": {
        "title": "Letter to the Editor Travel Medicine and Infectious Disease xxx (xxxx) xxxx",
        "authors": []
    },
    "abstract": [
        {
            "text": "Travel Medicine and Infectious Disease xxx (xxxx) xxxx 1477-8939/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Wuhan, China has attracted widespread attention due to an outbreak caused by novel coronavirus [1] . This outbreak has revived the memory of Severe Acute Respiratory Syndrome (SARS), which caused 806 deaths all over the world [2] . Chinese authorities has shuttled down many cities near epicentre of Hubei (Wuhan). This marks the very first time in China to retaliate in such a way against any outbreak [3] . Under the government policies on COVID-19, universities of China especially in Wuhan region issued strict rules for the foreign students to prevent the transmission of virus in university community. Due to this situation a panic condition has produced in the students especially those who were living in epicentre. Our aim of study was to explore that panic and influencing factors on such students. For this purpose, a cross sectional study was developed by using a questionnaire. Questionnaire was filled out independently from the participants of several places in Hubei especially in Wuhan. We approached students through official WeChat groups, which were already developed by the universities for international students. We collected 504 valid responses from international students in which male and female respondents were 288 (57.1%), and 216 (42.9%) respectively. Of which 368 (73%) were married and 136 (27%) were single with 30 years (SD = 9.26) average age (Fig. 1a) .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1378,
                    "end": 1387,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dear Editor"
        },
        {
            "text": "Respondents from Wuhan were 2.12 times greater than other areas. In addition, various other demographic factors were associated with exposure. First, those who had been in China for less than three years suffered 2.19 times more than the students who had been here for one or two years. Married people were 13.05 times more effected than the single people. Similarly, the students who were doing bachelor and PhD were more likely to be affected (Odd Ratio = 0.66) than the master students. Also the students who were between the age of 18-24 years were more likely to be affected than > 25 years old students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "A significant number of respondents reported various socio-psychological impact of COVID-19 on their daily life (Fig. 1b) . Approximately 71.03% used to talk about virus in their regular talks, while 49.60% were unhappy due to this pandemic condition. At one point, 50.19% had their concern about virus transmission, 48.21% were much worried about their family safety and 23.21% felt helpless (Fig. 1c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 393,
                    "end": 402,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dear Editor"
        },
        {
            "text": "Whereas in the response of some open ended questions, most of the students were worried and depressed. But, it was also admirable that some students felt less helpless due to the good policies of Chinese government. Many respondents obeyed precautionary measures to avoid COVID-19. They reduced contact with others (78.96%), decreased visits to the affected areas (71.03%), increased the frequency of washing hands (95.83%), and took more care of their room ventilation (88.88%). While attending public places also declined (94.84%) (Fig. 1d) . In another two specific questions about to stay in China and the policies by Chinese government, 92.85% students were satisfied with the steps took by government and 58.53% preferred to stay here in China rather than to go their home countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 542,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dear Editor"
        },
        {
            "text": "This study revealed some specific socio-psychological experiences of respondents. However, it is also admirable that many of the international students were afraid during pandemic. This may be due to the fact that the respondents in affected areas paid more attention to the safety of their families [4] . Secondly, students with longer stay in China reported more concerns and consequences than the students who stayed for a short period of time. This may be associated with the respondent's age and their marital status.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "Our results are valuable for decision-makers and healthcare providers to develop effective interventions for international students. Based on the findings, we suggest to create a sense of security to eliminate the helplessness. Such integrative assessment can be achieved via modern communication platforms. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The continuing epidemic threat of novel coronaviruses to global health-the latest novel coronavirus outbreak in Wuhang, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "Eei",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--270",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle east respiratory syndrome coronavirus (MERS-CoV): infection, immunological response, and vaccine development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mubarak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alturaiki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemida",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Immunol Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Mug",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Exploratory study on psychosocial impact of the severe acute respiratory syndrome (SARS) outbreak on Chinese students living in Japan",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jimba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wakai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Asia Pac J Publ Health",
            "volume": "17",
            "issn": "",
            "pages": "124--133",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "a; Sociodemographic characteristics of the respondents. b; COVID-19 impact on student life (N; number of total respondents, n; refers to respondents who answered \"Yes\" to the question). c; Psychosocial experiences of participants during the COVID-19 outbreak (1; Frequency of talk about COVID-19, 2; Fear of COVID-19, 3; Worried about family members, 4; Depression about the pandemic, 5; Feeling Helplessness). d; Depicts COVID-19-prevention measures took by the international students (1; Postponed visit to affected areas, 2; Decreased contact with others, 3; Increased care of washing hands, 4; Increased care of room ventilation, 5; Decreased visits to public gathering).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}