{
    "paper_id": "01a8fb0a30d0fbabfa130017585f13f88749894d",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Shaw",
                "suffix": "",
                "affiliation": {},
                "email": "david.shaw@unibas.ch"
            },
            {
                "first": "D",
                "middle": [],
                "last": "Shaw",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This editorial provides an ethical analysis of the consent materials and other documents relating to the recent creation and birth of twin girls who had their genes edited using CRISPR-cas9 in a controversial Chinese research study. It also examines the \"draft ethical principles\" published by the leader of the research study. The results of the analysis further intensify serious ethical concerns about the conduct of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The announcement that a Chinese team had gene-edited embryos, resulting in a live twin birth and another ongoing pregnancy, met with global condemnation (Caplan 2018; Cheung 2018) . Many questions surrounded the research, not least because it was not published in a peer-reviewed journal. Chief among these questions was the issue of why HIV was chosen for this first CRISPR (clustered regularly interspaced short palindromic repeats) embryo implantation rather than a serious heritable genetic disease. The fact that the trial was conducted in secrecy in China led to a degree of speculation about what participants were told about the study, particularly given that the researcher seemed unclear on the normal ethical requirements for clinical trials and felt the need to consult experts in the United States (He 2018) . Helpfully, an English translation of several documents relating to the trial was made available online by the researchers, and it provides a certain degree of clarity; ethically, things are even worse than they initially appeared.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 166,
                    "text": "(Caplan 2018;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 167,
                    "end": 179,
                    "text": "Cheung 2018)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 811,
                    "end": 820,
                    "text": "(He 2018)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The researcher's website (http://sustc-genome.org. cn/research.html) provides four key documents as PDFs. In fact, it provided them; as of November 30, 2018, the website was no longer accessible. That is perhaps unsurprising given that the contents of the PDFs might fuel the fire of international interest, but they are fortunately available as supplementary material to this article (see Online Supplementary Materials for PDFs). The first document is the information sheet and consent form (Appendix 1); the second is a similar but shorter information/consent form (Appendix 2). The third document claims to offer a safety and validity evaluation the study (Appendix 3), and the fourth is the ethics application form submitted to the research ethics committee (Appendix 4). The following sections focus on each of these documents in turn, before the ethical principles used in the research are also analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Directly after the document title of \"Informed Consent,\" the opening sentence of the main information sheet states \"The research team is launching an AIDS vaccine development project\" (Appendix 1, 1). This is not true. The aim of the trial was not to create a vaccine for AIDS, and no treatment for AIDS was involved. This was actually a gene editing study, but this is not stated transparently anywhere-only in jargon-ridden passages (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consent Form"
        },
        {
            "text": "The second sentence informs female participants (males had a separate information/consent sheet) that \"As the volunteer, your partner is diagnosed to have Acquired Immunodeficiency Syndrome (AIDS) or has been infected with Human Immunodeficiency Virus (HIV)\" (Appendix 1, 1) Hopefully all women knew this before reading the sheet or male participants' confidentiality will have been seriously breached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consent Form"
        },
        {
            "text": "In response to the question \"why conducting this research?\" a non-lay explanation is given: \"Based on the human assisted reproductive technology, with the core of the CRISPR/Cas9 gene editing technology, gene editing of the CCR5 gene in the embryo would knock out the CCR5 gene. It would help these CCR5 gene editing babies to obtain the genotype of the Northern European to naturally immunize against HIV-1 virus\" (Appendix 1, 1). It is later claimed that \"This technique may be able to produce IVF baby naturally immunized against AIDS (Referred to as baby)\" (Appendix 1, 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consent Form"
        },
        {
            "text": "Most participants will not understand all these technical terms or know what the CCR5 gene is. No explanation is provided. It is not true that the research will provide any babies with \"the genotype of the Northern European\" (whatever that means) and in any case northern Europeans do not have immunity-natural or otherwise-against HIV. This is presumably a reference to the \"Berlin patient,\" the only known case of cured HIV. It also seems rather deceptive to claim that the first ever use of CRISPR on embryos resulting in a live birth is somehow \"natural.\" 1 Under \"method,\" claims are made regarding safety: \"With the help of Preimplantation Genetic Screening or preimplantation genetic diagnosis (PGS/PGD), highthroughput whole genome sequencing, early pregnancy screening and other rigorous techniques could reduce the probability of birth defects, deformed children, etc., and decrease the risk of off-target issues and other risks\" (Appendix 1, 1). These techniques might decrease the risks, but using CRISPR still poses them unnecessarily in the first place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consent Form"
        },
        {
            "text": "All of the preceding ethical issues occur on page 1 of the information sheet. The following few pages concern risks but seemly to focus on avoiding legal liability for the researchers rather than informing potential participants about them. On page 2 there is a table of risks that mainly focuses on IVF and associated procedures, though it is stated that \"No off-targets were found in our previous animal experiment.\" Article 3 lays out more risks: \"It does not guarantee that gene editing will play its role. It is normal if the infants do not have the capacity of natural Immunity to AIDS. The project team does not assume legal responsibility in this situation\" (Appendix 1, 4). The meaning here is unclear but this seems to imply that legal responsibility is waived if the children lack immunity to HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consent Form"
        },
        {
            "text": "Section 3 of article 3 makes a wholly astonishing claim-\"PGD, whole genome-wide sequencing, amniocentesis and peripheral blood test of mothers in different stages of pregnancy after transplantation will minimize the possibility of substantial injury. Therefore, this project team is not responsible for the risk of off-target which is beyond the risk consequences of the existing medical science and technology\" (Appendix 1, 4). This seems to claim that off-target risks cannot be known so no responsibility can be borne by the researchers. This is an appalling abdication of responsibility; if anything, the highly experimental nature of the study means that responsibility increases, not decreases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consent Form"
        },
        {
            "text": "Section 4 states that although HIV transmission risk is low, \"it cannot completely remove the risk of infection. The risk is Not [sic] caused by this project, and this project team will not take responsibility\" (Appendix 1, 5). It is true that the risk is not caused by the use of CRISPR, but the project as a whole is providing the IVF so any risk remains the responsibility of the project. 2 Section 5 concerns costs and states that room rental and a nurse will be paid for for the last month of pregnancy and first month of life but also that if any complications emerge that are unrelated to the project, those costs must be met by participants. Section 6 claims that \"Neonatal malformations, congenitally [sic] deficiency, suffering from common genetic diseases belong to the scope of natural risk of natural reproduction, the project team does not assume legal responsibility\" (Appendix 1, 5). They are part of the risk of reproduction, but CRISPR increases the risk, so this is again an abdication of responsibility. Section 7 imposes limits on informationsharing regarding the project and effectively stops anyone raising concerns about it-anyone who did so would have to repay all paid expenses (see below).",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 393,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Consent Form"
        },
        {
            "text": "Section 9 states that \"In case of force majeure, laws and regulations, policies and reasons of the university, the project team needs to suspend or terminate the trial. The volunteers who have already incurred the expenses in the previous period need not to give back to the project team and are not liable for additional compensation\" (Appendix 1, 5). This does not make it clear that any unimplanted embryos will not be implanted as part of the study, and it is unclear whether embryos will belong to the parents or the researchers after the study is terminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consent Form"
        },
        {
            "text": "Article 5 claims that \"This research project will likely help you produce HIV-resistant infants. It is beyond the scope of the research project to test the HIV-related effects of maternal infection during the research period, and the risk is borne by volunteers. HIV resistance in infants is based on a health certificate issued by a postnatal medical institution obstetric\" (Appendix 1, 6). This highlights the odd tension in the study: it simultaneously claims that the infants will be HIV-resistant but also that they could be infected with HIV by their mothers. Much more explanation should be provided here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consent Form"
        },
        {
            "text": "Article 6 makes clear the conditions of withdrawal from the study: \"Whether you participate in this research is entirely voluntary. If you do not want to, you can refuse to participate, and this will have no negative impact on your current or future healthcare. You may withdraw from this study at any time without any prerequisite prior to completing the COH\" (Appendix 1, 6). It is not true that withdrawal has no negative impact on future health care as IVF will cease. The rest of this article is not unreasonable, until it is made clear that couples effectively cannot withdraw once the embryo is implanted unless they wait until the baby is one month old-they would have to repay all costs and also risk a substantial fine. \"After the embryo implantation in the first cycle of IVF until 28 days post-birth of the baby, if you decide to leave the study due to other reasons than the ones listed in Items 3 and 4 above, you will need to pay back all the costs that the project team has paid for you. If the payment is not received within 10 calendar days from the issuance of the notification of violation by the project team, another 100,000 RMB [over £11,000] of fine will be charged\" (Appendix 1, 7) . This means that participants who withdraw during this period could owe over £40,000; article 7 makes it clear that the study team will pay for the costs of IVF and transport to a maximum of 280,000 RMB (£32,000) per couple, which would have to be repaid along with the fine. This is a great deal of money and calls into question the voluntariness of participation. Many couples would be unable to afford IVF on their own, and providing IVF in exchange for participation in risky research is a major incentive that could amount to coercion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1191,
                    "end": 1206,
                    "text": "(Appendix 1, 7)",
                    "ref_id": null
                }
            ],
            "section": "The Consent Form"
        },
        {
            "text": "Although its eight pages may have seemed comprehensive to prospective participants, there are several notable omissions from the PIS. Inclusion and exclusion criteria are not mentioned in detail; this is unusual as they are normally provided to ensure that only suitable participants are included. The only inclusion criterion mentioned is that only couples where the man is HIVpositive will be included. The specific rationale for this is unclear, but the presumption appears to be that only HIV-positive men would consider creating children via such a risky trial. It is also unclear whether HIV-positive men can easily access IVF in China-if they cannot, then this was possibly the only way for them to have children safely, meaning that their participation was effectively coerced even before we consider the substantial financial incentive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Omissions From the Informed Consent Information"
        },
        {
            "text": "More importantly, nowhere is it mentioned that children will be followed up for eighteen years after birththis is a sensible precaution, but it needs to be stated (see below). The scientist claimed following the birth of the twins that other embryos will not be implanted until it is known whether there were any unintended side effects such as off target mutations. It is also not stated that following one live birth no more embryos will be implanted-this means that any parent without an implanted embryo will have to wait for potentially eighteen years, if that is when it is deemed to be safe to do so. This means that many participants who were promised a baby, and hopefully an HIV-immune baby, have been lied to. Finally, there is no reference to ethics approval being granted on the information sheet; although this could be standard local practice, it is best practice to say which ethics committee approved a study, both in terms of accountability and in terms of proving that consent did not occur before the study was approved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Omissions From the Informed Consent Information"
        },
        {
            "text": "It appears that the researchers realized that they had missed out some relevant information from the consent form, as another is also provided. It is entitled \"Supplementary explanation of informed consent (Long-term health follow-up plan).\" This second consent document's very existence tends to suggest that the initial explanation was ultimately deemed insufficient (and presumably thus that the initial consent was invalid). However, this supplementary information does not address any of the omitted topics mentioned above except the \"18-year follow-up plan\" which the researchers seem to have belatedly realized was necessary, setting out the ten follow-up physical examinations that children created using this technique must attend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Second Consent Form"
        },
        {
            "text": "Was the study approved before the second consent form was added? This seems possible given the statement that \"This note is a supplementary explanation of informed consent. If there is any inconsistency with the original document, this statement shall prevail\" (Appendix 2, 1). If there is the possibility of inconsistency, and given that \"original\" implies \"older,\" it does seem that this form was written later. It is also possible that the ethics committee pointed out the need for a follow-up plan, but this is not clear from the documentation provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Second Consent Form"
        },
        {
            "text": "The safety PDF is only four pages long, and each section is provided in both English and Chinese, meaning that it is effectively only half that length. It is titled \"Safety and validity evaluation of HIV immune gene CCR5 gene editing in human embryos\" but it does not actually provide that. In a section called \"Purpose of study,\" a paragraph discusses the Berlin patient (the only known case of \"cured\" HIV) before stating simply \"The current clinical trial is based on preclinical research of cell lines, animal models and human waste embryos\" and summarizing the recruitment and consent plans. No evaluation of safety whatsoever is provided, but detailed inclusion and exclusion criteria are given. The key inclusion criterion is \"Married couple living in the People's Republic of China with HIV seropositivity (female negative, male positive)\" (Appendix 3, 2), but no rationale whatsoever is provided regarding why parents need to be HIVpositive. This may be because it would be awkward to admit that the rationale is that only HIV-positive parents would even consider being the first test subjects of germ-line gene therapy aimed at preventing HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety Document"
        },
        {
            "text": "The ethics application form that was supposedly submitted and approved before this project began is rather sparse on detail. Nonetheless, it actually provides a more honest description of the project than the much longer information documents provided to potential participants. One of the key jobs of the ethics committee is to compare the information provided on the protocol and application form with the information provided to participants; if there is important information present in the former but not in the latter, a justification must be provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Ethics Application Form"
        },
        {
            "text": "In this case, the application states \"In this study, we plan to use the CRISPR-Cas9 to edit the embryo\" (Appendix 4, 1). Curiously, there is no mention of the aim of developing an AIDS vaccine, as described on the information sheet. This means that the stated aims on the information sheet and ethics form are entirely different-a clear warning sign.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Ethics Application Form"
        },
        {
            "text": "Some data is provided regarding previous experiments designed to establish whether this intervention might work in human embryos-but curiously, all this information is missing from the safety document itself. It is claimed that \"Cell lines and animal models (mice, monkeys) were used to conduct rigorous experimental studies on the effects of CCR5 gene editing\" (Appendix 4, 2). Monkeys were used for testing embryo editing because \"This design allows the identification of any related diseases due to gene editing\" (Appendix 4, 2). It is not clear that this monkey model is applicable in humans, calling into question the reassurance offered here. It is also claimed that \"the multi-generational effects of gene editing are examined in animal models to explore the health status of the genetically-modified descendants\" (Appendix 4, 2). How many generations of monkeys were used to establish this is unclear. It is also mentioned that various technical measures were deployed to prevent off-target mutations etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Ethics Application Form"
        },
        {
            "text": "Unusually for an ethics application form, the researchers claim not only that their research will be internationally competitive but also implies that it might win them the Nobel prize:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Ethics Application Form"
        },
        {
            "text": "Through this study, we expect to establish a solid technique standard for therapy by gene editing and bring gene editing related therapy to a new level. Ultimately, our research will stand out in the increasingly competitive international application of gene editing technology. This is going to be a great science and medicine achievement ever since the IVF technology which was awarded the Nobel Prize in 2010, and will also bring hope to numerous genetic disease patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Ethics Application Form"
        },
        {
            "text": "The application form concludes \"This study complies with the ethic regulations. We Agree [sic] to allow the conduct of the study. Signature by all Committee Members with the seal of the Chairman on 7th March 2017\" (Appendix 4, 3). But there is no signature on the PDF, and the preceding quotation is in a box labelled \"Approval Results.\" If this is a legitimate application form, it is unconventional. It has been suggested that the ethics review was a fraud, and the Shenzhen HarMoniCare Women and Children's Hospital, which approved the study, is a separate entity from the PI's university, which has disowned his research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Ethics Application Form"
        },
        {
            "text": "It is unclear which principles (if any) the ethics committee applied in reviewing the project and in particular its related consent materials. 3 But the principal investigator in this project has provided assistance not only by sharing the project documents but also by publishing an article outlining five principles for ethical gene surgery. Unfortunately, his embryo editing project violates most of these principles (He et al. 2018) . (This article has since been retracted, paralleling the deletion of the consent and ethics documents from the project website (Barrangou 2019) . However, it remains available at http://epbiwww.case.edu/CRISPR_2018_Draft_ Ethical_Principles_Jiankui.pdf)",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 436,
                    "text": "(He et al. 2018)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 565,
                    "end": 581,
                    "text": "(Barrangou 2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Draft Ethical Principles"
        },
        {
            "text": "The first, \"Mercy for Families in need\" states \"A broken gene, infertility, or a preventable disease should not extinguish life or undermine a loving couple's union. For a few families, early gene surgery may be the only viable way to heal a heritable disease and save a child from a lifetime of suffering\" (He et al. 2018, 2) . HIV is a preventable disease, but it can be prevented in many other ways, so this principle cannot be used to justify germ line gene editing.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 326,
                    "text": "(He et al. 2018, 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Draft Ethical Principles"
        },
        {
            "text": "The second principle states that \"Gene surgery exposes a child to potential safety risks that can be permanent. Performing gene surgery is only permissible when the risks of the procedure are outweighed by a serious medical need\" (He et al. 2018, 2) . In the case of the twins born, there was no medical need whatsoeverprophylaxis against potential future HIV infection does not constitute a serious medical need, particularly when HIV can be prevented in other ways.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 249,
                    "text": "(He et al. 2018, 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Draft Ethical Principles"
        },
        {
            "text": "The third principle is \"Respect a child's autonomy,\" includes the statement that \"After gene surgery, a child has equal rights to live life freely, to choose his or her occupation, to citizenship, and to privacy\" (He et al. 2018 , 2). But respecting a child's autonomy also includes not exposing it to unnecessary and potentially life-limiting gene therapy at the embryonic stage.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 228,
                    "text": "(He et al. 2018",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Draft Ethical Principles"
        },
        {
            "text": "The fourth and fifth principles claim that \"Genes do not define you\" and \"Everyone deserves freedom from genetic disease\" (He et al. 2018, 2) . The first of these may be true, but is irrelevant; the second does not concern the research we are discussing, because there was no genetic disease involved.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 141,
                    "text": "(He et al. 2018, 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Draft Ethical Principles"
        },
        {
            "text": "So in total, this research project violated three of the PI's own ethical principles for gene editing and cannot be justified by virtue of the fourth or fifth. This is particularly unfortunate given that these principles were presumably developed with a view to pre-emptive ethical justification of perhaps the most ethically flawed genetic research of recent memory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft Ethical Principles"
        },
        {
            "text": "China's regulations state that unethical research is illegal (Schmitz 2018) ; although they do not stipulate what is ethical in the Chinese context, it seems highly probable that this research fails to meet that standard. The only good things that can be said about this trial are that the publication of the consent materials is transparent and that transparency sheds a bright light on all of the ethical failings of the study-a light made all the more intense by the fact that the study clearly contradicts the PI's own ethical principles for ethical gene editing. Quite apart from the concerns about premature risk of germ-line CRISPR modification, the participants in this study were clearly misinformed about the study's purpose, as well as being subjected to considerable pressure (via free IVF) to take part. Germ-line editing of human embryos intended for implantation is already ethically fraught (Heidari et al. 2017 ) without introducing further ethical issues in the consent materials. Ethical gene editing requires ethical consent and information materials, and ethical principles require at least a degree of ethical content.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 75,
                    "text": "(Schmitz 2018)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 907,
                    "end": 927,
                    "text": "(Heidari et al. 2017",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Retraction of: Draft ethical principles for therapeutic assisted reproductive technologies by He",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barrangou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The CRISPR Journal",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The \"monstrous\" immorality of creating genetically engineered babies. Medium",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chinese expert in bioethics slams mainland scientist He Jiankui who claims to have created the world's first geneedited children",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Accessed December",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Draft ethical principles for therapeutic assisted reproductive technologies. The CRISPR Journal, ePub ahead of print",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ferrell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yuanlin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jinzhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yangran",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1089/crispr.2018.0051"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "CRISPR and the rebirth of synthetic biology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heidari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Elger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science and Engineering Ethics",
            "volume": "23",
            "issn": "2",
            "pages": "351--363",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chinese scientist responsible for genetically altered twins faces intense criticism. NPR",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}