{"paper_id": "01acafaf118a4d63bac088c57d4f93b48737e2eb", "metadata": {"title": "Supplementary Online Content eAppendix. Supplemental Methods: Analytic Model and Work Requirement Variable eTable 1. Characteristics of Analytic Sample (n = 866,000) eTable 2. Associations of Work Requirements and SNAP Participation, Difference-in-Difference Models eTable 3. Associations of Work Requirements and SNAP Participation: Triple Difference Models Comparing Nondisabled Childless Adults vs Parents eTable 4. Associations of Work Requirements and SNAP Participation: Triple Difference Models Comparing Adults Aged 45 to 49 Years vs Those Aged 50 to 54 Years eTable 5. Associations of Work Requirements and SNAP Participation for Adults with Disability, Excluding SSI Recipients", "authors": [{"first": "Brantley", "middle": ["E"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pillai", "middle": ["D"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ku", "middle": ["L"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "First, we estimated weighted linear probability models for each sample, using year fixed effects to account for national changes over time and Public Use Microdata Area (PUMA) fixed effects to account for time-invariant associations between PUMA and SNAP participation. This is equivalent to differencein-difference models:", "cite_spans": [], "ref_spans": [], "section": "Analytic models"}, {"text": "Yipst=β1WRpt + β2Xi + β3Mcaid_adultst + β4URpt + β5URp(t-1) + β6Povpt + αp + δt+ ipst (Equation 1) where i indexes individual, p indexes Public Use Microdata Area (PUMA), s indexes state, and t indexes year. β1 is the coefficient of interest and indicates the association between living in an area with a work requirement and SNAP participation. WR is the work requirement variable for each PUMA, described in more detail below. Xi is a vector of individual covariates, comprising age (indicator variables), gender, marital status, education, household size and home ownership (vs. renting). Mcaid_adult is the state's Medicaid eligibility for childless adults in the current year, URpt and URp(t-1) are PUMA-level unemployment rates in the current and prior years, Povpt is the current-year poverty rate, α is a set of PUMA fixed effects, δ represents year fixed effects, and ipst is the error term.", "cite_spans": [], "ref_spans": [{"start": 87, "end": 99, "text": "(Equation 1)", "ref_id": null}], "section": "Analytic models"}, {"text": "The PUMA-level unemployment and poverty rates were estimated using ACS data. The unemployment rate is defined as the number of unemployed among all adults (ages 16 or older) in the civilian labor force. The poverty rate is defined as the number of people with incomes below the poverty line among all people.", "cite_spans": [], "ref_spans": [], "section": "Analytic models"}, {"text": "Next, we estimate triple difference models, using parents who would otherwise meet able-bodied adult without dependents (ABAWD) work requirement criteria as a comparison group for ABAWDs:", "cite_spans": [], "ref_spans": [], "section": "Analytic models"}, {"text": "Yipst=β1WRpt + β2ABAWDi+β3WR*ABAWDipt+ β4Xi+ β5Mcaid_adultst+ β6Mcaid_parentst + β7URpt + β8URp(t-1)+ β9Povpt + αp + δt+ ipst", "cite_spans": [], "ref_spans": [], "section": "Analytic models"}, {"text": "Where ABAWD is an indicator for being an ABAWD (exposed) versus a parent (unexposed). β3 is the coefficient of interest and indicates the interaction of living in an area with a work requirement with being an ABAWD. This model incorporates parental Medicaid eligibility (Mcaid_parent) since parents are included. Other terms are as above. For the disabled sample, we compare disabled parents with disabled childless adults.", "cite_spans": [], "ref_spans": [], "section": "(Equation 2)"}, {"text": "As an alternative to comparing parents vs. childless adults, we estimated models comparing childless adults ages 45 to 49 to those ages 50 to 54:", "cite_spans": [], "ref_spans": [], "section": "(Equation 2)"}, {"text": "Where ABAWD_age is an indicator for the 45 to 49 age group (vs 50 to 54). β2 is the coefficient of interest representing the interaction of living in a work requirement area with being in the ABAWD age range. Other terms are as in Equation 1. The model does not include a separate term for the 45 to 49 age group since this would be collinear with age indicator variables.", "cite_spans": [], "ref_spans": [], "section": "(Equation 2)"}, {"text": "The ACS asks respondents to report any food stamp participation in the past 12 months; the survey is fielded throughout the year. We obtained information from the Food and Nutrition Service on waivers of work requirements for each quarter. We constructed an estimate of each PUMA's exposure to work requirements that reflects the average level of work requirements over the survey year and prior year. We weighted the quarters closer to the middle of the two-year period higher (e.g., fourth quarter of the prior year and first quarter of the index year) because these quarters would be most likely to be included in the 12-month window of a date drawn randomly between January 1 and December 31st. Specifically, we use the following formula to calculate the work requirement variable: Work -0.035 -0.06 -0.019 -0.025 -0.044 requirement (-0.045 to -0.026) (-0.097 to -0.039) (-0.047 to 0.009) (-0.036 to -0.014) (-0.066 to -0.022) Race/ethnic group (ref= non-Hispanic white) NH black 0.112 n/a n/a n/a 0.073 (0.103 to 0.121) n/a n/a n/a (0.057 to 0.089) Asian -0.041 n/a n/a n/a -0.141 (-0.050 to -0.031) n/a n/a n/a (-0.182 to -0.101) Hispanic 0.004 n/a n/a n/a 0.009 (-0.004 to 0.011) n/a n/a n/a (-0.010 to 0.029) Other race 0.062 n/a n/a n/a 0.045 (0.050 to 0.074) n/a n/a n/a 0.114 n/a n/a n/a 0.063 (0.108 to 0.120) n/a n/a n/a (0.052 to 0.074) Asian -0.031 n/a n/a n/a -0.12 (-0.040 to -0.022) n/a n/a n/a (-0.152 to -0.087) Hispanic 0.009 n/a n/a n/a 0.011 (0.003 to 0.015) n/a n/a n/a (-0.002 to 0.024) Other race 0.067 n/a n/a n/a 0.049 (0.058 to 0.075) n/a n/a n/a 0.076 n/a n/a n/a 0.065 (0.064 to 0.087) n/a n/a n/a (0.050 to 0.081) Asian -0.063 n/a n/a n/a -0.114 (-0.078 to -0.047) n/a n/a n/a (-0.169 to -0.059) Hispanic -0.022 n/a n/a n/a 0.021 (-0.035 to -0.010) n/a n/a n/a (-0.000 to 0.043)", "cite_spans": [], "ref_spans": [], "section": "Work requirement variable"}, {"text": "Other race 0.031 n/a n/a n/a 0.056 (0.010 to 0.051) n/a n/a n/a ", "cite_spans": [], "ref_spans": [], "section": "Work requirement variable"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Linear probability models with area and year fixed effects. Models also control for age, gender, marital status, education, household size and home ownership. b Comparing childless adults to parents", "authors": [], "year": null, "venue": "Abbreviation: NH= Non-Hispanic UR=Unemployment rate. WR= Work requirement a Source: Authors' analysis of 2012-2017 American Community Survey data", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "to -0.027) (-0.060 to -0.020) (-0.062 to -0.031) (-0.033 to -0.018) (-0.086 to -0.", "latex": null, "type": "figure"}, "FIGREF2": {"text": ": NH = Non-Hispanic. UR=Unemployment rate. WR= Work requirement a Source: Authors' analysis of 2012-2017 American Community Survey data. Linear probability models with area and year fixed effects. Models also control for age, gender, marital status, education, household size and home ownership.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Associations of Work Requirements and SNAP Participation, Triple Difference Models Comparing Adults Aged 45 to 49 Years vs Those Aged 50 to", "latex": null, "type": "figure"}, "FIGREF4": {"text": "to -0.060) (-0.113 to -0.060) (-0.095 to -0.047) (-0.074 to -0.055) (-0.129 to -0.", "latex": null, "type": "figure"}, "TABREF0": {"text": "eTable 2: Associations of Work Requirements and SNAP Participation, Difference-in-Difference Models a", "latex": null, "type": "table"}, "TABREF1": {"text": "NH=Non-Hispanic UR=Unemployment rate. WR= Work requirement a Source: Authors' analysis of 2012-2017 American Community Survey data. Linear probability models with area and year fixed effects. Models also control for age, gender, marital status, education, household size and home ownership.", "latex": null, "type": "table"}, "TABREF2": {"text": "Abbreviation: NH= Non-Hispanic UR=Unemployment rate. WR= Work requirement a Source: Authors' analysis of 2012-2017 American Community Survey data. Linear probability models with area and year fixed effects. Models also control for age, gender, marital status, education, household size and home ownership.eTable 5: Associations of Work Requirements and SNAP Participation for Adults with Disability, Excluding SSI Recipients aDifference in Difference Triple difference method 1 b Triple difference method 2 c", "latex": null, "type": "table"}}, "back_matter": []}