{"paper_id": "01adacf695d33973f7b7989e2e0d90da18ea7f73", "metadata": {"title": "SciSight: Combining faceted navigation and research group detection for COVID-19 exploratory scientific search", "authors": [{"first": "Tom", "middle": [], "last": "Hope", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jason", "middle": [], "last": "Portenoy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kishore", "middle": [], "last": "Vasan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jonathan", "middle": [], "last": "Borchardt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daniel", "middle": ["S"], "last": "Weld", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marti", "middle": ["A"], "last": "Hearst", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jevin", "middle": [], "last": "West", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The COVID-19 pandemic has sparked unprecedented mobilization of scientists, already generating thousands of new papers that join a litany of previous biomedical work in related areas. This deluge of information makes it hard for researchers to keep track of their own field, let alone explore new directions. Standard search engines are designed primarily for targeted search and are not geared for discovery or making connections that are not obvious from reading individual papers.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In this paper, we present our ongoing work on SciSight, a novel framework for exploratory search of COVID-19 research. Based on formative interviews with scientists and a review of existing tools, we build and integrate two key capabilities: first, exploring interactions between biomedical facets (e.g., proteins, genes, drugs, diseases, patient characteristics); and second, discovering groups of researchers and how they are connected. We extract entities using a language model pre-trained on several biomedical information extraction tasks, and enrich them with data from the Microsoft Academic Graph (MAG). To find research groups automatically, we use hierarchical clustering with overlap to allow authors, as they do, to belong to multiple groups. Finally, we introduce a novel presentation of these groups based on both topical and social affinities, allowing users to drill down from groups to papers to associations between entities, and update query suggestions on the fly with the goal of facilitating exploratory navigation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "SciSight 1 has thus far served over 10K users with over 30K page views and 13% returning users. Preliminary user interviews with biomedical researchers suggest that SciSight complements current approaches and helps find new and relevant knowledge. * Denotes equal contribution 1", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Scientists worldwide are joining forces in an unprecedented concerted effort to understand and treat COVID-19 [2] . Racing against the exponentially growing number of infections, researchers are beginning to make advances: Creating proteins tailor-made to help stop the virus [26] , identifying viral genome sequences [19] , using artificial intelligence to help pick drug candidates [48] , and many more efforts.", "cite_spans": [{"start": 110, "end": 113, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 276, "end": 280, "text": "[26]", "ref_id": "BIBREF23"}, {"start": 318, "end": 322, "text": "[19]", "ref_id": "BIBREF16"}, {"start": 384, "end": 388, "text": "[48]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "However, researchers in biology and medicine have long been wrestling with a very different kind of exponential growth -the flurry of research papers published every year, at a rate that continues to rapidly increase [64] . Thousands of papers just in the last few months have been pouring into the COVID-19 Open Research Dataset [59] . At the time of this writing, this includes more than 60,000 scientific publications of potential relevance, both historical and cutting-edge, to coronaviruses and other closely related areas in virology, epidemiology, and biology [15, 46, 64] . This growing network of papers contains valuable knowledge for connecting the dots. The goal of this project is to help connect those dots.", "cite_spans": [{"start": 217, "end": 221, "text": "[64]", "ref_id": "BIBREF61"}, {"start": 330, "end": 334, "text": "[59]", "ref_id": "BIBREF56"}, {"start": 567, "end": 571, "text": "[15,", "ref_id": "BIBREF13"}, {"start": 572, "end": 575, "text": "46,", "ref_id": "BIBREF43"}, {"start": 576, "end": 579, "text": "64]", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The challenge and importance of keeping pace with the growing literature is not unique to the biomedical sciences; it is a growing challenge across all domains of research [34] , but it is especially critical in times when new information is both rapidly emerging and urgently needed in short time scales [2, 40] .", "cite_spans": [{"start": 172, "end": 176, "text": "[34]", "ref_id": "BIBREF31"}, {"start": 305, "end": 308, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 309, "end": 312, "text": "40]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The predominant way scientists search and consume the literature is through lists of articles in academic search engines [4] . While search engines are a powerful tool for quickly finding documents relevant to a query, they are mostly geared toward targeted search, when the researcher knows what they are looking for. They are less useful for exploration and discovery -finding out the unknown unknowns and making connections that are not obvious from reading individual documents [3, 29, 63] . A recent review of scholarly visualization tools [4] finds that such tools are \"applied relatively rarely\". This could be partly due to difficulty of designing usable science mapping systems, and therefore a dearth of these applications, but also due to the friction of adopting new information retrieval tools.", "cite_spans": [{"start": 121, "end": 124, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 482, "end": 485, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 486, "end": 489, "text": "29,", "ref_id": "BIBREF26"}, {"start": 490, "end": 493, "text": "63]", "ref_id": "BIBREF60"}, {"start": 545, "end": 548, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "To help accelerate scientific discovery, we propose SciSight, a working prototype framework for exploratory search of the COVID-19 literature. Unlike many bibliometric tools (see Section 2), we shift the focus from lists of papers-more useful for targeted search-to networks of biomedical concepts and research groups, with the assumption that traversing across concepts and groups better reflects the kind of exploratory search that we are trying to facilitate.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Building search interfaces in science is difficult not only due to the vast complexities of scientific content and language, but also because of the social forces governing this system. Science is a human endeavor, with complex sociological undercurrents that have tremendous effects on the construction of knowledge [30, 32, 41, 49, 56, 62] . Just like in most fields, silos of knowledge exist throughout the biomedical literature [34] 2 , hindering cross-fertilization between groups and fields, crucial for driving innovation [27, 33] . These silos can have detrimental effects on research advancement that can ultimately impact human lives [40] . These problems are all the more acute when it comes to the COVID-19 pandemic and the information overload that has ensued [9] .", "cite_spans": [{"start": 317, "end": 321, "text": "[30,", "ref_id": "BIBREF27"}, {"start": 322, "end": 325, "text": "32,", "ref_id": "BIBREF29"}, {"start": 326, "end": 329, "text": "41,", "ref_id": "BIBREF38"}, {"start": 330, "end": 333, "text": "49,", "ref_id": "BIBREF46"}, {"start": 334, "end": 337, "text": "56,", "ref_id": "BIBREF53"}, {"start": 338, "end": 341, "text": "62]", "ref_id": "BIBREF59"}, {"start": 432, "end": 436, "text": "[34]", "ref_id": "BIBREF31"}, {"start": 437, "end": 438, "text": "2", "ref_id": "BIBREF1"}, {"start": 529, "end": 533, "text": "[27,", "ref_id": "BIBREF24"}, {"start": 534, "end": 537, "text": "33]", "ref_id": "BIBREF30"}, {"start": 644, "end": 648, "text": "[40]", "ref_id": "BIBREF37"}, {"start": 773, "end": 776, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The integral role that the social forces play in constructing scientific knowledge is one of the reasons we think it is critical to leverage the underlying social structure of the research endeavor to bridge groups and disciplines, potentially facilitating new collaborations and discovery of methods, problems and directions other scientists are working on. We aim to incorporate the underlying social structure into the design interface, to help researchers make connections to other groups, methods and ideas in the literature. Unlike most bibliographic visualizations, we focus on groups and their connections, and integrate this social graph with exploratory faceted search. On a macro level, we hope our approach will help organize COVID-19 research efforts, potentially reducing the amount of redundant work and accelerating collaboration and discovery.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Our main contributions:", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "• We present SciSight, a working prototype system for exploratory search and visualization of COVID-19 scientific literature and collaboration networks. We construct a novel visualization of research groups and links between them. We employ hierarchical overlapping community detection, relaxing the common assumption in bibliometric co-authorship analysis that 2 So Long to the Silos, Nature Biotech, https://www.nature.com/articles/nbt.3544 authors belong to one group alone. We present several approaches to build meta-edges capturing topical and social affinities between clusters, and search for groups based on their centrality along both types of edges. • We review existing work for bibliometric exploration and visualization, including new tools for COVID-19, and discuss the landscape of tools available to researchers. We conduct formative interviews and preliminary user studies with researchers and medical practitioners to discuss their information gathering needs, and find that SciSight is able to complement standard search and help discover new directions and knowledge. • Finally, we report some initial findings on properties of the research group network, and demonstrate its use in finding potential bridges between communities.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The field of bibliometric visualization goes back decades [8] , with a large and diverse body of work.", "cite_spans": [{"start": 58, "end": 61, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "RELATED WORK"}, {"text": "Recently, there has been a burst of activity in response to COVID-19. In this section, we begin with a review of search and visualization tools sprouting up recently in the midst of COVID-19 literature and then discuss how this research relates to the broader work in this area.", "cite_spans": [], "ref_spans": [], "section": "RELATED WORK"}, {"text": "In the first few months of the COVID-19 crisis, companies and research institutions released a flurry of literature search tools. The vast majority of them featured academic search interfaces focusing on finding relevant papers. Here, we focus on a subset of prominent tools more closely related to our work, focused on faceted search and visualization. 3 Faceted search Many of the COVID-19 search tools we reviewed included standard faceted search [23, 54, 67] functionality, enabling users to first submit a query and then filter the retrieved papers according to various facets. In a search tool from Microsoft Azure [42] , users search for papers with a standard query (e.g., \"covid-19 ebola\"), and are able to filter papers by various facets (such as by certain authors or gene mentions). For a given query, semantically similar terms are suggested as additional queries.", "cite_spans": [{"start": 354, "end": 355, "text": "3", "ref_id": "BIBREF2"}, {"start": 450, "end": 454, "text": "[23,", "ref_id": "BIBREF20"}, {"start": 455, "end": 458, "text": "54,", "ref_id": "BIBREF51"}, {"start": 459, "end": 462, "text": "67]", "ref_id": "BIBREF64"}, {"start": 621, "end": 625, "text": "[42]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "COVID-19 literature search and visualization tools"}, {"text": "In addition to Microsoft's faceted search, other similar services include IBM Watson's COVID-19 Navigator [28] , Elsevier's Coronavirus Research Repository [16], the National Institutes of Health's (NIH) LitCovid [43] , and Berkeley's Covid Scholar [5] . These search platforms all focus directly on retrieving relevant papers, with lists of paper titles and abstracts as the most prominent and visible feature (see Figure 1 ). The various services differ mainly by what facets are included. For example, IBM's COVID-19 Navigator allows users to filter papers according to the UMLS biomedical concepts [7] they contain and by publication year. Elsevier's search allows filtering by facets such as high-level paper topics, journals, and authors' organization. The NIH's LitCovid includes as facets the authors' countries, journals and chemicals, and categorizes papers into high-level themes such as transmission, mechanism or treatment. Finally, Berkeley's Covid Scholar allows for rich query syntax and integrates data from various sources and supports filtering by tags including the NIH's high-level categories.", "cite_spans": [{"start": 106, "end": 110, "text": "[28]", "ref_id": "BIBREF25"}, {"start": 213, "end": 217, "text": "[43]", "ref_id": null}, {"start": 249, "end": 252, "text": "[5]", "ref_id": null}, {"start": 602, "end": 605, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 416, "end": 424, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "COVID-19 literature search and visualization tools"}, {"text": "Concept associations A small number of tools focus on fine-grained concept relations and associations ( Figure 2 ). The semantic visualization tool by Brandies [10] feeds a COVID-19 knowledge graph automatically extracted by the Blender Lab [60] at the University of Illinois (UIUC), into Kibana [44] , a data visualization dashboard product. This tool displays interactions between genes, chemicals and diseases in matrix form, with color-coding reflecting occurrence frequency. Accessing papers mentioning two interacting concepts in context is not possible. Word clouds [42] , IBM [28] , Elsevier[16], NIH [43] , Berkeley [5] . displaying frequent chemicals and genes are shown, and a structured query search bar based on the Kibana syntax allows users with sufficient system knowledge to query the data. A tool not requiring specialized search syntax is WellAI's [61] exploratory search over biomedical concepts and associations. Once a concept is selected, new suggested concepts appear, along with a bar indicating association strength. Clicking a concept allows users to see a list of relevant papers. A very recent tool from [11] shows clusters of high-level topics extracted with Latent Dirichlet Allocation (LDA) [6] , and allows search for sub-topics within clusters and seeing relevant papers.", "cite_spans": [{"start": 241, "end": 245, "text": "[60]", "ref_id": "BIBREF57"}, {"start": 296, "end": 300, "text": "[44]", "ref_id": "BIBREF41"}, {"start": 573, "end": 577, "text": "[42]", "ref_id": "BIBREF39"}, {"start": 584, "end": 588, "text": "[28]", "ref_id": "BIBREF25"}, {"start": 609, "end": 613, "text": "[43]", "ref_id": null}, {"start": 625, "end": 628, "text": "[5]", "ref_id": null}, {"start": 867, "end": 871, "text": "[61]", "ref_id": "BIBREF58"}, {"start": 1133, "end": 1137, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 1223, "end": 1226, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 104, "end": 112, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "COVID-19 literature search and visualization tools"}, {"text": "Author graph visualization In Microsoft Azure's search tool discussed above, users can first enter a search query, and then go to a graph view showing various facets and edges between them. As seen in Figure 2 , one graph shows author nodes with directed edges between them, with all edges equally weighted. Double clicking a node adds it as a search term, to further filter papers (which can be viewed upon returning to the document search page).", "cite_spans": [], "ref_spans": [{"start": 201, "end": 209, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "COVID-19 literature search and visualization tools"}, {"text": "Visualizations of the scientific literature can take many shapes and forms, with the aim of depicting the connections between fields, topics, authors, and, most commonly, papers [4] . While much research has been done in this field over the years, actual tools that are readily available primarily focus on visualization of citation-based graphs between papers, authors or topics [45, 52, 55] and require Very recently, such tools have seen initial use in visualizing certain aspects of the COVID-19 literature, such as journal networks and heat maps of frequently occurring terms [21] . However, many tools require training before being able to be used, and state of the art bibliometric mapping is currently considered \"complex and unwieldy\" [4] . Importantly, general adoption by researchers is fairly low, potentially because the typical user \"does not immediately comprehend a map and (as a result) is not enticed into using it\" [13] .", "cite_spans": [{"start": 178, "end": 181, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 380, "end": 384, "text": "[45,", "ref_id": "BIBREF42"}, {"start": 385, "end": 388, "text": "52,", "ref_id": "BIBREF49"}, {"start": 389, "end": 392, "text": "55]", "ref_id": "BIBREF52"}, {"start": 581, "end": 585, "text": "[21]", "ref_id": "BIBREF18"}, {"start": 744, "end": 747, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 934, "end": 938, "text": "[13]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Bibliometric visualization"}, {"text": "In this work, we attempt to improve on current designs for presenting bibliographic information in a search interface. As our key interest is in presenting graphs of research groups in addition to finer-grained entities, we center our review of tools around this area. Most bibliometric visualization tools and approaches touch on author relations, and in particular author co-citation or co-authorship network [45, 52, 55, 65] . A nearly ubiquitous feature in these frameworks is the display of individual authors and links between them. While this rich information could in theory be useful, in practice it often renders the visualization inscrutable, especially for real-world networks comprising many authors. Tools in this area often allow users to cluster nodes with community detection algorithms and coloring authors accordingly (see Figure 3 ), however this typically contributes little in terms of helping users understand and navigate the data. This problem is especially acute when the goal is to enable discovery of new groups and areas, with unfamiliar individual author names.", "cite_spans": [{"start": 411, "end": 415, "text": "[45,", "ref_id": "BIBREF42"}, {"start": 416, "end": 419, "text": "52,", "ref_id": "BIBREF49"}, {"start": 420, "end": 423, "text": "55,", "ref_id": "BIBREF52"}, {"start": 424, "end": 427, "text": "65]", "ref_id": "BIBREF62"}], "ref_spans": [{"start": 842, "end": 850, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Bibliometric visualization"}, {"text": "As a representative example, we briefly review VOSviewer [55] , a popular bibliometric visualization tool supporting network visualizations including author clustering. While VOSviewer does not offer an interface dedicated to COVID-19, we download COVID-19 paper metadata from Elsevier's Scopus [16] , and then upload to the VOSviewer co-authorship graph visualizer in its supported data format. Figure 3 shows the results. Nodes represent authors, edges represent a co-authorship relation, and colors denote author clusters obtained with community detection (in this case resulting in 13 clusters). While paper metadata was loaded into the tool, the tool did not support searching for specific keywords or author affiliations, or viewing relevant papers and metadata. We observed similar features in other free and commercial tools [45, 52, 65] .", "cite_spans": [{"start": 57, "end": 61, "text": "[55]", "ref_id": "BIBREF52"}, {"start": 295, "end": 299, "text": "[16]", "ref_id": null}, {"start": 833, "end": 837, "text": "[45,", "ref_id": "BIBREF42"}, {"start": 838, "end": 841, "text": "52,", "ref_id": "BIBREF49"}, {"start": 842, "end": 845, "text": "65]", "ref_id": "BIBREF62"}], "ref_spans": [{"start": 396, "end": 404, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Bibliometric visualization"}, {"text": "Aside from existing tools, a large body of research in human-computer interaction (HCI), information visualization and information retrieval has addressed various problems in the bibliometric sphere, often as a test-case for navigating documents and topics due to their generality beyond the bibliographic domain [14, 20, 29] . In [14] users can gradually explore research areas by viewing papers in the neighborhood of a seed paper, and manually label papers into color-coded groups.", "cite_spans": [{"start": 313, "end": 317, "text": "[14,", "ref_id": "BIBREF12"}, {"start": 318, "end": 321, "text": "20,", "ref_id": "BIBREF17"}, {"start": 322, "end": 325, "text": "29]", "ref_id": "BIBREF26"}, {"start": 331, "end": 335, "text": "[14]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Bibliometric visualization"}, {"text": "Focusing on searching and visualizing scientific communities, [3] presents the results of PubMed queries as a network diagram, with color-coded nodes representing individual authors, topics, institutions and papers, and investigates the utility of this information with user studies. Studying the history of HCI conferences, [25] presents a large number of bibliometric visualizations including a hybrid matrix network representation [24] for co-authorship groups, showing individual author links within and between each matrix; this work does not display topic labels. In [1] , groups of authors are heuristically created based on last authors of papers, and then visualized as special nodes connected to author nodes. Searching for topics and exploring associations is not supported.", "cite_spans": [{"start": 62, "end": 65, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 325, "end": 329, "text": "[25]", "ref_id": "BIBREF22"}, {"start": 434, "end": 438, "text": "[24]", "ref_id": "BIBREF21"}, {"start": 573, "end": 576, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Bibliometric visualization"}, {"text": "Summary In this section, we review bibliometric search and visualization tools and research, including new tools for COVID-19. As expected, we find that a key focus of existing work is on search interfaces for papers, and separately for visualizing graphs of topics, authors, or papers. In the next section, we describe SciSight in light of this work, with the aim of combining faceted navigation and research group detection for exploratory scientific search.", "cite_spans": [], "ref_spans": [], "section": "Bibliometric visualization"}, {"text": "In this section we present an overview of our prototype and its three distinct contributions. We motivate each one by discussing researcher needs that emerged in preliminary formative interviews, in addition to insights from existing systems reviewed in Section 2. We illustrate SciSight's features and exploratory potential with the following illustrative example:", "cite_spans": [], "ref_spans": [], "section": "SCISIGHT: SYSTEM OVERVIEW"}, {"text": "Marc is a researcher interested in exploring areas related to Chloroquine, an anti-malarial drug that has been re-purposed for COVID-19 patients but has been surrounded with various controversies [53] . In particular, Marc wants to find connections between Chloroquine and other drugs and diseases, and to understand how these various entitites are interconnected in order to explore other candidate drugs and potential side-effects. Marc is familiar with the field and its main papers, but the amount of related work is overwhelming with a litany of drugs and diseases. Making things worse, knowing that Chloroquine is not a new type of medication, Marc wants to examine connections made across many years of research and not just recent research.", "cite_spans": [{"start": 196, "end": 200, "text": "[53]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "SCISIGHT: SYSTEM OVERVIEW"}, {"text": "Users of SciSight can search for a term/concept of interest, or get suggestions based on important COVID-19 topics. Searching for a term displays a network of top related terms mined from the corpus, based on term collocation counts across the corpus (co-appearance in the same sentence). Importantly, as seen in Figure 4a , interrelations between all terms are shown (not just with the query), presenting the user with more potential connections to explore. Entities are displayed in a customized chord diagram [35] layout 4 , with edge width corresponding to collocation frequency. Upon clicking an edge, a list of papers in which collocations occurred is shown.", "cite_spans": [{"start": 512, "end": 516, "text": "[35]", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 313, "end": 322, "text": "Figure 4a", "ref_id": null}], "section": "Collocation explorer"}, {"text": "Continuing our example, Marc the researcher can search for Chloroquine and see its network of associations, such as its potential connection to liver damage, or its connection to other drugs such as the anti-viral drug Ribavirin. Marc can navigate the graph by clicking nodes to further explore new associations (e.g., clicking liver damage to potentially discover more related drugs and diseases). Navigation is known to help facilitate exploration [29] , such as when users do not have a pinpointed query in mind [63] .", "cite_spans": [{"start": 450, "end": 454, "text": "[29]", "ref_id": "BIBREF26"}, {"start": 515, "end": 519, "text": "[63]", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Collocation explorer"}, {"text": "Entity extraction and selection To extract entities we use S2ORC-BERT [39] , a language model pre-trained on a large corpus of scientific papers. This language model is fine-tuned 5 on two separate biomedical named entity recognition (NER) tasks (BC5CDR [37] and JNLPBA [31] ), enabling us to extract spans of text corresponding to proteins, genes, cells, drugs, and diseases from across the corpus. We extract entities only from titles and abstracts of papers to reduce noise and focus on the more salient entities in each paper. We present only entities collocated at least twice in total with other entities. Our choice of entities is the result of an initial round of interviews with biomedical experts, identifying these concepts as fundamental to the study of the virus. In particular, we began by launching a probe study focusing on proteins, genes and cellular information and conducting initial interviews with researchers and clinicians (for more details on study participant backgrounds, see Section 4). Participants with a more clinical orientation expressed interest in viewing the associations between drugs and diseases, while users from a biology background wished to focus on proteins, genes and cells. When asked whether they would prefer to have all types of entities in one view, all participants responded with a preference for two separate graphs to avoid clutter and reduce cognitive load.", "cite_spans": [{"start": 70, "end": 74, "text": "[39]", "ref_id": "BIBREF36"}, {"start": 254, "end": 258, "text": "[37]", "ref_id": "BIBREF34"}, {"start": 270, "end": 274, "text": "[31]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Collocation explorer"}, {"text": "Similarly to other tools, we incorporate a faceted search tool into SciSight. Our focus is on exploration of topics and associations, with relevant papers displayed below the facets for users wishing to dig deeper after refining their search -rather than being featured front and center. When searching for a topic or an author, new suggestions to help refine the search are suggested based on top co-mentions with the initial query to help prevent fixation on an initial topic and boost associative exploration [29] . While scientists are interested in many different types of facets of papers, in our prototype for this feature we aimed at providing one compact set of facets that can cater to a wide range of interests but still be sufficiently granular. Based on formative interviews and a review of biomedical concept taxonomies, we converged on three widely-used topical facets in biomedicine, that capture characteristics of patients or the problem, interventions, and outcomes [49] (see Figure  4b ), extracted automatically with text classification trained on annotated biomedical abstracts with distant supervision [57] . In addition, other facets are available such as journal, affiliation and author. The number of relevant publications is presented over time, possibly revealing trends for specific facets. Users can adjust the desired time range and papers and facets displayed update accordingly.", "cite_spans": [{"start": 512, "end": 516, "text": "[29]", "ref_id": "BIBREF26"}, {"start": 985, "end": 989, "text": "[49]", "ref_id": "BIBREF46"}, {"start": 1125, "end": 1129, "text": "[57]", "ref_id": "BIBREF54"}], "ref_spans": [{"start": 995, "end": 1005, "text": "Figure  4b", "ref_id": null}], "section": "Faceted exploratory search"}, {"text": "In our future work, we plan to explore giving the user more control on the types of facets displayed.", "cite_spans": [], "ref_spans": [], "section": "Faceted exploratory search"}, {"text": "Having spotted a potential connection to Ribavirin, Marc searches for it under the intervention facet to find out about related patient populations and outcomes, and to see how popular it has been over time (see Figure 4b) . A characteristic that pops-up and catches Marc's attention is immunocompromised patients, as he recalls a colleague recently mentioning the risk of treating such populations. He find certain peaks of interest around points in time, and drilling down to papers published around the year 2016 finds a paper with the following conclusion: \"No consensus was found regarding the use of oral versus inhaled RBV... such heterogeneity demonstrates the need for further studies ... in immunocompromised hosts.\" Marc realizes his knowledge of this domain is lacking, and decides to zoom out and find out what groups and labs are working on immunity and viral diseases, perhaps discovering some familiar collaborators.", "cite_spans": [], "ref_spans": [{"start": 212, "end": 222, "text": "Figure 4b)", "ref_id": null}], "section": "Faceted exploratory search"}, {"text": "In the course of our formative studies and interviews, participants were asked about the utility of a tool showing the research areas for different research groups. Participants expressed the need to see what other groups and labs are doing in a convenient and simple manner, in order to help them collaborate, to keep track of competition and to explore new fields. For example, a virologist we interviewed wanted to find new groups that share similar interests to a group of a leading virology researcher, but without direct social links -no overlap of authors. Using this approach, she was able to discover a new approach she was not familiar with (see Section 4) . To support such queries and needs, we build a visualization of groups and their ties and integrate this social graph with exploratory faceted search. In our approach explained below, groups of authors are retrieved based on how well they match faceted queries, while giving higher weight to groups with high centrality.", "cite_spans": [{"start": 656, "end": 666, "text": "Section 4)", "ref_id": null}], "ref_spans": [], "section": "Network of science"}, {"text": "We design our tool with the following components.", "cite_spans": [], "ref_spans": [], "section": "Network of science"}, {"text": "3.3.1 Author groups. Unlike most bibliographic visualizations (such as those reviewed in Section 2), we do not show author-level nodes -aiming to reduce visual clutter in terms of the number of nodes and links shown. Instead, as shown in Figure 6 , we represent groups of authors as \"cards\" [22] , each card displaying the salient authors, affiliations and topics in that group (with information from Microsoft Academic [50] , linked to the papers from the CORD-19 corpus). Cards are color-coded to reflect relevance to the user's initial query -aiming to strike a balance between the relevance and diversity of the results shown. Users may select how many groups to view, zoom in/out, click a group and scroll down to see more detailed information with a full list of the group's topics, authors and papers.", "cite_spans": [{"start": 291, "end": 295, "text": "[22]", "ref_id": "BIBREF19"}, {"start": 420, "end": 424, "text": "[50]", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 238, "end": 246, "text": "Figure 6", "ref_id": "FIGREF5"}], "section": "Network of science"}, {"text": "To identify groups, we employ an overlapping community detection algorithm based on egosplitting [17] so that authors can belong to multiple groups. Our aim is to relax the assumption typically made in bibliometric co-authorship analysis that authors belong to one group alone. In reality, researchers can \"wear many hats\", and belong to different groups depending on what topic they work on and with whom. In our experiments we focus on authors who have had at least one paper in the CORD dataset since the year 2017, with the aim of exploring groups recently active in this space. We construct a co-authorship network in which links between authors represent collaboration on a publication, weighted by the number of these publications.", "cite_spans": [{"start": 97, "end": 101, "text": "[17]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Network of science"}, {"text": "We observe that the co-authorship network consists of one giant connected component, and many much smaller separate components (see Table 1 ). We focus our study here only on the giant component; smaller connected components largely represented author disambiguation errors in the data, or authors who do not have enough of a presence in the literature to have any connections. Table 1 . Co-Authorship Network Statistics. We observe a large network with sparse connections. The giant component has a lower transitivity score but a higher density score than the larger network. <k>, <L> and CC denote average degree, average path length and clustering coefficient, respectively. Density denotes the ratio of existing edges and the number of possible edges in a complete graph; transitivity denotes the ratio existing triangles and possible triads (vertices with two edges). We take the giant connected component of this network (38,040 nodes and 335,711 edges), and run the community detection algorithm. Empirically we observe a small number of \"super clusters\", large communities with hundreds of authors that appear to be noisy and not densely linked, a well-known characteristic of community structure in real-world networks [36] . We thus apply the clustering algorithm again within any cluster with more than 120 authors to break them down further into more tightly woven groups. This process results in 2,083 clusters. In Figure 5 , we show the distribution of cluster sizes. There are 1539 authors belonging to two groups; 2987 are in more than one cluster, and 712 in more than two clusters. Based on our formative interviews, we know that a primary interest of potential users is a mix of topical and social information -who is working on what and where. To that end, we display the most salient authors (who), affiliations (where) and topics (what). We rank topics by their TF-IDF scores within a cluster. For example, in a cluster where the SARS disease topic is mentioned very frequently, we may down-weight it if it also appears frequently across other groups in the data. Authors and affiliations are simply ranked by relative frequency of appearance in a group.", "cite_spans": [{"start": 1228, "end": 1232, "text": "[36]", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 132, "end": 139, "text": "Table 1", "ref_id": null}, {"start": 378, "end": 385, "text": "Table 1", "ref_id": null}, {"start": 1428, "end": 1436, "text": "Figure 5", "ref_id": "FIGREF4"}], "section": "Network of science"}, {"text": "We allow users to dig deeper into groups with two further levels of resolution. First, when hovering over a group with the cursor, users are shown a tooltip box with the top 5 authors, affiliations and topics, with full names shown. Secondly, upon clicking a group we show full ranked lists of these entities, in addition to the group's papers ranked by recency (with title, abstract, journal and authors, including a hyperlink to read the full paper; see Figure 4c ).", "cite_spans": [], "ref_spans": [{"start": 456, "end": 465, "text": "Figure 4c", "ref_id": null}], "section": "Num Nodes Num"}, {"text": "We construct two types of links between groups. The first type (shown as purple edges) represents topical affinity across groups -the interests they have in common based on publishing on similar topics. The second type of link (shown as green edges) captures social affinity between groups, meaning groups with many shared author relationships. By virtue of providing both kinds of links, the tool implicitly provides suggestions for future potential collaborations or connections, particularly when a social connection does not currently exist alongside a topical one.", "cite_spans": [], "ref_spans": [], "section": "Group links."}, {"text": "Cluster Relationships To find the related topics between clusters we try two different approaches, one based on embedding their textual surface form with a language model, and another is based on the scores provided by Microsoft Academic's in-house knowledge graph (MAG) [50, 58] of academic entities including topics, authors, venues and papers. We use these similarity scores to discover relationships between topics such as epidemiology and contact tracing. This allows us to get a better understanding of the focus of various groups.", "cite_spans": [{"start": 271, "end": 275, "text": "[50,", "ref_id": "BIBREF47"}, {"start": 276, "end": 279, "text": "58]", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Group links."}, {"text": "In the first approach, we use a pre-trained language model trained to capture semantic similarity 6 [47] to get vector representations of the names of topics (such as contact tracing). With each topic represented with its embedding, we get a vector representation of groups of authors with a simple weighted average of embeddings as follows. For each paper in a group, we extract its corresponding MAG topics, and treat each group as \"bag of topics\". We then select the top 10 topics ranked by TF-IDF, embed each topic with the language model, and compute a TF-IDF weighted average to obtain a group-level topic vector.", "cite_spans": [{"start": 100, "end": 104, "text": "[47]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Group links."}, {"text": "We also experiment with a different method, using relatedness scores provided by Microsoft Academic. These scores are found using heterogeneous network embedding models to extract vector representations for nodes (such as topics), allowing to compute relatedness scores. We standardize the scores to be between 0 and 1 and use a TF-IDF weighted average of all pairwise distances between the top 10 cluster topics. Empirically we find in our initial experiments that both approaches perform similarly in terms of finding similar clusters. We leave to future work more rigorous comparisons. Finding Bridges As a test case for demonstrating our framework's ability to find gaps and similarities across groups of researchers, we identify \"bridges\" between groups, potentially signifying structural holes [12] in the author network. We examine groups that work on data science (MAG topic), a highly interdisciplinary field connecting researchers from multiple domains. We discover Derek AT Cummings, a prominent biologist and epidemiologist with appointments at two different universities. We find him to be a sole shared author between two different clusters: one focusing on areas tied with virology and medical microbiology, while the other more associated with computational epidemiology. The former group has 15 authors, and the latter has 35. We show more details about these two clusters in Table 2 . Trying to place this author (or others like him) solely in either one of these groups may be difficult, because of his work in multiple areas and with different collaborators. This case study points to our aim of identifying the \"multiple hats\" of the same author and to make connections across groups and topics.", "cite_spans": [{"start": 800, "end": 804, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 1393, "end": 1400, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Fig. 7. Link interpretability"}, {"text": "Similarity Evaluation In a preliminary experiment, we selected 30 random clusters and computed topical affinities to other clusters. For each group we randomly sample one cluster out of the top 3 closely related clusters, and another cluster from the bottom 50% of farthest clusters (for network construction as shown to users, we only create links between top-most similar groups). We randomize the results and give them to a biomedical data analyst for annotation. We find that overall, we are able to correctly find pairs of research groups that work in similar areas with a 80% precision. In our future work we aim to collect validation data enabling to measure both precision and recall, to examine the rate of false negatives (missed similar clusters), too.", "cite_spans": [], "ref_spans": [], "section": "Fig. 7. Link interpretability"}, {"text": "Academic Graph (MAG) [50] in disambiguated form). We rank topics shown to users based on global TF-IDF scores. As in standard faceted search, queries across facets are conjunctive (e.g., gene sequencing AND University of Washington), and queries within facets are disjunctive (e.g., gene sequencing OR bioassays).", "cite_spans": [{"start": 21, "end": 25, "text": "[50]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Exploratory search. Users can search topics, affiliations, or authors (obtained from Microsoft"}, {"text": "Each query consists of a selection of one or more components in the search interface. This selection automatically reveals new suggested metadata that is frequently associated with the original query, suggesting additional groups and topics to explore. For example, a virologist may be interested in searching for groups connected to the University of Oxford. When searching for Oxford, the Ebola virus topic moves up the list of associated concepts. The scientist can select it to further refine the search. Alternatively, the researcher may decide to pivot away from Oxford by removing that affiliation and shifting their focus around Ebola.", "cite_spans": [], "ref_spans": [], "section": "Exploratory search. Users can search topics, affiliations, or authors (obtained from Microsoft"}, {"text": "The problem of finding relevant communities to a query has been explored to a certain extent under the rubric of community search [18, 51] , in which given a graph G and a set of query nodes in the graph, the objective is to find a subgraph of G that contains the query nodes and is also densely connected. The problem of community search in heterogeneous networks has only recently been explored [18] , and only for one query node. In addition, in our setting we aim to retrieve high-relevance groups, with ranked topics, authors and affiliations. While we leave to future work the development of new approaches for this novel setting, in our preliminary experiments we retrieve relevant results for a user's query with two simple approaches. In the first, we simply compute the overlap between query facets q and the top-K salient facets f for each group of authors, and rank groups by normalized overlap size", "cite_spans": [{"start": 130, "end": 134, "text": "[18,", "ref_id": "BIBREF15"}, {"start": 135, "end": 138, "text": "51]", "ref_id": "BIBREF48"}, {"start": 397, "end": 401, "text": "[18]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Exploratory search. Users can search topics, affiliations, or authors (obtained from Microsoft"}, {"text": "In the second approach, we compute weighted PageRank scores [66] over a graph with meta-nodes representing groups of authors, and meta-edges constructed as described earlier in this section. We do so separately for both types of edges: one for topical affinity, and the other for social proximity. At query time, we compute the average of these two scores and the facet overlap score.", "cite_spans": [{"start": 60, "end": 64, "text": "[66]", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Exploratory search. Users can search topics, affiliations, or authors (obtained from Microsoft"}, {"text": "We conduct preliminary user studies with four researchers and one practitioner directly involved in COVID-19. One researcher (P1) is a research scientist in virology, whose work also studies the Zika virus; a second researcher (P2) is a postdoctoral fellow in the area of virology, working on viral infections and human antibody responses, and the third (P3) is a postdoctoral fellow and MD working primarily in Oncology. A fourth participant (P4), medical professional and PharmD who has been working with patients and answering pharmacological questions related to COVID-19 treatment that require regular research into both cutting-edge and historical literature. Finally, we interview a researcher (P5) working on viral diseases and proteins.", "cite_spans": [], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "Below we summarize and discuss the main observations and themes that arose in our formative studies. More extensive user studies are planned in the near future.", "cite_spans": [], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "All participants used the system actively, searching for terms, topics and groups while following a think-aloud protocol in an hour-long session. A member of the research team answered user questions, and asked them to explain their statements (such as why a specific relation or group is interesting to explore). In addition, participants were asked what kind of information they are generally interested in, how they use standard search engines and what issues they face, and for feedback on the utility of certain features (such as group exploration).", "cite_spans": [], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "Exploratory tools to complement search All users mentioned the need for intuitive tools that can support exploratory needs unanswered by most search engines. P4 discussed the problem of answering patient questions under uncertainty and lack of familiarity with the emerging COVID-19 knowledge that is constantly evolving. \"I am frequently asked my clinical opinion on combinations of medication therapies that, until about three weeks ago, were virtually unheard of. \" In such cases, questions from healthcare facilities and patients \"are often vague, such as 'what are the latest recommendations for medication management?' \" As a result, P4 frequently \"needs to look into research\", but this is difficult with standard search engines \"when you don't know what you don't know. \" Participants mentioned that viewing associations between fine-grained facets helps them explore in a way that can mitigate these issues (\"PubMed search doesn't show associated terms, standard keyword search won't work well for finding related concepts\" (P4), \"nice to have such a tool to complement the usual search engines we use in our field\" (P3)). P3, an MD and researcher, discussed the utility of presenting information \"in the form of concepts and links between them\" as an \"intuitive and convenient way to look into research, that also dovetails with how we think as medical professionals. \" Users also highlighted the need for a user-friendly interface, mentioning that SciSight's representation of groups is intuitive (P3), that it has \"capabilities beyond the search engine I currently use\" (P4), and that the \"web interface is easier to work with\" than other common tools (P1), by allowing to explore concepts and dig deeper into papers when relevant.", "cite_spans": [], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "Finding new groups and directions As part of our formative studies in the process of developing SciSight, we gauged user interest in a visualization that highlights groups of researchers-what they work on and how they are connected-rather than just individual researchers. Participants raised various ways in which they would use such a feature: Finding unknown labs or groups working on similar topics as potential competitors or collaborators (P2), exploring around known groups to find related groups and directions (P2), understanding what various groups are working on and how relevant they are (P1, P4), and unveiling connections to other groups to explore potential conflicts of interest (P4). P1 said this tool would be \"useful for the entire field in general, \" giving an example of a lab [notice group association] that uses assays to identify which proteins antibodies bind to in order to to neutralize HIV, and connecting to other groups working on serum utilization for SARS to potentially collaborate and combine efforts.", "cite_spans": [], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "To test our tool after our initial round of interviews, we conducted a follow-up study with P2. Prior to the session, we asked the participant to think of groups of researchers or areas she'd like to explore. A primary area of focus of P2 is around HIV; when searching for this topic in SciSight, P2 found new groups that seemed interesting to explore (based on topics and paper titles) in the first attempt.", "cite_spans": [], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "Searching for a coronavirus-related gene, P2 was able to discover several groups of authors and papers that were new: \"I was able to find a new perspective on the subject that I would not have found otherwise\". By finding groups that shared strong topical interests but had no strong social overlap, the participant navigated to an unknown group of Chinese authors that published a paper about virus evolution in a local journal P2 was not aware of. \"I would not have come across this journal and paper otherwise, and it's a very different approach. I should definitely read this. \"", "cite_spans": [], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "Finally, when searching for a prominent scientist in this field, several connected research groups emerged. Based on P2's interest in epitopes on the SARS-CoV-2 virus Spike protein, the participant found another group associated with the same author, connected via topical affinity with shared focus on epitopes. Selecting the group and examining papers, P2 found a recent paper [68] with a new direction, and was \"curious in to see other related papers in this group. \"", "cite_spans": [{"start": 379, "end": 383, "text": "[68]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "Discovering unknown associations In the course of P2's exploratory session, P2 expressed interest in studying in-depth a certain antibody (CR3022) and its associations. With minimal guidance from a member of the research group, the participant searched for the antibody with SciSight's collocation feature, finding \"very relevant associations\" and also \"two potentially surprising and interesting publications. I'm going to look into those papers.\" P1 found that that this interactive view of the data \"opened up the doors,\" and P4 mentioned the tool can \"reveal connections that publications are starting to make. \"", "cite_spans": [], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "As an example, P1 searched for cells associated with a type of cytopathic effect and found a specific cell line (Calu-3, a human lung cancer cell line), which led to \"spotting an interferon with relevant and interesting studies, very useful.\" This pattern exemplifies the merit of associative browsing and discovery, where navigating around an area of interest in an intuitive manner can lead to new insights [29, 63] .", "cite_spans": [{"start": 409, "end": 413, "text": "[29,", "ref_id": "BIBREF26"}, {"start": 414, "end": 417, "text": "63]", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "By \"starting with keywords which I know are relevant\" and exploring associated entities, P4 \"learned that Disulfiram had been studied in-vitro to fight the virus, \" a connection the participant considered an \"unknown unknown\". As a related example that demonstrates the potential value of connecting both new and older research, after one round of associative browsing, P4 discovered a relation between broad-spectrum antivirals and the MERS coronavirus, which provided a \"new idea\" that is \"strongly relevant\". P5, a viral protein researcher, was able to find specific associations considered new and interesting (such as between the TNF inflammatory cytokine and ERK1/2, a type of protein kinase, considered relevant to P5's interest in cytokine profiles and their correlation with disease severity).", "cite_spans": [], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "Limitations: more information and features Finally, we also discuss some potential enhancements that emerged as part of our formative studies. Users suggested that user-inputted concepts be collected and combined with existing concepts/terms on-the-fly if they don't yet exist in SciSight (P1, P4), and that users should be able to remove edges considered not relevant (P1), and collapse/combine synonymous nodes (P1). P3 and P4 suggested to enable ranking associations by \"measures of novelty\" to allow users to focus on potentially more emergent knowledge, while P1 was concerned about losing valuable information from previous studies.", "cite_spans": [], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "All users expressed interest in seeing many more types of specific entities and also finer-grained relations, but also having the ability to control which ones are shown together. For example, P4 was interested in seeing relations indicating risk factors, and exploring facets such as metabolizer enzymes, patient weight and metabolic speed, drug dosages and their effects, study sizes, and more. P3 was more interested in specific viruses, human cells, in-vitro cultures, vaccines, epitopes and mutation machinery, and finding specific techniques and approaches. The diverse interests of experts presents a significant challenge for building systems serving an interdisciplinary user base while maintaining a user-friendly interface, which we plan to explore in our future work.", "cite_spans": [], "ref_spans": [], "section": "INFORMAL USER STUDIES AND FINDINGS"}, {"text": "In this paper we presented our ongoing work on SciSight, a framework for scientific literature search and exploration. The design of SciSight is informed through a set of formative interviews, as well as a review of existing bibliometric tools. We demonstrate SciSight's use on a large corpus of papers related to the COVID-19 pandemic and previous coronaviruses. Users find that SciSight facilitates connections between related research groups and biomedical concepts in ways different than targeted search.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "We use specialized language models to extract fine-grained entities such as proteins, drugs and diseases, and a hierarchical overlapping community detection approach for automatically identifying groups of researchers. Unlike previous work on co-authorship visualization, we display group \"cards\" rather than individual author nodes, with the aim of providing a more abstract notion of research collaborations (and potentially reducing clutter in terms of the number of nodes shown). We also introduce a novel link scheme capturing topical and social affinities between communities, designed to identify socially disjoint groups working on similar topics. We evaluate our affinity scores with annotations from a biomedical domain expert, finding them to have high precision, and present some initial findings on properties of the research group network.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "Preliminary user interviews with scientists and medical professionals suggest that SciSight is able to complement standard search and may pave new research directions. In near-term future work, we plan to conduct extensive user studies with domain experts to validate SciSight and better understand its potential and limitations.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "ColTop: Visual topic-based analysis of scientific community structure", "authors": [{"first": "Moataz", "middle": [], "last": "Abdelaal", "suffix": ""}, {"first": "Florian", "middle": [], "last": "Heimerl", "suffix": ""}, {"first": "Steffen", "middle": [], "last": "Koch", "suffix": ""}], "year": 2017, "venue": "2017 International Symposium on Big Data Visual Analytics (BDVA)", "volume": "", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Covid-19 Changed How the World Does Science", "authors": [{"first": "Matt", "middle": [], "last": "Apuzzo", "suffix": ""}, {"first": "David", "middle": ["D"], "last": "Kirkpatrick", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Evaluation of a prototype search and visualization system for exploring scientific communities", "authors": [{"first": "E", "middle": [], "last": "Michael", "suffix": ""}, {"first": "", "middle": [], "last": "Bales", "suffix": ""}, {"first": "Stephen B Johnson", "middle": [], "last": "David R Kaufman", "suffix": ""}], "year": 2009, "venue": "AMIA Annual Symposium Proceedings", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Bibliometric Visualization and Analysis Software: State of the Art, Workflows, and Best Practices", "authors": [{"first": "E", "middle": [], "last": "Michael", "suffix": ""}, {"first": "", "middle": [], "last": "Bales", "suffix": ""}, {"first": "N", "middle": [], "last": "Drew", "suffix": ""}, {"first": "", "middle": [], "last": "Wright", "suffix": ""}, {"first": "Terrie", "middle": ["R"], "last": "Peter R Oxley", "suffix": ""}, {"first": "", "middle": [], "last": "Wheeler", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Latent dirichlet allocation", "authors": [{"first": "M", "middle": [], "last": "David", "suffix": ""}, {"first": "", "middle": [], "last": "Blei", "suffix": ""}, {"first": "Y", "middle": [], "last": "Andrew", "suffix": ""}, {"first": "Michael I Jordan", "middle": [], "last": "Ng", "suffix": ""}], "year": 2003, "venue": "Journal of machine Learning research", "volume": "3", "issn": "", "pages": "993--1022", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The unified medical language system (UMLS): integrating biomedical terminology", "authors": [{"first": "Olivier", "middle": [], "last": "Bodenreider", "suffix": ""}], "year": 2004, "venue": "Nucleic acids research", "volume": "32", "issn": "", "pages": "267--270", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Scholarly communication and bibliometrics. Annual review of information science and technology", "authors": [{"first": "L", "middle": [], "last": "Christine", "suffix": ""}, {"first": "Jonathan", "middle": [], "last": "Borgman", "suffix": ""}, {"first": "", "middle": [], "last": "Furner", "suffix": ""}], "year": 2002, "venue": "", "volume": "36", "issn": "", "pages": "2--72", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Scientists are drowning in COVID-19 papers. Can new tools keep them afloat?", "authors": [{"first": "Jeffrey", "middle": [], "last": "Brainard", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "2020. Visualising COVID-19 Research", "authors": [{"first": "Pierre", "middle": [], "last": "Le Bras", "suffix": ""}, {"first": "Azimeh", "middle": [], "last": "Gharavi", "suffix": ""}, {"first": "David", "middle": ["A"], "last": "Robb", "suffix": ""}, {"first": "Ana", "middle": ["F"], "last": "Vidal", "suffix": ""}, {"first": "Stefano", "middle": [], "last": "Padilla", "suffix": ""}, {"first": "Mike", "middle": ["J"], "last": "Chantler", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2005.06380"]}}, "BIBREF10": {"ref_id": "b10", "title": "Structural holes and good ideas", "authors": [{"first": "S", "middle": [], "last": "Ronald", "suffix": ""}, {"first": "", "middle": [], "last": "Burt", "suffix": ""}], "year": 2004, "venue": "American journal of sociology", "volume": "110", "issn": "", "pages": "349--399", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Combining concept maps and bibliometric maps: First explorations", "authors": [{"first": "", "middle": [], "last": "Rk Buter", "suffix": ""}, {"first": "", "middle": [], "last": "Noyons", "suffix": ""}, {"first": "T", "middle": [], "last": "Van Mackelenbergh", "suffix": ""}, {"first": "", "middle": [], "last": "Laine", "suffix": ""}], "year": 2006, "venue": "Scientometrics", "volume": "66", "issn": "2", "pages": "377--387", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Apolo: interactive large graph sensemaking by combining machine learning and visualization", "authors": [{"first": "Aniket", "middle": [], "last": "Duen Horng Chau", "suffix": ""}, {"first": "Jason", "middle": ["I"], "last": "Kittur", "suffix": ""}, {"first": "Christos", "middle": [], "last": "Hong", "suffix": ""}, {"first": "", "middle": [], "last": "Faloutsos", "suffix": ""}], "year": 2011, "venue": "Proceedings of the 17th ACM SIGKDD international conference on Knowledge discovery and data mining", "volume": "", "issn": "", "pages": "739--742", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "SARS and MERS: recent insights into emerging coronaviruses", "authors": [{"first": "Emmie", "middle": [], "last": "De Wit", "suffix": ""}, {"first": "Darryl", "middle": [], "last": "Neeltje Van Doremalen", "suffix": ""}, {"first": "Vincent", "middle": ["J"], "last": "Falzarano", "suffix": ""}, {"first": "", "middle": [], "last": "Munster", "suffix": ""}], "year": 2016, "venue": "Nature Reviews Microbiology", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Ego-splitting framework: From non-overlapping to overlapping clusters", "authors": [{"first": "Alessandro", "middle": [], "last": "Epasto", "suffix": ""}, {"first": "Silvio", "middle": [], "last": "Lattanzi", "suffix": ""}, {"first": "Renato", "middle": [], "last": "Paes Leme", "suffix": ""}], "year": 2017, "venue": "Proceedings of the 23rd ACM SIGKDD International Conference on Knowledge Discovery and Data Mining", "volume": "", "issn": "", "pages": "145--154", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Xuemin Lin, and Xin Cao. 2020. Effective and efficient community search over large heterogeneous information networks", "authors": [{"first": "Yixiang", "middle": [], "last": "Fang", "suffix": ""}, {"first": "Yixing", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Wenjie", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Proceedings of the VLDB Endowment", "volume": "13", "issn": "", "pages": "854--867", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Phylogenetic network analysis of SARS-CoV-2 genomes", "authors": [{"first": "Peter", "middle": [], "last": "Forster", "suffix": ""}, {"first": "Lucy", "middle": [], "last": "Forster", "suffix": ""}, {"first": "Colin", "middle": [], "last": "Renfrew", "suffix": ""}, {"first": "Michael", "middle": [], "last": "Forster", "suffix": ""}], "year": 2020, "venue": "Proceedings of the National Academy of Sciences", "volume": "117", "issn": "", "pages": "9241--9243", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Combining computational analyses and interactive visualization for document exploration and sensemaking in jigsaw", "authors": [{"first": "Carsten", "middle": [], "last": "Görg", "suffix": ""}, {"first": "Zhicheng", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Jaeyeon", "middle": [], "last": "Kihm", "suffix": ""}, {"first": "Jaegul", "middle": [], "last": "Choo", "suffix": ""}, {"first": "Haesun", "middle": [], "last": "Park", "suffix": ""}, {"first": "John", "middle": [], "last": "Stasko", "suffix": ""}], "year": 2012, "venue": "IEEE Transactions on Visualization and Computer Graphics", "volume": "19", "issn": "", "pages": "1646--1663", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The scientific literature on Coronaviruses, COVID-19 and its associated safety-related research dimensions: A scientometric analysis and scoping review", "authors": [{"first": "Milad", "middle": [], "last": "Haghani", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Michiel", "suffix": ""}, {"first": "Floris", "middle": [], "last": "Bliemer", "suffix": ""}, {"first": "Jie", "middle": [], "last": "Goerlandt", "suffix": ""}, {"first": "", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Safety Science", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Search user interfaces", "authors": [{"first": "Marti", "middle": [], "last": "Hearst", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Clustering versus faceted categories for information exploration", "authors": [{"first": "A", "middle": [], "last": "Marti", "suffix": ""}, {"first": "", "middle": [], "last": "Hearst", "suffix": ""}], "year": 2006, "venue": "Commun. ACM", "volume": "49", "issn": "4", "pages": "59--61", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Nodetrix: a hybrid visualization of social networks", "authors": [{"first": "Nathalie", "middle": [], "last": "Henry", "suffix": ""}, {"first": "Jean-Daniel", "middle": [], "last": "Fekete", "suffix": ""}, {"first": "Michael", "middle": ["J"], "last": "Mcguffin", "suffix": ""}], "year": 2007, "venue": "IEEE transactions on visualization and computer graphics", "volume": "13", "issn": "", "pages": "1302--1309", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "20 years of four HCI conferences: A visual exploration", "authors": [{"first": "Nathalie", "middle": [], "last": "Henry", "suffix": ""}, {"first": "Howard", "middle": [], "last": "Goodell", "suffix": ""}, {"first": "Niklas", "middle": [], "last": "Elmqvist", "suffix": ""}, {"first": "Jean-Daniel", "middle": [], "last": "Fekete", "suffix": ""}], "year": 2007, "venue": "International Journal of Human-Computer Interaction", "volume": "23", "issn": "", "pages": "239--285", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Citizen Scientists Are Helping Researchers Design New Drugs to Combat COVID-19", "authors": [{"first": "", "middle": [], "last": "Hhmi", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Accelerating innovation through analogy mining", "authors": [{"first": "Tom", "middle": [], "last": "Hope", "suffix": ""}, {"first": "Joel", "middle": [], "last": "Chan", "suffix": ""}, {"first": "Aniket", "middle": [], "last": "Kittur", "suffix": ""}, {"first": "Dafna", "middle": [], "last": "Shahaf", "suffix": ""}], "year": 2017, "venue": "Proceedings of the 23rd ACM SIGKDD International Conference on Knowledge Discovery and Data Mining", "volume": "", "issn": "", "pages": "235--243", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Watson Insights for Medical Literature | COVID-19 Navigator", "authors": [{"first": "", "middle": [], "last": "Ibm", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Refinery: Visual exploration of large, heterogeneous networks through associative browsing", "authors": [{"first": "Sanjay", "middle": [], "last": "Kairam", "suffix": ""}, {"first": "Nathalie", "middle": ["Henry"], "last": "Riche", "suffix": ""}, {"first": "Steven", "middle": [], "last": "Drucker", "suffix": ""}, {"first": "Roland", "middle": [], "last": "Fernandez", "suffix": ""}, {"first": "Jeffrey", "middle": [], "last": "Heer", "suffix": ""}], "year": 2015, "venue": "Computer graphics forum", "volume": "34", "issn": "", "pages": "301--310", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "What is research collaboration?", "authors": [{"first": "Sylvan", "middle": [], "last": "Katz", "suffix": ""}, {"first": "", "middle": [], "last": "Ben R Martin", "suffix": ""}], "year": 1997, "venue": "Research policy", "volume": "26", "issn": "", "pages": "1--18", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Introduction to the bioentity recognition task at JNLPBA", "authors": [{"first": "Jin-Dong", "middle": [], "last": "Kim", "suffix": ""}, {"first": "Tomoko", "middle": [], "last": "Ohta", "suffix": ""}, {"first": "Yoshimasa", "middle": [], "last": "Tsuruoka", "suffix": ""}, {"first": "Yuka", "middle": [], "last": "Tateisi", "suffix": ""}, {"first": "Nigel", "middle": [], "last": "Collier", "suffix": ""}], "year": 2004, "venue": "Proceedings of the international joint workshop on natural language processing in biomedicine and its applications. Citeseer", "volume": "", "issn": "", "pages": "70--75", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Men set their own cites high: Gender and self-citation across fields and over time", "authors": [{"first": "M", "middle": [], "last": "Molly", "suffix": ""}, {"first": "", "middle": [], "last": "King", "suffix": ""}, {"first": "T", "middle": [], "last": "Carl", "suffix": ""}, {"first": "", "middle": [], "last": "Bergstrom", "suffix": ""}, {"first": "J", "middle": [], "last": "Shelley", "suffix": ""}, {"first": "Jennifer", "middle": [], "last": "Correll", "suffix": ""}, {"first": "Jevin D", "middle": [], "last": "Jacquet", "suffix": ""}, {"first": "", "middle": [], "last": "West", "suffix": ""}], "year": 2017, "venue": "Socius", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Scaling up analogical innovation with crowds and AI", "authors": [{"first": "Aniket", "middle": [], "last": "Kittur", "suffix": ""}, {"first": "Lixiu", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Tom", "middle": [], "last": "Hope", "suffix": ""}, {"first": "Joel", "middle": [], "last": "Chan", "suffix": ""}, {"first": "Hila", "middle": [], "last": "Lifshitz-Assaf", "suffix": ""}, {"first": "Karni", "middle": [], "last": "Gilon", "suffix": ""}, {"first": "Felicia", "middle": [], "last": "Ng", "suffix": ""}, {"first": "Robert", "middle": ["E"], "last": "Kraut", "suffix": ""}, {"first": "Dafna", "middle": [], "last": "Shahaf", "suffix": ""}], "year": 2019, "venue": "Proceedings of the National Academy of Sciences", "volume": "116", "issn": "", "pages": "1870--1877", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Scientific literature: information overload", "authors": [{"first": "Esther", "middle": [], "last": "Landhuis", "suffix": ""}], "year": 2016, "venue": "Nature", "volume": "535", "issn": "", "pages": "457--458", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "How do people make sense of unfamiliar visualizations?: A grounded model of novice's information visualization sensemaking", "authors": [{"first": "Sukwon", "middle": [], "last": "Lee", "suffix": ""}, {"first": "Sung-Hee", "middle": [], "last": "Kim", "suffix": ""}, {"first": "Ya-Hsin", "middle": [], "last": "Hung", "suffix": ""}, {"first": "Heidi", "middle": [], "last": "Lam", "suffix": ""}, {"first": "Youn-Ah", "middle": [], "last": "Kang", "suffix": ""}, {"first": "Ji", "middle": ["Soo"], "last": "Yi", "suffix": ""}], "year": 2015, "venue": "IEEE transactions on visualization and computer graphics", "volume": "22", "issn": "", "pages": "499--508", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Community structure in large networks: Natural cluster sizes and the absence of large well-defined clusters", "authors": [{"first": "Jure", "middle": [], "last": "Leskovec", "suffix": ""}, {"first": "J", "middle": [], "last": "Kevin", "suffix": ""}, {"first": "Anirban", "middle": [], "last": "Lang", "suffix": ""}, {"first": "Michael", "middle": ["W"], "last": "Dasgupta", "suffix": ""}, {"first": "", "middle": [], "last": "Mahoney", "suffix": ""}], "year": 2009, "venue": "Internet Mathematics", "volume": "6", "issn": "", "pages": "29--123", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "BioCreative V CDR task corpus: a resource for chemical disease relation extraction", "authors": [{"first": "Jiao", "middle": [], "last": "Li", "suffix": ""}, {"first": "Yueping", "middle": [], "last": "Sun", "suffix": ""}, {"first": "J", "middle": [], "last": "Robin", "suffix": ""}, {"first": "Daniela", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "Chih-Hsuan", "middle": [], "last": "Sciaky", "suffix": ""}, {"first": "Robert", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Allan", "middle": ["Peter"], "last": "Leaman", "suffix": ""}, {"first": "Carolyn", "middle": ["J"], "last": "Davis", "suffix": ""}, {"first": "", "middle": [], "last": "Mattingly", "suffix": ""}, {"first": "C", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "Zhiyong", "middle": [], "last": "Wiegers", "suffix": ""}, {"first": "", "middle": [], "last": "Lu", "suffix": ""}], "year": 2016, "venue": "Database", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Roberta: A robustly optimized bert pretraining approach", "authors": [{"first": "Yinhan", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Myle", "middle": [], "last": "Ott", "suffix": ""}, {"first": "Naman", "middle": [], "last": "Goyal", "suffix": ""}, {"first": "Jingfei", "middle": [], "last": "Du", "suffix": ""}, {"first": "Mandar", "middle": [], "last": "Joshi", "suffix": ""}, {"first": "Danqi", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Omer", "middle": [], "last": "Levy", "suffix": ""}, {"first": "Mike", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "Luke", "middle": [], "last": "Zettlemoyer", "suffix": ""}, {"first": "Veselin", "middle": [], "last": "Stoyanov", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1907.11692"]}}, "BIBREF36": {"ref_id": "b36", "title": "S2ORC: The Semantic Scholar Open Research Corpus", "authors": [{"first": "Kyle", "middle": [], "last": "Lo", "suffix": ""}, {"first": "Lucy", "middle": ["Lu"], "last": "Wang", "suffix": ""}, {"first": "Mark", "middle": [], "last": "Neumann", "suffix": ""}, {"first": "Rodney", "middle": [], "last": "Kinney", "suffix": ""}, {"first": "Daniel", "middle": ["S"], "last": "Weld", "suffix": ""}], "year": 2020, "venue": "Proceedings of ACL", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "The cost of a knowledge silo: a systematic re-review of water, sanitation and hygiene interventions. Health policy and planning", "authors": [{"first": "Michael", "middle": [], "last": "Loevinsohn", "suffix": ""}, {"first": "Lyla", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "Katie", "middle": [], "last": "Cuming", "suffix": ""}, {"first": "Alan", "middle": [], "last": "Nicol", "suffix": ""}, {"first": "Oliver", "middle": [], "last": "Cumming", "suffix": ""}, {"first": "", "middle": [], "last": "Ensink", "suffix": ""}], "year": 2015, "venue": "", "volume": "30", "issn": "", "pages": "660--674", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Studying research collaboration using co-authorships", "authors": [{"first": "Göran", "middle": [], "last": "Melin", "suffix": ""}, {"first": "Olle", "middle": [], "last": "Persson", "suffix": ""}], "year": 1996, "venue": "Scientometrics", "volume": "36", "issn": "", "pages": "363--377", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Azure Cognitive Search -Covid-19 Search Demo", "authors": [{"first": "", "middle": [], "last": "Microsoft", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Kibana: Your window into the Elastic Stack", "authors": [{"first": "N", "middle": ["V"], "last": "Elastic", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "How to use Bibexcel for various types of bibliometric analysis. Celebrating scholarly communication studies: A Festschrift for Olle Persson at his 60th Birthday", "authors": [{"first": "Olle", "middle": [], "last": "Persson", "suffix": ""}, {"first": "Rickard", "middle": [], "last": "Danell", "suffix": ""}, {"first": "J Wiborg", "middle": [], "last": "Schneider", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Coronavirus infections: Epidemiological, clinical and immunological features and hypotheses", "authors": [{"first": "Didier", "middle": [], "last": "Raoult", "suffix": ""}, {"first": "Alimuddin", "middle": [], "last": "Zumla", "suffix": ""}, {"first": "Franco", "middle": [], "last": "Locatelli", "suffix": ""}, {"first": "Giuseppe", "middle": [], "last": "Ippolito", "suffix": ""}, {"first": "Guido", "middle": [], "last": "Kroemer", "suffix": ""}], "year": 2020, "venue": "Cell stress", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Sentence-BERT: Sentence Embeddings using Siamese BERT-Networks", "authors": [{"first": "Nils", "middle": [], "last": "Reimers", "suffix": ""}, {"first": "Iryna", "middle": [], "last": "Gurevych", "suffix": ""}], "year": 2019, "venue": "Proceedings of the 2019 Conference on Empirical Methods in Natural Language Processing", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Baricitinib as potential treatment for 2019-nCoV acute respiratory disease", "authors": [{"first": "Peter", "middle": [], "last": "Richardson", "suffix": ""}, {"first": "Ivan", "middle": [], "last": "Griffin", "suffix": ""}, {"first": "Catherine", "middle": [], "last": "Tucker", "suffix": ""}, {"first": "Dan", "middle": [], "last": "Smith", "suffix": ""}, {"first": "Olly", "middle": [], "last": "Oechsle", "suffix": ""}, {"first": "Anne", "middle": [], "last": "Phelan", "suffix": ""}, {"first": "Justin", "middle": [], "last": "Stebbing", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Utilization of the PICO framework to improve searching PubMed for clinical questions", "authors": [{"first": "Connie", "middle": [], "last": "Schardt", "suffix": ""}, {"first": "B", "middle": [], "last": "Martha", "suffix": ""}, {"first": "Thomas", "middle": [], "last": "Adams", "suffix": ""}, {"first": "Sheri", "middle": [], "last": "Owens", "suffix": ""}, {"first": "Paul", "middle": [], "last": "Keitz", "suffix": ""}, {"first": "", "middle": [], "last": "Fontelo", "suffix": ""}], "year": 2007, "venue": "BMC medical informatics and decision making", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "An overview of microsoft academic service (mas) and applications", "authors": [{"first": "Arnab", "middle": [], "last": "Sinha", "suffix": ""}, {"first": "Zhihong", "middle": [], "last": "Shen", "suffix": ""}, {"first": "Yang", "middle": [], "last": "Song", "suffix": ""}, {"first": "Hao", "middle": [], "last": "Ma", "suffix": ""}, {"first": "Darrin", "middle": [], "last": "Eide", "suffix": ""}, {"first": "Bo-June", "middle": [], "last": "Hsu", "suffix": ""}, {"first": "Kuansan", "middle": [], "last": "Wang", "suffix": ""}], "year": 2015, "venue": "Proceedings of the 24th international conference on world wide web", "volume": "", "issn": "", "pages": "243--246", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The community-search problem and how to plan a successful cocktail party", "authors": [{"first": "Mauro", "middle": [], "last": "Sozio", "suffix": ""}, {"first": "Aristides", "middle": [], "last": "Gionis", "suffix": ""}], "year": 2010, "venue": "Proceedings of the 16th ACM SIGKDD international conference on Knowledge discovery and data mining", "volume": "", "issn": "", "pages": "939--948", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "CiteSpace II: visualization and knowledge discovery in bibliographic databases", "authors": [{"first": "B", "middle": [], "last": "Marie", "suffix": ""}, {"first": "Chaomei", "middle": [], "last": "Synnestvedt", "suffix": ""}, {"first": "John H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "", "middle": [], "last": "Holmes", "suffix": ""}], "year": 2005, "venue": "AMIA Annual Symposium Proceedings. American Medical Informatics Association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Of chloroquine and COVID-19", "authors": [{"first": "Franck", "middle": [], "last": "Touret", "suffix": ""}, {"first": "", "middle": [], "last": "Xavier De Lamballerie", "suffix": ""}], "year": 2020, "venue": "Antiviral Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Faceted search", "authors": [{"first": "Daniel", "middle": [], "last": "Tunkelang", "suffix": ""}], "year": 2009, "venue": "", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Software survey: VOSviewer, a computer program for bibliometric mapping", "authors": [{"first": "Nees", "middle": [], "last": "Van Eck", "suffix": ""}, {"first": "Ludo", "middle": [], "last": "Waltman", "suffix": ""}], "year": 2010, "venue": "Scientometrics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Network structure, self-organization, and the growth of international collaboration in science", "authors": [{"first": "S", "middle": [], "last": "Caroline", "suffix": ""}, {"first": "Loet", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "", "middle": [], "last": "Leydesdorff", "suffix": ""}], "year": 2005, "venue": "Research policy", "volume": "34", "issn": "", "pages": "1608--1618", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Extracting PICO sentences from clinical trial reports using supervised distant supervision", "authors": [{"first": "C", "middle": [], "last": "Byron", "suffix": ""}, {"first": "Joël", "middle": [], "last": "Wallace", "suffix": ""}, {"first": "Aakash", "middle": [], "last": "Kuiper", "suffix": ""}, {"first": "Mingxi", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "Iain", "middle": ["J"], "last": "Zhu", "suffix": ""}, {"first": "", "middle": [], "last": "Marshall", "suffix": ""}], "year": 2016, "venue": "The Journal of Machine Learning Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "A Review of Microsoft Academic Services for Science of Science Studies", "authors": [{"first": "Kuansan", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Zhihong", "middle": [], "last": "Shen", "suffix": ""}, {"first": "Chi-Yuan", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Chieh-Han", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Darrin", "middle": [], "last": "Eide", "suffix": ""}, {"first": "Yuxiao", "middle": [], "last": "Dong", "suffix": ""}, {"first": "Junjie", "middle": [], "last": "Qian", "suffix": ""}, {"first": "Anshul", "middle": [], "last": "Kanakia", "suffix": ""}, {"first": "Alvin", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Richard", "middle": [], "last": "Rogahn", "suffix": ""}], "year": 2019, "venue": "Frontiers in Big Data", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "The Covid-19 Open Research Dataset", "authors": [{"first": "Lucy", "middle": ["Lu"], "last": "Wang", "suffix": ""}, {"first": "Kyle", "middle": [], "last": "Lo", "suffix": ""}, {"first": "Yoganand", "middle": [], "last": "Chandrasekhar", "suffix": ""}, {"first": "Russell", "middle": [], "last": "Reas", "suffix": ""}, {"first": "Jiangjiang", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Darrin", "middle": [], "last": "Eide", "suffix": ""}, {"first": "Kathryn", "middle": [], "last": "Funk", "suffix": ""}, {"first": "Rodney", "middle": [], "last": "Kinney", "suffix": ""}, {"first": "Ziyang", "middle": [], "last": "Liu", "suffix": ""}, {"first": "William", "middle": [], "last": "Merrill", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2004.10706"]}}, "BIBREF57": {"ref_id": "b57", "title": "Knowledge Extraction to Assist Scientific Discovery from Corona Virus Literature", "authors": [{"first": "Qingyun", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Xuan", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Manling", "middle": [], "last": "Li", "suffix": ""}, {"first": "Ji", "middle": [], "last": "Heng", "suffix": ""}, {"first": "Jiawei", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "WellAI COVID-19 Machine Learning Analytics For Researchers", "authors": [{"first": "", "middle": [], "last": "Wellai", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The role of gender in scholarly authorship", "authors": [{"first": "D", "middle": [], "last": "Jevin", "suffix": ""}, {"first": "Jennifer", "middle": [], "last": "West", "suffix": ""}, {"first": "", "middle": [], "last": "Jacquet", "suffix": ""}, {"first": "M", "middle": [], "last": "Molly", "suffix": ""}, {"first": "", "middle": [], "last": "King", "suffix": ""}, {"first": "J", "middle": [], "last": "Shelley", "suffix": ""}, {"first": "Carl T", "middle": [], "last": "Correll", "suffix": ""}, {"first": "", "middle": [], "last": "Bergstrom", "suffix": ""}], "year": 2013, "venue": "PloS one", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Exploratory search: Beyond the query-response paradigm. Synthesis lectures on information concepts, retrieval, and services", "authors": [{"first": "W", "middle": [], "last": "Ryen", "suffix": ""}, {"first": "", "middle": [], "last": "White", "suffix": ""}, {"first": "A", "middle": [], "last": "Resa", "suffix": ""}, {"first": "", "middle": [], "last": "Roth", "suffix": ""}], "year": 2009, "venue": "", "volume": "1", "issn": "", "pages": "1--98", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Exploring PubMed as a reliable resource for scholarly communications services", "authors": [{"first": "Ossom", "middle": [], "last": "Peace", "suffix": ""}, {"first": "", "middle": [], "last": "Williamson", "suffix": ""}, {"first": "", "middle": [], "last": "Christian", "suffix": ""}, {"first": "", "middle": [], "last": "Minter", "suffix": ""}], "year": 2019, "venue": "Journal of the Medical Library Association: JMLA", "volume": "107", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "In-spire infovis 2004 contest entry", "authors": [{"first": "Chung", "middle": [], "last": "Pak", "suffix": ""}, {"first": "Beth", "middle": [], "last": "Wong", "suffix": ""}, {"first": "Christian", "middle": [], "last": "Hetzler", "suffix": ""}, {"first": "Mark", "middle": [], "last": "Posse", "suffix": ""}, {"first": "Susan", "middle": [], "last": "Whiting", "suffix": ""}, {"first": "Nick", "middle": [], "last": "Havre", "suffix": ""}, {"first": "Anuj", "middle": [], "last": "Cramer", "suffix": ""}, {"first": "Mudita", "middle": [], "last": "Shah", "suffix": ""}, {"first": "Alan", "middle": [], "last": "Singhal", "suffix": ""}, {"first": "Jim", "middle": [], "last": "Turner", "suffix": ""}, {"first": "", "middle": [], "last": "Thomas", "suffix": ""}], "year": 2004, "venue": "IEEE Symposium on Information Visualization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Weighted pagerank algorithm", "authors": [{"first": "Wenpu", "middle": [], "last": "Xing", "suffix": ""}, {"first": "Ali", "middle": [], "last": "Ghorbani", "suffix": ""}], "year": 2004, "venue": "Proceedings. Second Annual Conference on Communication Networks and Services Research", "volume": "", "issn": "", "pages": "305--314", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Faceted metadata for image search and browsing", "authors": [{"first": "Ka-Ping", "middle": [], "last": "Yee", "suffix": ""}, {"first": "Kirsten", "middle": [], "last": "Swearingen", "suffix": ""}, {"first": "Kevin", "middle": [], "last": "Li", "suffix": ""}, {"first": "Marti", "middle": [], "last": "Hearst", "suffix": ""}], "year": 2003, "venue": "Proceedings of the SIGCHI conference on Human factors in computing systems", "volume": "", "issn": "", "pages": "401--408", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "A highly conserved cryptic epitope in the receptor binding domains of SARS-CoV-2 and SARS-CoV", "authors": [{"first": "Meng", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "C", "middle": [], "last": "Nicholas", "suffix": ""}, {"first": "Xueyong", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Chang-Chun D", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "", "middle": [], "last": "Lee", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Ray", "suffix": ""}, {"first": "Huibin", "middle": [], "last": "So", "suffix": ""}, {"first": "", "middle": [], "last": "Lv", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Chris", "suffix": ""}, {"first": "Ian", "middle": ["A"], "last": "Mok", "suffix": ""}, {"first": "", "middle": [], "last": "Wilson", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "368", "issn": "", "pages": "630--633", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "COVID-19 faceted search interfaces, focusing on papers. From upper left, clockwise: Screenshots of search tools from Microsoft", "latex": null, "type": "figure"}, "FIGREF1": {"text": "COVID-19 entity interaction tools. Screenshots from WellAI [61] (left), Brandeis [10] (center) and Microsoft Azure [42] (right).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "VOSviewer with COVID-19 paper metadata. Node colors represent clusters extracted automatically from the co-authorship graph.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Collocation explorer: corpus-wide associations between biomedical entities, such as drugs and conditions. Highlighted in the figure is the connection between Chloroquine and liver injury. (b) Exploratory search of connections between patient characteristics and interventions. Papers and authors working with immunocomprimised patients and Ribavirin would be listed below the facet feature. The graph above shows the number of papers per year with these criteria. (c) Drilling down: All our features support drilling down to relevant papers, after the user explores different facets and converges on a query of interest.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Two overlaid plots showing the number of authors (green) and number of affiliations (magenta) in clusters, respectively. We observe that a few groups have a large diversity of affiliations.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Exploratory faceted search over clusters of researchers (a) and visualizing the network of groups and their ties with group \"cards\" (b). Each card has three icons denoting the top three authors, topics and affiliations, respectively. Green edges capture social affinity (shared authors), and purple edges capture topical affinity (interests both groups have in common).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Edges <k> <L> CC Transitivity Density", "latex": null, "type": "table"}, "TABREF1": {"text": "Example of a bridge we discover: A prominent biologist who is the sole author shared between two research groups, each with different focus and collaborators.* -Has appointments to Dept. of Biology, Univ. of Florida and Dept. of Epidemiology, Johns Hopkins", "latex": null, "type": "table"}, "TABREF2": {"text": "Example pairs of clusters our method finds as similar (top row) and dissimilar (bottom). We show the top salient MAG topics for each cluster (ranked by TF-IDF) -the main areas a group focuses on.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cluster 1 Topics rna, genome, nanopore sequencing, viral evolution\nepidemiology, basic reproduction number, contact tracing, branching process\nfood safety, food industry, food processing, hygiene\ndisease eradication, disease reservoir </td><td>Cluster 2 Topics human virome, rna virus, non cellular\nlife, rna silencing\n</td><td>Cosine Similarity\n</td></tr><tr><td> </td><td>92%\n</td></tr><tr><td>psychological intervention, basic repro-\nduction number, subclinical infection,\nsocial distance\n</td><td>89%\n</td></tr><tr><td>ards, extracorporeal membrane oxy-\ngenation, lung, pulmonary alveolar mi-crolithiasis\n</td><td>11%\n</td></tr><tr><td> </td><td>hematopoietic stem cell transplanta-\ntion, histoplasmosis, histoplasma, lung\n</td><td>11%\n</td></tr></table></body></html>"}}, "back_matter": []}