{
    "paper_id": "01ada0b8281e412af94ac71652b8ef1910a10646",
    "metadata": {
        "title": "SARS-CoV-2 receptor ACE2 gene expression in small intestine correlates with age",
        "authors": [
            {
                "first": "Raphael",
                "middle": [
                    "N"
                ],
                "last": "Vuille-Dit-Bille",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "W"
                ],
                "last": "Liechty",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "François Verrey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [
                    "C"
                ],
                "last": "Guglielmetti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Gastrointestinal symptoms are common in COVID-19 patients, especially in younger patients. Our hypothesis was that intestinal SARS-CoV-2 receptor ACE2 expression depends on patients' age. We examined duodenal biopsies from 43 healthy human adults. ACE2 gene expression was directly correlated with age (Spearman's r = 0.317, p = 0.039). With each year, duodenal ACE2 expression increased by 0.083 RU. The higher intestinal ACE2 mRNA expression in older patients may impact on their susceptibility to develop intestinal symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, a novel infectious disease, caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was detected in Wuhan, China, causing the serious epidemic COVID-19 (Zhang 2020) . Similar to the SARS coronavirus (SARS-CoV) that had caused outbreaks from 2002 to 2004, SARS-CoV-2 binds via its spikes to its receptor angiotensin-converting enzyme 2 (ACE2) with high affinity on cell surfaces (Hoffmann 2020; Walls 2020) . This may enable SARS-CoV-2 to spread easily from person to person and make ACE2 a potential target for vaccines and therapies. ACE2 is abundantly present in humans on epithelial cells of the lung (alveolar epithelial type II cells), kidney, heart, blood, and the small intestine (Hamming et al. 2004 ). In small intestinal enterocytes, ACE2 is necessary for the expression of luminal membrane amino acid transporters B 0 AT1 (SLC6A19) and SIT1 (SLC6A20) (Vuille-dit-Bille 2015; Meier 2018; Verrey 2009; Camargo 2009 ). The intestine might therefore be an entry site for SARS-CoV-2, in particular when the protective role of gastric acid is reduced by drugs or surgically. Infection of human might even have started by eating food from the Wuhan market (Zhang 2020 ). The carboxymonopeptidase ACE2-similar to its structural homolog angiotensin-converting enzyme ACE-also acts as an enzyme that belongs to the renin-angiotensin system (RAS) and whose expression is induced in many tissues by application of RAS-active medications including ACE inhibitors (ACE-Is) and angiotensin II AT1 receptor blockers (ARBs). The increased ACE2 expression could facilitate infection with SARS-CoV-2. We previously showed in healthy human adults that ACE2 is expressed in the brush border membrane of small intestinal enterocytes, as well as in colonic crypts (Vuille-dit-Bille 2015). ACE2 mRNA expression was almost twice as high in patients treated with ACE-Is, when compared to patients without treatment (Vuille-dit-Bille 2015). More recently we could show that ACE2 protein is also expressed in the brush border membrane of small intestinal enterocytes in human neonates (aged 0-4 days) (Meier 2018) . Small intestinal ACE2 mRNA expression was almost 1.5 times higher in human adults versus neonates (Meier 2018 ).",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 198,
                    "text": "(Zhang 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 412,
                    "end": 427,
                    "text": "(Hoffmann 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 428,
                    "end": 439,
                    "text": "Walls 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 721,
                    "end": 741,
                    "text": "(Hamming et al. 2004",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 896,
                    "end": 919,
                    "text": "(Vuille-dit-Bille 2015;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 920,
                    "end": 931,
                    "text": "Meier 2018;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 932,
                    "end": 944,
                    "text": "Verrey 2009;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 945,
                    "end": 957,
                    "text": "Camargo 2009",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1194,
                    "end": 1205,
                    "text": "(Zhang 2020",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2118,
                    "end": 2130,
                    "text": "(Meier 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2231,
                    "end": 2242,
                    "text": "(Meier 2018",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Duodenal biopsies were obtained from n = 43 healthy human adults undergoing routine upper endoscopies. Patients with gastrointestinal disorders and/or bleeding disorders, hepatic or kidney dysfunction and/or malignant disease were excluded. Tissue sampling, RNA extraction and real-time PCR analysis were performed as described elsewhere (Vuille-dit-Bille 2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Duodenal ACE2 mRNA expression was calculated relative to the housekeeping gene villin. The study was approved by the local ethics committee (EK-1744).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Correlation with different patient-related factors (including age, BMI, weight, height, diabetes mellitus, use of arterial blood pressure medications (ACE-Is and ARBs)) was assessed with Spearman's rank correlation, and predictors of ACE2 mRNA expression were examined with univariable linear regression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The effect of ACE inhibitors and angiotensin II AT1 receptor blockers on intestinal ACE2 and amino acid transporter expression has been published elsewhere (Vuille-dit-Bille 2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The baseline characteristics of the specimen donors are displayed in Table 1 . The analysis of n = 43 specimens revealed that ACE2 gene expression was directly correlated with patient's age (Spearman's r = 0.317, p = 0.039; Fig. 1 ). In univariable linear regression, each increment (of a year) in age was related to an increase of the duodenal ACE 2 mRNA expression of 0.083 RU. Patients < 60 years had a 2.009 RU lower duodenal ACE 2 mRNA expression than patients 60 years and older. Age as scale variable, with an R 2 of 0.173, showed a strong effect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 224,
                    "end": 230,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Age ranged from 22 to 77 years and did not significantly correlate with the use of ACE inhibitors (Spearman's r = 0.268, p = 0.083). In Fig. 1 , ACE 2 mRNA expression according to age was dichotomized for patients with (stars) and without ACE-I treatment (circles).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 142,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The small bowel may be an important entry site for SARS-CoV-2, as small intestinal enterocytes highly express ACE2 in the brush border membrane (Vuille-dit-Bille 2015; Camargo 2009). Furthermore, viral mRNA may be detected in rectal swabs (even for a longer time period than in nasopharyngeal swabs) suggesting the possibility of fecal-oral disease transmission Xiao et al. 2020; Holshue 2020) . Reported gastrointestinal manifestations of COVID-19 are common and range from nausea and vomiting to diarrhea and abdominal discomfort with more than 10% of patients presenting with diarrhea (Jin 2020; Gu et al. 2020) . Gastrointestinal symptoms seem to be even more pronounced in children (Tian 2020; D'Amico et al. 2020) . The pathophysiology of diarrhea in COVID-19 patients remains unclear, but might be reflective of damage to the gastrointestinal tract and/or altered intestinal permeability resulting in malabsorption and diarrhea. As shown in the present study, small intestinal ACE2 mRNA expression correlates with age in healthy adults. In addition, we could recently show that small intestinal ACE2 mRNA expression in adults was about 1.5 times as high as in newborns, whereas its expression in older children has not been tested (Meier 2018) . ACE2 is known to function as a brush border membrane-bound peptidase, and is required for the expression of amino acid transporters B 0 AT1 (SLC6A19) and SIT1 (SLC6A20) for which it functions as an associated chaperon protein (Vuille-dit-Bille 2015; Camargo 2009 ). It is noteworthy to mention that we have recently shown that the amino acid transporter SIT1 [similar to the fructose transporter GLUT 5 (SLC2A5) (Meier 2019)] is not yet expressed in newborn humans (Meier 2018) , and that the association of ACE2 with amino acid transporters has been suggested to interfere with its proteolytic cleavage and thereby with its ability to support SARS-CoV-2 infection (Yan 2020 ). Thus, differential amino acid transporter expression in children versus adults may impact on the susceptibility to intestinal SARS-CoV-2 infection. Additionally, the expression of ACE2 in small intestine may impact on the susceptibility to SARS-CoV-2-mediated infection and symptoms via its demonstrated effects on intestinal innate immunity and microbiota composition (Hashimoto 2012) . Taken together, our results suggest the possibility that age-dependent changes in intestinal ACE2 expression may impact on the susceptibility to gastrointestinal SARS-CoV-2 infection and symptoms.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 379,
                    "text": "Xiao et al. 2020;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 380,
                    "end": 393,
                    "text": "Holshue 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 588,
                    "end": 598,
                    "text": "(Jin 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 599,
                    "end": 614,
                    "text": "Gu et al. 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 687,
                    "end": 698,
                    "text": "(Tian 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 699,
                    "end": 719,
                    "text": "D'Amico et al. 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1238,
                    "end": 1250,
                    "text": "(Meier 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1479,
                    "end": 1502,
                    "text": "(Vuille-dit-Bille 2015;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1503,
                    "end": 1515,
                    "text": "Camargo 2009",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1665,
                    "end": 1678,
                    "text": "(Meier 2019)]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1718,
                    "end": 1730,
                    "text": "(Meier 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1918,
                    "end": 1927,
                    "text": "(Yan 2020",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2300,
                    "end": 2316,
                    "text": "(Hashimoto 2012)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since the samples analyzed for this study were collected prior to the onset of the COVID-19 pandemic, intestinal ACE2 expression was not assessed in COVID-19 patients, and it was not determined whether older patients exhibit a higher viral load. Further studies are needed to analyze ACE2 mRNA and protein expression in intestinal samples of COVID-19 patients of different age groups and according to the severity of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Funding None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "Conflict of interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "The study was approved by the local ethics committee (EK-1744).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "Informed consent of all participants was obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent to participate"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tissue-specific amino acid transporter partners ACE2 and collectrin differentially interact with hartnup mutations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Gastroenterology",
            "volume": "136",
            "issn": "3",
            "pages": "872--882",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diarrhea during COVID-19 infection: pathogenesis, epidemiology, prevention, and management",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "D&apos;amico",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Baumgart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Danese",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peyrin-Biroulet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cgh.2020.04.001"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: gastrointestinal manifestations and potential fecal-oral transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "158",
            "issn": "6",
            "pages": "1518--1519",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "2",
            "pages": "631--637",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ACE2 links amino acid malnutrition to microbial ecology and intestinal inflammation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "487",
            "issn": "7408",
            "pages": "477--481",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.052"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "10",
            "pages": "929--936",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiological, clinical and virological characteristics of 74 cases of coronavirus-infected disease 2019 (COVID-19) with gastrointestinal symptoms",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gut",
            "volume": "69",
            "issn": "6",
            "pages": "1002--1009",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Intestinal IMINO transporter SIT1 is not expressed in human newborns",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Physiol Gastrointest Liver Physiol",
            "volume": "315",
            "issn": "5",
            "pages": "887--895",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mucosal monosaccharide transporter expression in newborns with jejunoileal atresia and along the adult intestine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Pediatr Gastroenterol Nutr",
            "volume": "69",
            "issn": "5",
            "pages": "611--618",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Review article: gastrointestinal features in COVID-19 and the possibility of faecal transmission",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Aliment Pharmacol Ther",
            "volume": "51",
            "issn": "9",
            "pages": "843--851",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Kidney amino acid transport",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Verrey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pflugers Arch",
            "volume": "458",
            "issn": "1",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Human intestine luminal ACE2 and amino acid transporter expression increased by ACE-inhibitors",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Vuille-Dit-Bille",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Amino Acids",
            "volume": "47",
            "issn": "4",
            "pages": "693--705",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Structure, function, and antigenicity of the SARS-CoV-2 spike glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tortorici",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Veesler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "",
            "pages": "281--292",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.058"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comorbidities and multi-organ injuries in the treatment of COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "20",
            "pages": "30558--30562",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30558-4"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evidence for gastrointestinal infection of SARS-CoV-2",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "158",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Structural basis for the recognition of SARS-CoV-2 by full-length human ACE2",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6485",
            "pages": "1444--1448",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target. Intensive",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Penninger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Slutsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Care Med",
            "volume": "46",
            "issn": "4",
            "pages": "586--590",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05985-9"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Baseline characteristics",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}