{"paper_id": "01b3b4982949751923c6a5b9168f95a834b31b46", "metadata": {"title": "Effects of service changes affecting distance/time to access urgent and emergency care facilities on patient outcomes: a systematic review", "authors": [{"first": "Duncan", "middle": [], "last": "Chambers", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anna", "middle": [], "last": "Cantrell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Susan", "middle": [], "last": "Baxter", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Janette", "middle": [], "last": "Turner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrew", "middle": [], "last": "Booth", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Reconfiguration of urgent and emergency care services often increases travel time/distance for patients to reach an appropriate facility. Evidence of the effects of reconfiguration is important for local communities and commissioners and providers of health services. Methods: We performed a systematic review of the evidence regarding effects of service reconfigurations that increase the time/distance for some patients to reach an urgent and emergency care (UEC) facility. We searched seven bibliographic databases from 2000 to February 2019 and used citation tracking and reference lists to identify additional studies. We included studies of any design that compared outcomes for people with conditions requiring emergency treatment before and after service reconfiguration with an associated change in travel time/distance to access UEC. Studies had to be conducted in the UK or other developed countries. Data extraction and quality assessment (using the Joanna Briggs Institute checklist for quasi-experimental studies) were undertaken by a single reviewer with a sample checked for accuracy and consistency. We performed a narrative synthesis of the included studies. Overall strength of evidence was assessed using a previously published method that considers volume, quality and consistency. Results: We included 12 studies, of which six were conducted in the USA, two in the UK and four in other European countries. The studies used a variety of observational designs, with before-after and cohort designs being most common. Only two studies included an independent control site/sites where no reconfiguration had taken place. The reconfigurations evaluated in these studies reported relatively small effects on average travel times/distance. Discussion: For studies of general UEC populations, there was no convincing evidence as to whether reconfiguration affected mortality risk. However, evidence of increased risk was identified from studies of patients with acute myocardial infarction, particularly 1 to 4 years after reconfiguration. Evidence for other conditions was inconsistent or very limited. Conclusions: We found insufficient evidence to determine whether increased distance to UEC increases mortality risk for the general population of people requiring UEC, although this conclusion may not extend to people with specific conditions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The impact of large-scale changes to the delivery of health services (often referred to as service reconfiguration) is important to health professionals, health service managers, and patients and the public. Programmes of service reconfiguration in the English National Health Service (NHS) are currently being implemented at a local level to deliver new models of care such as integrated care systems (ICS) [1] . Proposed reconfigurations may increase travel time and/or distance for some patients to reach their nearest hospital emergency department (ED) or other urgent and emergency care (UEC) facility, for example by closing EDs or replacing a full ED with an urgent care centre or minor injury unit. The rationale for reconfiguration is that by concentrating resources in fewer specialist centres, patients with severe acute conditions will receive better quality care and achieve better outcomes. Patients with less serious conditions will be catered for by a local urgent care centre/ minor injury unit or by triage at a large ED.", "cite_spans": [{"start": 408, "end": 411, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Background"}, {"text": "Many communities value their local UEC services and perceive that proposed changes which may increase travel time and/or distance could worsen outcomes for patients, particularly those requiring emergency medical or obstetric care [2] . In addition to increased morbidity/ mortality, potential harmful effects of reconfiguration could include financial costs for patients/families; overcrowding and longer waiting times at large EDs; environmental effects of extra road journeys; and disruption to existing clinical relationships and pathways. Commissioners and service providers need evidence regarding the impacts of reconfiguration not only on patient outcomes, but also for the wider healthcare system [3] . For example, commissioners may have questions about effects on other provision such as ambulance and community-based services. Providers may face difficulties in staffing other services if they are no longer providing emergency care.", "cite_spans": [{"start": 231, "end": 234, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 706, "end": 709, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "The recent closED study [3] analysed data from five locations in England where emergency departments (EDs) were downgraded between 2009 and 2011. While the authors found no evidence of an impact on mortality (despite patients having to travel further to access an emergency facility), the study did detect evidence of an effect on the UEC system as a whole, such as an increased burden on emergency care providers. The aim of this systematic review was to assess the international evidence on the effects of reconfiguration that increases the distance people have to travel (and/or the time taken) to access emergency care. We defined reconfiguration to include large-scale system change, such as relocation of hospitals, (re) location of specialist care, and changes in provision of urgent/emergency/out-of-hours care [2] . This definition would exclude small-scale change, for example at hospital ward level or within a general practitioner (GP) practice.", "cite_spans": [{"start": 24, "end": 27, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 819, "end": 822, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "The work formed one strand of a larger project, funded by the UK National Institute for Health Research, and the full technical report will be published in due course (Chambers et al., Health Services and Delivery Research, in preparation).", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The protocol for this review was registered prospectively on the PROSPERO database (registration number CRD42019123061). The research question was: what is the evidence regarding effects on patients and the health system of service reconfigurations that increase the time/distance for some patients to reach an UEC facility? A list of potentially time-sensitive conditions requiring treatment at a UEC facility was developed in advance (see inclusion and exclusion criteria below). The list prioritised conditions more likely to be affected by service reconfiguration or requiring a decision as to whether to travel further to reach a more specialist facility. However, this list was not intended to be exhaustive and studies of other conditions were included if they met the other inclusion criteria. Citation tracking of included studies was performed on Web of Science (WOS) and Google Scholar in April 2019. Given the diffuse nature of the topic and associated terminology, the reference lists of all included articles were manually screened to identify additional studies.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Search results were imported into EndNote X8.2 (Philadelphia, USA: Clarivate Analytics), and automatic and manual deduplication was conducted. Records were imported into EPPI-Reviewer 4 software (London, UK: EPPI Centre) for screening, data extraction, and quality assessment. The search results were screened against the inclusion criteria by a single reviewer, with a 10% sample screened by a second reviewer. Uncertainties were resolved by discussion amongst the review team.", "cite_spans": [], "ref_spans": [], "section": "Literature search and screening"}, {"text": "Population includes adults or children with conditions that require emergency treatment including but not limited to acute myocardial infarction (AMI), stroke, major trauma, severe exacerbations of asthma, chronic obstructive pulmonary disease or complications during pregnancy and the neonatal period. In practice, eligible studies could include data on any patient wishing to access an UEC facility.", "cite_spans": [], "ref_spans": [], "section": "Inclusion and exclusion criteria Population"}, {"text": "Intervention includes changes to the delivery of healthcare services (service reconfiguration) which have an effect on the time or distance for patients to access an UEC facility. The review included reconfigurations that have an effect on access to any urgent and emergency care services including ambulance services, maternity services and hospital emergency departments.", "cite_spans": [], "ref_spans": [], "section": "Intervention"}, {"text": "Comparison entails outcomes (from studies with or without control sites) before and after a service reconfiguration which has an effect on time/distance to UEC.", "cite_spans": [], "ref_spans": [], "section": "Comparison"}, {"text": "Outcomes entail any quantitative or qualitative outcomes for patients including mortality/morbidity, or other perceived or measured effects. Also outcomes or impacts on the health system such as non-transportation to hospital, emergency admissions, increase or decrease in contacts/service usage.", "cite_spans": [], "ref_spans": [], "section": "Outcomes"}, {"text": "Setting includes the UK and other developed countries. Absolute travel distances and density of population (which will affect distribution and density of healthcare facilities) were taken into account in assessing applicability of findings to the UK.", "cite_spans": [], "ref_spans": [], "section": "Setting"}, {"text": "Studies of any design were eligible for inclusion.", "cite_spans": [], "ref_spans": [], "section": "Study design"}, {"text": "Literature published since 2000 Literature published in English Grey literature in the form of service evaluations or reports from the UK Other exclusion criteria Studies that describe reconfigurations or initiatives without providing any quantitative or qualitative data Conceptual papers and projections of possible future developments Studies conducted in low-or middle-income country health systems Studies conducted in high-income countries that are not considered comparable to the UK health system Studies of air ambulance services were excluded because these services are not funded by the NHS in England Theses, conference abstracts, articles in professional magazines, books and book chapters", "cite_spans": [], "ref_spans": [], "section": "Other inclusion criteria"}, {"text": "We extracted and tabulated key data from the included studies, including study design, population/setting, results and author-reported key limitations. The full data extraction template is provided in Additional file 2. Data extraction was performed by a single reviewer with a 10% sample checked by a second reviewer for accuracy and consistency. Quality (risk of bias) assessment was undertaken using the Joanna Briggs Institute checklist for quasiexperimental studies [4] . This nine-question checklist was chosen because the meaning of included items was considered easily understandable and because the questions are applicable to a wide range of non-randomised study designs. Quality assessment was performed by a single reviewer with a 10% sample checked for accuracy and consistency.", "cite_spans": [{"start": 471, "end": 474, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Data extraction and quality assessment"}, {"text": "We performed a narrative synthesis structured around the pre-specified research questions and outcomes. We first described the characteristics of the group of studies as a whole. We then summarised the results in terms of the types of conditions included (e.g. general UEC population, acute MI, trauma). Further analyses assessed the relevance of the study setting to the UK health system and explored rural, compared to urban and suburban, settings. The narrative synthesis was drafted by the first author and revised with input from all the authors.", "cite_spans": [], "ref_spans": [], "section": "Evidence synthesis"}, {"text": "Summary table reports were generated from extracted data using the EPPI-Reviewer program. Overall strength of evidence was assessed using a previously described method [5] . Evidence was rated as comparatively 'stronger', 'weaker', 'inconsistent' or 'very limited' based on volume, strength and consistency. Specifically, 'stronger evidence' represented generally consistent findings in multiple studies with a comparator group design or comparative diagnostic accuracy studies; 'weaker evidence' represented generally consistent findings in one study with a comparator group design and several noncomparator studies or multiple non-comparator studies; 'very limited evidence' represented an outcome reported by a single study; and finally, 'inconsistent evidence' represented an outcome where fewer than 75% of studies agreed on the direction of effect. All studies included in the review were included in the analysis of overall strength of evidence.", "cite_spans": [{"start": 168, "end": 171, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Evidence synthesis"}, {"text": "We elicited input from the Sheffield Evidence Synthesis Centre public advisory group, who contributed across all the stages of the review including helping to understand the importance of the question to patients and the public and interpreting the findings. The advisory group emphasised how international health systems may not be directly comparable to the UK and encouraged the research team to be clear regarding applicability of international evidence.", "cite_spans": [], "ref_spans": [], "section": "Public and patient involvement"}, {"text": "The PRISMA flow diagram ( Fig. 1 ) summarises the study selection process. Calculation of the Kappa coefficient demonstrated good agreement between reviewers for the sample of double screened records (K = 0.729, 95% CI, 0.542-0.916). Reasons for studies being excluded at the full-text stage included their covering access to services generally, not specifically emergency care; the intervention was not relevant (e.g. public access defibrillators); or the study discussed changes to services without relating outcomes to travel time or distance. Table 1 summarises the characteristics of the included studies. Six studies were conducted in the USA, with only two [3, 13] from the UK. The remaining studies were conducted in other European countries; there were no studies from Canada, Australia or New Zealand. Six of the included studies focused on ED reconfiguration, providing data on patients with many different types of emergency conditions. Three looked specifically at patients with acute MI requiring access to percutaneous coronary interventions (PCI). Two studies examined the effects of service changes involving specialist trauma centres, and one looked at the effects of maternity unit closures in France.", "cite_spans": [{"start": 664, "end": 667, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 668, "end": 671, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 26, "end": 32, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 547, "end": 554, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Study selection"}, {"text": "The studies used a variety of observational designs, with before-after and cohort designs being most common. Knowles et al. [3] and Mustonen et al. [12] were the only studies that compared reconfiguration sites with independent control sites where no reconfiguration had taken place.", "cite_spans": [{"start": 124, "end": 127, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 148, "end": 152, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Characteristics of included studies"}, {"text": "Results of the quality appraisal are presented in Additional file 3. Many of the studies were inherently at high risk of bias because of lack of an independent control group. The most common design was before-after and only four studies compared outcomes between settings with and without changes in distance/time [3, 6, 10, 12] .", "cite_spans": [{"start": 314, "end": 317, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 318, "end": 320, "text": "6,", "ref_id": "BIBREF5"}, {"start": 321, "end": 324, "text": "10,", "ref_id": "BIBREF9"}, {"start": 325, "end": 328, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Risk of bias"}, {"text": "Most of the included studies were clear about the temporal relationship of the variables of interest (i.e. which was the 'cause' and which was the 'effect'; Q1), although the issue was sometimes confused by the use of linked datasets. Similarity between populations being compared (Q2) varied across the studies. It was also sometimes unclear whether comparison groups were being treated similarly other than the intervention or exposure of interest (Q3). This related to differences over time as well as to studies recruiting clinically diverse populations. Absence of a separate independent control group (Q4) was noted in most of the studies and few studies carried out measurements at multiple time points before and after an intervention or exposure (interrupted time series design; Q5). Completeness of follow-up (Q6) did not show a clear pattern across studies. Most studies measured outcomes in a standard (Q7) and reliable (Q8) way, although again some exceptions were identified. Statistical analysis (Q9) was judged to be appropriate with the exception of one study which presented summary data without any statistical analysis [13] . As is the case for all observational studies, the possibility of unmeasured confounders affecting the results could not be ruled out.", "cite_spans": [{"start": 1139, "end": 1143, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Risk of bias"}, {"text": "Most of the included studies reported changes in mortality rates following reconfiguration (Table 2 ). For the two large studies of general UEC populations, people experienced increases in time/distance of up to 33 miles [10] or 25 min [3] . However, most increases were considerably smaller (median less than 1 mile in Hsia et al. [10] ) and neither study provided evidence of an effect on mortality. For patients with MI, increases of over 30 min were associated with significant increases in mortality, but in a large US study, only 0.2% of patients fell into this group [14] . Findings for trauma centre and maternity closures were less clear because of the small number/size of studies.", "cite_spans": [{"start": 221, "end": 225, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 236, "end": 239, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 332, "end": 336, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 574, "end": 578, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 91, "end": 99, "text": "(Table 2", "ref_id": "TABREF2"}], "section": "Effects on mortality"}, {"text": "In summary (Table 3) , stronger evidence (derived from studies with control groups) did not support or refute the hypothesis that reconfiguration resulting in increased travel time/distance affected mortality rates. In other words, there was no evidence of an effect, making it difficult to draw firm conclusions from this evidence. By contrast, there was evidence of increased risk from studies restricted to patients with acute MI. Evidence for other conditions was inconsistent or very limited. It was notable that none of the included studies had collected data relating to stroke patients specifically (although people with stroke were an identifiable subgroup in the study by Hsia et al. [10] ).", "cite_spans": [{"start": 694, "end": 698, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 11, "end": 20, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "Effects on mortality"}, {"text": "While the evidence on mortality for the trauma population was inconsistent overall, results from two studies suggested that trauma centre closure may impact negatively on outcomes at remaining trauma centres within a region [11, 16] . However, this finding may be of limited relevance to the UK, where the implementation of a network of trauma centres in recent years means that availability of trauma centres is matched to needs and significant reconfiguration resulting in closures is unlikely.", "cite_spans": [{"start": 224, "end": 228, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 229, "end": 232, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Effects on mortality"}, {"text": "In practice, reconfiguration of UEC services in a publicly funded health system like the UK NHS sometimes means closure of EDs or downgrading by reducing the opening hours or the variety of services provided. This is generally considered likely to increase travel distance/ time for the majority of patients in the affected area as well as the overall average distance/time to reach a suitable UEC facility. However, the studies included in this review suggested that such increases may be small (less than 1 mile or 10 min) for most people, with a small minority experiencing increases of 30 miles/30 min or more [3, 10, 14] .", "cite_spans": [{"start": 614, "end": 617, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 618, "end": 621, "text": "10,", "ref_id": "BIBREF9"}, {"start": 622, "end": 625, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Main findings"}, {"text": "Overall, the studies found no convincing evidence as to whether increasing travel time or distance increased mortality risk for general populations of patients attending UEC facilities. The reconfigurations evaluated in these studies reported relatively small effects on average travel distance/time. This is representative of the [13] . There was some evidence of an increased risk from studies restricted to patients with acute MI, while evidence for other conditions was inconsistent or very limited. This suggests the possibility that the effect of increased distance or time may be diluted in the general UEC population by the presence of patients with less serious conditions and minimal short-term risk of death. However, one of the largest studies found no change in in-patient mortality for either the population as a whole or subgroups with specific emergency conditions [12] . The implications for the health system as a whole of reconfiguring a key part of UEC might be conjectured as being substantial. For example, attendance at remaining EDs in the area may increase, EMS staff may be required to cover a larger catchment area, and hospitals may face difficulties in staffing other services if no longer providing emergency care means that they are perceived as less-prestigious places to work and provide reduced clinical and training opportunities.", "cite_spans": [{"start": 331, "end": 335, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 881, "end": 885, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Main findings"}, {"text": "It is important to note that the findings of this review suggest that the effects of service reconfiguration on outcomes (particularly patient outcomes) may be shortlived, with health systems adapting to the new situation in the subsequent few years. In the study by Avdic [8] , effects of ED closures on acute MI mortality were only statistically significant for the first year after closure, and Shen et al. identified a 4-year transition period [14] . Efforts by healthcare commissioners and providers to mitigate the effects of reconfiguration may be key to minimising the effect of changes. Avdic referred to increased investment in both emergency service provision and prevention, although the study did not evaluate whether these actually occurred [6] . A study from the USA highlighted how early notice of an ED closure was followed by close working amongst providers to minimise the effect on the EMS system in the city [8] . Also in the USA, Yaghoubian et al. reported how changes in trauma centre staffing and organisation were put in place to prepare for the closure of a nearby centre [16] . The insights provided by these studies indicate the need for greater understanding of how health service stakeholders prepare for the system-wide impacts of changes that require patients to travel further for treatment [3] .", "cite_spans": [{"start": 273, "end": 276, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 448, "end": 452, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 755, "end": 758, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 929, "end": 932, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1098, "end": 1102, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1324, "end": 1327, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Main findings"}, {"text": "Service reconfiguration is often advocated by decisionmakers who argue that increased patient volume and/or specialisation in a smaller number of UEC facilities will increase the overall quality of patient care. This review did not directly address the relationship between volume of contacts and outcomes, as this area has been the subject of a large volume of research. However, one study included in our review attributed successful outcomes following a trauma centre closure partly to staff gaining experience from treating more patients [16] . When considering the influence of treatment by highly skilled specialist staff on patient outcomes, the substantial body of evidence for the benefits of transporting patients with stroke [17] , AMI or severe trauma to specialist centres (which may be further away), rather than attending nearer non-specialist facilities, should be taken into account.", "cite_spans": [{"start": 542, "end": 546, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 736, "end": 740, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Main findings"}, {"text": "This systematic review was undertaken by an experienced team including both methodological and topic experts. We performed a thorough search for published literature published since 2000 including supplementary searching methods such as citation tracking. The review also benefitted from the input of an experienced public advisory group.", "cite_spans": [], "ref_spans": [], "section": "Strengths and limitations"}, {"text": "Because of resource constraints, we abbreviated the review process by using a single reviewer to perform study selection, quality assessment and data extraction, with checking of a 10% sample by a second member of the review team. Double independent performance of these stages was not a viable option but analysis of study Much of the research included in our review originates from non-UK settings, and we have tried to keep applicability in mind throughout. The US health system is organised and funded very differently from the UK NHS but there is no reason to suppose that this would affect the relationship between distance/time and outcomes for patients with a particular condition. Given the low quantity and quality of evidence we expected to include in the review, we made a pragmatic decision to include studies from the USA with appropriate caveats. Absolute distances and times of travel vary within countries, including the UK, but large countries such as the USA, Canada and Australia are likely to have longer travel times/distances on average outside urban areas. This is also true for some of the Scandinavian countries, where travel times can be long because the population is centred in fewer areas.", "cite_spans": [], "ref_spans": [], "section": "Strengths and limitations"}, {"text": "Interpretation of the findings of systematic reviews should be guided by the quality and strength of the included evidence. We have assessed methodological quality of the individual studies and overall strength of evidence for key findings using a scheme successfully employed in previous reviews. Some of the included studies were judged to be at relatively high risk of bias because of their observational design and the absence of an independent control group. On the positive side, most studies acknowledged and attempted to adjust for the influence of confounding factors and some were large and/or long term. In view of this uncertainty, we have been conservative in assessing the overall strength of evidence for effects and associations (see Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 750, "end": 757, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Strengths and limitations"}, {"text": "There is a need for further time series analyses along the lines of the closED study [3] to examine the longer-term effects of service reconfigurations on the whole UEC system and to take into account the impact of other service and technological changes over time. While such studies should ideally be controlled, uncontrolled time series also have some value and offer fewer logistical challenges.", "cite_spans": [{"start": 85, "end": 88, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Implications for further research"}, {"text": "Research is needed to better understand how local and regional health systems plan for, and adapt to, increases in travel distance/time. As suggested by other researchers [3] , this could take the form of qualitative research and/or documentary analysis. The current programme of service reconfiguration provides opportunities for prospective studies across diverse settings. Research should aim to capture the perspectives of different stakeholders including health professionals, managers in both commissioner and provider organisations and the public.", "cite_spans": [{"start": 171, "end": 174, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Implications for further research"}, {"text": "Analysis of routine data will enable researchers to examine whether UEC reconfigurations reduce overall demand for ED care or merely displace demand to other parts of the health system. Data can also be used to examine the nature and extent of variation between different localities with a view to reducing unnecessary variation and improving overall quality of care.", "cite_spans": [], "ref_spans": [], "section": "Implications for further research"}, {"text": "Research is needed to assess patient outcomes other than mortality and hospital admission/length of stay. This could include effects of service reconfiguration on families who may incur additional social and financial costs because of increased travel distance/time to visit patients.", "cite_spans": [], "ref_spans": [], "section": "Implications for further research"}, {"text": "This systematic review found no convincing evidence to support or refute the perception that service changes that increase average travel time or distance increase mortality risk for general populations of patients attending UEC facilities. Large observational studies suggested that increases are small for most of the population affected. There was some evidence of an increased risk from studies restricted to patients with acute MI, while evidence for other conditions was inconsistent or very limited.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The relatively low quality of much of the research suggests that findings should be interpreted cautiously. In particular, 'no evidence of increased risk' does not necessarily mean 'evidence of no increase in risk' as the finding could be overturned by further research in the future.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Research priorities include work to examine the longer-term effects of service reconfigurations on the whole UEC system and to better understand how local and regional health systems plan for and adapt to increases in travel distance/time.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "At the time of completing this paper, health services worldwide were confronted with unprecedented pressure on UEC services as a result of the coronavirus (COVID-19) pandemic. The effects of this event on attitudes to UEC service provision and reconfiguration remain to be seen.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s12916-020-01580-3.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "Additional file 1. Medline search strategy.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "Additional file 2. Data extraction template.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "Additional file 3. Quality assessment results.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Integrated care systems", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Service user engagement and health service reconfiguration: a rapid evidence synthesis", "authors": [{"first": "J", "middle": [], "last": "Dalton", "suffix": ""}, {"first": "D", "middle": [], "last": "Chambers", "suffix": ""}, {"first": "M", "middle": [], "last": "Harden", "suffix": ""}, {"first": "A", "middle": [], "last": "Street", "suffix": ""}, {"first": "G", "middle": [], "last": "Parker", "suffix": ""}, {"first": "A", "middle": [], "last": "Eastwood", "suffix": ""}], "year": null, "venue": "Health Serv Delivery Res", "volume": "2015", "issn": "17", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Closing five Emergency Departments in England between 2009 and 2011: the closED controlled interrupted time-series analysis", "authors": [{"first": "E", "middle": [], "last": "Knowles", "suffix": ""}, {"first": "N", "middle": [], "last": "Shephard", "suffix": ""}, {"first": "T", "middle": [], "last": "Stone", "suffix": ""}, {"first": "L", "middle": [], "last": "Bishop-Edwards", "suffix": ""}, {"first": "E", "middle": [], "last": "Hirst", "suffix": ""}, {"first": "L", "middle": [], "last": "Abouzeid", "suffix": ""}, {"first": "S", "middle": [], "last": "Mason", "suffix": ""}, {"first": "J", "middle": [], "last": "Nicholl", "suffix": ""}], "year": 2018, "venue": "Health Serv Delivery Res", "volume": "", "issn": "27", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Checklist for quasi-experimental studies (nonrandomized experimental studies", "authors": [{"first": "Joanna", "middle": [], "last": "Briggs Institute", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Digital and online symptom checkers and health assessment/triage services for urgent care: a systematic review", "authors": [{"first": "D", "middle": [], "last": "Chambers", "suffix": ""}, {"first": "A", "middle": [], "last": "Cantrell", "suffix": ""}, {"first": "M", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "L", "middle": [], "last": "Preston", "suffix": ""}, {"first": "S", "middle": [], "last": "Baxter", "suffix": ""}, {"first": "A", "middle": [], "last": "Booth", "suffix": ""}, {"first": "J", "middle": [], "last": "Turner", "suffix": ""}], "year": 2019, "venue": "Health Serv Delivery Res", "volume": "", "issn": "29", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Improving efficiency or impairing access? Health care consolidation and quality of care: evidence from emergency hospital closures in Sweden", "authors": [{"first": "D", "middle": [], "last": "Avdic", "suffix": ""}], "year": 2016, "venue": "J Health Econ", "volume": "48", "issn": "", "pages": "44--60", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Perinatal health inequalities and accessibility of maternity services in a rural French region: closing maternity units in Burgundy", "authors": [{"first": "E", "middle": [], "last": "Combier", "suffix": ""}, {"first": "H", "middle": [], "last": "Charreire", "suffix": ""}, {"first": "Le", "middle": [], "last": "Vaillant", "suffix": ""}, {"first": "M", "middle": [], "last": "Michaut", "suffix": ""}, {"first": "F", "middle": [], "last": "Ferdynus", "suffix": ""}, {"first": "C", "middle": [], "last": "Amat-Roze", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gouyon", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Quantin", "suffix": ""}, {"first": "C", "middle": [], "last": "Zeitlin", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "Health Place", "volume": "24", "issn": "", "pages": "225--258", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Impact of an emergency department closure on the local emergency medical services system", "authors": [{"first": "El", "middle": [], "last": "Sayed", "suffix": ""}, {"first": "M", "middle": [], "last": "Mitchell", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "White", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Rubin-Smith", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Maciejko", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Obendorfer", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Ulrich", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Dyer", "suffix": ""}, {"first": "S", "middle": [], "last": "Olshaker", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "", "suffix": ""}], "year": 2012, "venue": "Prehospital Emergency Care", "volume": "16", "issn": "2", "pages": "198--203", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Health services use associated with emergency department closure", "authors": [{"first": "K", "middle": ["S"], "last": "Hansen", "suffix": ""}, {"first": "U", "middle": [], "last": "Enemark", "suffix": ""}, {"first": "A", "middle": [], "last": "Foldspang", "suffix": ""}], "year": 2011, "venue": "J Health Serv Res Policy", "volume": "16", "issn": "3", "pages": "161--167", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Is emergency department closure resulting in increased distance to the nearest emergency department associated with increased inpatient mortality?", "authors": [{"first": "R", "middle": ["Y"], "last": "Hsia", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Kanzaria", "suffix": ""}, {"first": "T", "middle": [], "last": "Srebotnjak", "suffix": ""}, {"first": "J", "middle": [], "last": "Maselli", "suffix": ""}, {"first": "C", "middle": [], "last": "Mcculloch", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Auerbach", "suffix": ""}], "year": 2012, "venue": "Ann Emerg Med", "volume": "60", "issn": "6", "pages": "707--722", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The association of trauma center closures with increased inpatient mortality for injured patients", "authors": [{"first": "R", "middle": ["Y"], "last": "Hsia", "suffix": ""}, {"first": "T", "middle": [], "last": "Srebotnjak", "suffix": ""}, {"first": "J", "middle": [], "last": "Maselli", "suffix": ""}, {"first": "M", "middle": [], "last": "Crandall", "suffix": ""}, {"first": "C", "middle": [], "last": "Mcculloch", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Kellermann", "suffix": ""}], "year": 2014, "venue": "J Trauma Acute Care Surg", "volume": "76", "issn": "4", "pages": "1048--54", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The effect on the patient flow in local health care services after closing a suburban primary care emergency department: a controlled longitudinal follow-up study", "authors": [{"first": "K", "middle": [], "last": "Mustonen", "suffix": ""}, {"first": "J", "middle": [], "last": "Kantonen", "suffix": ""}, {"first": "T", "middle": [], "last": "Kauppila", "suffix": ""}], "year": 2017, "venue": "Scand J Trauma Resuscitation Emerg Med", "volume": "25", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Focus on : distance from home to emergency care. London: The Health Foundation and Nuffield Trust", "authors": [{"first": "A", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "I", "middle": [], "last": "Blunt", "suffix": ""}, {"first": "M", "middle": [], "last": "Bardsley", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Does decreased access to emergency departments affect patient outcomes? Analysis of acute myocardial infarction population", "authors": [{"first": "Y", "middle": ["C"], "last": "Shen", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Hsia", "suffix": ""}], "year": 1996, "venue": "Health Serv Res", "volume": "47", "issn": "1", "pages": "188--210", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Association between emergency department closure and treatment, access, and health outcomes among patients with acute myocardial infarction", "authors": [{"first": "Y", "middle": ["C"], "last": "Shen", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Hsia", "suffix": ""}], "year": 2016, "venue": "Circulation", "volume": "134", "issn": "20", "pages": "1595--1602", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Impact on patient outcomes after closure of an adjacent trauma center", "authors": [{"first": "A", "middle": [], "last": "Yaghoubian", "suffix": ""}, {"first": "R", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "B", "middle": [], "last": "Putnam", "suffix": ""}, {"first": "De", "middle": [], "last": "Virgilio", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2008, "venue": "Am Surg", "volume": "74", "issn": "", "pages": "930--934", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Impact of centralising acute stroke services in English metropolitan areas on mortality and length of hospital stay: difference-in-differences analysis", "authors": [{"first": "S", "middle": [], "last": "Morris", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Hunter", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Ramsay", "suffix": ""}, {"first": "R", "middle": [], "last": "Boaden", "suffix": ""}, {"first": "C", "middle": [], "last": "Mckevitt", "suffix": ""}, {"first": "C", "middle": [], "last": "Perry", "suffix": ""}, {"first": "N", "middle": [], "last": "Pursani", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Rudd", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Schwamm", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Turner", "suffix": ""}], "year": 2014, "venue": "BMJ", "volume": "349", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "PRISMA", "latex": null, "type": "figure"}, "TABREF0": {"text": "A comprehensive literature search was conducted in February 2019. The search was developed on MEDLINE and utilised MesH and free-text terms. The search comprised four broad facets-Emergency Care, Rural or Island services, Service reconfiguration and potentially relevant emergency conditions. Search terms covering access, distance, and travel time were also included.The search was limited to papers from 2000 to February 2019 and in English. The MEDLINE search is provided in Additional file 1 with details of how the different facets of the search strategy were combined. The MEDLINE search was translated to the other databases. The databases searched were MEDLINE via OvidSP; Embase via Ovid; Cochrane Database of Systematic Reviews via Wiley Interscience; Cochrane Central Register of Controlled Trials via Wiley Interscience; CINAHL (Cumulative Index to Nursing and Allied Health Literature) via EBSCO; HMIC (Health Management Information Consortium) via OpenAthens; and Web of Science (Science Citation Index and Social Sciences Citation Index) via Web of Knowledge via ISI.", "latex": null, "type": "table"}, "TABREF1": {"text": "Characteristics of included studies", "latex": null, "type": "table"}, "TABREF2": {"text": "Summary of key results on changes in travel distance/time and mortality following UEC service reconfiguration", "latex": null, "type": "table"}, "TABREF3": {"text": "Summary of evidence on mortalityControlled studies in bold; = means no significant difference in outcomes; + means better outcome with increasing distance; − means worse outcome with increasing distance; +/− varying results within study; ? results difficult to interpret in comparative terms selection revealed a high level of agreement amongst three reviewers. While there is a risk of some errors or subjective assessments, we do not believe these would have influenced the review's main findings and conclusions.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank the members of the Sheffield Evidence Synthesis Centre Public Advisory Group for their contributions. We are grateful to the peer reviewers for their constructive comments on the first version of this paper. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Any additional data not included in this report and its supplementary files are available on request. All queries should be submitted to the corresponding author.Authors' contributions DC contributed to the project co-ordination, study selection, data extraction and quality assessment and wrote first draft of the paper. AC contributed to the information retrieval, study selection, data extraction and quality assessment. SKB contributed to the protocol development and study selection and co-ordinated PPI meeting. JT gave topic expert advice and contributed to the report writing. AB contributed to the information retrieval, study selection and report writing. All authors commented on drafts of the paper and approved the final version.Ethics approval and consent to participate Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}]}