{"paper_id": "01b3715fbaee6d09d7884f51647e7f8f9c6dbd47", "metadata": {"title": "Cron RQ, Chatham WW. The Rheumatologist's Role in Covid-19", "authors": [{"first": "Isabella", "middle": [], "last": "Quinti", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Vassilios", "middle": [], "last": "Lougaris", "suffix": "", "affiliation": {"laboratory": "", "institution": "ASST-Spedali Civili di Brescia", "location": {"settlement": "Brescia", "country": "Italy"}}, "email": ""}, {"first": "Cinzia", "middle": [], "last": "Milito", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Francesco", "middle": [], "last": "Cinetto", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ca' Foncello Hospital", "location": {"settlement": "Treviso", "country": "Italy"}}, "email": ""}, {"first": "Antonio", "middle": [], "last": "Pecoraro", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Naples Federico II", "location": {"settlement": "Naples", "country": "Italy"}}, "email": ""}, {"first": "Ivano", "middle": [], "last": "Mezzaroma", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Claudio", "middle": ["Maria"], "last": "Mastroianni", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Ombretta", "middle": [], "last": "Turriziani", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Maria", "middle": ["Pia"], "last": "Bondioni", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Brescia", "location": {"settlement": "Brescia", "country": "Italy"}}, "email": ""}, {"first": "Matteo", "middle": [], "last": "Filippini", "suffix": "", "affiliation": {"laboratory": "", "institution": "ASST-Spedali Civili of Brescia", "location": {"settlement": "Brescia", "country": "Italy"}}, "email": ""}, {"first": "Annarosa", "middle": [], "last": "Soresina", "suffix": "", "affiliation": {"laboratory": "", "institution": "ASST-Spedali Civili of Brescia", "location": {"settlement": "Brescia", "country": "Italy"}}, "email": ""}, {"first": "Giuseppe", "middle": [], "last": "Spadaro", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Naples Federico II", "location": {"settlement": "Naples", "country": "Italy"}}, "email": ""}, {"first": "Carlo", "middle": [], "last": "Agostini", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ca' Foncello Hospital", "location": {"settlement": "Treviso", "country": "Italy"}}, "email": ""}, {"first": "Rita", "middle": [], "last": "Carsetti", "suffix": "", "affiliation": {"laboratory": "Diagnostic Immunology Unit, Dept. of Laboratories", "institution": "", "location": {}}, "email": ""}, {"first": "Alessandro", "middle": [], "last": "Plebani", "suffix": "", "affiliation": {"laboratory": "", "institution": "ASST-Spedali Civili di Brescia", "location": {"settlement": "Brescia", "country": "Italy"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "An epidemic of Coronavirus SARS-CoV-2 has become the focus of scientific attention 1 Agammaglobulinemias, the COVID-19 course was characterized by mild symptoms, short duration, with no need of treatment with the immune-modulating drug blocking IL-6, and had a favorable outcome. In contrast, patients affected with Common Variable Immune Deficiencies presented with a severe form of the disease requiring multiple drug treatment, including antiretrovirals agents and IL-6 blocking drugs, and mechanical ventilation ( Table 1 ). The strikingly different clinical course of COVID-19 in patients with Agammaglobulinemia compared to CVIDs cannot be explained by the level of serum immunoglobulins which were similarly low in all PAD patients at diagnosis, and were maintained at adequate and comparable levels in all patients by immunoglobulin substitutive therapy (On line Repository, Table) . A detailed COVID-19 clinical history, laboratory data, type and dosage of administered treatment, and disease timing, are provided for each patient in On line Repository, Case reports. Lung HRCT of a patient with Common Variable Immune Deficiency at hospital admission for COVID-19 showed extensive ground glass opacities associated with areas of alveolar consolidation in the upper and lower lobes where the alveolar component predominates over the interstitial one. (Fig. 1A) . Upon treatment, lung HRCT showed reduction in extension of ground glass opacities and areas of alveolar consolidation. (Fig. 1B) . Differently, lung HRCTs of a patient with Agammaglobuliniemia performed at the time of COVID-19 was unchanged with respect to lung HRCT performed one year earlier, and showed bronchiectasis and sequelae of right lung pneumonectomy done at the age of 18 (Fig. 1C, and 1D ). All patients with primary antibody deficiencies are equally vulnerable to most bacterial infections since antibodies are important in blocking infectivity and preventing diseases. In addition, antibodies have a role in the immune response to viral infections 3 . Patients with Agammaglobulinemia are susceptible to a limited number of viral infections only, mainly norovirus and enteroviruses such as polioviruses 4 with an increased incidence of post-vaccination poliomyelitis due to the oral attenuated Sabin vaccine 5 . CVIDs patients are susceptible to rhinoviruses, noroviruses, and herpesviruses that on turn play a role in driving an underlying inflammatory condition. Since only Agammaglobulinemia patients had a mild course of COVID-19, we speculate on a possible role of B lymphocytes in the SARS-CoV-2 induced inflammation. We have already shown that children appear to contain better SARS-CoV-2 in the early phase of infection, possibly because their B cells are able to generate natural antibodies timely upon encounter with novel pathogens when compared to B cells from adults 6 . The role of inflammation in aggravating the clinical picture of subjects with COVID-19 has already been described. Treatment with drugs such as IL-6 inhibitors aimed at reducing the Cytokine Storm Syndrome (CSS) and lung inflammation associated with a profound increase of cytokines such as IL-6 and increased ferritin 7 have already been carried out, initially on an individual basis, and currently within clinical trials. Of note, our CVID patients (3 out of 5) that required IL-6 blocking treatment presented increased unchanged with respect to lung HRCT performed one year earlier ( Fig. 1A and 1B . Chest x-ray showed diffuse interstitial alveolar infiltrates. Lung HRCT at admission confirmed extensive infiltrates ( Fig. 2A) . Oropharyngeal swab resulted positive for SARS-CoV-2.", "cite_spans": [{"start": 83, "end": 84, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 518, "end": 525, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 883, "end": 889, "text": "Table)", "ref_id": null}, {"start": 1360, "end": 1369, "text": "(Fig. 1A)", "ref_id": "FIGREF2"}, {"start": 1491, "end": 1500, "text": "(Fig. 1B)", "ref_id": "FIGREF2"}, {"start": 1756, "end": 1772, "text": "(Fig. 1C, and 1D", "ref_id": "FIGREF2"}, {"start": 3458, "end": 3472, "text": "Fig. 1A and 1B", "ref_id": "FIGREF2"}, {"start": 3594, "end": 3602, "text": "Fig. 2A)", "ref_id": "FIGREF3"}], "section": "\"To the Editor.\""}, {"text": "He was started on lopinavir/ritonavir 400/100 mg qd, hydroxychloroquine 200 mg bid, and piperacillin/tazobactam. After admission, his respiratory condition worsened dramatically and he was started on mechanical ventilation. Laboratory tests showed increased ferritin (7200 ug/L; normal values <400), and LDH serum levels (495 U/L; normal values <225). Therapy with tocilizumab (8 mg/kg/die) was started.", "cite_spans": [], "ref_spans": [], "section": "\"To the Editor.\""}, {"text": "After two days of mechanical ventilation, the patient was switched to remdesivir 200 mg iv/qd (first day) followed by remdesivir 100 mg iv qd. The clinical condition, and lung HRCT improved (Fig. 2B) , and 72 hours later he did not require any more mechanical ventilation. He is still hospitalized, with a steady improvement of clinical conditions, and laboratory values. ", "cite_spans": [], "ref_spans": [{"start": 190, "end": 199, "text": "(Fig. 2B)", "ref_id": "FIGREF3"}], "section": "\"To the Editor.\""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Covid-19 -Navigating the Uncharted", "authors": [{"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Lane", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Redfield", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1268--1269", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "ESID Registry Working Party and collaborators The European Society for Immunodeficiencies (ESID) Registry Working Definitions for the Clinical Diagnosis of Inborn Errors of Immunity", "authors": [{"first": "M", "middle": ["G"], "last": "Seidel", "suffix": ""}, {"first": "G", "middle": [], "last": "Kindle", "suffix": ""}, {"first": "B", "middle": [], "last": "Gathmann", "suffix": ""}, {"first": "I", "middle": [], "last": "Quinti", "suffix": ""}, {"first": "M", "middle": [], "last": "Buckland", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Montfrans", "suffix": ""}], "year": 2019, "venue": "J Allergy Clin Immunol Pract", "volume": "7", "issn": "", "pages": "1763--1770", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "rapid rise in number of patients affected reflects lack of pre-existing immunity as reported by the World Health Organization (https://www.who.int/emergencies/diseases/novel-coronavirus-2019). The clinical presentation of Coronavirus disease 2019 (COVID-19) is variable, ranging from lack of symptoms to severe respiratory distress, and multi-organ failure requiring intensive care unit admission and mechanical ventilation. Treatment of COVID-19 requires in-depth knowledge of the immune-mediated mechanisms of the disease. To date, we have identified seven Primary Antibody Deficiencies (PAD) patients with COVID-19 infection: five affected with Common Variable Immune Deficiencies (CVIDs) and two affected with Agammaglobulinemia, one with X-linked Agammaglobulinemia (XLA) and one with Autosomal Recessive Agammaglobulinemia (ARA) 2 . All Primary Antibody Deficiency patients have defective antibody production. Patients with Agammaglobulinemia lack B lymphocytes whereas patients with Common Variable Immune Deficiency have dysfunctional B lymphocytes. In patients affected with", "latex": null, "type": "figure"}, "FIGREF1": {"text": "ferritin serum levels (Online Repository Material). It has been demonstrated that B cells produce IL-6 to drive germinal center formation. In patients unable to carry on the physiological immune response, IL-6 produced by B cells may increase the level of inflammation. Lack of B cell-derived IL-6 abrogates spontaneous autoimmune germinal center formation in a mouse model, resulting in protection from systemic autoimmunity 8 . Thus, it appears that CSS may play a significant role in the respiratory failure in COVID-19 infection. The role of B cells in determining lung inflammatory disorders is also demonstrated by the observation that granulomatous-lymphocytic interstitial lung disease (GLILD), occurring in 10% of CVID patients, can be treated with B cell depleting drugs 9 . COVID-19 treatments might contemplate the possibility to damper the inflammatory functions of B cells, and to block cytokine production by monocytes and dendritic cells. Our data represent the first description of COVID-19 in patients affected with primary antibody defects, offer useful insights in the putative mechanisms underlying the immunologic response to the infection, and suggest possible clues to novel therapeutic targets.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Lung HRCT in a patient with Common Variable Immune Deficiency at admission showing extensive ground glass opacities associated with areas of alveolar consolidation in the lower lobes where the alveolar component predominates over the interstitial one (A: left: mid upper: right: lower), and upon treatment showing reduction in extension of ground glass opacities and areas of alveolar consolidation. (B: left: mid upper: right: lower). Lung HRCT in a patient with Agammaglobulinemia. Axial sections showing bronchiectasis and sequelae of right lung pneumonectomy (C: March 2020; D: January 2019) facilitated subcutaneous immunoglobulins. On March 12, after two SARS-Cov2 infections among family members were ascertained, an oropharyngeal swab was performed and the patient resulted SARS-Cov2 positive. At that time the patient was completely asymptomatic. The contact was likely his wife who was presumably infected on February 29 by a relative from Milan (an Italian high risk area), and who in turn infected both her mother, who died on March 20, and the patient. His wife developed anti-SARS-Cov2 antibodies (Chemtrue, Novel Coronavirus, 2019-nCov IgM/IgG antibody diagnostic kit, SIC, Italy) 15 days after a mild fever with anosmia. The patient never presented any clinical symptoms of COVID-19 and, one week after the first swab, a repeated nasopharyngeal swab turned negative. Lymphocyte counts stayed within the normal range (L 1600 cells/mm 3 ) as well as CRP (1 mg/L, normal range: <5), LDH 143 U/L, IL-6 1 ng/L serum levels. The lung High Resolution Computed Tomography (HRCT) performed on the same day was", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Summary of immunological data of the seven PAD patients collected 1", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of data of the seven PAD patients with COVID-19.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient </td><td>PAD </td><td>Age </td><td>Sex </td><td> </td><td> </td><td>COVID-19 </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Clinical symptoms </td><td>Days </td><td>Treatment hydroxychloroquine, azithromycin, darunavir/cobicistat hydroxychloroquine, ceftriaxone, lopinavir/ritonavir hydroxychloroquine, azithromycin, tocilizumab hydroxychloroquine, darunavir/ritonavir, tocilizumab </td><td>ICU </td><td>Outcome recover </td></tr><tr><td>1 </td><td>ARA </td><td>56 </td><td>M </td><td>No symptoms </td><td>0 </td><td>no </td><td> </td></tr><tr><td>2 </td><td>XLA </td><td>34 </td><td>M </td><td>High fever </td><td>3 </td><td>no </td><td>recover </td></tr><tr><td>3 </td><td>CVID </td><td>59 </td><td>F </td><td>High fever, dyspnea </td><td>20 </td><td>yes </td><td>death </td></tr><tr><td>4 </td><td>CVID </td><td>32 </td><td>F </td><td>High fever, dyspnea </td><td>16 </td><td>no </td><td>recover recover recover recover </td></tr><tr><td>5 </td><td>CVID </td><td>57 </td><td>M </td><td>High fever, dyspnea </td><td>25 </td><td>hydroxychloroquine, lopinavir/ritonavir, remdesivir methylprednisolone. hydroxychloroquine, azithromycin, lopinavir/ritonavir, hydroxychloroquine, piperacillin/tazobactam, lopinavir/ritonavir, tocilizumab, remdesivir </td><td>yes </td></tr><tr><td>6 </td><td>CVID </td><td>52 </td><td>M </td><td>High fever, dyspnea </td><td>21 </td><td>no </td></tr><tr><td> </td><td>7 </td><td>CVID </td><td>41 </td><td>M </td><td>High fever, dyspnea </td><td>19 </td><td>yes </td></tr></table></body></html>"}, "TABREF1": {"text": "history includes recurrent skin and respiratory infections. He developed bronchiectasis at the age of 16. Four months before the diagnosis of COVID-19, the differential blood count was normal. On March 13, he presented with fever >38°C. At home, he received paracetamol, ibuprofen, amoxicillin clavulanate and levofloxacin. On March 19, he was admitted to the ER. The patient did not show respiratory difficulty and azithromycin. After two days, the fever resolved and the patient was discharged home on March 27. Patient 3. Female, 59 years old, with a diagnosis of CVID. At the age of 48 years, low IgG, IgA and IgM serum levels were first detected after the occurrence of upper and lower respiratory tract infections, and a diagnosis of CVID was made after exclusion of secondary forms of hypogammaglobinemia. Since then she has been on immunoglobulin replacement with intravenous immunoglobulin at a cumulative monthly dosage of 400 mg/kg. With time, she has progressively developed chronic sinusitis, chronic bronchitis, and chronic gastritis. In 2009, she shifted to self-administered subcutaneous immunoglobulins. The patient resulted SARS-Cov2 positive in a nasopharyngeal swab performed on March 8 when she was hospitalized because of high fever, and dyspnea. The contact was not identified, as her husband and her son became positive five days later. Endotracheal intubation was performed in the intensive care unit (ICU) and therapy with tocilizumab (8 mg/kg/die) was started, but she never improved. She died on March 25. Patient 4. Female, 32 years old, with a diagnosis of CVID established at the age of 14 years when low IgG, IgA and IgM serum levels were first detected in a routine assessment. A diagnosis of CVID was made after exclusion of secondary forms of hypogammaglobinemia. She refused to be started on immunoglobulin replacement. She was never diagnosed with respiratory infections, her clinical history includes endometriosis, celiac-like disease, allergy, and skin cancer (melanoma). On March 10, she developed cough and mild fever (temperature ranging from 37.3°C to 38°C). She went to the ER where nasopharyngeal, and oropharyngeal swabs resulted negative for SARS-Cov2. Nine days later, on March 19, cough and fever worsened, while dyspnea and chest pain appeared. She contacted again the ER and a new nasopharyngeal and oropharyngeal swabs resulted positive for SARS-Cov2. Despite respiratory symptoms, her room air nasopharyngeal swab was still positive for SARS-Cov2. Her clinical conditions furtherly improved with reduction in cough, as well as in respiratory and heart rate. Oxygen saturation stayed at 98%. Up to March 27, she has received 2 doses of tocilizumab. 2°C) and a mild exercise-induced dyspnea. One day later, his wife and one of his two daughters showed milder general symptoms (remittent fever without cough or dyspnea). According to the current Italian guidelines for the management of the COVID-19 epidemics, since symptoms were still present six days from their appearance, the patient's General Practitioner arranged for the patient admission to the Infectious Disease Unit appointed to perform the emergency nasopharyngeal swab for SARS-CoV-2 nucleic acid detection and a lung HRCT. Nasopharyngeal swab resulted positive for SARS-CoV-2, and lung HRCT showed a bilateral interstitial pneumonia. Therapy with lopinavir/ritonavir 400/100 mg qd, azithromycin 500 mg qd, hydroxychloroquine 200 mg bid, was started. No oxygen-supplementation was required during the course of the disease, as peripheral oxygen saturation was constantly above 90%. Fever and dyspnea completely resolved five days after the beginning of the treatment. A new nasopharyngeal swab performed 9 days after the beginning of therapy resulted negative, while no plasma viral replication was detected. As a relevant improvement of interstitial pneumonia was documented, patient was discharged, and a 14-days home isolation period was ordered.Patient 7. Male, 41 years old, with a diagnosis of CVID established at the age of 14. Secondary causes of hypogammaglobulinemia were excluded. During childhood, he suffered from recurrent respiratory infections and measles-associated pneumonia. His clinical history was complicated by recurrent sinusitis and mild eczema. The patient received Ig replacement treatment at 400 mg/kg/dose every 4 weeks with intravenous immunoglobulins until 2017 when he switched to facilitated subcutaneous preparations. On March 8, the patient presented with high fever, cough, and dyspnea. At home he received paracetamol, ibuprofen and amoxicillin clavulanate. On March 16, as his conditions deteriorated he was admitted to the ER. Pulse oxygen saturation was 80%, and the patients was started on Non invasive-ventilation with continuous positive airway pressure. His initial blood workout showed lymphopenia (800 cells/mm 3 ) with elevated CRP (315 mg/L, normal values <5.0)", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}