{"paper_id": "01b4694bc61bbc97ae3c193abf3653fb86cd049e", "metadata": {"title": "International Journal of Information Management", "authors": [{"first": "Noel", "middle": [], "last": "Carroll", "suffix": "", "affiliation": {"laboratory": "", "institution": "National University of Ireland Galway", "location": {"settlement": "Lero, Galway", "country": "Ireland"}}, "email": ""}, {"first": "Kieran", "middle": [], "last": "Conboy", "suffix": "", "affiliation": {"laboratory": "", "institution": "National University of Ireland Galway", "location": {"settlement": "Lero, Galway", "country": "Ireland"}}, "email": ""}]}, "abstract": [{"text": "The COVID-19 pandemic has had massive implications for the nature of work and the role technology plays in the workplace. Organisations have been forced into rapid 'big bang' introduction of technology and 'tech-driven' practices in an unprecedented and time pressured manner. In many cases there has been little training or reflection on how the practices and associated technology should be introduced and integrated or adapted to suit the new workplace context. We argue that there is a need for a more reflective 'normalisation' of work practices and the role technology plays. The paper draws on normalisation process theory (NPT) and its underlying components of cohesion, cognitive participation, collective action and reflexive monitoring. As an exemplar, we focus on the changing nature of work and adoption of remote working practices. The paper uses NPT to examine current thinking and approaches and offering some guidelines to inform research and practice.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 pandemic is arguably one of the most defining crises we witnessed in the past 50 years. Its implications are far-reaching, with no society, organisation or individual unaffected. In particular, COVID-19 had an unprecedented impact on the workplace and organisational practices. Millions of people worldwide have had to alter work patterns within organisations (Davison, 2020; Richter, 2020) . Organisations have had to adopt new information technology (IT) systems during the pandemic, while others have had to completely rethink their business model, moving to online services and products and engaging in new business channels to those eroded or removed by the pandemic. At the very least many are required to implement alternative workspaces in order to comply with social distancing requirements (Leidner, 2020; Nguyen et al., 2020; O'Leary, 2020; Papagiannidis, Harris, & Morton, 2020) .", "cite_spans": [{"start": 373, "end": 388, "text": "(Davison, 2020;", "ref_id": "BIBREF5"}, {"start": 389, "end": 403, "text": "Richter, 2020)", "ref_id": "BIBREF30"}, {"start": 813, "end": 828, "text": "(Leidner, 2020;", "ref_id": "BIBREF15"}, {"start": 829, "end": 849, "text": "Nguyen et al., 2020;", "ref_id": "BIBREF26"}, {"start": 850, "end": 864, "text": "O'Leary, 2020;", "ref_id": "BIBREF27"}, {"start": 865, "end": 903, "text": "Papagiannidis, Harris, & Morton, 2020)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Introduction"}, {"text": "IT is playing \"a central role\" in many if not all aspects of the COVID-19 pandemic, including \"behavioural, temporal, societal, and organisational\" (Agerfalk, Conboy, & Myers, 2020) , and in particular how organisations adjust to 'the new normal' (Davison, 2020; O'Leary, 2020) . There are many researchers now studying all manner of technologies in this COVID-19 context. However, if one considers the temporal aspects, we contend that this is a major and as yet understudied issue. Specifically, global changes to technology-driven work practices required an urgent 'big bang' change under the most severe time pressured conditions. This urgency meant that organisations had little time to develop strategies, to train, or experiment with alterations to unprecedented organisational practices. Many organisations found themselves, for example, introducing remote working practices with very little time to plan, consider alternative options, and set-up remote working with their employer and manager (Agerfalk et al., 2020) . In addition, social distancing placed more importance on the role of online applications which became critical to ensure continuity of personal and business services (Papagiannidis et al., 2020) . However, much of these efforts are reactive and short-term solutions with little or no reflection and considered approaches for long-term sustained use of practices.", "cite_spans": [{"start": 148, "end": 181, "text": "(Agerfalk, Conboy, & Myers, 2020)", "ref_id": "BIBREF0"}, {"start": 247, "end": 262, "text": "(Davison, 2020;", "ref_id": "BIBREF5"}, {"start": 263, "end": 277, "text": "O'Leary, 2020)", "ref_id": "BIBREF27"}, {"start": 1002, "end": 1025, "text": "(Agerfalk et al., 2020)", "ref_id": "BIBREF0"}, {"start": 1194, "end": 1222, "text": "(Papagiannidis et al., 2020)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Introduction"}, {"text": "The reality is that the pandemic is by no means short-term, and these new technology-driven practices will now form part of 'the new normal'. We argue that the 'big bang' approach alone, while necessary at the time, is not sufficient. Organisations need to normalise these new practices and the use of technology to accomplish goals through these practices. Yet, there is a lack of theoretical focus on how to explain new norms for technology-driven work practices or guidelines for practitioners on how to better plan for and manage these new norms. We propose that researchers and practitioners may draw on normalisation process theory (NPT) to examine how technology-driven or 'techdriven' practices can be embedded and routinised within the organisation and its 'new normal' settings.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Normalisation allows us to focus \"the work that actors do as they engage with some ensemble of activities and by which means it becomes routinely embedded in the matrices of already existing, socially patterned, knowledge and practices\" ) . Specifically, Normalisation process theory (NPT) presents a derivative sociological theory on the implementation, embedding and integration of new technologies and organisational innovations which is suitable to explain the normalisation of new technology-driven work practices as a result of pandemics. NPT identifies factors that promote and inhibit the routine incorporation of complex interventions into everyday practice Murray et al., 2010) making it applicable to examine how new technology-driven work practices can be managed. NPT can explain how large-scale behavioural changes occur, focusing not only on implementation, but beyond this to the point where change becomes so embedded into routine practice that it 'disappears' from view (i.e. it is normalised) (Murray et al., 2010) . Specifically, NPT is concerned with the social organisation of the work (implementation), of making practices routine elements of everyday life (embedding), and of sustaining embedded practices in their social context (integration) (May, 2006) . NPT allows us to examine assumptions and dynamics of IS during pandemics in practice which can also support the IS community to build a cumulative tradition on IS theories.", "cite_spans": [{"start": 237, "end": 238, "text": ")", "ref_id": null}, {"start": 667, "end": 687, "text": "Murray et al., 2010)", "ref_id": "BIBREF24"}, {"start": 1012, "end": 1033, "text": "(Murray et al., 2010)", "ref_id": "BIBREF24"}, {"start": 1268, "end": 1279, "text": "(May, 2006)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Normalisation process theory"}, {"text": "NPT has clear applicability to pandemics to examine the normalisation of a new tech-driven work practices through the following theoretical constructs (Fig. 1 ):", "cite_spans": [], "ref_spans": [{"start": 151, "end": 158, "text": "(Fig. 1", "ref_id": "FIGREF0"}], "section": "Normalisation process theory"}, {"text": "1 Coherence: refers to the process of sensemaking that individuals and organisations undergo in order to promote or inhibit the routine embedding of a practice. For example, this allows us to define and examine the implications of decisions on defining and (re)organising a practice to accommodate technology-driven change to work practices during pandemics. 2 Cognitive Participation: examines how stakeholders engage in the newly adopted practice. This allows us to identify the social and technical roles and responsibilities which are developed to sustain and participate in technology-driven change to work practices in response to pandemics.", "cite_spans": [], "ref_spans": [], "section": "Normalisation process theory"}, {"text": "3 Collective Action: focuses on the work that individuals and teams have to do to change practice by enacting the new practice. This allows us to examine the specific practices, organising factors, and tools used enact and sustain new practices facilitated by teams working towards the same vision of technology-driven work practices. 4 Reflexive Monitoring: describes the value realisation inherent in the informal and formal appraisal of a new technology-driven work practices and the reported process improvements. This can also provide new insights on the impact of pandemics on forging new organising structures, social norms, group processes and conventions as a result of new technology-driven work practices.", "cite_spans": [], "ref_spans": [], "section": "Normalisation process theory"}, {"text": "Within each of the core theoretical constructs, we can examine relationships which influences the remaining theoretical constructs in normalisation of new tech-driven work practices by capturing new insights on (i) organising factors; (ii) organising structures and social norms, (iii) group processes and conventions. Therefore, NPT can support the IS community to theorise about normalising the changing nature of work in response to the age of pandemics. As Table 1 summarises, within each of the main NPT core theoretical constructs, there are four additional components (adapted from .", "cite_spans": [], "ref_spans": [{"start": 461, "end": 468, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Normalisation process theory"}, {"text": "3. Applying NPT to the changing nature of work in response to This section applies each of the 16 NPT theoretical components to explore the changing nature of work in response to COVID-19. For example, one key measure to prevent the spread of COVID-19 was \"social distancing\" i.e. keeping physical space between people outside of their home environments. As a result, organisations have been forced into rapid 'big bang' introduction of technology and 'tech-driven' practices in an unprecedented and time pressured manner. We consider some of the key challenges around this urgent measure and how it dramatically altered work practices. This placed new demands for technology innovations to facilitate technology-driven work practices such as remote working which we examine this through NPT, namely coherence, cognitive participation, collective action, and reflexive ", "cite_spans": [], "ref_spans": [], "section": "Normalisation process theory"}, {"text": "International Journal of Information Management xxx (xxxx) xxxx monitoring.", "cite_spans": [], "ref_spans": [], "section": "N. Carroll and K. Conboy"}, {"text": "From an NPT perspective, coherence can better describe the sensemaking process across organisations when faced with the demands from pandemics such as COVID-19, for example, in operationalising remote working within an extremely short timeframe. Within coherence, we can examine differentiation, communal specification, individual specification, and internalisation:", "cite_spans": [], "ref_spans": [], "section": "Coherence of new tech-driven work practices"}, {"text": "• Differentiation allows us to compare remote working practices to that of traditional office-based environments. It allows us to identify specific disruptions from COVID-19 (Koren & Rita, 2020 ) in short timeframes, key differences brought about in practices, and new opportunities presented through the adoption of new norms. Remote work implies that employees geographically workoutside of the area of the organisation's office and new tech-driven work practices are introduced around communication and collaborations, e.g. teleconferencing (Kominers & Gonzalez, 2020) . During COVID-19, managers had to readjust their expectations from employees, for example, focusing on outcomes rather than activity and becoming more flexible with teams. Differentiation also draws focus on new dimensions of remote workers, appropriateness of technology use, and technology's influence on individuals' working lives to provide a deeper understanding of organisational cultures and working climate (Charalampous, Grant, Tramontano, & Michailidis, 2019 ).", "cite_spans": [{"start": 174, "end": 193, "text": "(Koren & Rita, 2020", "ref_id": "BIBREF14"}, {"start": 544, "end": 571, "text": "(Kominers & Gonzalez, 2020)", "ref_id": "BIBREF13"}, {"start": 988, "end": 1041, "text": "(Charalampous, Grant, Tramontano, & Michailidis, 2019", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Coherence of new tech-driven work practices"}, {"text": "• Communal specification allows us to explore the sense of a shared vision, aims, objectives, and expected benefits for remote working exists across an organisation or society during pandemics. On an international level, there were significant challenges in the scaling up of the European Union's global response to COVID-19 (Jones, Sergejeff, Sherriff, Teevan, & Veron, 2020). For example, governments imposed social distancing restrictions as part of national guidelines which influenced a shared vision in response to COVID-19 and the possible introduction of contact tracing apps (McCall, 2020) . From an organisational perspective, new techdriven work practices to facilitate remote working became a widely accepted shared goal as part of new work practices. Under the circumstances brought about by COVID-19, remote working offered greater flexibility for teams to manage their obligations, for example, frequent check-ins with supervisors and management while being compliant with government social distancing restrictions.", "cite_spans": [{"start": 584, "end": 598, "text": "(McCall, 2020)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Coherence of new tech-driven work practices"}, {"text": "• Individual specification allows us to assess individual perceptions of remote working and newfound responsibilities around new techdriven work practices in response to COVID-19. For example, for individuals, technostress became prominent with an increase in tech-driven work practices through the extensive use of technology and the demand to remain updated and informed through technological changes (De', Pandey, & Pal, 2020) . Management had to explore ways to incorporated IT to maintain some sense of security and control over their employees to ensure productivity is monitored through new innovations, for example through tools such as Slack (workplace communication tool), Zoom (videoconferencing), and Trello (project management). Individual specification focuses on a person's overall perceptions regarding the impact of changes brought about with new tech-driven work practices.", "cite_spans": [{"start": 403, "end": 429, "text": "(De', Pandey, & Pal, 2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Coherence of new tech-driven work practices"}, {"text": "• Internalisation explains how team members reports on the perceived value, benefits, and importance of new tech-driven work practices associated with remote working during a pandemic such as COVID-19. For example, some of the key issues beginning to surface across literature include the reallocation of work and reconfiguration of collaborative networks across teams and projects. In addition, the nature of \"distance\" and sustainability of new tech-driven work practices has not been considered for the post-pandemic period with individuals in minds and their perceptions of temporal, spatial, cultural, and their psychological requirements and technological support needs (De' et al., 2020) . Therefore, internalisation can provide a true gauge as to how realistically sustainable changes brought about with tech-driven work practices are for the future of organisations.", "cite_spans": [{"start": 676, "end": 694, "text": "(De' et al., 2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Coherence of new tech-driven work practices"}, {"text": "Cognitive participation draws focus on tech-driven work practices that employees do to build and sustain the new practice during the COVID-19 pandemic. Within cognitive participation, we can examine initiation, enrolment, legitimation, and activation:", "cite_spans": [], "ref_spans": [], "section": "Cognitive participation of new tech-driven work practices"}, {"text": "• Initiation allows us to examine how team members are contributing to the tech-driven work practices during COVID-19. For example, the literature indicates the importance of interpersonal trust of employees and peers which is attributed to an increase sense of performance, increased job satisfaction, creativity, reduced job stress and impact through tech-driven work practices (Edmondson, 1999; Greenbaum, 2019; Staples, 2001) . Therefore, monitoring the social fabric of a team is important to ensure communication and coordination is transparent, for example, by introducing quick taskrelated interactions to ensure contributions across remote working teams. This also allows us to monitor team productivity and performance rates and therefore their direct contribution to the techdriven work practices.", "cite_spans": [{"start": 380, "end": 397, "text": "(Edmondson, 1999;", "ref_id": "BIBREF7"}, {"start": 398, "end": 414, "text": "Greenbaum, 2019;", "ref_id": "BIBREF8"}, {"start": 415, "end": 429, "text": "Staples, 2001)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Cognitive participation of new tech-driven work practices"}, {"text": "• Enrolment focuses on efforts to reorganise teams in order to collectively contribute to a new practice such as remote working in response to COVID-19. Therefore, more emphasis needs to be placed on issues associated with the design of new collaborative work patterns, evaluation of team performance and motivation, team stress levels, and the issue of continuous learning during the COVID-19 pandemic (De' et al., 2020) to guide efforts around organising virtual teams. The rapid growth in remote working teams also presented new opportunities around interventions to improve teamwork (Mak & Kozlowski, 2019) and virtual leadership.", "cite_spans": [{"start": 403, "end": 421, "text": "(De' et al., 2020)", "ref_id": "BIBREF6"}, {"start": 587, "end": 610, "text": "(Mak & Kozlowski, 2019)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Cognitive participation of new tech-driven work practices"}, {"text": "• Legitimation explores whether virtual team members believe it is right for them to be involved and can make a valid contribution to new tech-driven work practices such as remote working. For example, balancing various forms of power and control during the COVID-19 pandemic draws on the experimentation of new innovations to enhance workers use and incorporation of digital technologies into their daily lives. New tech-driven work practices continuously alter and reshape power dynamics within organisations (Miele & Tirabeni, 2020) . Sarker, Sarker, and Schneider (2009) describes the diverse range of how virtual teams participate and contribute in a variety of projects through computer-mediated interactions. Therefore, it is important to identify and challenge organisations around what factors may be considered leadership qualities by team members distributed across various geographical locations, ranging from varied skillsets, and contributing to deliverables and contributing to team cohesion.", "cite_spans": [{"start": 511, "end": 535, "text": "(Miele & Tirabeni, 2020)", "ref_id": "BIBREF23"}, {"start": 538, "end": 574, "text": "Sarker, Sarker, and Schneider (2009)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Cognitive participation of new tech-driven work practices"}, {"text": "• Activation explains the actions and procedures needed to sustain remote working and how teams remain committed to the vision of new practices during a pandemic such as COVID-19. For example, conventional wisdom assumes that the dimensions of trust can sustain interpersonal interactions and team communication, but this can be more complicated for virtual teams (Greenberg, Greenberg, & Antonucci, 2007) . Greenberg et al. (2007) proposes that there are three components of trust (ability, integrity, and benevolence) at various stages of a teamwork lifecycle (establishing the team, inception, organising, transition, and accomplishing the task) which can sustain remote working teams and the pursuit for success. Therefore, it is important to consider the specific actions and procedures implemented in practice to sustain remote working.", "cite_spans": [{"start": 364, "end": 405, "text": "(Greenberg, Greenberg, & Antonucci, 2007)", "ref_id": "BIBREF9"}, {"start": 408, "end": 431, "text": "Greenberg et al. (2007)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Cognitive participation of new tech-driven work practices"}, {"text": "Collective action refers to the operational work that virtual teams do to enact a set of practices associated with remote working during a pandemic such as COVID-19. Within collective action, we can examine interactional workability, relational integration, skillset workability, and contextual integration:", "cite_spans": [], "ref_spans": [], "section": "Cognitive participation of new tech-driven work practices"}, {"text": "• Interactional workability identifies how teams use various artefacts and other technical elements from remote working practices to operationalise them in everyday settings during the COVID-19 pandemic. For example, Ciriello, Richter, and Schwabe (2019) explains that a logical starting point to explain tech-driven practices is to study the use of digital artefacts (such as PowerPoint) to form and evolve for space-and time-independent collaboration. Within a remote working context, artefacts form an essential part towards people enacting a new set of practices in remote working.", "cite_spans": [{"start": 217, "end": 254, "text": "Ciriello, Richter, and Schwabe (2019)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Cognitive participation of new tech-driven work practices"}, {"text": "• Relational integration focus on generating knowledge which builds greater accountability and maintain confidence in a set of practices and the team for remote working during the COVID-19 pandemic. For example, generating new knowledge outputs can appear in new form, for example analyses, evaluations, instructions, decisions, and action plans (Davis, 2002) or can be disseminated using various distribute team collaboration platforms.", "cite_spans": [{"start": 346, "end": 359, "text": "(Davis, 2002)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Cognitive participation of new tech-driven work practices"}, {"text": "• Skillset workability identifies the specific allocation of new tasks during the COVID-19 pandemic that underpins the division of labour imposed by a set of practices for remote working. For example, the immediate requirement for physical social distancing of people meant that management had to assess the requirement for diverse skillsets. In addition, millions of jobs across the globe were at risk as a result of the unparalleled social distancing measures which was enforced by governments. Such measures have affected an organisation's ability to sustain continued operations via remote meetings, altered supply chains, and digital customer interaction (e.g. ecommerce) (Pouliakas & Branka, 2020) and dramatically altered the division of labour imposed by new tech-driven practices.", "cite_spans": [{"start": 677, "end": 703, "text": "(Pouliakas & Branka, 2020)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Cognitive participation of new tech-driven work practices"}, {"text": "• Contextual integration allows us to consider how to best manage a new set of tech-driven practices during the COVID-19 pandemic through the allocation of resources and the execution of protocols, policies and procedures. This can also result in testing the different degrees of persistence as industries will react differently to new policies depending on the constraints that they face, for example, regulations, protocols, policies and procedures being classified as essential or non-essential for employees while working remotely.", "cite_spans": [], "ref_spans": [], "section": "Cognitive participation of new tech-driven work practices"}, {"text": "Reflexive monitoring appraises the work that people do to assess and understand the ways that a new set of practices such as remote working affect them and others around them during a pandemic such as COVID-19. Within reflexive monitoring, we can examine systematisation, communal appraisal, individual appraisal, and reconfiguration of remote working teams:", "cite_spans": [], "ref_spans": [], "section": "Reflexive monitoring of new tech-driven work practices"}, {"text": "• Systematisation allows us to determine how effective and useful new tech-driven practices are for workers and their colleagues in response to COVID-19. For example, the literature indicates that virtual teams provide an effective structural mechanism to coordinate the increased pressures of connecting team members that are geographically, temporally, and functionally dispersed to work on a common task (Martins, Gilson, & Maynard, 2004) . Mysirlaki and Paraskeva (2020) also describe how a virtual leaders' emotional intelligence and transformational leadership behaviour plays a critical role on all dimensions on the effectiveness of virtual team, team satisfaction and overall performance. Drawing on such sources of evidence, we can better assess workers perceptions on the effectiveness and usefulness of new tech-driven practices.", "cite_spans": [{"start": 407, "end": 441, "text": "(Martins, Gilson, & Maynard, 2004)", "ref_id": "BIBREF18"}, {"start": 444, "end": 474, "text": "Mysirlaki and Paraskeva (2020)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Reflexive monitoring of new tech-driven work practices"}, {"text": "• Communal appraisal examines the level of collaboration across teams (formally or informally) to evaluate the value of new tech-driven remote working practices through experiential and systematised approaches during COVID-19. For example, the extent of and growing dependence on virtual tools, the value exchange of information, and synchronicity (Kirkman & Mathieu, 2005) can also play a significant role in the effectiveness of remote working (Martins et al., 2004) . Assessing how the IT-enabled innovations and their impact on distributed collaborative approaches towards the embedding of new tech-driven practices is crucial.", "cite_spans": [{"start": 348, "end": 373, "text": "(Kirkman & Mathieu, 2005)", "ref_id": "BIBREF12"}, {"start": 446, "end": 468, "text": "(Martins et al., 2004)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Reflexive monitoring of new tech-driven work practices"}, {"text": "• Individual appraisal describes efforts of team members to appraise the effects of a new remote working practice from COVID-19, their effects on them personally, and the contexts in which they are set. For example, remote working can also result in improved cohesion, commitment, collaboration, and decision quality (Huang, Wei, Watson, & Tan, 2003) . In addition, as briefly outlined under 'Cohesion', individual appraisals can provide more insights on the negative effects of new tech-driven practices such as technostress. An analysis on individual appraisals can support managers to alter new tech-driven practices to accommodate the team's needs.", "cite_spans": [{"start": 317, "end": 350, "text": "(Huang, Wei, Watson, & Tan, 2003)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Reflexive monitoring of new tech-driven work practices"}, {"text": "• Reconfiguration refers to the appraisal work that individuals or groups do in an attempt to redefine procedures or modify practices in remote working. For example, in response to COVID-19, virtual teams had to conduct regular virtual meetings in order to ensure quick task-related interactions and feedback on work in terms of productivity and new remote working environments to determine whether changes were necessary. In addition, building on individual appraisals, managers can begin to identify where specific elements of new tech-driven practices work well and where others need improvements or even where certain elements of the practices may need to be abandoned.", "cite_spans": [], "ref_spans": [], "section": "Reflexive monitoring of new tech-driven work practices"}, {"text": "This article describes the suitability of NPT to provide a novel theoretical viewpoint to explain the normalisation of \"new norms\" in response to changing technology-driven work practices in pandemic time pressures. During the COVID-19 pandemic, we witnessed how the pandemic has had massive implications for the nature of work and the role technology plays in the workplace. Organisations had to respond quickly to the unprecedented demands of COVID-19 to alter work practices with little time to train or reflect on introducing and normalising new work practices and the role technology plays. This article demonstrates how NPT can identify which actions facilitate or prevent the changing technology-driven work practices and the key actors which lead to the implementation, embedding and integration of new technologies and organisational innovations. From a research perspective, there are a number of directions for future research to apply NPT. For example, NPT can support case study research on the implications of pandemics in demanding the 'big bang' introduction of technology and technology-driven practices under severe time pressure. There are additional research opportunities to explain how the transformed work practices becomes sustained in the long-term the identify the unfolding factors during pandemics (enablers and inhibitors) to sustain the use of new practices. We envisage that this research can also be extended to various form of remote working, for example, changing nature of work, digital platforms, digital transformations, and the gig economy to uncover nuanced new norms of technologically-driven work practices. NPT can also provide rich insights how organising structures and social norms influence organising factors and collective action associated with technology-driven work practices. Such research insights are not only useful for academics to support managers respond to changes in technology-driven work practices but also to innovators and how they can design for new technology-driven work practices.", "cite_spans": [], "ref_spans": [], "section": "Implications for research"}, {"text": "Organisations had to immediately respond to new work practices brought about by COVID-19 with little time to consider their long-term effects. Assessing the readiness of organisations to transform their practices by changing technology-driven work practices under a short timeframe therefore becomes a significant priority for organisations to transform their digital infrastructure and work practices (Carroll, 2020) . NPT can be used to better plan for changes in terms of organisational readiness to adopt new tech-driven practices (i.e. ensuring all key considerations are planned for to introduce changes) or as an evaluation framework to assess changed organisational environments (i.e. reflective standpoint). Under the 16 NPT components, organisations can pinpoint organisational readiness for change and the value stakeholders place on the change, for example, growing task demands, resource availability, technostress and situational factors. Both shaping and shaped by technological, the world of work has witnessed a wide array of changes to facilitate remote working practices. In practice, NPT can be applied identify and assess the new dimensions of technologydriven work practices and new work configurations. Such insights can guide practitioners on how to better manage group processes and conventions to identify how a practice is produced and modified to shape human behavioural patterns through technology-driven work practices.", "cite_spans": [{"start": 402, "end": 417, "text": "(Carroll, 2020)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Implications for practice"}, {"text": "The hard reality of the impact COVID-19 has had on the economy and people's livelihoods has brought about radical changes for organisations and their workforces. For example, remote working has become inevitable part of the changing nature of work and new work models have had to be quickly developed and deployed. As a priority, Chief Information Officers and IT managers had to ensure the continuity of their team productivity across organisations with little guidance on normalising new technology-driven work practices. As a result, the discourse around new norms has become much more evident and visible in our daily lives and radically impacted on social norms as a result of the COVID-19 pandemic and we have all become accustomed to new normalities. To this end, planning for, implementing, embedding, and integrating technology to facilitate new norms is incredibly challenging. To exacerbate this, there is a lack of any guidance from governments or policymakers on how to best facilitate these unprecedented changes to work practices. This research described the application of NPT and its usefulness in offering (i) a novel theoretical perspective on the normalisation of new technology-driven work practices, and (ii) practical insights on how NPT can better guide organisations to normalise technology-driven work practices during pandemics. It is envisaged that this framework will explain the implications of pandemics and debate about the normalisation of new tech-driven work practices and transformations. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Information systems in the age of pandemics: COVID-19 and beyond", "authors": [{"first": "P", "middle": [], "last": "Agerfalk", "suffix": ""}, {"first": "K", "middle": [], "last": "Conboy", "suffix": ""}, {"first": "M", "middle": [], "last": "Myers", "suffix": ""}], "year": 2020, "venue": "European Journal of Information Systems", "volume": "29", "issn": "3", "pages": "1--7", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Theorizing on the Normalization of Digital Transformations", "authors": [{"first": "N", "middle": [], "last": "Carroll", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Systematically reviewing remote e-workers' well-being at work: A multidimensional approach", "authors": [{"first": "M", "middle": [], "last": "Charalampous", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Grant", "suffix": ""}, {"first": "C", "middle": [], "last": "Tramontano", "suffix": ""}, {"first": "E", "middle": [], "last": "Michailidis", "suffix": ""}], "year": 2019, "venue": "European Journal of Work and Organizational Psychology", "volume": "28", "issn": "1", "pages": "51--73", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The paradoxical effects of digital artefacts on innovation practices", "authors": [{"first": "R", "middle": ["F"], "last": "Ciriello", "suffix": ""}, {"first": "A", "middle": [], "last": "Richter", "suffix": ""}, {"first": "G", "middle": [], "last": "Schwabe", "suffix": ""}], "year": 2019, "venue": "European Journal of Information Systems", "volume": "28", "issn": "2", "pages": "149--172", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Anytime/anyplace computing and the future of knowledge work", "authors": [{"first": "G", "middle": ["B"], "last": "Davis", "suffix": ""}], "year": 2002, "venue": "Communications of the ACM", "volume": "45", "issn": "12", "pages": "67--73", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The transformative potential of disruptions: A viewpoint", "authors": [{"first": "R", "middle": ["M"], "last": "Davison", "suffix": ""}], "year": 2020, "venue": "International Journal of Information Management", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijinfomgt.2020.102149"]}}, "BIBREF6": {"ref_id": "b6", "title": "Impact of digital surge during Covid-19 pandemic: A viewpoint on research and practice", "authors": [{"first": "&apos;", "middle": [], "last": "De", "suffix": ""}, {"first": "R", "middle": [], "last": "Pandey", "suffix": ""}, {"first": "N", "middle": [], "last": "Pal", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "International Journal of Information Management", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijinfomgt.2020.102171"]}}, "BIBREF7": {"ref_id": "b7", "title": "Psychological safety and learning behavior in work teams", "authors": [{"first": "A", "middle": [], "last": "Edmondson", "suffix": ""}], "year": 1999, "venue": "Administrative Science Quarterly", "volume": "44", "issn": "2", "pages": "350--383", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The future of remote work", "authors": [{"first": "Z", "middle": [], "last": "Greenbaum", "suffix": ""}], "year": 2019, "venue": "Monitor on Psychology", "volume": "50", "issn": "9", "pages": "54--60", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Creating and sustaining trust in virtual teams", "authors": [{"first": "P", "middle": ["S"], "last": "Greenberg", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Greenberg", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Antonucci", "suffix": ""}], "year": 2007, "venue": "Business Horizons", "volume": "50", "issn": "4", "pages": "325--333", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Supporting virtual teambuilding with a GSS: An empirical investigation", "authors": [{"first": "W", "middle": ["W"], "last": "Huang", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Wei", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Watson", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Tan", "suffix": ""}], "year": 2003, "venue": "Decision Support Systems", "volume": "34", "issn": "4", "pages": "359--367", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The Challenge of scaling up the European Union's global response to COVID-19'. ECDPM Briefing Note 116, April. Retrieved on 15 th", "authors": [{"first": "A", "middle": [], "last": "Jones", "suffix": ""}, {"first": "K", "middle": [], "last": "Sergejeff", "suffix": ""}, {"first": "A", "middle": [], "last": "Sherriff", "suffix": ""}, {"first": "C", "middle": [], "last": "Teevan", "suffix": ""}, {"first": "P", "middle": [], "last": "Veron", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The dimensions and antecedents of team virtuality", "authors": [{"first": "B", "middle": ["L"], "last": "Kirkman", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Mathieu", "suffix": ""}], "year": 2005, "venue": "Journal of Management", "volume": "31", "issn": "5", "pages": "700--718", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Zoom video communications and COVID-19. Harvard Business School Case 820-108", "authors": [{"first": "S", "middle": [], "last": "Kominers", "suffix": ""}, {"first": "G", "middle": [], "last": "Gonzalez", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Business disruptions from social distancing", "authors": [{"first": "M", "middle": [], "last": "Koren", "suffix": ""}, {"first": "P", "middle": [], "last": "Rita", "suffix": ""}], "year": 2020, "venue": "Covid Economics: Vetted and Real-Time Papers", "volume": "1", "issn": "2", "pages": "13--31", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Editorial reflections: Lockdowns, slow downs, and some introductions", "authors": [{"first": "D", "middle": ["E"], "last": "Leidner", "suffix": ""}], "year": 2020, "venue": "Journal of the Association for Information Systems", "volume": "21", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.17705/1jais.00600"]}}, "BIBREF16": {"ref_id": "b16", "title": "The Cambridge handbook of technology and employee behavior (Cambridge handbooks in psychology", "authors": [{"first": "S", "middle": [], "last": "Mak", "suffix": ""}, {"first": "S", "middle": [], "last": "Kozlowski", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "441--479", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Virtual teams: What do we know and where do we go from here", "authors": [{"first": "L", "middle": ["L"], "last": "Martins", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Gilson", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Maynard", "suffix": ""}], "year": 2004, "venue": "Journal of Management", "volume": "30", "issn": "6", "pages": "805--835", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A rational model for assessing and evaluating complex interventions in health care", "authors": [{"first": "C", "middle": [], "last": "May", "suffix": ""}], "year": 2006, "venue": "BMC Health Services Research", "volume": "6", "issn": "86", "pages": "1--11", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Implementing, embedding, and integrating practices: An outline of normalization process theory", "authors": [{"first": "C", "middle": [], "last": "May", "suffix": ""}, {"first": "T", "middle": [], "last": "Finch", "suffix": ""}], "year": 2009, "venue": "Sociology", "volume": "43", "issn": "3", "pages": "535--554", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Development of a theory of implementation and integration: Normalization process Theory", "authors": [{"first": "C", "middle": ["R"], "last": "May", "suffix": ""}, {"first": "F", "middle": [], "last": "Mair", "suffix": ""}, {"first": "T", "middle": [], "last": "Finch", "suffix": ""}, {"first": "A", "middle": [], "last": "Macfarlane", "suffix": ""}, {"first": "C", "middle": [], "last": "Dowrick", "suffix": ""}, {"first": "S", "middle": [], "last": "Treweek", "suffix": ""}, {"first": "T", "middle": [], "last": "Rapley", "suffix": ""}, {"first": "L", "middle": [], "last": "Ballini", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Ong", "suffix": ""}, {"first": "A", "middle": [], "last": "Rogers", "suffix": ""}, {"first": "E", "middle": [], "last": "Murray", "suffix": ""}], "year": 2009, "venue": "Implementation Science", "volume": "4", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Shut down and reboot-Preparing to minimise infection in a post-COVID-19 era. The Lancet Digital Health", "authors": [{"first": "B", "middle": [], "last": "Mccall", "suffix": ""}], "year": 2020, "venue": "", "volume": "2", "issn": "", "pages": "293--294", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Digital technologies and power dynamics in the organization: A conceptual review of remote working and wearable technologies at work. Sociology Compass", "authors": [{"first": "F", "middle": [], "last": "Miele", "suffix": ""}, {"first": "L", "middle": [], "last": "Tirabeni", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/soc4.12795"]}}, "BIBREF24": {"ref_id": "b24", "title": "Normalisation process theory: A framework for developing, evaluating and implementing complex interventions", "authors": [{"first": "E", "middle": [], "last": "Murray", "suffix": ""}, {"first": "S", "middle": [], "last": "Treweek", "suffix": ""}, {"first": "C", "middle": [], "last": "Pope", "suffix": ""}, {"first": "A", "middle": [], "last": "Macfarlane", "suffix": ""}, {"first": "L", "middle": [], "last": "Ballini", "suffix": ""}, {"first": "C", "middle": [], "last": "Dowrick", "suffix": ""}, {"first": "T", "middle": [], "last": "Finch", "suffix": ""}, {"first": "A", "middle": [], "last": "Kennedy", "suffix": ""}, {"first": "F", "middle": [], "last": "Mair", "suffix": ""}, {"first": "C", "middle": [], "last": "O&apos;donnell", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Ong", "suffix": ""}], "year": 2010, "venue": "BMC Medicine", "volume": "8", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Emotional intelligence and transformational leadership in virtual teams", "authors": [{"first": "S", "middle": [], "last": "Mysirlaki", "suffix": ""}, {"first": "F", "middle": [], "last": "Paraskeva", "suffix": ""}], "year": 2020, "venue": "Lessons from MMOGs. Leadership & Organization Development Journal", "volume": "41", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1108/LODJ-01-2019-0035"]}}, "BIBREF26": {"ref_id": "b26", "title": "Enabling and emerging technologies for social distancing: A comprehensive survey", "authors": [{"first": "C", "middle": ["T"], "last": "Nguyen", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Saputra", "suffix": ""}, {"first": "N", "middle": [], "last": "Van Huynh", "suffix": ""}, {"first": "N", "middle": ["T"], "last": "Nguyen", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Khoa", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Tuan", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Nguyen", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Hoang", "suffix": ""}, {"first": "T", "middle": ["X"], "last": "Vu", "suffix": ""}, {"first": "E", "middle": [], "last": "Dutkiewicz", "suffix": ""}, {"first": "S", "middle": [], "last": "Chatzinotas", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2005.02816"]}}, "BIBREF27": {"ref_id": "b27", "title": "Evolving information systems and technology research issues for COVID-19 and other pandemics", "authors": [{"first": "D", "middle": ["E"], "last": "O&apos;leary", "suffix": ""}], "year": 2020, "venue": "Journal of Organizational Computing and Electronic Commerce", "volume": "", "issn": "", "pages": "1--8", "other_ids": {"DOI": ["10.1080/10919392.2020.1755790"]}}, "BIBREF28": {"ref_id": "b28", "title": "WHO led the digital transformation of your company? A reflection of IT related challenges during the pandemic", "authors": [{"first": "S", "middle": [], "last": "Papagiannidis", "suffix": ""}, {"first": "J", "middle": [], "last": "Harris", "suffix": ""}, {"first": "D", "middle": [], "last": "Morton", "suffix": ""}], "year": 2020, "venue": "International Journal of Information Management", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijinfomgt.2020.102166"]}}, "BIBREF29": {"ref_id": "b29", "title": "EU jobs at highest risk of COVID-19 social distancing: Will the pandemic exacerbate labour market divide? IZA DP No. 13281. Retrieved on 15 th", "authors": [{"first": "K", "middle": [], "last": "Pouliakas", "suffix": ""}, {"first": "J", "middle": [], "last": "Branka", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Locked-down digital work", "authors": [{"first": "A", "middle": [], "last": "Richter", "suffix": ""}], "year": 2020, "venue": "International Journal of Information Management", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijinfomgt.2020.102157"]}}, "BIBREF31": {"ref_id": "b31", "title": "Seeing remote team members as leaders: A study of US-Scandinavian teams", "authors": [{"first": "S", "middle": [], "last": "Sarker", "suffix": ""}, {"first": "S", "middle": [], "last": "Sarker", "suffix": ""}, {"first": "C", "middle": [], "last": "Schneider", "suffix": ""}], "year": 2009, "venue": "IEEE Transactions on Professional Communication", "volume": "52", "issn": "1", "pages": "75--94", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "A study of remote workers and their differences from non-remote workers", "authors": [{"first": "D", "middle": ["S"], "last": "Staples", "suffix": ""}], "year": 2001, "venue": "Journal of Organizational and End User Computing (JOEUC)", "volume": "13", "issn": "2", "pages": "3--14", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Model of Normalisation Process Theory (May & Finch, 2009).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Applying NPT to Examine Changing Tech-Driven Work Practices (adapted from). Core Construct of NPT Construct Components of NPT 1. Coherence: sensemaking individually and/or collectively when faced with the problem of operationalising a set of practices. 1.1 Differentiation: comparing differences in an old and new set of practices 1.2 Communal specification: building a shared understanding of the vision, aims, objectives, and expected benefits of a set of practices. 1.3 Individual specification: assessing individual perceptions on their specific tasks and responsibilities around a new set of practices. 1.4 Internalisation: evaluating team members perception on the value, benefits, and importance of a new set of practices. 2. Cognitive Participation: the relational work that people do to build and sustain a community of practice around a new technology or method. Individual appraisal: appraising the effects of a new practice on team members and the contexts in which they are set. 4.4 Reconfiguration: Appraisal work by individuals or groups that may lead to attempts to redefine procedures or modify practices.", "latex": null, "type": "table"}, "TABREF1": {"text": "Noel Carroll: Conceptualization, Investigation, Writing -original draft, Writing -review & editing. Kieran Conboy: Conceptualization, Writing -review & editing.", "latex": null, "type": "table"}}, "back_matter": [{"text": "This work was supported, in part, by Science Foundation Ireland grant 13/RC/2094 and co-funded under the European Regional Development Fund through the Southern & Eastern Regional Operational Programme to Lero -the Science Foundation Ireland Research Centre for Software (www.lero.ie)", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.ijinfomgt.2020. 102186.", "cite_spans": [], "ref_spans": [], "section": "Appendix A. Supplementary data"}]}