{
    "paper_id": "01b448579eaab63cbe16c04d46f9a0e6952a8fcf",
    "metadata": {
        "title": "Circular Economy as a COVID-19 Cure?",
        "authors": [
            {
                "first": "Wendy",
                "middle": [],
                "last": "Wuyts",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julie",
                "middle": [],
                "last": "Marin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Brusselaers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karl",
                "middle": [],
                "last": "Vrancken",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wendy",
                "middle": [],
                "last": "Wuyts1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagoya University",
                    "location": {
                        "settlement": "Nagoya",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Julie",
                "middle": [],
                "last": "Marin2",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leuven",
                    "location": {
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Brusselaers3",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Flemish Institute for Technological Research, unit sustainable materials",
                    "location": {
                        "settlement": "Mol",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Karl",
                "middle": [],
                "last": "Vrancken3",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Flemish Institute for Technological Research, unit sustainable materials",
                    "location": {
                        "settlement": "Mol",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Building on events in Flanders (Belgium) during the current pandemic, this paper discusses interplays between Circular Economy (CE) principles and COVID-19 related issues in the healthcare sector and in public health in general. The aim of this paper is threefold. First, it investigates how CE can serve as a constructive change driver in the healthcare sector to increase the sector's sustainability. Second, this paper describes how CE could increase the healthcare sector's future resilience as the COVID-19 crisis has put global value chains of medical devices and equipment under extreme stress. Consequently, the healthcare sector was confronted with low essential medical and protective equipment stock availability (Ranney, et al. 2020 ). Third, this paper describes how the COVID-19 crisis challenges the uptake of circular strategies in the healthcare sector.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 744,
                    "text": "(Ranney, et al. 2020",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This paper proposes an elaboration of the (Bocken, et al. 2016 ) framework to examine the role of CE in addressing COVID-19 related issues both at present and in the future. The original framework distinguishes between three strategies for resource loops in CE, i.e. closing, narrowing and slowing resource loops. This paper introduces an additional type of strategy: sustaining life. The following paragraphs describe the role of each strategy type in addressing COVID-19 related challenges.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 62,
                    "text": "(Bocken, et al. 2016",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Closing resource loops relates to recycling which integrates material quality conservation and is considered as the lowest priority CE strategy in the (Bocken, et al. 2016 ) framework. During the COVID-19 crisis, several initiatives simultaneously closed material loops and tackled shortages at the medical sector's input side. The recent evidence demonstrates the elasticity of bottom-up initiatives by both private companies (e.g. breweries producing disinfection alcohol for medical applications from residue products) and individual citizens (e.g. maker's movements producing mouth masks from textile leftovers and supplying hospitals and care facilities) to recycle locally available resources and thus reduce import dependency. These initiatives have proven their potential to flexibly address urgent shortages. Future research could investigate how they can increase the sector's resilience in the long run.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 171,
                    "text": "(Bocken, et al. 2016",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Closing loops"
        },
        {
            "text": "On the output side, waste generation by the medical sector increased 65% at the peak of the COVID-19 crisis (INDAVER 2020). Flanders does not allow recycling of hazardous medical waste and sends it towards a 'safe sink' for decontamination or incineration. Hence, while CE provides solutions to overcome shortages at the input side of the medical sector, the uptake of CE at the output side is hindered by the generation of hazardous waste. The COVID-19 crisis exacerbates this waste management problem. This demonstrates the medical sector's disproportional focus on procurement compared to waste management (GGKP 2020). (Cimprich, et al. 2019 ) rightfully warned from an industrial ecology point of view, that the hotspots for reducing environmental impacts in healthcare are currently not well understood. Hence, resource scientists should further explore possibilities for medical waste treatment and assess possibilities for critical raw materials recovery or reduced import dependency.",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 644,
                    "text": "(Cimprich, et al. 2019",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Closing loops"
        },
        {
            "text": "Slowing loops refers to the design of long-life goods and product-life extension through repurpose, refurbishment, and remanufacture. Narrowing refers to resource efficiency and dematerialization. While the COVID-19 crisis considerably slowed down economic activities it also accelerated the generation of (hazardous) waste. Nevertheless, responses to the COVID-19 challenges in healthcare demonstrate the potential of narrowing and slowing loops with the aim to prevent or postpone waste generation. A hypothesis is that the slowing metabolism of the wider economy created opportunities to citizens and other stakeholders with certain interests, values and knowledge to engage in circular economy practices like sharing, maintenance, repair, and refurbishment of medical equipment and devices (e.g. 3-D printing of spare ventilator parts by companies and households, making mouth masks or donating babyphones to use for patient surveillance in the ICU). The usefulness of lifetime extension, especially through comprehensive refurbishment, was already acknowledged by the medical sector prior to the COVID-19 crisis. However, comprehensive refurbishment implies more manufactured processes and is mainly established in an industrial setting (Nasr, et al. 2018 ). The COVID-19 crisis demonstrates the potential of bottom-up initiatives and decentralized medical equipment and medical devices production tackling urgent shortages. In this context, decentralized production slows loops and increases the healthcare sector's resilience to supply shocks. Additionally, it partially disconnects medical activity from global value chains which have proven to be unreliable in times of crisis (e.g. export bans on critical equipment). A second option to slow material loops would be to introduce Extended Producer Responsibility (ERP) for non-hazardous medical waste from medical equipment and shift part of the waste treatment responsibility to the producers of the medical equipment (GGKP 2020). The recycling of (potentially) hazardous material may be technically possible for a number of targeted streams (e.g. mouth masks), but the implementation of this strategy should be preceded by a revision of the collection infrastructure and logistics, backed-up by a risk-cost-benefit investigation. Hence, industrial ecology research could support managerial decisions by providing the environmental impacts of the alternatives and by developing a framework of these environmental impacts measured against risks and costs.",
            "cite_spans": [
                {
                    "start": 1242,
                    "end": 1260,
                    "text": "(Nasr, et al. 2018",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Slowing and narrowing loops"
        },
        {
            "text": "Maintenance and repair workers (e.g. cleaning) play a pivotal role in the slowing of resource loops. Nevertheless, the current body of literature pays little attention to their roles in resource loop management. Many skills have been made redundant in northern economies like Flanders, through the separation of 'mind' tasks (e.g., design or finance) from the socalled 'body tasks' (e.g., cleaning or caretaking). Hence, very few people in the north today know how to 'make', 'maintain' or 'repair' products and equipment and became dependent on a labor pool to perform jobs that require these skills. The maintenance sector tends to be feminized and racialized and the people working in this sector are often paid low salaries and may not be provided proper protection from the virus in the workplace. This lack of financial security and investment in personal protection equipment (PPE) forces maintenance workers to work and be exposed to the virus, enhancing another pressure on the healthcare and maintenance industry. Research should not solely focus on circular solutions to address environmental issues; they should be socially inclusive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slowing and narrowing loops"
        },
        {
            "text": "Besides the above-mentioned efforts to sustain the healthcare sector CE should also integrate biodiversity in the value chain. The introduction of sustaining life acknowledges the potential of a CE to decrease the need for medical services and decrease the likelihood of recurrence of a pandemic in future. This type of strategy responds to one of the main CE principles: to be restorative and regenerative. Protecting and preserving forests and other green spaces addresses the medical-CE nexus because this strategy is also pivotal for public health. A body of research outside the field of resource management exists upon prevention of communicable diseases (e.g. COVID-19), and chronic diseases (e.g. cancer), for supporting healing processes and coping with psychological impacts. More interdisciplinary research will give leverage to this principle of regenerating natural systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sustaining life"
        },
        {
            "text": "The potential of circular initiatives in the healthcare sector became apparent during the COVID-19 crisis. Prior to the COVID-19 crisis, studies on consumption in the circular economy described 'ideas' to foster collaboration between sectors and turning citizens into co-creators. These ideas for collaboration typically engaged researchers, designers and policy makers more than citizens. Before the current crisis, the medical sector was no different, but the needs induced by the COVID-19 crisis shifted this focus from consumer to co-creator in this short chain strategy. There is a risk however, that this shift is again reversed when the lockdown restrictions and the limited availability of PPE come to an end.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Circular creativity during COVID-19 and beyond"
        },
        {
            "text": "To further decrease import dependency in the critical medical value chains, more research is needed to examine how companies can enhance their adaptive capacity, so they can meet societal and their company's needs in times of crisis. To properly tackle both, with consideration of current and future crises, it is necessary to reformulate research topics and develop tools, solutions, and frameworks for the medical-CE nexus. This evolution should acknowledge the importance of bottom-up initiatives and maintenance workers. The current crisis indeed showed those bottom-up initiatives have been tapping into the window of opportunity to experiment, to incubate ideas of circular economy and to challenge the current system which is still locked in linear thinking. However, the long term impacts of COVID-19 on the circular economy could counter the aforementioned observations of initiatives and changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Circular creativity during COVID-19 and beyond"
        },
        {
            "text": "Finally, while this paper describes the potential of CE to increase resilience of the medical sector in times of crises, this paper also stresses the potential of restorative CE aspects. This rationale is in line with notions of circular economy suggesting the need for sustaining life in addition to slowing, narrowing and closing loops. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Circular creativity during COVID-19 and beyond"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical supply shortages-the need for ventilators and personal protective equipment during the Covid-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ranney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Griffeth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Product design and business model strategies for a circular economy",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Bocken",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "De Pauw",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Der Grinten",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Industrial and Production Engineering",
            "volume": "33",
            "issn": "",
            "pages": "308--320",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Indaver offers efficient solutions for treating increasing volumes of coronavirus waste safely",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Indaver",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "GGKP Webinar -Sustainability after COVID-19: the medical waste response",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ggkp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Potential for industrial ecology to support healthcare sustainability: Scoping re-view of a fragmented literature and conceptual framework for future research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cimprich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Santill N-Saldivar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sonnemann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Industrial Ecology",
            "volume": "23",
            "issn": "6",
            "pages": "1344--1352",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Redefining Value: The Manufacturing Revolution-Remanufacturing, Refurbishment, Repair and Direct Reuse in the Circular Economy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nasr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bringezu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hellweg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hilton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kreiss",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IRP Reports",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Wendy Wuyts: Conceptualization, Writing-Original draft preparation Julie Marin : Conceptualization, Writing-Reviewing and editing. Jan Brusselaers : Conceptualization, Writing-Reviewing and editing. Karl Vrancken: Writing-Reviewing and Editing.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Part of this work was financially supported by the Research Foundation -Flanders (FWO), Belgium and the Ministry of Education, Culture, Sports, Science, and Technology (MEXT), Japan. We want to thank Lynne Stearman Falick and the editor for proofreading and providing comments on previous drafts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}