{
    "paper_id": "01b430a561a784d89c93bc4684afc34b9dff4f6b",
    "metadata": {
        "title": "Perinatal-Neonatal Management of COVID-19 Infection -Guidelines of the Federation of Obstetric and Gynaecological Societies of India (FOGSI), National Neonatology Forum of India (NNF), and Indian Academy of Pediatrics (IAP) DEEPAK CHAWLA 1 , DINESH CHIRLA 2 , SAMIR DALWAI 3 , ASHOK K DEORARI 4 , ATUL GANATRA 5 , ALPESH GANDHI 6 , NANDKISHOR S KABRA 7 , PRAVEEN KUMAR 8 , PRATIMA MITTAL 9 , BAKUL JAYANT PAREKH 10 , M JEEVA SANKAR 4 , TANU SINGHAL 11 , SINDHU SIVANANDAN 12 AND PARIKSHIT TANK 13 FOR THE FEDERATION OF OBSTETRIC AND GYNAECOLOGICAL SOCIETIES OF INDIA (FOGSI), NATIONAL NEONATOLOGY FORUM OF INDIA (NNF) AND INDIAN ACADEMY OF PEDIATRICS (IAP) I I O O O O O N N N N N S S S S S",
        "authors": [
            {
                "first": "Kokilaben",
                "middle": [
                    "Dhirubhai"
                ],
                "last": "Ambani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital & Medical Research Institute (KDAHMRI)",
                    "location": {
                        "settlement": "Mumbai"
                    }
                },
                "email": "drpkumarpgi@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Justification: During the current rapidly evolving pandemic of COVID-19 infection, pregnant women with suspected or confirmed COVID-19 and their newborn infants form a special vulnerable group that needs immediate attention. Unlike other elective medical and surgical problems for which care can be deferred during the pandemic, pregnancies and childbirths continue. Perinatal period poses unique challenges and care of the mother-baby dyads requires special resources for prevention of transmission, diagnosis of infection and providing clinical care during labor, resuscitation and postnatal period. Process: The GRADE approach recommended by the World Health Organization was used to develop the guideline. A Guideline Development Group (GDG) comprising of obstetricians, neonatologists and pediatricians was constituted. The GDG drafted a list of questions which are likely to be faced by clinicians involved in obstetric and neonatal care. An e-survey was carried out amongst a wider group of clinicians to invite more questions and prioritize. Literature search was carried out in PubMed and websites of relevant international and national professional organizations. Existing guidelines, systematic reviews, clinical trials, narrative reviews and other descriptive reports were reviewed. For the practice questions, the evidence was extracted into evidence profiles. The context, resources required, values and preferences were considered for developing the recommendations. Objectives: To provide recommendations for prevention of transmission, diagnosis of infection and providing clinical care during labor, resuscitation and postnatal period. Recommendations: A set of twenty recommendations are provided under the following broad headings: 1) pregnant women with travel history, clinical suspicion or confirmed COVID-19 infection; 2) neonatal care; 3) prevention and infection control; 4) diagnosis; 5) general questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The disease spreads by droplets generated by infected people during sneezing and coughing. These are large droplets that travel for 1-2 m and settle on surfaces on which the virus can remain alive for hours to days [5] . Infected persons can also spread the infection even before C oronaviruses are RNA viruses with glycoprotein spikes that give them a crown like appearance [1, 2] . Four species have been in circulation for a long time and cause mild respiratory disease. They have a lot of genetic diversity and have jumped the species barrier leading to severe respiratory disease ( the onset of symptoms. Infection is acquired by either inhalation of infected droplets or touching surfaces/ fomites contaminated with the infected droplets and then touching the eyes, nose or mouth. Incubation period varies from 2-14 days with a median of 5 days. The average number of people infected by one infected individual is between two to three. The clinical symptoms are variable, ranging from asymptomatic state to acute respiratory distress syndrome and multi-organ dysfunction. In adults, common symptoms include fever, cough, breathlessness, fatigue, myalgia, headache and sore throat, while vomiting, diarrhea, sneezing and conjunctivitis are uncommon. Current evidence suggests that 80-85% of cases are mild, 10-15 % are severe with lower respiratory tract involvement, and 5% are critical, needing ICU care. The fatality rate is reportedly between 2-3% but can vary from 0.5-10% depending on the number tested, the percentage of elderly people in the population and availability of critical care support in the hospitals. The severity and fatality are higher in the elderly, especially above the age of 60 (among those aged more than 80 years, fatality rate was 15%), and those with comorbidities like heart disease, hypertension, diabetes etc. There is paucity of data on COVID-19 in pregnancy and neonates. Available data suggests that in general the outcome among pregnant women and neonates is good. A large proportion of infected pregnant women are likely to be asymptomatic or have mild symptoms [6] . However, severe disease needing admission to intensive care unit has been reported among pregnant women. Emerging evidence indicates that among women infected with COVID-19 in the third trimester, the risk of vertical transmission is low. Reported clinical features of COVID-19 infection in neonates include fever, lethargy, cough, vomiting and respiratory distress, thus mimicking the presentation of bacterial sepsis [2, 7, 8] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 585,
                    "end": 586,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 2106,
                    "end": 2109,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2531,
                    "end": 2534,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2535,
                    "end": 2537,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2538,
                    "end": 2540,
                    "text": "8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These guidelines have been developed jointly by the Federation of Obstetric and Gynaecological Societies of India, National Neonatology Forum of India, and Indian Academy of Pediatrics. The GRADE approach recommended by World Health Organization (WHO) was used to develop the guideline [9] . A Guideline development group (GDG) comprising of obstetricians, neonatologists and pediatricians was constituted. key words relevant to the practice  question being answered (search updated on 30 April,  2020 ). In addition, websites of the relevant international and national professional organizations were searched [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] . Guidelines, systematic reviews, trials, narrative reviews and other descriptive reports were reviewed. For PICO (participants, intervention, control and outcome) questions, the evidence was extracted into evidence profiles. The context, resources required, values and preferences were considered for developing the recommendations.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[13]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[17]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[18]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 501,
                    "text": "key words relevant to the practice  question being answered (search updated on 30 April,  2020",
                    "ref_id": null
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "The objective of these guidelines is to provide guidance on the short-listed clinical practice questions (Box I).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OBECTIVES"
        },
        {
            "text": "Of the 3323 articles on the coronavirus infection, 80 addressed the issue in pregnant women. No clinical trials have compared specific care including isolation strategies in pregnant women. A total of 13 studies (12 case series/reports and 1 retrospective cohort study) reported outcome in 113 women with pregnancy and coronavirus infection [21] [22] [23] [24] [25] [26] . Due to absence of comparative group it is not possible to estimate the effect of COVID-19 infection in pregnancy. However, almost all pregnant women had mild infection. One died due to severe disease. No clinical trials have compared specific care including isolation strategies in pregnant women. Majority of women in these studies were delivered by Csection; however, in the only case-control study, all controls were also delivered by C-section. Incidence of Csection is high in China, from where all studies have originated, and it is not possible to infer that Covid-19 infection increases the probability of C-section. Literature indicates possibility of higher incidence of fetal distress in infected pregnant women. However, due to small sample size and lack of comparison group, no definite inference can be made. As severe disease and pneumonia have been reported in few reports, pregnant women with infection need to be monitored for respiratory compromise during childbirth.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[22]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[23]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Pregnant Women"
        },
        {
            "text": "The treatment of COVID-19 viral infection has been attempted by two approaches. The first approach is the use of a combination of hydroxychloroquine and azithromycin [27] . These drugs are readily available in India and are cost-effective. The other approach has been to use antiviral drugs, some of which are difficult to procure. Hydroxychloroquine in a dose of 600 mg (200 mg thrice a day with meals) and azithromycin (500 mg once a day) for 10 days has been shown to give virologic cure on VOLUME 57 __ JUNE 15, 2020 20. What should be the immunization policy for neonates born to suspected or COVID-19 positive women? day 6 of treatment in 100% of treated patients in one study. The study included 20 treated patients with upper and lower respiratory symptoms. In this study, pregnancy was an exclusion criterion. However, as such, both these drugs have been used in pregnancy and during breastfeeding without significant effects on the mother or fetus. Alternative dosage regimens for hydroxychloroquine are to give 400 mg twice a day on day 1 and then 400 mg once a day for the next four days. Chloroquine can also be used as an alternative. The dose is 500 mg twice a day for 7 days. Some authorities recommend that azithromycin should be added only where there is a clinical suspicion of superadded bacterial infection. Lopinavir-ritonavir was the first antiviral combination used to treat COVID-19 infection. However, there was no difference in time to clinical improvement or mortality at 28 days in a randomized trial of 199 patients with severe COVID-19 given lopinavir-ritonavir (400/100 mg) twice daily for 14 days in addition to standard care versus those who received standard care alone [28] . Other agents such as remdesivir are being evaluated in randomized trials [29] . Clinicians should follow the latest updated national guidelines released by Indian Council of Medical Research/Ministry of Health and Family Welfare. VOLUME 57 __ JUNE 15, 2020",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1705,
                    "end": 1709,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1785,
                    "end": 1789,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Pregnant Women"
        },
        {
            "text": "Among 707 neonates reported born to Covid-19 positive women, 111 (15.7%) were admitted to NICU, 20 had pneumonia and 3 died. However, in majority of neonates, the reason of admission to NICU was isolation from the infected mother or other morbidities unrelated to COVID-19 infection. Among the 707 births, vertical transmission is suspected in 17 neonates (pooled rate of 2.4%), based on virologic and serological reports [30] [31] [32] [33] [34] [35] [36] [37] . However, two individual case series have reported higher transmission rates of 7.1% (3 of 42) and 9.1% (3 of 33) [36] .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Maternal-fetal Transmission and Neonatal Cases"
        },
        {
            "text": "Of the 17 neonates with suspected vertical transmission, infection was confirmed by a positive RT-PCR in 11 (Web Table I ). In 3 neonates, infection was suspected based on elevated anti-COVID-19 IgM and IgG levels at birth [33, 34] . In another 3 neonates, only IgG levels were elevated [33] . In these 6 neonates with elevated antibodies, RT-PCR was repeatedly negative indicating possibility of intrauterine infection of the fetus. Pneumonia was the most common manifestation of infection with 9 neonates of 11 with positive RT-PCR showing clinical and/or radiological evidence of pneumonia. Other clinical features included fever, lethargy and gastrointestinal symptoms. However, the disease was mild in most neonates with only one neonate needing short duration respiratory support and all being discharged alive from the hospital.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[33,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "Maternal-fetal Transmission and Neonatal Cases"
        },
        {
            "text": "Isolation from mother was practiced in all but two of these 17 neonates [35] . Maternal infection was confirmed only in the postnatal period in mothers of these two neonates. Breastfeeding was given by these mothers without wearing masks. In one neonate RT-PCR was positive on day 1 and in second neonate it was positive on day 3.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Maternal-fetal Transmission and Neonatal Cases"
        },
        {
            "text": "Neonatal exposure definitions: As per the Chinese consensus guidelines, neonates are said to be exposed to COVID-19 if they are born to mothers with a history of COVID-19 infection diagnosed within 14 days before delivery or 28 days after delivery, or if the neonate is directly exposed to close contacts with COVID-19 infection (including family members, caregivers, medical staff, and visitors) [38] . They should be managed as patients under investigation (PUI) irrespective of whether they are symptomatic or not.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Maternal-fetal Transmission and Neonatal Cases"
        },
        {
            "text": "• Pregnant women with a history of travel or exposure to a confirmed/suspected case of COVID-19 should be isolated by using the ICMR guidelines for nonpregnant adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 1"
        },
        {
            "text": "• In the absence of community spread, isolation at the designated facility and in the presence of community spread, isolation by home quarantine may be preferred. For home quarantine, the guidelines issued by ICMR/ MoHFW should be adhered to.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 1"
        },
        {
            "text": "• Testing for pregnant women should be done as per ICMR testing strategy [39] .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation 2"
        },
        {
            "text": "• In addition, ICMR recommends pregnant women residing in clusters/containment area or in large migration gatherings/evacuation centres from hotspot districts presenting in labor or likely to deliver in next five days should be tested even if asymptomatic [40] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation 2"
        },
        {
            "text": "Asymptomatic pregnant women should be tested in the health facilities where they were expected to deliver, and all arrangements should be made to collect and transfer samples to testing facilities. Women should not be referred for lack of testing facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 2"
        },
        {
            "text": "• COVID care facilities should be identified in the public and private sector. These would be large multispecialty hospitals with adequate space, infrastructure and logistics. Referral pathways from non-COVID facilities should be well established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 3"
        },
        {
            "text": "• In such COVID care facilities, three demarcated zones, each housing all the needed equipment and services (wards, labor rooms, operation theatres, neonatal resuscitation areas and mother and neonatal ICU) are required for management of healthy, suspected and confirmed COVID-19 mothers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 3"
        },
        {
            "text": "The standards and facilities required for infection control in these areas should be same as that for other adults with suspected or confirmed COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 3"
        },
        {
            "text": "• Every pregnant woman should be triaged at entry and then allotted into one of the zones depending on the presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 3"
        },
        {
            "text": "• If a woman who delivers in a non-COVID facility turns out to be Covid-19 positive, actions should be taken as per MOHFW's 'Guidelines to be followed on detection of suspect/confirmed COVID-19 case in a non-COVID health facility' [41] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation 3"
        },
        {
            "text": "• When providing healthcare to women in labor with confirmed or suspected COVID-19 infection, follow VOLUME 57 __ JUNE 15, 2020 • Reception and triage should be in the same room that is to be used for admission in labor and delivery. Ideally, this should be a room with negative pressure (If not available, exhaust fans can be installed).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 4"
        },
        {
            "text": "• Keep the room free from any unnecessary items (decorations, extra chairs, etc.) which could act as infected fomites later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 4"
        },
        {
            "text": "• There should be a restriction on the number of attendants and non-essential staff into the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 4"
        },
        {
            "text": "• There should be facilities for health care providers to remove and safely discard PPE at the exit of the room in which the patient is being cared for.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 4"
        },
        {
            "text": "• Mode of delivery in pregnant women infected with COVID-19 should be guided by their obstetric assessment and physiological stability (cardiorespiratory status and oxygenation). COVID-19 infection itself is not an indication for induction of labor or operative delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 5"
        },
        {
            "text": "• Continuous electronic fetal monitoring should be done during labor. If facilities for continuous electronic fetal monitoring are not available, manual monitoring by frequent auscultation of fetal heart rate should be done during the labor, as indicated for a high-risk delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 5"
        },
        {
            "text": "• Adequate equipment and trained healthcare providers should be available for intrapartum monitoring and obstetric interventions as indicated in the separate childbirth facilities for infected pregnant women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 5"
        },
        {
            "text": "• Oxygenation status of women during labor should be monitored by a pulse oximeter and oxygen therapy should be titrated to maintain oxygen saturation of more than 94%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 5"
        },
        {
            "text": "• Pregnant women with active COVID-19 infection should be managed with supportive care recommended for non-pregnant adults. Current guidelines by the Government of India do not recommend use of hydroxychloroquine, chloroquine or antiviral drugs in pregnant women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 6"
        },
        {
            "text": "• Currently recommended national management includes: -oxygen therapy/respiratory support for treatment of hypoxemic respiratory failure, fluid therapy, antibiotics and management of shock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 6"
        },
        {
            "text": "The choice of specific antiviral therapy is likely to change with rapidly emerging evidence and updated national guidance should be consulted. Updated guidance can be accessed at the website of Ministry of Health and Family Welfare: https://www.mohfw.gov.in/ Neonatal Care",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 6"
        },
        {
            "text": "Recommendations for neonatal resuscitation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 7"
        },
        {
            "text": "• If possible, resuscitation of neonate can be done in a physically separate adjacent room earmarked for this purpose. If not feasible, the resuscitation warmer should be physically separated from the mother's delivery area by a distance of at least 2 meters. A curtain can be used between the two areas to minimize opportunities for close contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 7"
        },
        {
            "text": "• Minimum number of personnel should attend (one person in low risk cases and two in high risk cases where extensive resuscitation may be anticipated) and wear a full set of personal protective equipment including N95 mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 7"
        },
        {
            "text": "• Mother should perform hand hygiene and wear triple layer mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 7"
        },
        {
            "text": "• The umbilical cord should be clamped promptly and skin to skin contact avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 7"
        },
        {
            "text": "• Delivery team member should bring over the neonate to the resuscitation area for assessment by the neonatal team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 7"
        },
        {
            "text": "• Neonatal resuscitation should follow standard guidelines. If positive-pressure ventilation is needed, self-inflating bag and mask or a T-piece resuscitator with disposable tubing may be used. Disposable parts should be discarded (even if not used) and reusable equipment/parts should be disinfected after each delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 7"
        },
        {
            "text": "• Routine suction is not indicated for clear or meconium stained amniotic fluid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 7"
        },
        {
            "text": "• Endotracheal administration of medications should be avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 7"
        },
        {
            "text": "• Indications for intubation shall not change because of maternal COVID-19 status. Plexiglass boxes with access portholes can be used to minimize aerosol spread during intubation and suction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 7"
        },
        {
            "text": "• Disposables like endotracheal tubes, suction catheter, VOLUME 57 __ JUNE 15, 2020 • Bathing is not recommended in view of risk of hypothermia and hospital acquired infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 7"
        },
        {
            "text": "A. Stable neonates exposed to COVID-19 infection from mothers or other relatives should be roomed-in with their mothers and be exclusively breastfed. For supporting lactation, nurses trained in essential newborn care and lactation management should be provided. A healthy willing family member who is not positive for COVID-19, and has not been in direct contact with suspected or confirmed COVID-19 person and is asymptomatic may be allowed in the room to provide support for breastfeeding and helping in taking care of the neonate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 8"
        },
        {
            "text": "B. If rooming-in is not possible because of the sickness in the neonate or the mother, the neonate should be fed expressed breast milk of the mother by a nurse or a trained family member who has not been in contact with the mother or other suspected/proven case, provided the neonate can tolerate enteral feeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 8"
        },
        {
            "text": "Weak recommendation, based on consensus among experts in the absence of evidence for any beneficial effect or harm in the risk of COVID-19 following direct breastfeeding or expressed breastmilk feeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 8"
        },
        {
            "text": "• Mothers should perform hand hygiene frequently, including before and after breastfeeding and touching the baby.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conditions to be met for safe breastfeeding:"
        },
        {
            "text": "• Mothers should practice respiratory hygiene and wear a mask while breastfeeding and providing other care to the baby; they should routinely clean and disinfect the surfaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conditions to be met for safe breastfeeding:"
        },
        {
            "text": "• Mothers can express milk after washing hands and breasts and while wearing a mask. If possible, a dedicated breast pump should be provided. If not, it should be decontaminated as per protocol. This expressed milk can be fed to the baby without pasteurization. The collection and transport of EBM to the baby should be done very carefully to avoid contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conditions to be met for safe breastfeeding:"
        },
        {
            "text": "C. Mothers are not eligible to donate milk in any of the following COVID-19 related situations in addition to standard criteria [42] .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Conditions to be met for safe breastfeeding:"
        },
        {
            "text": "• COVID-19 positive donor till she is declared free of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conditions to be met for safe breastfeeding:"
        },
        {
            "text": "• History of having stayed or transited in a containment zone during the previous 14 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conditions to be met for safe breastfeeding:"
        },
        {
            "text": "• History of close contact with a confirmed or probable case of COVID-19 in previous 14 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conditions to be met for safe breastfeeding:"
        },
        {
            "text": "• Suffering from symptoms like cough, fever, sore throat, running nose till found to be COVID-19 negative on nasopharyngeal sample RT-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conditions to be met for safe breastfeeding:"
        },
        {
            "text": "• Person who worked in or attended a health care facility in which a case of COVID-19 infection has been confirmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conditions to be met for safe breastfeeding:"
        },
        {
            "text": "• Healthy neonate may be roomed-in with mother. The mother-baby dyad must be isolated from other suspected and infected cases and healthy uninfected mothers and neonates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 9"
        },
        {
            "text": "• Direct breastfeeding can be given. Mother should wash hands frequently including before breastfeeding and wear mask. If needed due to neonatal or maternal condition, expressed breast milk may also be fed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 9"
        },
        {
            "text": "• If safe, early discharge to home followed by telephonic follow-up or home visit by a designated healthcare worker may be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 9"
        },
        {
            "text": "• Neonates who are symptomatic/ sick and are born to a mother with suspected or proven COVID-19 infection should be managed in separate isolation facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 10"
        },
        {
            "text": "• This area should be separate from the usual NICU/ SNCU with a transitional area in-between. This isolation facility should preferably have single closed rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 10"
        },
        {
            "text": "• In case enough single rooms are not available, closed incubators (preferred) or radiant warmers could be placed in a common isolation ward for neonates. The neonatal beds should be at a distance of at least 1 meter from one another. Suspected COVID-19 cases and confirmed COVID-19 cases should ideally be managed in separate isolations. If it is not feasible to have separate facilities and the neonates with suspected and confirmed infection are in a single isolation facility, they should be segregated by leaving enough space between the two cohorts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 10"
        },
        {
            "text": "• The isolation ward should have a separate double door entry with changing room and nursing station. It should be away from routine NICU/SNCU/labor room/ postnatal ward in a segregated area which is not VOLUME 57 __ JUNE 15, 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 10"
        },
        {
            "text": "frequented by other personnel. The access to isolation ward should be through dedicated lift or guarded stairs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS PERINATAL-NEONATAL MANAGEMENT OF COVID-19 INFECTION"
        },
        {
            "text": "• Negative air borne isolation rooms are preferred for patients requiring aerosolization procedures (respiratory support, suction, nebulization). If not available, negative pressure can also be created by exhaust fans driving air out of the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS PERINATAL-NEONATAL MANAGEMENT OF COVID-19 INFECTION"
        },
        {
            "text": "• Isolation rooms should have adequate ventilation. If room is air-conditioned, ensure 12 air changes/ hour and filtering of exhaust air. These areas should not be a part of the central air-conditioning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS PERINATAL-NEONATAL MANAGEMENT OF COVID-19 INFECTION"
        },
        {
            "text": "• The doctors, nursing and other support staff working in these isolation rooms should be separate from the ones who are working in regular NICU/SNCU. The staff should be provided with adequate supplies of PPE. The staff also needs to be trained for safe use and disposal of PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS PERINATAL-NEONATAL MANAGEMENT OF COVID-19 INFECTION"
        },
        {
            "text": "If the facilities of isolation intensive care are not available in the hospital where symptomatic or sick newborn is born or referred with COVID-19 infections, the newborn should be immediately shifted to the closest state designated COVID hospital where such facilities are available. Complete safety, PPE policies and precautions must be followed during transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS PERINATAL-NEONATAL MANAGEMENT OF COVID-19 INFECTION"
        },
        {
            "text": "• Respiratory support for neonates with suspected/ proven COVID-19 infection is guided by principles of lung protective strategy including use of non-invasive ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 11"
        },
        {
            "text": "• NIPPV and high flow nasal cannulas should preferably be avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 11"
        },
        {
            "text": "• Healthcare providers should practice contact and droplet isolation and wear N95 mask while providing care in the area where neonates with suspected/ proven COVID-19 infection are being provided respiratory support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 11"
        },
        {
            "text": "• If intubation is needed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 11"
        },
        {
            "text": "• Consider use of pre-medication for non-emergent intubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 11"
        },
        {
            "text": "• Intubation should be performed by the healthcare worker who is most experienced with airway management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 11"
        },
        {
            "text": "• Consider use of aerosol box during intubation and suction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 11"
        },
        {
            "text": "• Consider using in-line suction device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 11"
        },
        {
            "text": "• Attach a HEPA filter in the path of exhaled gas when using a mechanical ventilator or positive pressure ventilation device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 11"
        },
        {
            "text": "• The area providing respiratory support should be a negative air pressure area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 11"
        },
        {
            "text": "• Specific anti-COVID-19 treatment -antivirals or chloroquine/hydroxychloroquine -is NOT recommended in symptomatic neonates with confirmed or suspected COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 12"
        },
        {
            "text": "Weak recommendation, based on consensus among experts in the absence of evidence for any beneficial effect or harm with the use of any of the options available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 12"
        },
        {
            "text": "• Use of adjunctive therapy such as systemic corticosteroids, intravenous gamma globulin and convalescent plasma is NOT recommended in symptomatic neonates with confirmed or suspected COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 12"
        },
        {
            "text": "Weak recommendation, based on consensus among experts in the absence of evidence for any beneficial effect or harm with the use of any of the options available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 12"
        },
        {
            "text": "Disinfection of surfaces in the childbirth/neonatal care areas for patients with suspected or confirmed Coronavirus infection are not different from those for usual Labor room/OT/NICU/SNCU areas and include the following [12]:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 13"
        },
        {
            "text": "• Wear personal protective equipment before disinfecting",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 13"
        },
        {
            "text": "• If equipment or surface is visibly soiled first clean with soap and water solution or soaked cloth as appropriate before applying the disinfectant • 0.5% sodium hypochlorite (equivalent to 5000 ppm) can be used to disinfect large surfaces like floors and walls at least once per shift and for cleaning after a patient is transferred out of the area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 13"
        },
        {
            "text": "• 70% ethyl alcohol can be used to disinfect small areas between uses, such as reusable dedicated equipment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 13"
        },
        {
            "text": "Minimal composition of a set of PPE for the management of suspected or confirmed cases of COVID-19 infection is provided in Box II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 14"
        },
        {
            "text": "• Follow routine biomedical waste disposal handling, segregation, transport and final disposal guidelines as prescribed by the Government of India [15] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation 15"
        },
        {
            "text": "Guidelines on testing of neonates for COVID-19 are provided in Box III.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 16"
        },
        {
            "text": "• Parents and families of the COVID-19 exposed, suspected and infected mothers and neonates should receive informed healthcare. They should be aware of and understand the isolation, monitoring, diagnostic and treatment plans of the mothers/babies and be given a periodic update about the health condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 17"
        },
        {
            "text": "• Visitors to both routine and COVID-19 specific childbirth/neonatal care areas should be screened for symptoms of COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 17"
        },
        {
            "text": "• Persons (including parents) with suspected or confirmed COVID-19 infection should not be allowed entry in the childbirth/neonatal care area where care to parturient women/sick neonates is being provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 17"
        },
        {
            "text": "• For neonates roomed in with mother having suspect/ confirmed COVID-19 infection, one healthy family member following contact and droplet precautions should be allowed to stay with her to assist in baby care activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 17"
        },
        {
            "text": "• Visitation policy for COVID-19 infected mother to see her neonate admitted in NICU. Mother may be allowed to visit if • Resolution of fever without the use of antipyretics for at least 72 hours AND",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 17"
        },
        {
            "text": "• Improvement (but not full resolution) in respiratory symptoms AND",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 17"
        },
        {
            "text": "• Negative results of a molecular assay for detection of SARS-CoV-2 from at least two consecutive nasopharyngeal swab specimens collected ≥24 hours apart",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 17"
        },
        {
            "text": "• Stable neonates exposed to COVID-19 and being roomed-in with their mothers may be discharged at time of mothers' discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 18"
        },
        {
            "text": "Weak recommendation, based on consensus among experts based on the incubation period of SARS-CoV-2 infection in adults and older children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 18"
        },
        {
            "text": "• Stable neonates in whom rooming-in is not possible because of the sickness in the mother and are being cared by a nurse or a trained family member may be discharged from the facility by 24-48 hours of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 18"
        },
        {
            "text": "Weak recommendation, based on consensus among experts in the absence of evidence for any beneficial effect or harm with early discharge following exposure to COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 18"
        },
        {
            "text": "• Early discharge to home may be followed by a telephonic follow-up or home visit by a designated healthcare worker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remarks"
        },
        {
            "text": "• Mothers and family members should be counselled regarding the danger signs and advised to report back to the facility if the neonate develops any of the danger signs",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remarks"
        },
        {
            "text": "Respiratory protection",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box II Desired Protection and Suggested Personal Protection Equipment for the management of Suspected/Confirmed patient of COVID-19"
        },
        {
            "text": "• Triple layered surgical mask • N95 facemasks are needed when performing an aerosol-generating procedure or in an area where neonates are being provided respiratory support by CPAP device/ventilator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box II Desired Protection and Suggested Personal Protection Equipment for the management of Suspected/Confirmed patient of COVID-19"
        },
        {
            "text": "Goggles (will not be usable by those using vision glasses) or face shield",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eye protection"
        },
        {
            "text": "Full-sleeved water-resistant gown including head and complete shoe cover. A single piece head to toe water resistant body cover will be ideal for attending resuscitation in delivery room or OT",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body protection"
        },
        {
            "text": "Well-fitting gloves VOLUME 57 __ JUNE 15, 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hand protection"
        },
        {
            "text": "Which neonates?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box III Guidelines for Testing of Neonates for COVID-19"
        },
        {
            "text": "• o Presenting with pneumonia or SARI that requires hospitalization, with onset at more than 48-72 h of age, unless there is another underlying illness that completely explains the respiratory signs and symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box III Guidelines for Testing of Neonates for COVID-19"
        },
        {
            "text": "Features which suggest acute respiratory illness in a neonate are respiratory distress, with or without cough, with or without fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box III Guidelines for Testing of Neonates for COVID-19"
        },
        {
            "text": "When?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box III Guidelines for Testing of Neonates for COVID-19"
        },
        {
            "text": "• If symptomatic, specimens should be collected as soon as possible",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box III Guidelines for Testing of Neonates for COVID-19"
        },
        {
            "text": "• If asymptomatic, take swab at 48 hours. If neonate's test at 48 hours is negative, repeat test should be done between 5-14 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box III Guidelines for Testing of Neonates for COVID-19"
        },
        {
            "text": "Not mechanically ventilated: Upper respiratory nasopharyngeal swab (NP). Collection of oropharyngeal swabs (OP) is a lower priority and if collected should be combined in the same tube as the NP swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What sample?"
        },
        {
            "text": "Mechanically ventilated: Tracheal aspirate sample should be collected and tested as a lower respiratory tract specimen in addition to NP swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What sample?"
        },
        {
            "text": "Upper nasopharyngeal swab",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to collect?"
        },
        {
            "text": "• Use only synthetic fiber swabs with plastic shafts. Do not use calcium alginate swabs or swabs with wooden shafts, as they may contain substances that inactivate some viruses and inhibit PCR testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to collect?"
        },
        {
            "text": "• Insert a swab into nostril parallel to the palate. Swab should reach depth equal to distance from nostrils to outer opening of the ear. Leave swab in place for several seconds to absorb secretions. Slowly remove swab while rotating it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to collect?"
        },
        {
            "text": "• Place swabs immediately into sterile tubes containing 2-3 mL of viral transport media. Oropharyngeal swab (e.g., throat swab)Swab the posterior pharynx, avoiding the tongue.Nasopharyngeal wash/aspirate or nasal aspirateCollect 2-3 mL into a sterile, leak-proof, screw-cap sputum collection cup or sterile dry container.Other samples Currently not advised; stool, urine and blood specimens, since the isolation is less reliable than from respiratory specimens. Do not take these specimens for testing (based on current advisory recommendations)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to collect?"
        },
        {
            "text": "Clinicians should wear appropriate personal protective equipment during sampling. How to store?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What PPE is needed for sample collection?"
        },
        {
            "text": "Samples should be collected in viral transport media procured from microbiology laboratory and transported immediately in icepacks. One can use disposable thermocol cartons or plastic bags with ice cubes for in-house transport. If sending to another laboratory, store specimens at 2-8°C for up to 72 h after collection. Storage can be done in a refrigerator dedicated for this purpose. If a delay in testing or shipping is expected, store specimens at -70°C or below. This requires deep freezers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What PPE is needed for sample collection?"
        },
        {
            "text": "If transporting by shipping, the samples need to be packed as per instructions Guidance for sample Collection, Packaging and Transportation for Novel Coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to send?"
        },
        {
            "text": "Where to send?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to send?"
        },
        {
            "text": "Authorized laboratories (See MOHFW website for latest list )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to send?"
        },
        {
            "text": "Reverse transcriptase PCR is a rapid test for detecting COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What test?"
        },
        {
            "text": "• If the neonate develops any danger signs or becomes unwell during home isolation, he/she should be taken to a designated hospital facility for assessment as well as COVID-19 testing (if indicated)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box III continuted"
        },
        {
            "text": "• Mothers and family members should perform hand hygiene frequently including before and after touching and feeding the baby",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box III continuted"
        },
        {
            "text": "• Mothers should practice respiratory hygiene and wear a mask while breastfeeding and providing other care to the baby; they should routinely clean and disinfect all the surfaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box III continuted"
        },
        {
            "text": "• If the discharged neonate is positive for COVID-19, uninfected individuals >60 years of age (e.g. grandparents) and those with comorbid conditions should not be assigned to provide care if possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box III continuted"
        },
        {
            "text": "• Healthcare professionals working in any childbirth or neonatal area should report to their supervisor if they have respiratory or other symptoms suggestive of COVID-19 infection. Such healthcare professional should not be put on clinical duty and should be replaced by a healthy healthcare professional to maintain appropriate patient-provider ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 19"
        },
        {
            "text": "• Healthcare professionals directly involved in the care of patients with suspect/proven COVID-19 infection may consider taking hydroxychloroquine (HCQ) prophylaxis as advised by Government of India, on medical prescription [43] . However, this advisory is based on low-quality evidence and may change in near future.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation 19"
        },
        {
            "text": "• Follow routine immunization policy in healthy neonates born to mothers with suspected/proven COVID-19 infection [44] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation 20"
        },
        {
            "text": "• In neonates with suspected/proven infection, vaccination should be completed before discharge from the hospital as per existing policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 20"
        },
        {
            "text": "This clinical practice guideline has been jointly developed by FOGSI-IAP-NNF based on the current scientific literature, advisories issued by ICMR and MoHFW and the ground realities of Indian healthcare system. However, our understanding of SARS-Covid-2 virus is incomplete and new insights are being gained everyday. In due course, the guideline shall need to be revised. Readers should check for latest updates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Disclaimer: The guidelines in this document are based on limited evidence, as is available now. As new evidence accumulates, some of the recommendations may change. Users should use these guidelines in accordance with the latest government regulations and ICMR advisories. Funding: None. Competing interests: None stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Review of Coronavirus Disease-2019 (COVID-19)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Singhal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian J Pediatr",
            "volume": "87",
            "issn": "",
            "pages": "281--287",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease (COVID-19) and neonate: RECOMMENDATIONS PERINATAL-NEONATAL MANAGEMENT OF COVID-19 INFECTION What neonatologist need to know",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Medical Virology",
            "volume": "20",
            "issn": "",
            "pages": "564--67",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ministry of Health and Family Welfare. COVID-19 status",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Dis Model",
            "volume": "5",
            "issn": "",
            "pages": "248--55",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Universal Screening for SARS-CoV-2 in Women Admitted for Delivery",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2009316"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Novel coronavirus in a 15-day-old neonate with clinical signs of sepsis, a case report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamali Aghdam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jafari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eftekhari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Dis (Lond)",
            "volume": "52",
            "issn": "",
            "pages": "427--436",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Clinical Research Center for Child Health and Disorders and Pediatric Committee of Medical Association of Chinese People's Liberation Army. A contingency plan for the management of the 2019 novel coronavirus outbreak in neonatal intensive care units",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Child Adolesc Health",
            "volume": "4",
            "issn": "",
            "pages": "258--267",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "GRADE Evidence to Decision (EtD) frameworks: A systematic and transparent approach to making well informed healthcare choices. 1: Introduction",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alonso-Coello",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Schünemann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brignardello-Petersen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Akl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davoli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ",
            "volume": "353",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Practice-Advisories/Practice-Advisory-Novel-Coronavirus2019? Accessed on",
            "authors": [
                {
                    "first": "American",
                    "middle": [],
                    "last": "College",
                    "suffix": ""
                },
                {
                    "first": "Gynecologists",
                    "middle": [],
                    "last": "Obstetricians",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "National Guidelines for Infection Prevention and Control In Healthcare Facilities, Ministry of Health and Family Welfare",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guidelines for pregnant women with suspected SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pomar",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen-Saines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Guidance for sample Collection, Packaging and Transportation for Novel Coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "30157--30159",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Guidelines for handling, treatment and disposal of waste generated during treatment, diagnosis and quarantine of COVID-19 patients",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Interim Guidance for Healthcare Facilities: Preparing for Community Transmission of COVID-19 in the United States",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical management of severe acute respiratory infection (SARI) when COVID-19 disease is suspected. Interim Guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "World Health Organization. Water, sanitation, hygiene, and waste management for the COVID-19 virus: Technical brief",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Coronavirus infection and pregnancy : Information for pregnant women and their families",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "19-guidance-paediatric-services #working-in-neonatal-settings",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rcpch Guidelines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Fan",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Xuechen",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "809--824",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Lack of vertical transmission of severe acute respiratory syndrome Coronavirus 2, China. Emerg Infect Dis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pregnancy and Perinatal Outcomes of Women With Coronavirus Disease (COVID-19) Pneumonia: A Preliminary Analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Dandan Zheng Jiazheng",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Lian",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Coronavirus Disease 2019 (COVID-19) During Pregnancy: A Case Series",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Clinical manifestations and outcome of SARS-CoV-2 infection during pregnancy. J RECOMMENDATIONS PERINATAL-NEONATAL MANAGEMENT OF COVID-19 INFECTION Infect",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Coronavirus disease (COVID-19) and neonate: what neonatologist need to know",
            "authors": [
                {
                    "first": "Qi",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Yuan",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25740"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Hydroxychloroquine and Azithromycin as a treatment of COVID-19: results of an open label nonrandomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meddeb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mailhe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMCID": [
                    "PMC7102549"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001282"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rapid review for the anti-coronavirus effect of remdesiv",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drug Discov Ther",
            "volume": "14",
            "issn": "2",
            "pages": "73--76",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Pre-labor anorectal swab for SARS-CoV-2 in COVID-19 pregnant patients: Is it time to think about it?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carosso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cosma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Borella",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marozio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coscia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ghisetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Journal of Obstetrics & Gynecology and Reproductive Biology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Preterm delivery in pregnant woman with critical COVID-19 pneumonia and vertical transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zamaniyan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ebadi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mir",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rahmani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haghshenas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Azizi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Severe COVID-19 during Pregnancy and Possible Vertical Transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Alzamora",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Paredes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caceres",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Valdez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rosa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Perinatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1055/s-0040-1710050"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Antibodies in Infants Born to Mothers With COVID-19 Pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Possible Vertical Transmission of SARS-CoV-2 From an Infected Mother to Her Newborn",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Neonatal Early-Onset Infection With SARS-CoV-2 in 33 Neonates Born to Mothers With COVID-19 in Wuhan, China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A Case Report of Neonatal 2019 Coronavirus Disease in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Clinical features and obstetric and neonatal outcomes of pregnant patients with COVID-19 in Wuhan, China: A retrospective, single-centre, descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "559--64",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Chinese expert consensus on the perinatal and neonatal management for the prevention and control of the 2019 novel coronavirus infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Transl Med",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Strategy for COVID19 testing in India",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Strategy for COVID19 testing for pregnant women in India (Version 1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Guidelines to be followed on detection of suspect/ confirmed COVID-19 case in a non-COVID Health Facility",
            "authors": [
                {
                    "first": "Family Welfare Government Of",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "India",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Infant & Young Child Feeding Chapter of Indian Academy of Paediatrics, PATH. Guidance for use of Human Milk",
            "authors": [
                {
                    "first": "Hmba",
                    "middle": [],
                    "last": "India",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Recommendation for empiric use of hydroxychloroquine for prophylaxis of SARS-CoV-2 infection",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "IAP Committee on Vaccines & Immunization. ACVIP Guidelines on Immunizations during COVID 19 Pandemic. 2020. Available at",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the SARS virus in 2002-2003 and the MERS virus in 2012-2013). In December, 2019, a novel coronavirus emerged in Wuhan City of Hubei Province in China; this was later termed as SARS-CoV-2 or COVID-19. VOLUME 57 __ JUNE 15, 2020 RECOMMENDATIONS PERINATAL-NEONATAL MANAGEMENT OF COVID-19 INFECTION",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "History of exposure to COVID-19 positive adult (Irrespective of symptoms): o Mother had COVID-19 infection within 14 days before birth, or o History of contact with COVID-19 positive persons (including mother, family members in same household or direct healthcare provider) in postnatal period • Irrespective of history of exposure:",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "17. What should be the visitation policy and preventive measures for visitors during the COVID-19 outbreak?18. What should be the discharge policy of neonates born to suspected or confirmed COVID-19 mothers?19. What should be the occupational health policy specific to COVID-19 pandemic?",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "RECOMMENDATIONSPERINATAL-NEONATAL MANAGEMENT OF COVID-19 INFECTION standard universal precautions to prevent contact with body fluids. In addition, use personal protective equipment (PPE) to prevent acquiring infection through respiratory droplets. The PPE should include masks such as the N95 and face protection by a face shield or at least goggles.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Eye protection (surgical mask with integrated visor or full-face shield or visor or goggles/safety spectacles) For any sampling from lower respiratory tract in intubated neonates, a full set of PPE is a must.Contd.... VOLUME 57 __ JUNE 15, 2020RECOMMENDATIONS PERINATAL-NEONATAL MANAGEMENT OF COVID-19 INFECTIONLabel each specimen container with the patient's name, hospital ID number, specimen type and the date the sample was collected. Handle the sample with precautions under biosafety level 3 (BSL-3) conditions until is rendered non-infectious by laboratory.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Before wearing the PPE for managing a suspected or confirmed COVID-19 case, proper hand hygiene should be performed. The gown should be donned first. The mask or respirator should be put on next and properly adjusted to fit; remember to fit check the respirator. The goggles or face shield should be donned next and the gloves are donned last. Keep in mind, the combination of PPE used, and therefore the sequence for donning, will be determined by the precautions that need to be taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence of Donning"
        },
        {
            "text": "Wearing the PPE correctly will protect the healthcare worker from contamination. After the patient has been examined or desired procedure is performed, the removal of the PPE is a critical and important step that needs to be carefully carried out in order to avoid self-contamination because the PPE could by now be contaminated.1. The gloves are removed first because they are considered a heavily contaminated item. Use of alcohol-based hand disinfectant should be considered before removing the gloves. Dispose of the gloves in a biohazard bin.2. After the removal of gloves, hand hygiene should be performed, and a new pair of gloves should be worn to further continue the doffing procedure. Using a new pair of gloves will prevent self-contamination.Unbuttoning of the backside of the gown, performed by an assistant. Removal of gown to be performed by grabbing the back side of the gown and pulling it away from the body. Single-use gowns can now be disposed of; reusable gowns have to be placed in a bag or container for disinfection 3. After the gown, the goggles should be removed and either disposed if they are single-use, or placed in a bag or container for disinfection. In order to remove the goggles, a finger should be placed under the textile elastic strap in the back of the head and the goggles taken off. Touching the front part of the goggles, which can be contaminated, should be avoided. If goggles with temples are used, they should be removed as per manufacturer's recommendations. 4 . The respirator/ mask should be removed next. In order to remove the respirator/mask, a finger or thumb should be placed under the straps in the back and the respirator taken off. The respirator (or the surgical mask) should be disposed of after removal. It is important to avoid touching the respirator/mask with the gloves (except for the straps) during its removal.",
            "cite_spans": [
                {
                    "start": 1507,
                    "end": 1508,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Steps in Removing PPE (Doffing)"
        },
        {
            "text": "The last PPE items that should be removed are the new set of gloves that were worn after disposal of the contaminated gloves. Use of alcohol-based solution should be considered before removing the gloves. The gloves should be removed Dispose of the gloves in a biohazard bin.6. After glove removal, hand hygiene should be performed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        }
    ]
}