{"paper_id": "01b5212f2ddc5e6175b9d99432a387227f50672a", "metadata": {"title": "Biological and Chemical Weapons", "authors": []}, "abstract": [], "body_text": [{"text": "I will try and inoculate the bastards with [small-pox on] blankets that may fall into their hands, and try and take care not to get the disease myself.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "[British General Jeffrey Amherst at Fort Pitt, 13 July 1763]", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In five years we will know less about biological weapons than we do now.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The five anthrax letters put in the US mail in 2001 greatly raised concerns about BW and CW. In general, chemical weapons are considered about as lethal per unit mass as conventional explosives and much less lethal than either nuclear or biological weapons (dirty bombs are much less lethal, Chap. 13). Biological weapons can be as lethal as nuclear weapons if dispersed effectively, but that is not easy to do. For BW to be effective, the bio-materials must be chemically robust, remaining stable, not decaying in sunlight, moisture and rain. This can be accomplished with spores and aerosols. BW material must be dispersed widely, not clumping in few locations. BW can be delivered by cluster bomblets from small missiles. BW can be delivered by helicopter or low-flying crop-duster, or BW can be released in many locations in many small spray cans. Bio-disease is much more devastating if it transfers from person to person through air contact, rather than by touch or with liquids. The bio-weapon developers determine the best effective drop size to enhance killing. It is with good reason that the global community strongly supports the Biological Weapons Convention. Comparisons between the relative effectiveness of nuclear, chemical and biological weapons are needed to understand this topic. Comparisons are scenario dependent and change with advances in bio-weapons. Future advances will make it easier to start pandemics. Infectious diseases, such as Ebola, smallpox and the plague, are particularly dangerous because of infectious spreading, which is a multiplicative effect. Research enhances choices of pathogens, increasing transmission in air (Table 15 .1). President Obama's National Security Council issued a policy statement on biological weapons in November. 2009. The NSC statement reveals BW dangers but not BW solutions.", "cite_spans": [], "ref_spans": [{"start": 1659, "end": 1668, "text": "(Table 15", "ref_id": "TABREF0"}], "section": "BW History"}, {"text": "The effective dissemination of a lethal biological agent within an unprotected population could place at risk the lives of hundreds of thousands of people. The unmitigated consequences of such an event could overwhelm our public health capabilities, potentially causing an untold number of deaths. The economic cost could exceed $1 trillion for each such incident. In addition, there could be significant societal and political consequences that would derive from the incident's direct impact on our way of life and on the public's trust in government…..We must reduce the risk that misuse of the life sciences could result in the deliberate or inadvertent release of biological material in a manner that sickens or kills people, animals, or plants or renders unusable critical resources.", "cite_spans": [], "ref_spans": [], "section": "BW History"}, {"text": "Black death, or the great plague, originated in China in 1334, spreading to Europe in 1347 when trading ships landed in Messina, Sicily. Ultimately, 60 % of Europe's population died from plague between 1347 and 1350. Plague was spread through the air as well as through bites from fleas and rats. In some cases there was not sufficient population alive to bury the dead. Some give credit for economic, technical and social progress to the reduced population levels. The black death was followed by successive plagues but they were less lethal.", "cite_spans": [], "ref_spans": [], "section": "BW History"}, {"text": "Bio-weapons are called mass casualty weapons since they kill people without destroying buildings and cities. Mass casualty weapons also spread fear, which is what terrorism is all about. Bio-weapons use microorganisms (bacteria and virus, or derivative spores and toxins), which cause disease in man, animals and plants. Biological agents can be categorized into 4 groups: bacterial agents, viral agents, rickettsial agents, and toxins.", "cite_spans": [], "ref_spans": [], "section": "BW History"}, {"text": "• Bacterial agents that cause anthrax and tularemia are single cell organisms that invade host tissues and multiply, or they produce nonliving toxins (poisons), or both of these options. Some bacteria become spores that are more resistance to Comparison is between (1) 1-Mton hydrogen bomb, (2) 15 tonnes of nerve agent and (3) 10 tonnes of biological agent. Each weapon can be dropped by a bomber on an unprepared population. (Messelson, 1970) temperature and humidity than the original bacteria, and can be spread over greater distances and longer times. Because of their toughness, spores are more effective as a BW agent. ", "cite_spans": [{"start": 427, "end": 444, "text": "(Messelson, 1970)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "BW History"}, {"text": "A pandemic is an epidemic of infectious disease that has spread through human populations across a large region or multiple continents. A pandemic can be caused by a natural epidemic or by malicious use of biological weapon materials. There have been pandemics caused by cholera, influenza, typhus, smallpox, measles, tuberculosis, leprosy, malaria and yellow fever. Pandemics might be caused by smallpox, viral hemorrhagic fevers, antibiotic resistance, SARS, influenza, Ebola and biological weapon materials. Influenza. The Spanish Flu location was misnamed to calm US soldiers in the First World War. It was first reported in January 1918 in Kansas, while Spain was not in the war. Spanish Flu infected 500 million persons between 1918 and 1920, killing 50-100 million (3-5 % global population). Influenza virus kills by an over-reaction of the body's immune system (a cytokine storm). It is most deadly for those under 5-years and those over-65. The 1918 Spanish Flu and the 1976 Swine Flu were both H1N1, with the same H and N proteins, which help the virus invade host cells. The Hong Kong Flu killed one million in 1968. The 2002 SARS Bird Flu, H5N1, spread to 37 nations because of a lack of transparency. The 2009 H1N1 virus killed 18,000 world-wide. The 2013 H7N9 was less virulent, as nations worked together with more transparency, sharing data, samples and vaccines.", "cite_spans": [], "ref_spans": [], "section": "Pandemic Threats"}, {"text": "More than 500 million people died of infectious diseases during the past century. The Ebola pandemic in Western Africa heightened concerns in 2014-15. Persons infected with Ebola die with a probability of 25-75 %. Ebola is easily transmitted from person-to-person. A few days after contracting the Ebola virus, the patient typically has a fever, sore throat, muscle pain and headaches, which is followed with vomiting, diarrhea and rashes. This is followed with decreased functioning of the liver and kidneys. At this point the patient begins to bleed internally and externally. The 2014 Ebola pandemic in Western Africa reported 21,724 cases with 8641 deaths as of 18 January 2015.", "cite_spans": [], "ref_spans": [], "section": "Pandemic Threats"}, {"text": "Anthrax spores were included in letters sent to two US Senators and journalists a week after the 9/11 attack. The letters contained this message:", "cite_spans": [], "ref_spans": [], "section": "Pandemic Threats"}, {"text": "You can not stop us. We have this anthrax. You die now. Are you afraid? Death to America. Death to Israel. Allah is great.", "cite_spans": [], "ref_spans": [], "section": "Pandemic Threats"}, {"text": "The anthrax letters caused the death of five persons; seventeen others contracted anthrax but survived. White House staff and others took the powerful antibiotic Cipro as a precaution. The anthrax attack generated a huge response by costing more than $200 million to clean two large post-office process centers by quarantining 1.8 million letters, magazines and packages and by interviewing 10,000 witnesses, with subpoenas for 5750 grand-jury witnesses. The FBI determined the sole perpetrator was Bruce Irvins, a researcher at the US Army Fort Dietrich BW Laboratory.", "cite_spans": [], "ref_spans": [], "section": "Pandemic Threats"}, {"text": "Anthrax is not usually directly spread to persons from infected persons or animals, but rather it is spread by spores, which is a dormant form of the bacteria. Spores are robust, they can survive harsh conditions for decades and centuries. Spores, lying on the ground, can be transferred to humans. An animal dying from anthrax contains naturally-produced anthrax spores. When inhaled, ingested, or in contact with a skin lesion, spores may become active and multiply rapidly. Effective vaccines against anthrax are available and anthrax can be controlled with antibiotics. The US and other nations researched anthrax bacteria that are immune to antibiotics. A dose of 10,000 anthrax spores can be lethal, while plague needs only 500 organisms. Implementing safe handling of Anthrax has had logistic problems.", "cite_spans": [], "ref_spans": [], "section": "Pandemic Threats"}, {"text": "Mistaken shipment of live anthrax bacteria took place 74 times to dozens of US labs and five foreign labs from Dugway Proving Ground in Utah.", "cite_spans": [], "ref_spans": [], "section": "Pandemic Threats"}, {"text": "Smallpox. Smallpox is considered eradicated, according to the World Health Organization in 1979. However, samples are stored in two laboratories in the US and Russia. Smallpox is much feared as it is transmitted by airborne virus from one person to another, regenerating it self in the new victim. Smallpox needs only 10-100 organisms for a fatality. Preventative vaccinations are highly effective. Drugs are of limited value for those infected with smallpox.", "cite_spans": [], "ref_spans": [], "section": "Pandemic Threats"}, {"text": "Short history. The first modern efforts to control biological and chemical weapons took place with the 1874 International Declaration on the Laws and Customs of War, which banned the use of poisons on the battlefield. The 1899 Hague Convention stated that, in any war between signatories, the parties will abstain from using projectiles \"the sole object of which is the diffusion of asphyxiating or deleterious gases.\" This was ratified by all major powers, except the United States. These declarations were severely violated by Germany in World War I, to which the Allies responded. A tremendous amount of CW was used, some 125,000 tonnes of chlorine gas (1915) and mustard agent (1917). This negative experience encouraged adoption of a new, stronger regime, producing the 1925 Geneva Protocol, a no-first-use doctrine. The Protocol was ratified by many countries, except the US and Japan. The Senate Foreign Relations Committee favorably reported the Protocol, but strong lobbying by the chemical industry and the American Chemical Society prevented a Senate vote.", "cite_spans": [], "ref_spans": [], "section": "BW Control with BWC"}, {"text": "The Germans prepared substantial chemical weapons but were deterred from their use by President Franklin Roosevelt, who declared US intentions in 1943:", "cite_spans": [], "ref_spans": [], "section": "BW Control with BWC"}, {"text": "Use of such weapons has been outlawed by the general opinion of civilized mankind. This country has not used them, and I hope we never will be compelled to use them. I state categorically that we shall under no circumstances resort to the use of such weapons unless they are first used by our enemies…. Any use of gas by any Axis power, therefore will immediately be followed by the fullest possible retaliation [in kind] upon munitions centers, seaports, and other military objectives throughout the whole extent of the territory of such Axis country.", "cite_spans": [], "ref_spans": [], "section": "BW Control with BWC"}, {"text": "Gerhardt Schrader of I.G. Farben was working on a new class of insecticides, called organophosphates, when he discovered a compound too deadly to be used as an insecticide. Because of the close cooperation of German industry, academia and the military, this new agent, called Tabun, was soon undergoing full-scale production. The Germans also discovered other nerve agents, like Sarin. The Allies had nothing to compare to Germany's Tabun stockpile and were unaware of it, but nevertheless they sent word to the Nazis that poison gas use would result in overwhelming retaliation. It is generally assumed that the fear of strong retaliation by the Allies deterred Hitler from using them. Hitler was gassed in World War I, having first-hand experience of poison gas suffering. Also, Hitler wrongly assumed the US had developed nerve agents since all publication of US research related to pesticides stopped prior to the war. However, this was due to the discovery of DDT by the US and had nothing to do with nerve agents.", "cite_spans": [], "ref_spans": [], "section": "BW Control with BWC"}, {"text": "President Richard Nixon renounced the use of CW and BW in 1969, stating that the US should comply with the 1925 Geneva Protocol. President Nixon ordered all US BW stockpiles to be destroyed. At that time the E133 cluster bomb was the leading US bio-weapon. It contained 536 biological bomblets, each holding 35 ml of anthrax spores. This was a significant step. President Nixon submitted the Geneva Protocol to the Senate, which ratified it on 19 January 1975 under President Gerald Ford. The Geneva Protocol was limited by the ratification debate in the Senate Foreign Relations Committee. This was not a legal change to the Protocol but it modified it, in practice, by merely answering a question:", "cite_spans": [], "ref_spans": [], "section": "BW Control with BWC"}, {"text": "SFRC. Assuming the Senate were to give its advice and consent to ratification on the grounds proposed by the administration, what legal impediment would there be to subsequent Presidential decisions broadening the permissible use of herbicides and riot-control agents?", "cite_spans": [], "ref_spans": [], "section": "BW Control with BWC"}, {"text": "Executive Branch. There would be no formal legal impediment to such a decision.", "cite_spans": [], "ref_spans": [], "section": "BW Control with BWC"}, {"text": "In the 1990s, at the end of the Cold War, it was determined that the Soviets had a significant biological weapons program in violation of the BWC. By 2000 it was generally believed that there were a dozen countries that had biological warfare programs. The dirty dozen was thought to include Iraq, Iran, Israel, North Korea, Syria, Libya, Russia, and possibly India, Pakistan, China, Egypt, and Sudan. Most of these programs were research programs but 3 nations are believed to have produced and stockpiled agents (Iraq, Iran and Russia) and three other nations may also have done so (Israel, North Korea, and China). Previously South Africa and Taiwan had been on the BW-stockpile list but they are no longer so considered.", "cite_spans": [], "ref_spans": [], "section": "BW Control with BWC"}, {"text": "On 10 April 1972, the US signed the Biological Weapons Convention (BWC). Pound for pound, biological weapons could be as effective as nuclear weapons in destroying life.", "cite_spans": [], "ref_spans": [], "section": "The BWC"}, {"text": "The key provisions of the BWC are as follows: ", "cite_spans": [], "ref_spans": [], "section": "The BWC"}, {"text": "It is difficult to detect small, but significant, quantities of bio-weapon materials. This realization shifted the response from BW detection and mitigation to BW prevention and protection. Both the Chemical Weapons Convention and Biological Weapons Convention ban the production, acquisition, stockpiling, and transfer of these materials. The CWC has a verification regime, while the BWC does not.", "cite_spans": [], "ref_spans": [], "section": "BWC Monitoring and Verification"}, {"text": "Industrial role in treaty negotiations. It is well known that the chemical industry, led by the Monsanto Corporation, contributed to the defeat of the Geneva protocol in the 1925 Senate. To Monsanto's credit, they took a very aggressive public role in support of CWC negotiations and its ratification, which I observed as a Senate Foreign Relations Committee staff person on the issue in 1990-92. The CWC verification regime is discussed in Sect. 15.4, but for now we note the fact that the chemical industry is less vulnerable to loss of industrial secrets in CWC as compared to the pharmaceutical and biomedical industries in the BWC. Biotechnology is driven strongly by high technology research, as compared to the mass-production of chemicals. The pharmaceutical and biomedical industries did not support the draft BWC verification protocol for this reason. It will be difficult to devise an effective BWC monitoring regime without the loss of some bio-industrial trade-secrets. But, the international community should keep trying to develop a BWC monitoring regime. In the meantime, partial measures can be adopted to strengthen BW declarations by enhancing transparency between nations with confidence-building measures. This can improve implementation of the BWC.", "cite_spans": [], "ref_spans": [], "section": "BWC Monitoring and Verification"}, {"text": "BW detection. Sophisticated devices, such as the Handheld Advanced Nucleic Acid Analyzer, detect pathogens in the field by examining DNA of samples and comparing to known-DNA pathogen sequences. Gas chromatographs, mass spectrographs, and other sensors can identify many of the bio-materials in the laboratory. The US National Laboratories are working on these issues.", "cite_spans": [], "ref_spans": [], "section": "BWC Monitoring and Verification"}, {"text": "BW research. Unfortunately, current biological research for peaceful purposes can lead to findings that could be misused for hostile purposes. In response, the National Academy of Sciences recommended criteria for identifying particularly dangerous experiments. It is interesting to point out that the NPT, the BWC, the CWC and the Missile Technology Control Regime (MTCR) all allow exceptions for peaceful research.", "cite_spans": [], "ref_spans": [], "section": "BWC Monitoring and Verification"}, {"text": "Article X of the BWC gives the States Parties: the right to participate in, the fullest possible exchange of equipment, materials and scientific and technological information for use of bacteriological agents and toxins for peaceful purposes….This convention shall be implemented in a manner designed to avoid hampering the economic or technological development of States Parties to the Convention or international cooperation in the field of peaceful bacteriological activities….", "cite_spans": [], "ref_spans": [], "section": "BWC Monitoring and Verification"}, {"text": "Interaction of offense and defense. The five anthrax letters, mailed a week after 9/11, greatly raised US national security concerns. This happened, not so much by the five deaths and 17 casualties, but more by the perception of vulnerability to something large and uncertain in the future, something that we can't control. The public literature suggests that Al Qaeda and other terrorists are moving towards biological weapons. Their agents, anthrax and ricin. At the time of the anthrax attack, the civilian bio-defense 2001 budget was $414 million, but it rose by a factor of 18 to $7.6 billion in 2005. The National Institutes of Health asked to construct 6-10 new biosafety level-3 and level-4 facilities to augment the existing 7 level-4 facilities, those that work on the most dangerous pathogens for which there are no known cures. The argument goes that we must be up-to-date on what can be done to the US, so we can respond with antibiotics or other treatments to nullify newer types of poisons.", "cite_spans": [], "ref_spans": [], "section": "BWC Monitoring and Verification"}, {"text": "Anthrax research. If we develop a strain of anthrax that is resistant to antibiotics, we could try to develop a new antibiotic that would stop the antibiotic-resistant anthrax. This also means there is a possibility that the results of this research will not remain secret and others will learn how to make anti-biotic-resistant anthrax. US research on anthrax spores with antibiotics resistance was revealed in 2002, in response to investigations on the anthrax letters. The US was committed to declare these results, pursuant to the 1986 agreement on BWC confidence building measures, but it did not do so.", "cite_spans": [], "ref_spans": [], "section": "BWC Monitoring and Verification"}, {"text": "There also is a gamble that we might succeed to develop new antibiotics to curtail anthrax, but the enemy, in the meantime, has worked on the antibiotic-resistant strain of the plague. To our regret we could bet on the wrong horse if these bio-secrets leaked out. It would be useful to have an internationally recognized code of conduct that increased awareness and accountability of scientists to reduce risks from biological research and development. The National Academy of Sciences in 2003 recommended the National Institute of Health create a review system for seven classes of experiments that raise concerns. The experiments of concern are those that do the following:", "cite_spans": [], "ref_spans": [], "section": "BWC Monitoring and Verification"}, {"text": "• demonstrate how to render a vaccine ineffective, • confer resistance to therapeutically useful antibiotics or antiviral agents, • enhance virulence of a pathogen or render a non-pathogen virulent, • increase transmissibility of a pathogen, • alter host range of a pathogen, • enable evasion of diagnostic/detection modalities and • enable weaponization of a biological agent or toxin.", "cite_spans": [], "ref_spans": [], "section": "BWC Monitoring and Verification"}, {"text": "Biological poisons were first used in warfare, as described in Sect. 15.1. Chemical weapons were used in the distant past, as ancient Greeks mixed sulfur and pitch-resin to engulf enemies in poisonous fumes during the Trojan War. The dramatic shift to CW took place when Germany released chlorine gas on Allied troops at Ypres, Belgian in 1915. The German CW program was fathered by Fritz Haber, who later was awarded the Nobel Prize for inventing the Haber process, which fixed nitrogen by synthesizing ammonia from nitrogen and hydrogen gases. Haber and the Germans followed with mustard gas in 1917, and the Allies responded. A total of 125,000 tonnes of CW was used in World War I, killing 90,000, with 1.3 million casualties. This carnage led to the Geneva Protocol of 1925, a no-first-use doctrine.", "cite_spans": [], "ref_spans": [], "section": "CW History"}, {"text": "World war II. The Italians used mustard gas in Ethiopia in 1935, killing 15,000. This was followed by Japanese attacks on China and Manchuria, killing thousands during World War II. CW was not used in Europe in World War, primarily because President Roosevelt stated the US would not use CW, but if Germany used CW, the US would respond in kind. Germany produced 11,000 tonnes of Tabun between 1942 and 1945; they did not know that the Allies did not have such a stockpile. Chemical weapons got a deservedly bad reputation \"as the weapon that even Hitler would not use.\" President Roosevelt was asked to certify CW use on Iwo Jima during World War II. This would have been a particularly good military case for CW because the Japanese were holed in caves and vulnerable. However, Roosevelt was consistent with his previous statements of non-use, he did not certify the attack.", "cite_spans": [], "ref_spans": [], "section": "CW History"}, {"text": "The US used 11,000 tonnes of herbicides and riot-control tear gas in Vietnam between 1962 and 1967. These gases were considered somewhat benign, but soldiers who suffered from Agent Orange, which contains dioxin, would disagree. The US was accused by many nations of chemical warfare in Southeast Asia by its massive use of defoliants and tear gas. From 1980 to 1988, Saddam Hussein's Iraq used CW against Iran and his Iraqi-Kurd citizens, killing 50,000. Iraq developed its CW capability with help of Western companies, including those in Germany and the US, often in violation of law.", "cite_spans": [], "ref_spans": [], "section": "CW History"}, {"text": "Aum Shinrikyo, the Japanese Cult, became the first non-state actor to use potent CW. They attacked the Tokyo Metro with Sarin and cyanide, killing 13, seriously injuring 54 and wounding 1000 on March 20 and May 5, 1995. This showed that non-state actors can disseminate CW (with limited success in this case), becoming equalizers for marginal groups. Following this event, sensors to detect CW were deployed in the richer cities of the world. The cult was not as effective as they might have been but this could change. In response to these events, the CWC entered into force in 1997, banning use, storage, production and sale of CW. Very good progress has been made, reducing CW stockpiles of five nations.", "cite_spans": [], "ref_spans": [], "section": "CW History"}, {"text": "Syrian CW. The Syrian Assad regime attacked its citizens in a civil war in 2013, killing 1000. This prompted Russia to forcefully coerce Syria to join the CWC. A dozen nations, including US and Russia, worked together to successfully destroy 1000 tonnes of Sarin and other materials in Syria within a year.", "cite_spans": [], "ref_spans": [], "section": "CW History"}, {"text": "There are about 70 viable chemical CW agents. These can be difficult to handle because of reactivity and toxicity. Most CW agents are liquids that must be able to withstand long-term storage without deterioration. Old CW canisters have become dangerous, as was discovered in the area near American University in Washington, DC, where CW was researched in World War I. The chemicals must be robust, to retain effectiveness when delivered through atmospheric water vapor and free-oxygen. CW agents must be able to withstand heat generated by explosive detonation. Liquid CW agents should evaporate naturally for best dispersal. The weapons designers are concerned with droplet size to enhance their effectiveness.", "cite_spans": [], "ref_spans": [], "section": "Types of CW"}, {"text": "Chemical weapons are categorized by their effects, rather than their chemical similarities. There are five general categories:", "cite_spans": [], "ref_spans": [], "section": "Types of CW"}, {"text": "• Blood gases, such as hydrogen cyanide, poison cells by blocking oxygen transport in blood. • Blistering agents, such as lewisite and mustard gas, penetrate mucous membranes and body tissues to react with proteins, enzymes and DNA to destroy cells. The eyes, skin and air passageways are very vulnerable. • Choking agents, such as phosgene and chlorine, damage the lungs and cause suffocation. Choking agents must be inhaled to harm the person. • Nerve agents, such as Sarin, Tabun and VX, diminish transmission of nerve pulses in the nervous system, causing death. Nerve agents spread quickly after skin contact or inhalation. The cost to produce VX in the 1960s was about $5 a kilogram, where 1 kg contain 2 million lethal doses of about 0.5 mg each. • So-called incapacitants, such as fentanyl, LSD or Agent BZ, are intended to disable enemies temporarily. The Russians used fentanyl in 2002 to attack Chechen hostage-takers in Moscow, killing 130 hostages in the process.", "cite_spans": [], "ref_spans": [], "section": "Types of CW"}, {"text": "Delivery methods. Chemical weapons are disseminated primarily as liquid droplets or aerosols. The dispersion of a chemical cloud strongly depends on environmental conditions, such as wind velocity, turbulence and humidity. CW effectiveness is diminished if temperature is too low or there is rain. On the other hand, warm temperatures and high humidity enhance toxicity of the chemical cloud.", "cite_spans": [], "ref_spans": [], "section": "Types of CW"}, {"text": "There are many military devices to spread CW: artillery shells, aerial bombs, cluster bomblets, big and small spray tanks, missiles, rockets, helicopters, crop-dusters, mines and grenades. A B-52 bomber can carry 20 tonnes of VX nerve gas, fatal over 200 km 2 . The most likely delivery approaches are low-flying helicopters or airplanes and by artillery shells, containing CW bomblets. To this list, we now must include the use of drones (Sect. 13.5). On 26 January 2015, a $1000, 70 cm × 70 cm, quadcopter successfully penetrated the White House grounds. Its arrival was detected visually. The drone could have carried BW or CW.", "cite_spans": [], "ref_spans": [], "section": "Types of CW"}, {"text": "Binary chemical weapons. Binary weapons combine two chemicals into a CW material after the shell is fired. Binaries were devised to make CW weapons safer for manufacture, transport and storage. The two originating chemicals are not nearly as toxic as the final combined CW agent. Since the chemicals are combined in-flight, the toxicity of the CW is not an issue until it is on target. The cylindrical projectile is divided in half, with a membrane, or rupture disc, between the two compartments. The firing of the artillery shell breaks the rupture disk to start the mixing process. The rotating artillery shell completes the mixing process. Both the US and the Soviet Union developed binary CW weapons, but they were never used. It was reported that the US Bigeye bomb had significant problems, which increased the political pressure for its demise. President George H.W. Bush withdrew the Bigeye bomb from development, as he promoted the Chemical Weapons Convention during 1990-1992. Both Iraq and Syria developed a variant in which one chemical was stored in the weapons, while the other was added and mixed with the first component just before the bomb or missile was deployed.", "cite_spans": [], "ref_spans": [], "section": "Types of CW"}, {"text": "CW defense. Both the Soviet Union and the United States spent considerable funds preparing their troops against CW attacks. A tight-fitting gas mask reduces CW concentrations in air breathed in by a factor of 100,000. Exotic, protective clothing (MOPP suits) can be very helpful, but they are very cumbersome in the battle zone, particularly in hot climates. This issue played a role in the decision to start the second Iraqi War in March 2003. President George W. Bush did not want to delay the decision to avoid Iraq's CW weapons in the hot summer, which would hamper US troops. Ironically, most MOPP suits provided to US forces in Iraq were found to be defective, due to improper sealing of seams. More time was needed to look for Iraq's weapons of mass destruction and for diplomacy to have an effect.", "cite_spans": [], "ref_spans": [], "section": "Types of CW"}, {"text": "US interest in controlling chemical weapons was stirred in the 1980s by Iraq's massive use of CW against its Kurd citizens and those of Iran, killing 50,000. A draft Chemical Weapons Convention was submitted to the UN Conference on Disarmament in 1984. The verification measures included managed access monitoring and mandatory challenge inspections. Negotiations were accelerated in 1990 when the US and the Soviet Union signed an agreement on chemical weapons. The two countries agreed not to produce chemical weapons, to reduce stocks of CW to 20 % of their current levels, and to begin CW destruction in 1992. They also agreed to have less than 5000 tonnes of CW by 2002. The bilateral chemical weapons agreement never entered into force but it showed a strong willingness by the two largest CW nations to work together to eliminate CW.", "cite_spans": [], "ref_spans": [], "section": "CW Control with CWC"}, {"text": "As political differences between the superpowers diminished, other issues became larger. Several Arab nations linked CW disarmament to progress on nuclear disarmament, an approach aimed in part at Israel's nuclear program. The Australia Group, a group of nations opposed to BW and CW weapons, wanted to strengthen export controls, while maintaining free trade. Lastly, the US withdrew its condition of maintaining a small CW stockpile to respond to violations.", "cite_spans": [], "ref_spans": [], "section": "CW Control with CWC"}, {"text": "The Middle East had three primary CWC holdouts, Egypt, Israel and Syria in 2012. In December 2012, reports alleged that Syria was involved in a major Civil War, using chemical weapons on its citizens. This was greatly amplified on 21 August 2013 when Syrian civilians were attacked with Sarin near the rebel-controlled, city of Ghouta, east of Damascus. It was reported that 1400 people died, including several hundred children. Photos of victims, frothing at the mouth and suffering suffocation, were displayed.", "cite_spans": [], "ref_spans": [], "section": "Russia and US Help Syria Join CWC"}, {"text": "A UN team was dispatched to the area and confirmed the validity of the attack:", "cite_spans": [], "ref_spans": [], "section": "Russia and US Help Syria Join CWC"}, {"text": "Chemical weapons have been used in the ongoing conflict between the parties in the Syrian Arab Republic, also against civilians, including children, on a relatively large-scale.", "cite_spans": [], "ref_spans": [], "section": "Russia and US Help Syria Join CWC"}, {"text": "Following a US-Russian agreement in early September 2013, Syria formally acceded to the CWC. This fast turnaround resulted primarily from strong Russian political pressure on its Syrian ally. The accession of Syria to CWC put in motion steps to destroy the Syrian CW stockpile. Under the ambitious plan, the US and Russia agreed to destroy the stockpile of 1000 tones in a year. This was unprecedented for its swiftness. To implement the plan, a joint operation was established between the CWC's implementing organization-the OPCW (Organization for the Prohibition of Chemical Weapons)-and the UN.", "cite_spans": [], "ref_spans": [], "section": "Russia and US Help Syria Join CWC"}, {"text": "Early on, it was decided that the chaos and threats from the Syrian Civil War would prevent destruction of chemical agents in Syria and that the chemicals in the Syrian stockpile would need to be destroyed outside Syria. It would be difficult enough to transport CW to its seaport, Latakia. Realizing the difficulties in finding a land site for a destruction facility, the US modified an older freighter, the MV Cape Ray, to neutralize CW at sea. In November 2013 it was modified to carry the Field Deployable Hydrolysis Systems, to neutralize CW. A similar system had neutralized 1500 tonnes of mustard agent from the US stockpile at Aberdeen between 2003 and 2005. The Syrian stockpile contained sulfur mustard agent, Sarin nerve agent and precursor chemicals. Industrial chemicals in the Syrian stockpile were sent to commercial facilities for destruction.", "cite_spans": [], "ref_spans": [], "section": "Russia and US Help Syria Join CWC"}, {"text": "The first CW batch left Latakia on 7 January 2014 and the last shipment left Latakia on June 23. The Cape Ray was not allowed into Syrian waters. Other ships transported the CW to southern Italy, over the protests of the local citizens. Sympathetic demonstrations of 10,000 took place in Athens, Istanbul and Cyprus. The Cape Ray began neutralizing CW on July 7. There were no major incidents onboard the Cape Ray. It delivered neutralized sulfur-mustard effluent to Bremerhaven, Germany and neutralized nerve agent precursor to Finland. As of October 20, 2014, 100 % of Category-1 chemicals (1047 tonnes) and 89 % of Category-2 chemicals (232 tonnes) were destroyed. The remaining 29 tonnes are to be destroyed by late 2015.", "cite_spans": [], "ref_spans": [], "section": "Russia and US Help Syria Join CWC"}, {"text": "Unfilled missiles and bombs were destroyed in Syria. Chemical weapons production facilities were also destroyed in place. Overall, the elimination of Syria's chemical weapons program was an extremely complex operation, involving financial and in-kind contributions from a large number of countries. The degree of international cooperation was unprecedented and a key factor in the success of the operation Seminar on BW and CW Anti-bacterial resistant BW, anthrax, bacterial agent, binary Buckeye bomb, bio-safety level 3 and 4, blistering agents, blood gases, botulism, BW budgets, BWC, BWC verification protocol and the tradeoffs for acceptance, BW monitoring technology, challenge inspection, chlorine, chocking agent, CWC, drones, delivery of BW bomblets on missiles, Fritz Haber, Geneva Protocol, Hague Convention, incapacitants riot control, influenza, managed access, Monsanto on Geneva Protocol", "cite_spans": [], "ref_spans": [], "section": "Russia and US Help Syria Join CWC"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "By mid-2015 CWC had 191 members, representing 98 % of the global chemical industry. Israel signed but did not ratify the CWC, while Angola, Egypt, North Korea and South Sudan did not sign. CWC has established a strong global consensus to ban CWC", "authors": [], "year": null, "venue": "CWC entered into force on 29 April 1997 with 87 states parties", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Libya and Syria. By 2015, 90 % of the global CW stockpile of 71,200 tonnes had been destroyed", "authors": [{"first": "South", "middle": [], "last": "India", "suffix": ""}, {"first": "", "middle": [], "last": "Korea", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "stockpile or retain CW, • direct or indirect transfer of CW, • use of CW or military preparation for use, • assist, encourage or induce other states to engage in CWC-prohibited activity, • use of riot control agents as a method of warfare", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "• CW production facilities, • relevant chemical industry facilities and • other weapons-related information", "authors": [{"first": "•", "middle": [], "last": "Cw", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Schedule-1: High-risk military agents with no-or low-commercial use. • Schedule-2: Significant-risk precursors and toxic chemicals that are not produced in large quantities for commercial use", "authors": [], "year": null, "venue": "CW Stockpile Definitions: •", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Schedule-3: Some-risk duel-use chemicals", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Trade: • restrict trade with non-state parties on Schedule-1 and Schedule-2 chemicals, • measures to ensure Schedule-3 transfers to non-states parties are not CW, • CWC encourages trade among states-parties. and on CWC, nerve agent, non-members to BWC and CWC, poor man's nuclear weapon, Sarin, Schedules 1-3, small pox, Spanish flu, Syrian CW decommissioning, toxins, yellow rain, viral agent Bibliography Casagrande", "authors": [{"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2002, "venue": "On-Site Activity: • Routine Inspections, • Challenge inspections, and • Investigations of alleged use of CW", "volume": "287", "issn": "", "pages": "82--87", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Bio weapons: New labs, more terror?", "authors": [{"first": "E", "middle": [], "last": "Choffnes", "suffix": ""}], "year": 2002, "venue": "Bulletin of the Atomic Scientists", "volume": "", "issn": "", "pages": "29--32", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Deadly Arsenals", "authors": [{"first": "J", "middle": [], "last": "Cirincioni", "suffix": ""}, {"first": "J", "middle": [], "last": "Wolfstahl", "suffix": ""}, {"first": "M", "middle": [], "last": "Rajkumar", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Accelerating threat, stalled strategy: A call to action on biological weapons", "authors": [{"first": "K", "middle": [], "last": "Diamond", "suffix": ""}, {"first": "R", "middle": [], "last": "Kadlec", "suffix": ""}], "year": 2012, "venue": "Arms Control Today", "volume": "", "issn": "", "pages": "15--21", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The Soviet biological weapons program: A history", "authors": [{"first": "M", "middle": [], "last": "Leitenberg", "suffix": ""}, {"first": "R", "middle": [], "last": "Zilinskas", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Chemical and biological weapons", "authors": [{"first": "M", "middle": [], "last": "Messelson", "suffix": ""}], "year": 1970, "venue": "Scientific American", "volume": "222", "issn": "5", "pages": "15--25", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Germs: Biological weapons and American's secret", "authors": [{"first": "J", "middle": [], "last": "Miller", "suffix": ""}, {"first": "S", "middle": [], "last": "Engelberg", "suffix": ""}, {"first": "W", "middle": [], "last": "Broad", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "• Rickettsial agents cause typhus and Q fever, they are parasitic microorganisms that live and reproduce inside cells. Antibiotics can be successful in stopping them.• Viral agents include the smallpox virus. The viruses are sub-cellular organisms that depend on host-cells for survival. Host cells can lead to death of host cells. It has been reported that there are only two smallpox samples in existence, one in Russia and the other in the US. • Toxins, such as ricin and botulism, are poisons generated by bacteria, fungi, algae, and plants. Toxins are not alive and do not reproduce and spread and they are less dangerous than living pathogens. However many toxins are much more toxic than chemical nerve agents.15.1.1 Historical Examples of Biological Warfare • 200 BC: Hannibal of Carthage flings poisonous snakes on enemy ships. • 1155: Emperor Barbarossa poisons water wells with human bodies, Tartona, Italy. • 1346: Mongols catapulted bodies of plague victims over walls into Caffa, Crimea. • 1495: Spanish mix leprosy-patient blood with wine to sell to French foes, Naples. • 1650: Polish fire saliva from rabid dogs towards their enemies. • 1675: German and French forces agree not to use poison bullets. • 1763: English distribute blankets from smallpox patients to Native Americans at Ft. Pitt. • 1797: Napoleon floods plains near Mantua, Italy to enhance malaria. • 1940: Japan drops bubonic-plague-infected fleas and rice on Chuhsien, China. • 2001: Letters containing anthrax spores mailed to two US Senators and to journalists.", "latex": null, "type": "table"}, "TABREF2": {"text": "BWC does not have a Verification Protocol, which was rejected by US in 2001. As of December 2014, 171 nations ratified or acceded to the BWC. Egypt, Syria and seven African nations signed but did not ratify. Israel and fifteen African nations have not signed the BWC.", "latex": null, "type": "table"}, "TABREF3": {"text": "Problems 15:1 BW effectiveness. How could BW be made to be more lethal? 15:2 Cluster bomblets. Why are bomblets more lethal? 15:3 Black Death. Describe European plague epidemics. How did this help Newton? 15:4 Anthrax spores. What are they, how produced, why effective? 15:5 Antibiotic resistant? What research was done? Where? How? What are the trade-offs? 15:6 Spores versus toxins. What are the differences in production and use? 15:7 BW versus TNT? Differences in use, results and modalities? 15:8 General antibiotic usage. How can antibiotics be compromised? Data? 15:9 Anthrax and small pox attacks? How should the government respond? 15:10 BW and CW budgets. How much did the US and USSR spend on BW/CW? 15:11 Herbicide and riot-control agents. How much US usage? 15:12 Yellow Rain. What was this? Was it caused by humans or bees? 15:13 Dual use of technologies. What does Article X of the CWC do? Peaceful use exemptions in BWC/NPT/MTCR? 15:14 Unratified and unsigned. Which nations have not signed, or signed but not ratifed the BWC, CWC, and NPT? 15:15 Deterence. What are successful examples of deterrence with strength in BW and CW. What are negative examples? 15:16 Negatives from research. What are examples of R&D that exacerbated CW and BW? 15:17 Code of ethics for scientists. What CW or BW research should be avoided? 15:18 CW stockpiles. Status of US/RF/Korea/India/Syria CW stockpiles? 15:19 MV Cape Ray. Describe this ship and how it uses hydrolysis neutralization? 15:20 Managed access. Describe how managed access works in CWC inspections. 15:21 Mandatory challenge inspections. Describe how this works and its record.", "latex": null, "type": "table"}}, "back_matter": []}