{"paper_id": "01ba1333ad28a4cc31e0717f455bb008c6f6b401", "metadata": {"title": "Existing health inequalities in India: informing preparedness planning for an influenza pandemic", "authors": [{"first": "Supriya", "middle": [], "last": "Kumar", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Pittsburgh", "location": {"settlement": "Pittsburgh", "region": "PA", "country": "USA"}}, "email": ""}, {"first": "Sandra", "middle": ["C"], "last": "Quinn", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Maryland", "location": {"settlement": "College Park", "region": "MD", "country": "USA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "On 11 June 2009, the World Health Organization (WHO) declared that the world was in phase 6 of an influenza pandemic (WHO 2009a) . By the end of the pandemic in August 2010, the WHO reported more than 18 449 deaths among confirmed cases of 2009 influenza A H1N1 (hereafter referred to as 2009 H1N1) infections globally (WHO 2010) . Compared with seasonal flu, hospitalization rates were higher in those below 65 years of age than in those above (CDC 2010) , in children younger than 2 years of age, pregnant women and people with chronic conditions including diabetes, heart disease, asthma and compromised immune systems (CDC 2009a; CDC 2009b; WHO 2009b) . Furthermore, minority groups including indigenous people were found to be at increased risk of complications from H1N1 (WHO 2009b) .", "cite_spans": [{"start": 117, "end": 128, "text": "(WHO 2009a)", "ref_id": "BIBREF54"}, {"start": 319, "end": 329, "text": "(WHO 2010)", "ref_id": "BIBREF56"}, {"start": 445, "end": 455, "text": "(CDC 2010)", "ref_id": "BIBREF11"}, {"start": 622, "end": 633, "text": "(CDC 2009a;", "ref_id": "BIBREF7"}, {"start": 634, "end": 644, "text": "CDC 2009b;", "ref_id": "BIBREF8"}, {"start": 645, "end": 655, "text": "WHO 2009b)", "ref_id": "BIBREF55"}, {"start": 777, "end": 788, "text": "(WHO 2009b)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Introduction"}, {"text": "In India, the first mortality from 2009 H1N1 infection was reported from the western city of Pune on 3 August 2009 (Phadke 2009; Ramachandran 2009 ). By August 2010, 38 730 cases of 2009 H1N1 had been confirmed by laboratory tests, of which there were 2024 deaths (MoHFW 2010a). Due to limitations in the ability to test each suspected case, this is likely a vast underestimate of the true number of cases in the community.", "cite_spans": [{"start": 115, "end": 128, "text": "(Phadke 2009;", "ref_id": "BIBREF41"}, {"start": 129, "end": 146, "text": "Ramachandran 2009", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Experience suggests that younger, weaker and politically marginalized sections of society suffer disproportionately in disasters and crises. For example, during the Indian Ocean tsunami of 2004, mortality was higher among females, among those below 15 years of age and among those with no education compared with those with at least 1 year of education (Guha-Sapir et al. 2006) . In a cohort study of the population affected by an earthquake in Taiwan in 1999, poor pre-quake mental and physical health status and lower monthly wage were associated with higher risk of mortality (Chou et al. 2004) .", "cite_spans": [{"start": 353, "end": 377, "text": "(Guha-Sapir et al. 2006)", "ref_id": "BIBREF18"}, {"start": 579, "end": 597, "text": "(Chou et al. 2004)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "The 18 million deaths seen in India during the 1918 influenza pandemic were distributed non-uniformly across social classes, gender and geography. Wide variations in mortality rates were seen across the provinces of British-ruled India (Mills 1986; Murray et al. 2006 ). The extremely high excess mortality from influenza in the Central and United provinces was attributed to malnourishment caused by a drought and concurrent famine (Mills 1986) . Unlike most other countries, mortality during the 1918 pandemic in India was also higher in females than in males in many provinces (Mills 1986; Murray et al. 2006) . Furthermore, the mortality rate was highest in 'low-caste' Hindus. However, a rate more than two times that among Europeans in India at the time was seen for Indian Christians, 'Caste Hindus' and 'Mohammedans' (Mills 1986) , as reported by the Municipal Commissioner of Bombay in 1918.", "cite_spans": [{"start": 236, "end": 248, "text": "(Mills 1986;", "ref_id": "BIBREF29"}, {"start": 249, "end": 267, "text": "Murray et al. 2006", "ref_id": "BIBREF37"}, {"start": 433, "end": 445, "text": "(Mills 1986)", "ref_id": "BIBREF29"}, {"start": 580, "end": 592, "text": "(Mills 1986;", "ref_id": "BIBREF29"}, {"start": 593, "end": 612, "text": "Murray et al. 2006)", "ref_id": "BIBREF37"}, {"start": 825, "end": 837, "text": "(Mills 1986)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Introduction"}, {"text": "Given the unequal distribution of mortality in the 1918 pandemic in India, we sought to determine the potential bases for unequal levels of morbidity and death in the current and in future pandemics. In the United States, Blumenshine et al. (2008) described ways in which socio-economic and racial/ ethnic differences may impact outcomes in an influenza pandemic, based on an understanding of social factors that affect exposure and susceptibility to the influenza virus, and timely access to treatment once exposed. We use a similar approach to describe how existing geographic, gender and socio-economic disparities and religious/caste/indigenous identity in India could lead to different outcomes during an influenza pandemic via their impact on exposure and vulnerability to the virus, and on timely access to treatment once infected.", "cite_spans": [{"start": 222, "end": 247, "text": "Blumenshine et al. (2008)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Our aim is to review pandemic planning in India within a framework of health disparities, and to argue how inequalities could be exacerbated in a flu pandemic if preparedness measures do not explicitly account for them. We do not aim to quantify the degree of risk of different groups based on these inequalities. Rather, guided by a published model of the plausible sources of such disparities in the United States, we review the literature for the determinants of the plausible sources of health disparities during a pandemic in India. We propose a conceptual model of the sources of health disparities in an influenza pandemic in India. This model can be tested with primary data when available and used to frame policies. We use our conceptual model to analyse the pandemic preparedness plan in India (MoHFW 2009a) and put forth recommendations that policy makers can undertake to ensure that the plan includes a focus on social inequalities in India to prevent their exacerbation in a pandemic.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We used a model proposed by Blumenshine et al. (2008) and a test of this model by Quinn et al. (2011) to conceptualize the plausible causes of unequal levels of illness and death during a pandemic in India. As proposed by Blumenshine et al., we expect that unequal levels of illness and death will result due to PANDEMIC PLANNING IN INDIA inequalities in exposure and susceptibility to the viral agent, and inequalities in access to treatment once infected ( Figure 1 ).", "cite_spans": [{"start": 28, "end": 53, "text": "Blumenshine et al. (2008)", "ref_id": "BIBREF5"}, {"start": 82, "end": 101, "text": "Quinn et al. (2011)", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 459, "end": 467, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Conceptual model"}, {"text": "In India, as in the US, the causes of disparities in the levels of exposure to a virus that causes a respiratory disease such as influenza are expected to include crowding. Other factors plausibly expected to cause disparities in levels of exposure to a virus in India are unequal access to clean water and sanitation (resulting in disparities in the ability to practice recommended sanitary behaviours), and access to media and literacy (resulting in disparities in exposure to and ability to understand health education messages).", "cite_spans": [], "ref_spans": [], "section": "Conceptual model"}, {"text": "The plausible causes of inequalities in susceptibility to disease after exposure to the virus are expected to be similar to those in the US: nutritional status, access to vaccine, underlying conditions including chronic and infectious disease, age, risk behaviours such as smoking, and pregnancy.", "cite_spans": [], "ref_spans": [], "section": "Conceptual model"}, {"text": "The causes of inequalities in access to treatment (once infected) in India are expected to include access to transportation and differential demand for care, as in the US.", "cite_spans": [], "ref_spans": [], "section": "Conceptual model"}, {"text": "We conceptualized these causes as dependent variables and conducted a review of the literature (as outlined below) to understand the social determinants of these plausible causes of inequalities in a pandemic (i.e. the relevant independent variables in our conceptual model). Our conceptual model, including our findings from the literature review, is outlined in Figure 1 . We hypothesize that the social factors found to be correlated with the plausible causes of inequalities in exposure, susceptibility and access to treatment would ultimately lead to unequal levels of illness and death in an influenza pandemic. We propose our conceptual model to (1) guide future analysis of data that may have been collected during the 2009 H1N1 pandemic, and (2) guide planning for a future epidemic or pandemic in India.", "cite_spans": [], "ref_spans": [{"start": 364, "end": 372, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Conceptual model"}, {"text": "We undertook a review of the published English language literature on health disparities in India. Search terms used in PubMed were ''India nutrition disparities'', ''India gender disparities'', ''India disparities'', ''India cardiovascular disparities'' and ''India lung disease disparities''. All references were read by the first author. Further, we examined reports from the National Family Health Survey (2005) in India (International Institute of Population Sciences and Macro International, 2007) . We also reviewed the websites of the WHO, US Centers for Disease Control and Prevention (CDC), and Ministry of Health and Family Welfare (MoHFW, India) for relevant reports of mortality and morbidity during the 2009 H1N1 influenza pandemic.", "cite_spans": [{"start": 409, "end": 415, "text": "(2005)", "ref_id": null}, {"start": 464, "end": 503, "text": "Sciences and Macro International, 2007)", "ref_id": null}], "ref_spans": [], "section": "Search strategy"}, {"text": "In analysing pandemic planning in India, we referred to the original policy document, published by the Government of India in 2009 (MoHFW 2009a). Section 5 of the plan, which outlines the operational framework for response to a pandemic in which India is affected, was the relevant section of the plan. We analysed the pandemic plan in light of our conceptual model ( Figure 1 ). We present recommendations that planners can use in order to undertake preparedness planning with a focus on reducing inequalities in illness and death in Table 1 . No focus* Acknowledge the vulnerability of pregnant women to influenza and publicize the age-stratified morbidity and mortality rates in a timely and ongoing manner. Use NGOs and community organizations working with pregnant women to reach out to pregnant women with messages regarding the importance of vaccination and timely care-seeking behaviour. Use new media, such as text messages; a database of cell phone numbers of all accredited social health activists would help timely dissemination of guidelines and messages.", "cite_spans": [], "ref_spans": [{"start": 368, "end": 376, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 535, "end": 542, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Pandemic planning in India"}, {"text": "No focus* Target these populations with health education and care-seeking behaviours relevant to the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Smoking Low education and indigenous groups"}, {"text": "No access to transportation Gender, indigenous status, rural location, ratio of service providers to population served in the geographic location of residence No focus* Use maps of health care service availability to plan deployment of community health workers; disseminate health education to aid timely symptom recognition and care-seeking; plan to reinforce ambulance availability in regions with a low ratio of health care providers to population served.", "cite_spans": [], "ref_spans": [], "section": "Access to treatment"}, {"text": "Low demand for care Gender, location (state)", "cite_spans": [], "ref_spans": [], "section": "Access to treatment"}, {"text": "No focus* Acknowledge the existing gender bias in demand for care in some states; target messages regarding the importance of timely care-seeking behaviour for both genders during a pandemic. Collaborate with the media, holding regular sessions to disseminate messages and information.", "cite_spans": [], "ref_spans": [], "section": "Access to treatment"}, {"text": "Notes: *The pandemic plan did not focus on these plausible causes of inequalities in a pandemic. NPI ¼ non-pharmaceutical intervention; NGO ¼ non-governmental organizations; NFHS ¼ National Family Health Survey;", "cite_spans": [], "ref_spans": [], "section": "Access to treatment"}, {"text": "TB ¼ tuberculosis.", "cite_spans": [], "ref_spans": [], "section": "Access to treatment"}, {"text": "The transmission route of the 2009 H1N1 virus was actively studied during the pandemic. The CDC suggested that all respiratory and bodily fluids of patients should be considered infectious (CDC 2009c) . Notwithstanding the lack of definitive evidence regarding transmission of influenza viruses via the airborne route, direct or indirect contact, or droplets/fomites (Bean et al. 1982; Brankston et al. 2007) , crowding and sanitation are expected to impact both the occurrence of and level of exposure to the virus. Evidence from a study in New Delhi, India, suggests that determinants of hospitalization from pneumonia include household crowding (Tiewsoh et al. 2009 ). In a household, the number of persons using a single room at night to sleep may be used as a measure of crowding. The Indian National Family Health Survey (NFHS) shows that household crowding varies by state and urbanization, i.e. by geographic location (International Institute of Population Sciences and Macro International 2007).", "cite_spans": [{"start": 189, "end": 200, "text": "(CDC 2009c)", "ref_id": "BIBREF9"}, {"start": 367, "end": 385, "text": "(Bean et al. 1982;", "ref_id": "BIBREF2"}, {"start": 386, "end": 408, "text": "Brankston et al. 2007)", "ref_id": "BIBREF6"}, {"start": 648, "end": 668, "text": "(Tiewsoh et al. 2009", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Crowding"}, {"text": "As may be expected, urban slums present opportunities for crowding and the potential spread of influenza virus. For example, in a study of eight cities in India, Gupta et al. (2009) found that in Delhi 48% of households in slums have five or more people sleeping per room, compared with 19% of non-slum households. Furthermore, in all eight cities, the percentage of marginalized caste and indigenous-headed households was higher in slums than in non-slum areas. In seven of the cities, a higher proportion of slum households than non-slum households were found to fall into the bottom quartile of a wealth index for urban India (Gupta et al. 2009 ). Thus, caste or indigenous identity, residence in an urban slum and household wealth are expected to directly and interactively result in disparities in household crowding. This could lead to higher rates and levels of exposure among the poor and historically marginalized populations resident in slums in Indian cities. Furthermore, crowding could have significant consequences not only for the efficacy of voluntary quarantine at home, but also for the public's ability to adhere to social distancing measures.", "cite_spans": [{"start": 162, "end": 181, "text": "Gupta et al. (2009)", "ref_id": "BIBREF19"}, {"start": 629, "end": 647, "text": "(Gupta et al. 2009", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Crowding"}, {"text": "Crowding is especially acute in some residential schools: 'ashram schools', targeted at indigenous children, were built to provide education in residential settings to indigenous people who live in remote areas. However, the National Council of Educational Research and Training reports that whereas indigenous parents believe that it would have been difficult to educate their children without these residential schools, children enrolled in them lack access to health care, live in unhygienic conditions and suffer from skin diseases (Sujatha 2006 ; National Focus Group on Problems of Scheduled Caste and Scheduled Tribe Children 2009). Such public schools thus, while making access to education possible for indigenous people, may also result in localized outbreaks of influenza in a pandemic unless the crowded and unhygienic facilities are improved.", "cite_spans": [{"start": 536, "end": 549, "text": "(Sujatha 2006", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Crowding"}, {"text": "Access to sanitation and clean water Apart from crowding, exposure to the influenza virus could be heightened by a lack of access to clean water and sanitation-people with easy access to clean, running water are more likely to engage in hand-washing (Curtis et al. 1995; Curtis et al. 2009 ). Only 70.5% of urban houses in India and 42.5% of rural households have a source of water on their premises and the proportion differs widely by state (International Institute of Population Sciences and Macro International 2007). In their study of eight Indian cities, Gupta et al. (2009) found that the proportion of households with a source of piped drinking water was lower in slums than in non-slum areas in many cities, and fewer households in slums in all eight cities had access to unshared toilet facilities than did non-slum households. Thus, the geographic location of the household is expected to be correlated with differential access to clean water and sanitation, and hence, to impact exposure to the virus. A detailed map of household access to a water source and access to toilets could guide targeted health behaviour messaging during a pandemic.", "cite_spans": [{"start": 250, "end": 270, "text": "(Curtis et al. 1995;", "ref_id": "BIBREF13"}, {"start": 271, "end": 289, "text": "Curtis et al. 2009", "ref_id": "BIBREF14"}, {"start": 561, "end": 580, "text": "Gupta et al. (2009)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Crowding"}, {"text": "An important role of public health agencies in a pandemic involves risk communication regarding protective behaviours. Such messages are designed to alert the public to the mode of transmission of the infectious agent, and promote adherence to behaviours that reduce exposure. During the 2009 H1N1 pandemic, messages designed to reduce exposure promoted hygienic coughing and sneezing behaviours, washing hands often, not touching the face, avoiding crowded places, getting plenty of sleep, drinking plenty of water and eating nutritious food. Messages also cautioned against shaking hands, spitting in public and hugging, and taking medicines without consulting a doctor (MoHFW 2009b).", "cite_spans": [], "ref_spans": [], "section": "Access to media and risk communication messages"}, {"text": "However, in rural areas, 45.4% of women and 25.3% of men are not regularly exposed to any media (including television, newspaper or magazine, radio, or cinema). In urban areas, 12.6% of women and 6.2% of men are not regularly exposed to any media (International Institute of Population Sciences and Macro International 2007). In addition, there is insufficient evidence that merely providing messages to the public effectively changes their behaviour. The knowledge gap hypothesis tells us that messages in the media have a larger impact on educated people than on those with lower levels of education (Tichenor 1970) . In India, literacy as well as exposure to mass media differ by gender, religion and scheduled tribe/caste identity (International Institute of Population Sciences and Macro International 2007). Thus religion, caste and indigenous identity may interact with gender to effect literacy/education and access to health education messages in the media. This makes the careful choice of medium for dissemination of messages paramount. This may also suggest the necessity for other risk communication strategies beyond media, including community health workers trained to reach specific populations.", "cite_spans": [{"start": 602, "end": 617, "text": "(Tichenor 1970)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Access to media and risk communication messages"}, {"text": "According to the NFHS (International Institute of Population Sciences and Macro International, 2007), more than 25% of indigenous women are undernourished and have a BMI of <17. Malnourished children were found to have higher odds of acute lower respiratory tract infections in a case-control study conducted in India (Savitha et al. 2007) . A report looking at the status of the largest religious minority group in India (Muslims) pointed out that the percentage of Muslim children under the age of 5 who are underweight or stunted is comparable to that of indigenous children, and higher than that of Hindu children in India (Prime Minister's High Level Committee 2006). Thus gender and religious/indigenous identity could be related to nutritional status, and result in inequalities in susceptibility to influenza.", "cite_spans": [{"start": 318, "end": 339, "text": "(Savitha et al. 2007)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Nutritional status"}, {"text": "Complications from 2009 H1N1 influenza infection occurred at a higher rate in patients with underlying medical conditions than in previously healthy individuals. Asthma, chronic obstructive pulmonary disease, diabetes and pregnancy, as well as a history of smoking, were underlying conditions reported among severe cases of 2009 H1N1 influenza (CDC 2009a; Dominguez-Cherit et al. 2009; Jain et al. 2009; Kumar et al. 2009; Louie et al. 2009; WHO 2009b) .", "cite_spans": [{"start": 344, "end": 355, "text": "(CDC 2009a;", "ref_id": "BIBREF7"}, {"start": 356, "end": 385, "text": "Dominguez-Cherit et al. 2009;", "ref_id": "BIBREF15"}, {"start": 386, "end": 403, "text": "Jain et al. 2009;", "ref_id": "BIBREF21"}, {"start": 404, "end": 422, "text": "Kumar et al. 2009;", "ref_id": "BIBREF26"}, {"start": 423, "end": 441, "text": "Louie et al. 2009;", "ref_id": "BIBREF27"}, {"start": 442, "end": 452, "text": "WHO 2009b)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Underlying chronic conditions and risky behaviours"}, {"text": "In India, a higher odds of having asthma is associated with lower socio-economic status and urban residence (Aggarwal et al. 2006) . Prevalence of diabetes in India is higher among less-educated people than in those with higher levels of education (Reddy et al. 2007 ). Thus, education, wealth and type of location are expected to be related to, and may interact to impact the prevalence of underlying chronic conditions, and thus impact disparities in susceptibility to influenza.", "cite_spans": [{"start": 108, "end": 130, "text": "(Aggarwal et al. 2006)", "ref_id": "BIBREF0"}, {"start": 248, "end": 266, "text": "(Reddy et al. 2007", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Underlying chronic conditions and risky behaviours"}, {"text": "Tobacco smoking itself was reported to be an underlying risk factor in 22.6% of hospitalized cases in Canada ). Though it is unclear if tobacco users were over-represented among 2009 H1N1 cases in India, prevalence of tobacco use is higher among men and women with lower levels of education (Reddy et al. 2007) . Indigenous people also have higher rates of smoking and alcohol use compared with non-indigenous people (Subramanian et al. 2006) . Education and indigenous status may thus be expected to be related to the unequal distribution of risky behaviours in the population in India, and thus cause disparities in susceptibility to influenza.", "cite_spans": [{"start": 291, "end": 310, "text": "(Reddy et al. 2007)", "ref_id": "BIBREF46"}, {"start": 417, "end": 442, "text": "(Subramanian et al. 2006)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Underlying chronic conditions and risky behaviours"}, {"text": "Chronic prevalence of infectious diseases is seen among some slum-dwelling populations: in a survey of four slums in Mumbai, between 15 and 31% of households surveyed had at least one family member suffering from colds and coughs, unidentified fevers or water-borne diseases at the time of the survey (Karn and Harada 2002) . India also has the highest number of deaths from tuberculosis (TB) in the world every year. TB prevalence is higher in rural than in urban India, and varies by state in India: whereas the national average is 418/100 000, the north-eastern states have higher reported rates. Arunachal Pradesh has the highest reported TB prevalence rate of 1111/100 000 (International Institute of Population Sciences and Macro International 2007). Thus, residence in rural areas in certain states, or in urban slums, is expected to be related to the chronic prevalence of infectious diseases, and could impact disparities in susceptibility to influenza.", "cite_spans": [{"start": 301, "end": 323, "text": "(Karn and Harada 2002)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Infectious diseases"}, {"text": "Age, fertility rate and pregnancy A different age-group was susceptible to 2009 H1N1 influenza compared with the seasonal flu (CDC 2009d). In India, the MoHFW reported that the majority of cases occurred in those between 5 and 59 years of age; the ministry also reported that more males were confirmed to have been infected with 2009 H1N1 than females (MoHFW 2009c). Overall, India's population is young, with 81% of the population below 59 years of age, and thus may be seen as highly susceptible to infection with the 2009 H1N1 virus.", "cite_spans": [], "ref_spans": [], "section": "Infectious diseases"}, {"text": "Fertility rates are highest, however, in the lowest quintile of the wealth index, among Muslims and indigenous groups, and among those with no education (International Institute of Population Sciences and Macro International 2007). Pregnancy was associated with a high proportion of hospitalizations and deaths in the 2009 H1N1 pandemic (Jamieson et al. 2009; Louie et al. 2009 ). In a hospital-based study in southern India, mortality rate was found to be higher among pregnant women than in non-pregnant women even in the absence of other underlying risk factors (Pramanick et al. 2011) .", "cite_spans": [{"start": 337, "end": 359, "text": "(Jamieson et al. 2009;", "ref_id": "BIBREF23"}, {"start": 360, "end": 377, "text": "Louie et al. 2009", "ref_id": "BIBREF27"}, {"start": 565, "end": 588, "text": "(Pramanick et al. 2011)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Infectious diseases"}, {"text": "Communities with higher fertility rates may be expected to be over-represented among cases in the younger age groups and among cases in pregnant women during an influenza pandemic. In India, women who have no education have a higher average fertility rate of 3.5 compared with 1.8 in those with 12 or more years of formal education. The total fertility rate is also higher among some minorities, putting them at higher risk the rate is 3.4 and 3.1 for Muslim and indigenous women, respectively, compared with 2.6 for Hindus (International Institute of Population Sciences and Macro International 2007). Thus, we might expect that the uneducated, indigenous and Muslim populations will bear a greater burden of death and illness during an influenza pandemic because of their age structure and proportion of pregnant women.", "cite_spans": [], "ref_spans": [], "section": "Infectious diseases"}, {"text": "Vaccination is an effective means to prevent morbidity and mortality in a pandemic. India used a mixture of indigenously produced and imported vaccines, and planned to have vaccine available by May 2010 (MoHFW 2009d). Vaccination campaigns can, however, exacerbate existing health disparities sharply unless plans are made explicitly to reach the most vulnerable populations. Under normal circumstances, with a full health care workforce, only 43.5% of children in the country are vaccinated (Government of India Ministry of Statistics and Programmer Implementation 2005), and disparities exist between states, along the economic gradient, and by gender. For example, in the north-western state of Punjab, twice as many boys were found to be immunized than girls (Pande and Yazbeck 2003) . Access to immunization is low even among pregnant women, as illustrated by the finding of the NFHS that 27.4% of rural and 13.6% of urban women did not receive two doses of tetanus toxoid vaccine during their pregnancy (International Institute of Population Sciences and Macro International 2007) . This is a reminder that vaccination campaigns need to plan carefully to avoid the gender differentials in mortality seen in British India during the 1918-1919 pandemic (Mills 1986; Murray et al. 2006) . We may expect the type of location as well as gender to impact access to primary PANDEMIC PLANNING IN INDIA health care and thus cause inequalities in susceptibility to influenza.", "cite_spans": [{"start": 763, "end": 787, "text": "(Pande and Yazbeck 2003)", "ref_id": "BIBREF38"}, {"start": 1048, "end": 1086, "text": "Sciences and Macro International 2007)", "ref_id": null}, {"start": 1257, "end": 1269, "text": "(Mills 1986;", "ref_id": "BIBREF29"}, {"start": 1270, "end": 1289, "text": "Murray et al. 2006)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Access to vaccine"}, {"text": "On contracting infection, access to timely treatment with anti-viral drugs has been shown to be paramount in improving outcomes among 2009 H1N1 cases (Louie et al. 2009 ). The public health care system in India provides subsidized care, but was viewed as providing a low quality of care by 57.7% of respondents in the Indian NFHS (International Institute of Population Sciences and Macro International 2007). As a result, 65.6% of Indians use a private hospital or clinic as their source of health care. Though the private medical sector is the source of choice for most Indians, only 59.9% of the bottom quintile, compared with 76.4% of the top quintile, use private medical facilities. Access to any health care is limited, as shown by the fact that only 20.8% of rural and 10% of urban women reported any contact with a healthcare provider in the 3 months prior to the NFHS (International Institute of Population Sciences and Macro International 2007) . This shows that access to care in general, and access to private care in particular, if in fact that is the choice of the user, is very limited indeed among the poor and among women, and this could lead to delayed or no utilization of treatment among these groups during a pandemic.", "cite_spans": [{"start": 150, "end": 168, "text": "(Louie et al. 2009", "ref_id": "BIBREF27"}, {"start": 916, "end": 954, "text": "Sciences and Macro International 2007)", "ref_id": null}], "ref_spans": [], "section": "Inequalities in access to treatment"}, {"text": "According to the Indian NFHS, 25% of female respondents perceived that the distance to a health care facility is the most significant barrier to accessing medical care for themselves when they were ill. Amongst rural women, 33.2% thought distance was a barrier, compared with 9% of urban women. Furthermore, 44% of indigenous women compared with 18.5% of others, and 47% of women in the lowest wealth quintile compared with only 6% in the highest quintile, said that distance was a problem in accessing medical services. Indigenous women and women in the lowest quintile were also more likely than others to respond that having to find transportation to a facility was a major problem in accessing medical advice or treatment (International Institute of Population Sciences and Macro International 2007). In a case control study in Maharashtra, Ganatra et al. (1998) showed that women who died during childbirth travelled further, were less likely to have emergency transportation available in their village and were less likely to have a resident nurse in their village than controls. We expect that gender, indigenous status, type of location and the density of service providers in the geographic location of residence will impact disparities in access to treatment once infected with influenza. Pandemic planning and vaccine rationing plans will need to explicitly account for the lack of access to health workers in poor, indigenous villages.", "cite_spans": [{"start": 845, "end": 866, "text": "Ganatra et al. (1998)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Access to transportation"}, {"text": "Gender bias in demand for health care A child's gender has an impact on health behaviours and care seeking in some Indian states. In Uttar Pradesh, Willis et al. (2009) found that households with a female newborn have lower odds of seeking health care, lower levels of expenditure and are more likely to seek care from a public health care provider than a private medical provider than households with a male newborn. Pandey et al. (2002) found that girls were less likely to receive oral rehydration solution than boys in response to diarrhoea. Parents sought care sooner, at a higher expense and travelled further for boys than for girls in rural West Bengal. Thus, gender and the state of residence are expected to impact disparities in access to treatment once disease has developed.", "cite_spans": [{"start": 148, "end": 168, "text": "Willis et al. (2009)", "ref_id": "BIBREF53"}, {"start": 418, "end": 438, "text": "Pandey et al. (2002)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Access to transportation"}, {"text": "Access to health care is clearly stratified along the socio-economic gradient and by states in India. Bhalotra found that higher expenditure on health by certain states is related to reductions in infant mortality in rural areas and among indigenous people (Bhalotra 2007 ). Yet, as the central government seeks to increase spending on health care from 0.9% of the GDP to 2-3% through the National Rural Health Mission, reports suggest that states have reduced their spending, compensating for the increased funding from the central government (Duggal 2009 ). Thus, the national government may expect disparities in outcomes based on differences in routine spending on health among Indian states.", "cite_spans": [{"start": 257, "end": 271, "text": "(Bhalotra 2007", "ref_id": "BIBREF4"}, {"start": 544, "end": 556, "text": "(Duggal 2009", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Access to transportation"}, {"text": "We have described above the large health and social disparities at multiple levels in India. We recognize that rarely are populations at risk based on one factor but that the interaction of geographic, household and individual factors can lead to unequal levels of death and disease during a pandemic. We acknowledge the gaps and challenges in planning and preparedness in a middle-income country such as India. At the same time, we put forth recommendations for preparedness planning that explicitly acknowledge and take note of the need to devote resources to communicating with and reaching vulnerable populations during a pandemic. We hold that such planning for a pandemic can lead to a more responsive health system overall because the disparities we highlight are relevant to other diseases and many emergency situations as well.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In light of the existing inequalities described above, pandemic planning in India is expected to be especially challenging. The Government of India's pandemic plan (MoHFW 2009a) lays out pharmaceutical, non-pharmaceutical and risk communication strategies. However, without careful planning regarding the details of reaching the most vulnerable populations, which, based on our literature review, include the urban poor, those without any education, women, indigenous people and Muslims, these groups are likely to bear a disproportionate burden of the morbidity and mortality that results from an influenza pandemic. We summarize our findings and recommendations in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 667, "end": 674, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Health inequalities informing pandemic planning"}, {"text": "Policies for those at greater risk of exposure and unable to social distance During a pandemic, non-pharmaceutical interventions include community or home quarantine, closing schools, prohibition of public gatherings, as well as behaviour change messages regarding washing hands often and covering your cough and sneeze. Yet the unequal capabilities of different communities to adhere to such measures are not acknowledged. For example, the pandemic plan of India fails to acknowledge the potential inefficacy of closing schools in reducing the spread of disease among the urban poor living in crowded environments. Similarly, whereas public markets may need to be closed to ensure social distancing, the potential inability of individual sales people and shop owners to live without that income is not acknowledged. Instead, the plan (MoHFW 2009a) advocates the use of security personnel to enforce law and order if social distancing is the chosen strategy. We advocate a preparedness plan that aims to protect the public through education and the provision of health care, rather than through law enforcement. This is similar to an approach suggested by the American Civil Liberties Union (ACLU) in the US, that pandemic preparedness plans should be based on the broad principles of health, justice, transparency and accountability (American Civil Liberties Union 2008). They suggest that 'the goal of preparing for a pandemic is to protect the lives and health of all people, not law enforcement or national security'.", "cite_spans": [], "ref_spans": [], "section": "Health inequalities informing pandemic planning"}, {"text": "In the US, law makers are debating mandating the provision of up to 5 days of paid sick leave to enable workers to stay home from work if they are sick or to take care of their children (McKenna 2009) . Enabling people in the large unorganized work force in India to stay away from crowded areas such as markets without heavy economic consequences to their families will likely need planning, resources and public debate, a process that should be started sooner rather than later.", "cite_spans": [{"start": 186, "end": 200, "text": "(McKenna 2009)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Health inequalities informing pandemic planning"}, {"text": "The 2009 H1N1 pandemic was mild in most cases, and may have provided the government an opportunity to test out and shore up its preparedness plans at the state and district levels. Case fatality rates varied widely between states (MoHFW 2010a). It is unclear, however, whether this was a result of differing quality of the prevailing public health systems and surveillance in states, differential criteria for testing, or genuinely different mortality rates. The MoHFW must use this opportunity to analyse, or make available for analysis, data on H1N1 case confirmations and deaths along with socio-economic and geographic data associated with each case at the national and state levels. Such data will allow us to test the conceptual model presented here, to determine if inequalities in mortality rates existed and to pinpoint the factors correlated with unequal rates of illness and death. This will allow the prioritization of vulnerable populations in the event of a future pandemic. The public health community can use this opportunity to retrospectively study the efficacy of policies that were employed, and to conduct formative research on (a) non-pharmaceutical interventions that can realistically be applied in slums and villages, and (b) the capabilities of various sub-populations to adhere to social distancing and behavioural guidelines.", "cite_spans": [], "ref_spans": [], "section": "Health inequalities informing pandemic planning"}, {"text": "The preparedness plan lays out a short-term and a long-term risk communication plan: the former aims to 'create wide scale public awareness and sensitize communities to appropriate behaviors', while the long-term plan aims to 'instill safe practices, increase availability and access of essential services'. Risk communication can be effective in the short term, but only among those who have access to the resources required for behaviour change. Public health agencies must think strategically about the differential resources of populations, and tailor messages that address feasible, yet meaningful behaviour change in those populations. Some non-governmental organizations (NGOs) providing public health training and support in remote regions in India have experience designing messages for and working with low-literacy populations. Such NGOs and other community-based organizations are also likely to have trusted spokespersons on the ground, and should be included in planning and in the design and dissemination of messages. Large percentages of the urban population interviewed in the Indian NFHS were designated as migrant in each of the eight cities studied (Gupta et al. 2009 ). Pandemic preparedness plans should take into account the potential for the spread of H1N1 from urban to rural areas by migrants by targeting them with risk communication messages and explicitly planning for how to best reach them for vaccination. Furthermore, in order to reach those who have no access to mass media, the engagement of door-to-door communication is likely to be paramount. Message dissemination and health education by accredited social health activists and auxiliary nurse midwives may be appropriate, particularly for reaching women and girls who may not be able to access mass media.", "cite_spans": [{"start": 1170, "end": 1188, "text": "(Gupta et al. 2009", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Risk communication with vulnerable populations and the media"}, {"text": "An aspect of risk communication that we believe has been overlooked in the preparedness plan is the effective engagement of the media. After the first death from H1N1 was reported in August 2009 from the western city of Pune, the media carried reports of public panic and long lines of people waiting to get tested for 'swine flu' (Ramachandran 2009 ). However, this response from the public may be seen as rational, given the lack of reliable information from public health authorities at the time. An ongoing engagement of the media, providing the media with access to information to understand the public health and medical significance of policy decisions, and empathy expressed by public health spokespersons could allay much of the 'panic' expressed by the public. In the US, the CDC held weekly telephone press briefings for hundreds of reporters, followed by posting of the transcript and audio recording of the conference. We believe that in a pandemic, the government should openly and visibly engage the media as well as community health researchers and practitioners, to elicit their advice and collaboration in pandemic planning for the diverse populations they reach.", "cite_spans": [{"start": 331, "end": 349, "text": "(Ramachandran 2009", "ref_id": null}], "ref_spans": [], "section": "Risk communication with vulnerable populations and the media"}, {"text": "Local NGOs, community health workers and practitioners can prove to be a ready resource in communicating more directly with populations at risk in this pandemic. State governments have a role to play a role in supporting these organizations. For example, state governments can utilize a reverse emergency call system to more effectively disseminate public safety messages. We believe this will reap dividends, both in terms of better pandemic preparedness, and in gaining the trust of these groups and the public as the government tackles the various health issues in India.", "cite_spans": [], "ref_spans": [], "section": "Risk communication with vulnerable populations and the media"}, {"text": "Facilitating access to treatment in diverse and marginalized communities The pandemic preparedness plan in India lays out actions to be co-ordinated between the central MoHFW and state and district health departments (MoHFW 2009a). In particular, surveillance is discussed as a state measure, with multiple laboratories providing support at the national level.", "cite_spans": [], "ref_spans": [], "section": "Risk communication with vulnerable populations and the media"}, {"text": "Pharmaceutical strategies during the 2009 H1N1 pandemic included stockpiling of the drug of choice, oseltamivir. The plan proposes the setting up of 'fever clinics' in villages and health sub-centres where drugs will be made available. With respect to vaccines, the plan rightly decentralizes planning to the district and lower levels (MoHFW 2010b). However, as our results show, medical care is unavailable to many poor, indigenous and rural women under normal circumstances and with a fully functional health care workforce. Though we may expect that indigenous populations living in remote villages will be at lower risk from a disease that is expected to be clustered in urban and crowded environments, planning to set up clinics in the less remote, indigenous villages and ensuring human power to staff such clinics is called for. We also advocate that the plan be informed by research and analyses of data from the 2009 pandemic. Whereas the MoHFW has analysed surveillance data during the current pandemic by gender (MoHFW 2010c), epidemiological analyses based on other socio-economic variables have not been available, making it difficult to either rule out or acknowledge geographical and social disparities in those affected. Brazil prioritized indigenous people along with the health care workforce to receive the vaccine first (Xinhua 2010) . In India, the absence of epidemiological data regarding the most affected makes rational prioritization of the vaccine difficult (Bertozzi et al. 2009; Jameel 2010) . Detailed analyses of the locations of confirmed cases and their demographic and economic characteristics would enable planning with a focus on reducing disparities in illness and death.", "cite_spans": [{"start": 1340, "end": 1353, "text": "(Xinhua 2010)", "ref_id": "BIBREF57"}, {"start": 1485, "end": 1507, "text": "(Bertozzi et al. 2009;", "ref_id": "BIBREF3"}, {"start": 1508, "end": 1520, "text": "Jameel 2010)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "PANDEMIC PLANNING IN INDIA"}, {"text": "Access to medical resources is especially problematic for the poor, who rely on public health clinics that are perceived by many to provide poor quality care and have long waiting-times. Ironically, during the first wave of cases of pandemic H1N1 in August 2009, only doctors in the public health sector were allowed to test and treat suspected influenza cases in what was apparently confusion between the public health imperative to count and keep track of the developing epidemic and the medical imperative to diagnose and treat individual patients (John 2009 ). Later, policies were revisited, and a large number of private hospitals subsequently treated suspected cases of 2009 H1N1 influenza.", "cite_spans": [{"start": 551, "end": 561, "text": "(John 2009", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "PANDEMIC PLANNING IN INDIA"}, {"text": "The need for improving and providing 'primary healthcare services that are robust and easily accessible' in rural and urban locations has been voiced by public health experts and activists in the wake of the first wave of the pandemic (People's Health Movement 2009; Reddy 2009). We posit that a robust public health care system is essential in the country, and will lead to not only improved health outcomes overall, but also better disaster, emergency and pandemic preparedness. Whatever the public health system, however, planning for a pandemic should explicitly consider existing disparities in order to ensure that those most at risk, most susceptible and with least access to health care, do not bear a disproportionate burden of illness and death. Failure to do so will further exacerbate these inequities, and increase the long-term vulnerabilities of these populations.", "cite_spans": [], "ref_spans": [], "section": "PANDEMIC PLANNING IN INDIA"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Prevalence and risk factors for bronchial asthma in Indian adults: a multicentre study", "authors": [{"first": "A", "middle": ["N"], "last": "Aggarwal", "suffix": ""}, {"first": "K", "middle": [], "last": "Chaudhry", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Chhabra", "suffix": ""}], "year": 2006, "venue": "Indian Journal of Chest Diseases and Allied Sciences", "volume": "48", "issn": "", "pages": "13--22", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pandemic Preparedness: The Need for a Public Health -Not a Law Enforcement/National Security -Approach", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Survival of influenza viruses on environmental surfaces", "authors": [{"first": "B", "middle": [], "last": "Bean", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Moore", "suffix": ""}, {"first": "B", "middle": [], "last": "Sterner", "suffix": ""}], "year": 1982, "venue": "Journal of Infectious Diseases", "volume": "146", "issn": "", "pages": "47--51", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Pandemic flu: from the front lines. Interviewed by Declan Butler", "authors": [{"first": "S", "middle": [], "last": "Bertozzi", "suffix": ""}, {"first": "A", "middle": [], "last": "Kelso", "suffix": ""}, {"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "461", "issn": "", "pages": "20--21", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Spending to save? State health expenditure and infant mortality in India", "authors": [{"first": "S", "middle": [], "last": "Bhalotra", "suffix": ""}], "year": 2007, "venue": "Health Economics", "volume": "16", "issn": "", "pages": "911--939", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Pandemic influenza planning in the United States from a health disparities perspective", "authors": [{"first": "P", "middle": [], "last": "Blumenshine", "suffix": ""}, {"first": "A", "middle": [], "last": "Reingold", "suffix": ""}, {"first": "S", "middle": [], "last": "Egerter", "suffix": ""}], "year": 2008, "venue": "Emerging Infectious Diseases", "volume": "14", "issn": "", "pages": "709--724", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Transmission of influenza A in human beings", "authors": [{"first": "G", "middle": [], "last": "Brankston", "suffix": ""}, {"first": "L", "middle": [], "last": "Gitterman", "suffix": ""}, {"first": "Z", "middle": [], "last": "Hirji", "suffix": ""}, {"first": "C", "middle": [], "last": "Lemieux", "suffix": ""}, {"first": "M", "middle": [], "last": "Gardam", "suffix": ""}], "year": 2007, "venue": "The Lancet Infectious Diseases", "volume": "7", "issn": "", "pages": "257--65", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "People at high risk of developing flu-related complications", "authors": [{"first": "", "middle": [], "last": "Cdc", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Press briefing transcripts", "authors": [{"first": "", "middle": [], "last": "Cdc", "suffix": ""}], "year": 2009, "venue": "H1N1 Flu Media Briefing", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Interim recommendations for the use of antiviral medications in the treatment and prevention of influenza for the 2009-2010 season", "authors": [{"first": "", "middle": [], "last": "Cdc", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "CDC estimates of 2009 H1N1 influenza cases, hospitalizations and deaths in the United States", "authors": [{"first": "", "middle": [], "last": "Cdc", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "CDC Estimates of 2009 H1N1 Influenza Cases, Hospitalizations and Deaths in the United States", "authors": [{"first": "", "middle": [], "last": "Cdc", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Who is at risk of death in an earthquake?", "authors": [{"first": "Y", "middle": ["J"], "last": "Chou", "suffix": ""}, {"first": "N", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lee", "suffix": ""}], "year": 2004, "venue": "American Journal of Epidemiology", "volume": "160", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Potties, pits and pipes: explaining hygiene behaviour in Burkina Faso", "authors": [{"first": "V", "middle": [], "last": "Curtis", "suffix": ""}, {"first": "B", "middle": [], "last": "Kanki", "suffix": ""}, {"first": "T", "middle": [], "last": "Mertens", "suffix": ""}], "year": 1995, "venue": "Social Science & Medicine", "volume": "41", "issn": "", "pages": "383--93", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Planned, motivated and habitual hygiene behaviour: an eleven country review", "authors": [{"first": "V", "middle": ["A"], "last": "Curtis", "suffix": ""}, {"first": "L", "middle": ["O"], "last": "Danquah", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Aunger", "suffix": ""}], "year": 2009, "venue": "Health Education Research", "volume": "24", "issn": "", "pages": "655--73", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Critically ill patients with 2009 influenza A(H1N1) in Mexico", "authors": [{"first": "G", "middle": [], "last": "Dominguez-Cherit", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Lapinsky", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Macias", "suffix": ""}], "year": 2009, "venue": "Journal of the American Medical Association", "volume": "302", "issn": "", "pages": "1880--1887", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Sinking flagships and health budgets in India", "authors": [{"first": "R", "middle": [], "last": "Duggal", "suffix": ""}], "year": 2009, "venue": "Economic and Political Weekly", "volume": "44", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Too far, too little, too late: a community-based case-control study of maternal mortality in rural west Maharashtra", "authors": [{"first": "B", "middle": ["R"], "last": "Ganatra", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Coyaji", "suffix": ""}, {"first": "V", "middle": ["N"], "last": "Rao", "suffix": ""}], "year": 1998, "venue": "Government of India Ministry of Statistics and Programmer Implementation. 2005. Millennium Development Goals India Country Report", "volume": "76", "issn": "", "pages": "591--599", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Risk factors for mortality and injury: post-tsunami epidemiological findings from Tamil Nadu", "authors": [{"first": "D", "middle": [], "last": "Guha-Sapir", "suffix": ""}, {"first": "L", "middle": ["V"], "last": "Parry", "suffix": ""}, {"first": "O", "middle": [], "last": "Degomme", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Joshi", "suffix": ""}, {"first": "Saulina", "middle": [], "last": "Arnold", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Health and Living Conditions in Eight Indian Cities. National Family Health Survey (NFHS-3), India, 2005-06. Mumbai, India: International Institute for Population Sciences", "authors": [{"first": "K", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "F", "middle": ["H"], "last": "Arnold", "suffix": ""}, {"first": "H", "middle": [], "last": "Lhungdim", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "International Institute of Population Sciences (IIPS) and Macro International", "authors": [], "year": 2007, "venue": "", "volume": "3", "issn": "", "pages": "2005--2011", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Hospitalized patients with 2009 H1N1 influenza in the United States", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "L", "middle": [], "last": "Kamimoto", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Bramley", "suffix": ""}], "year": 2009, "venue": "New England Journal of Medicine", "volume": "361", "issn": "", "pages": "1935--1979", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The (2009) influenza pandemic", "authors": [{"first": "S", "middle": [], "last": "Jameel", "suffix": ""}], "year": 2010, "venue": "Current Science", "volume": "98", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "H1N1 2009 influenza virus infection during pregnancy in the USA", "authors": [{"first": "D", "middle": ["J"], "last": "Jamieson", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Honein", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Rasmussen", "suffix": ""}], "year": 2009, "venue": "The Lancet", "volume": "374", "issn": "", "pages": "451--459", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "India's amateur handling of the H1N1 pandemic", "authors": [{"first": "J", "middle": [], "last": "John", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Field survey on water supply, sanitation and associated health impacts in urban poor communities -a case from Mumbai City", "authors": [{"first": "S", "middle": ["K"], "last": "Karn", "suffix": ""}, {"first": "H", "middle": [], "last": "Harada", "suffix": ""}], "year": 2002, "venue": "India. Water Science and Technology", "volume": "46", "issn": "", "pages": "269--75", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Critically ill patients with 2009 influenza A(H1N1) infection in Canada", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": [], "last": "Zarychanski", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}], "year": 2009, "venue": "Journal of the American Medical Association", "volume": "302", "issn": "", "pages": "1872--1881", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Factors associated with death or hospitalization due to pandemic 2009 influenza A(H1N1) infection in California", "authors": [{"first": "J", "middle": ["K"], "last": "Louie", "suffix": ""}, {"first": "M", "middle": [], "last": "Acosta", "suffix": ""}, {"first": "K", "middle": [], "last": "Winter", "suffix": ""}], "year": 2009, "venue": "Journal of the American Medical Association", "volume": "302", "issn": "", "pages": "1896--902", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Sick-leave standard as anti-flu weapon stirs debate", "authors": [{"first": "M", "middle": [], "last": "Mckenna", "suffix": ""}], "year": 2009, "venue": "CIDRAP News", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The 1918-1919 influenza pandemic-the Indian experience", "authors": [{"first": "I", "middle": ["D"], "last": "Mills", "suffix": ""}], "year": 1986, "venue": "Indian Economic and Social History Review", "volume": "23", "issn": "", "pages": "1--40", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Draft Pandemic Preparedness and Response for Managing Novel Influenza A H1N1 (earlier called Swine flu)", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Health Alert: Pandemic influenza A H1N1", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Online at: http:// mohfw-h1n1.nic.in/Epidemiologicallink2.html", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Ministry of Health and Family Welfare", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Ministry of Health and Family Welfare", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Ministry of Health and Family Welfare", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Ministry of Health and Family Welfare", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Estimation of potential global pandemic influenza mortality on the basis of vital registry data from the 1918-20 pandemic: a quantitative analysis", "authors": [{"first": "C", "middle": ["J"], "last": "Murray", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Lopez", "suffix": ""}, {"first": "B", "middle": [], "last": "Chin", "suffix": ""}, {"first": "D", "middle": [], "last": "Feehan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Hill", "suffix": ""}], "year": 2006, "venue": "The Lancet", "volume": "368", "issn": "", "pages": "2211--2219", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "What's in a country average? Wealth, gender, and regional inequalities in immunization in India", "authors": [{"first": "R", "middle": ["P"], "last": "Pande", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Yazbeck", "suffix": ""}], "year": 2003, "venue": "Social Science & Medicine", "volume": "57", "issn": "", "pages": "2075--88", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Gender differences in healthcare-seeking during common illnesses in a rural community of West Bengal", "authors": [{"first": "A", "middle": [], "last": "Pandey", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Sengupta", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Mondal", "suffix": ""}], "year": 2002, "venue": "India. Journal of Health", "volume": "20", "issn": "", "pages": "306--317", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "People's Health Movement", "authors": [], "year": 2009, "venue": "WHA 2009: PHM statements on key health issues. Press release", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Response to an epidemic of novel H1N1 flu in Pune: need for introspection", "authors": [{"first": "A", "middle": [], "last": "Phadke", "suffix": ""}], "year": 2009, "venue": "Indian Journal of Medical Ethics", "volume": "6", "issn": "", "pages": "176--184", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Pandemic (H1N1) 2009 virus infection during pregnancy in South India", "authors": [{"first": "A", "middle": [], "last": "Pramanick", "suffix": ""}, {"first": "S", "middle": [], "last": "Rathore", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Peter", "suffix": ""}, {"first": "M", "middle": [], "last": "Moorthy", "suffix": ""}, {"first": "Lionel", "middle": ["J"], "last": "", "suffix": ""}], "year": 2011, "venue": "International Journal of Gynecology & Obstetrics", "volume": "113", "issn": "", "pages": "32--37", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Prime Minister's High Level Committee. 2006. Social, Economic, and Educational status of the Muslim community of India. New Delhi: Cabinet Secretariat, Government of India", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Racial disparities in exposure, susceptibility, and access to healthcare in the US H1N1 influenza pandemic", "authors": [{"first": "S", "middle": ["C"], "last": "Quinn", "suffix": ""}, {"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Freimuth", "suffix": ""}], "year": 2011, "venue": "American Journal of Public Health", "volume": "101", "issn": "", "pages": "285--93", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Educational status and cardiovascular risk profile in Indians", "authors": [{"first": "K", "middle": ["S"], "last": "Reddy", "suffix": ""}, {"first": "D", "middle": [], "last": "Prabhakaran", "suffix": ""}, {"first": "P", "middle": [], "last": "Jeemon", "suffix": ""}], "year": 2007, "venue": "Proceedings of the National Academy of Sciences of the USA", "volume": "104", "issn": "", "pages": "16263--16271", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Primary lesson", "authors": [{"first": "K", "middle": ["S"], "last": "Reddy", "suffix": ""}], "year": 2009, "venue": "Frontline", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Modifiable risk factors for acute lower respiratory tract infections", "authors": [{"first": "M", "middle": ["R"], "last": "Savitha", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Nandeeshwara", "suffix": ""}, {"first": "Pradeep", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Ul-Haque", "suffix": ""}, {"first": "F", "middle": [], "last": "Raju", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "", "suffix": ""}], "year": 2007, "venue": "Indian Journal of Pediatrics", "volume": "74", "issn": "", "pages": "477--82", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Indigenous health and socioeconomic status in India", "authors": [{"first": "S", "middle": ["V"], "last": "Subramanian", "suffix": ""}, {"first": "Davey", "middle": [], "last": "Smith", "suffix": ""}, {"first": "G", "middle": [], "last": "Subramanyam", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "PLoS Medicine", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Solution Exchange for the Education Community consolidated reply. Query: Equal priority for school health as mid-day meals programme, from Government of Uttar Pradesh, Lucknow (experiences)", "authors": [{"first": "K", "middle": [], "last": "Sujatha", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Mass media flow and differential growth in knowledge", "authors": [{"first": "P", "middle": ["J"], "last": "Tichenor", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Donohue", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Olien", "suffix": ""}], "year": 1970, "venue": "Public Opinion Quarterly", "volume": "34", "issn": "", "pages": "159--70", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Factors determining the outcome of children hospitalized with severe pneumonia", "authors": [{"first": "K", "middle": [], "last": "Tiewsoh", "suffix": ""}, {"first": "R", "middle": [], "last": "Lodha", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Pandey", "suffix": ""}], "year": 2009, "venue": "BMC Pediatrics", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Gender differences in perception and care-seeking for illness of newborns in rural Uttar Pradesh", "authors": [{"first": "J", "middle": ["R"], "last": "Willis", "suffix": ""}, {"first": "V", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": [], "last": "Mohanty", "suffix": ""}], "year": 2009, "venue": "India. Journal of Health", "volume": "27", "issn": "", "pages": "62--71", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Transcript of statement by Margaret Chan, Director-General of the World Health Organization", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Clinical features of severe cases of pandemic influenza. Pandemic (H1N1) 2009 briefing note 13. Geneva: World Health Organization", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Pandemic (H1N1) 2009 -update 112. Geneva: World Health Organization", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Brazil to vaccinate 90m against A/H1N1 flu", "authors": [{"first": "", "middle": [], "last": "Xinhua", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Conceptual model of the sources of health disparities in an influenza pandemic in India", "latex": null, "type": "figure"}, "TABREF0": {"text": "Recommendations for pandemic planning to reduce disparities in India", "latex": null, "type": "table"}}, "back_matter": [{"text": "We are grateful to Dr Thelma Narayan of the Center for Public Health and Equity, Bangalore, India, for helpful discussion and thoughtful suggestions.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Disparities, USA (NIH-NCMHD: 2P60MD000207-08).", "cite_spans": [], "ref_spans": [], "section": "Supriya Kumar and Sandra C Quinn were supported by the Research Center of Excellence in Minority Health and Health"}, {"text": "None declared.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}