{
    "paper_id": "01c692f13459377eb96d19f860f18ade2782092e",
    "metadata": {
        "title": "Journal Pre-proof Will the Guidelines and Recommendations for Surgery During COVID-19 Pandemic still be valid if it Becomes Endemic? Will the Guidelines and Recommendations for Surgery During COVID-19 Pandemic still be valid if it Becomes Endemic? Correspondence",
        "authors": [
            {
                "first": "Suhani",
                "middle": [],
                "last": "Ghai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Surgery People's Dental Academy, People's University Karond By-Pass, Bhanpur",
                    "institution": "People's Dental Academy",
                    "location": {
                        "postCode": "462037",
                        "settlement": "Bhopal, Bhopal",
                        "country": "India, India"
                    }
                },
                "email": "suhanighai@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The current COVID-19 pandemic has impacted all the healthcare sectors all over the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Will the Guidelines and Recommendations for Surgery During COVID-19 Pandemic still be valid if it Becomes Endemic? Abstract"
        },
        {
            "text": "The WHO and various other health organizations have been issuing recommendations and guidelines for surgical practice and patient management during the current pandemic. Some of these guidelines include triaging of the patients, prioritizing emergency surgery and delaying the elective surgical procedures till the COVID-19 pandemic is over. However, it seems that COVID-19 might become endemic in the community and current guidelines might not hold true. Surgical practices cannot remain suspended forever as it will have a deleterious effect on surgeons and patients. Therefore we need novel guidelines so that the surgeons can resume their general surgical practice as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Will the Guidelines and Recommendations for Surgery During COVID-19 Pandemic still be valid if it Becomes Endemic? Abstract"
        },
        {
            "text": "COVID-19, SARS-CoV-2; Surgery Guidelines; COVID-19 Pandemic; COVID-19 Endemic Moletta et al [1] have recently reviewed the recommendations published by general surgery societies and health institutions for surgery during COVID-19 pandemic. The authors reported that most of the guidelines suggested triaging of the patients, prioritizing emergency surgery and delaying the elective surgical procedures till the COVID-19 pandemic is over. Although these suggestions seem accurate for the current situation, they might not be valid in the likely scenario of COVID-19 becoming endemic.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "The COVID-19 pandemic has taken a toll on healthcare facilities all over the world. As the World Health Organization (WHO) declared it a pandemic, various surgical societies and health organizations have been issuing guidelines regarding the management of surgical patients and providing the patients with the best possible care during the pandemic. Some of these guidelines included screening of patients for SARS-CoV-2, postponing of all elective surgeries, teleconsultations and diligent adherence with infection control protocol [2] . As COVID-19 spreads mostly via respiratory droplets and indirect contact with virus particles [3] , and puts healthcare workers at a high risk of infection, these recommendations hold true. Therefore, most routine surgeries and elective procedures performed all over the world have been delayed or suspended till the pandemic is over.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 536,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "However, the current trend of COVID-19 indicates that this pandemic may continue for a longer period of time than expected. Recently, even the WHO has feared that this virus may become just another endemic virus in our communities, similar to HIV; and it may never go away [4] . In the unfortunate event of COVID-19 becoming endemic, which seems a strong possibility, will these current surgical guidelines still remain valid?",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "The endemicity of COVID-19 will critically impact the surgical practice all over the world. The present recommendation of postponing all elective surgical procedures will not hold good, as the elective surgeries cannot be postponed indefinitely. This will cause extreme distress to the patients especially those whose disease without surgery might progress and worsen with time. The patients may seek self-treatment or visit quacks for their problems. In addition, suspending elective general surgical practice will also have a deleterious effect on the livelihood surgical healthcare professionals. The surgeons will not only face financial difficulties, it may also have a negative impact on their mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "If COVID-19 is likely to become endemic, all the current surgical guidelines need to be revised critically with the focus of resuming all the surgeries. These new guidelines need to be evidence-based and should provide cost effective solutions for effectively preventing disease transmission and cross infection, without excessively escalating the cost of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "Not Commissioned, internally reviewed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Provenance and peer review"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "International Guidelines And Recommendations For Surgery During Covid-19 Pandemic: A Systematic Review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moletta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Pierobon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Capovilla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Costantini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salvador",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merigliano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valmasoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Surgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijsu.2020.05.061"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Surgical Practice in the Current COVID-19 Pandemic: A Rapid Systematic Review",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Hojaij",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Chinelatto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H P"
                    ],
                    "last": "Boog",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kasmirski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V Z"
                    ],
                    "last": "Lopes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Sacramento",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.6061/clinics/2020/e1923"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization warns",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cbs News",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The following additional information is required for submission. Please note that failure to respond to these questions/statements will mean your submission will be returned. If you have nothing to declare in any of these categories, then this should be stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Journal of Surgery Author Disclosure Form"
        },
        {
            "text": "I have nothing to declare",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Please state any conflicts of interest"
        },
        {
            "text": "Please enter the name of the registry, the hyperlink to the registration and the unique identifying number of the study. You can register your research at http://www.researchregistry.com to obtain your UIN if you have not already registered your study. This is mandatory for human studies only.1. Name of the registry: 2. Unique Identifying number or registration ID:3. Hyperlink to your specific registration (must be publicly accessible and will be checked):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Registration Unique Identifying Number (UIN)"
        },
        {
            "text": "Please specify the contribution of each author to the paper, e.g. study design, data collections, data analysis, writing. Others, who have contributed in other ways should be listed as contributors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution"
        },
        {
            "text": "The Guarantor is the one or more people who accept full responsibility for the work and/or the conduct of the study, had access to the data, and controlled the decision to publish. Please note that providing a guarantor is compulsory.Dr Suhani Ghai is the Gaurantor.Data statement: Not appliable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guarantor"
        }
    ]
}