{
    "paper_id": "01c743e1204a84a631e8db8576c5636c493c2eee",
    "metadata": {
        "title": "Arabia 6 Cardiac Anesthesia and Intensive Care Dept., Fondazione Cardiocentro Ticino",
        "authors": [
            {
                "first": "Guido",
                "middle": [],
                "last": "Tavazzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of clinical-surgical, diagnostic and pediatric sciences, Unit of anaesthesia and intensive care",
                    "institution": "University of Pavia",
                    "location": {
                        "settlement": "Pavia",
                        "country": "Italy"
                    }
                },
                "email": "guido.tavazzi@unipv.it"
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Corradi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pisa",
                    "location": {
                        "settlement": "Pisa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Mojoli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione Policlinico San Matteo Hospital IRCCS",
                    "location": {
                        "settlement": "Pavia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Arif",
                "middle": [],
                "last": "Hussain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Surgical, Diagnostic and Pediatric Sciences; Anaesthesia, Intensive Care and Pain Therapy, Fondazione IRCCS Policlinico San Matteo",
                    "institution": "University of Pavia",
                    "location": {
                        "addrLine": "2400 N Street NW, 2400 N Street NW, 2400 N Street NW",
                        "postCode": "27100, 20037, 20037, 20037",
                        "settlement": "Pavia, Washington, Washington, Washington",
                        "region": "DC, DC, DC",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Gabriele",
                "middle": [],
                "last": "Via",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with great interest the manuscript by Dong et al. describing the clinical course of 4 patients with pre-existing heart failure infected by COVID-19. (1) The authors convey the message that patients with cardiovascular disease are more prone to adverse outcomes due to a direct inflammatory damage of the heart. (1) Patients had a severe end stage dilated cardiomyopathy (mean Left ventricular end diastolic diameter 8 ± 2,2 cm) and markedly impaired ventricular function (mean LVEF 25 ± 3.8 %)(1). It is not clear if they had been hospitalized for manifestations of the SARS-CoV-2 infection or for other causes, as the symptoms described were fatigue and mild cough, common to both respiratory infection and heart failure.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All patients had acute myocardial injury, defined as rise & fall of troponin (cTn). As reference literature, the authors cite two papers showing epidemiological features and clinical aspects of COVID-19 patients not focused on cardiac involvement (1). Other reports, including 416 and 144 patients respectively and focused on acute cardiac injury (demonstrating a relationship between the elevated cTn, up to 28-fold increase of normal values and an adverse outcome), were not considered (2, 3) Although the authors claim having provided \"a stronger evidence of myocardial injury in COVID-19\", a direct link between the cardiac injury and COVID-19 appears rather uncertain in the population described (1). Patients with long-lasting heart failure and severely compromised functional status are burdened by high mortality in the course of any infection, even in the absence of a direct viral damage. COVID-19 may have contributed to heart failure worsening to some extent, even if the reported chest CT scan and the maintenance of spontaneous respiration do suggest a mild infection form. Finally, the lack of electrocardiographic and echocardiographic data (with the exception of left ventricular ejection fraction), and even more of Nuclear Magnetic Resonance data, necessary to characterize myocardial tissue structure and function, greatly limit the informative contribution of this paper. Additionally, the specific causes of death were not specified by the authors. ",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 491,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 492,
                    "end": 494,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to disclosing relationship with industry and/or financial disclosures on the cover letter and title page of your manuscript, we ask that each author sign this form. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AMERICAN COLLEGE OF CARDIOLOGY FOUNDATION AUTHOR RESPONSIBILITIES: RELATIONSHIP WITH INDUSTRY AND FINANCIAL DISCLOSURE"
        },
        {
            "text": "To avoid delay in the publication of your manuscript, complete and submit this form as quickly as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*Corresponding Author's Responsibility"
        },
        {
            "text": "After you have submitted your electronic form, you will receive an email confirmation that includes a PDF copy. Please print and retain for your files. If for some reason you are unable to complete this form electronically, please contact the JACC office directly or print this form, fill in the spaces manually, and email, fax, or post mail a copy to: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*Corresponding Author's Responsibility"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "End-stage Heart Failure with COVID-19: Strong Evidence of Myocardial Injury by 2019-nCoV",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JACC Heart Fail",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Association of Cardiac Injury With Mortality in Hospitalized Patients With COVID-19 in",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cardiovascular Implications of Fatal Outcomes of Patients With Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "As the effect of SARS-CoV2 on the cardiac function are still undetermined, all information gathered from the clinical front line should always be adequately contextualized, and sufficiently detailed. Caution should be used in defining causal relationships, especially when acute clinical conditions may be due to pre-existing conditions, making difficult to disentangle from the viral effects.I have relationship with industry to disclose.1. Type relationship with industry to disclose: Consultancy agreement between University of Pavia and Hamilton Medical I have financial information to disclose. 1. Type financial information to disclose: Fees for lectures from GE Healthcare, Hamilton Medical, Seda Spa local_p_id: 493530 time: 1589185608 ip address: 90.147.34.12",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "To be published in the following journal (please check): Journal of the American College of Cardiology(JACC) JACC: Cardiovascular Interventions JACC: Cardiovascular Imaging JACC: Heart Failure JACC: Clinical Electrophysiology JACC: Basic to Translational Science JACC: Case Reports JACC: CardioOncology Article entitled: COVID-19, End-stage heart failure and outcome: a word caution in causal",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Journal of the American College of Cardiology(JACC) JACC: Cardiovascular InterventionsJACC: Cardiovascular Imaging JACC: Heart Failure JACC: Clinical Electrophysiology JACC: Basic to Translational Science JACC: Case Reports JACC: CardioOncology Heart House, 2400 N Street NW, Washington, DC, 20037 Fax: (202) 375-6819 Email: jaccsd@acc.org jaccint@acc.org jaccimg@acc.org jacchf@acc.org jacccep@acc.org jaccbts@acc.org jacccr@acc.org jaccco@acc.org Complete the section below, type your name into the Type Name box and input the date. By submitting this form, you attest to being an author on the paper. Type Name: Guido Tavazzi Date: 04/30/2020 Title and Company (if employer representative): I have no relationship with industry to disclose. I have no financial information to disclose. ip address: 90.147.34.12",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "In addition to disclosing relationship with industry and/or financial disclosures on the cover letter and title page of your manuscript, we ask that each author sign this form. After you have submitted your electronic form, you will receive an email confirmation that includes a PDF copy. Please print and retain for your files. If for some reason you are unable to complete this form electronically, please contact the JACC office directly or print this form, fill in the spaces manually, and email, fax, or post mail a copy to: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}