{"paper_id": "01cb05f01695495c8638f7990dfe348387993bb6", "metadata": {"title": "Hidden periods, duration and final size of COVID-19 pandemic", "authors": [{"first": "Igor", "middle": [], "last": "Nesteruk", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Academy of Sciences of Ukraine National Technical University of Ukraine \"Igor Sikorsky Kyiv Polytechnic Institute\"", "location": {}}, "email": "inesteruk@yahoo.com"}]}, "abstract": [{"text": "The SIR (susceptible-infected-removed) model, statistical approach for the parameter identification and the official WHO data about the confirmed cumulative number of cases were used to estimate the characteristics of COVID-19 pandemic in USA, Germany, UK, South Korea and in the world. Epidemic in every country has rather long hidden period before fist cases were confirmed. In particular, the pandemic began in China no later than October, 2019. If current trends continue, the end of the pandemic should be expected no earlier than March 2021, the global number of cases will exceed 5 million.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "shown in this table. Data sets for the period April 9-29 were used for calculations. Other values were used only for verifications of calculations.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The SIR model for an infectious disease [2] [3] [4] [5] relates the number of susceptible persons S (persons who are sensitive to the pathogen and not protected); the number of infected is I (persons who are sick and spread the infection; please don't confuse with the number of still ill persons, so known active cases) and the number of removed R (persons who no longer spread the infection; this number is the sum of isolated, recovered, dead, and infected people who left the region);  and  are constants.", "cite_spans": [{"start": 40, "end": 43, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 44, "end": 47, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 48, "end": 51, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 52, "end": 55, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "SIR model"}, {"text": "To determine the initial conditions for the set of equations (1-3), let us suppose that at the moment of the epidemic outbreak 0 t , [5, 6] :", "cite_spans": [{"start": 133, "end": 136, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 137, "end": 139, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "SIR model"}, {"text": "The analytical solution for the set of equations (1-3) was obtained by introducing the function ( ) ( ) ( ) V t I t R t   , corresponding to the number of victims or cumulative confirmed number of cases, [5, 6] :", "cite_spans": [{"start": 206, "end": 209, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 210, "end": 212, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "SIR model"}, {"text": "Thus, for every set of parameters N,  , , 0 t and a fixed value of V the integral (6) can be calculated and the corresponding moment of time can be determined from (5) .", "cite_spans": [{"start": 166, "end": 169, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "SIR model"}, {"text": "and R(t) can be easily calculated with the of formulas, [5, 6] . ", "cite_spans": [{"start": 56, "end": 59, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 60, "end": 62, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Then functions I(t)"}, {"text": "Function I has a maximum at S   and tends to zero at infinity, see [2, 3] . In comparison, the number of susceptible persons at infinity 0 S   , and can be calculated from the non-linear equation, [5, 6] :", "cite_spans": [{"start": 69, "end": 72, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 73, "end": 75, "text": "3]", "ref_id": "BIBREF2"}, {"start": 201, "end": 204, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 205, "end": 207, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Then functions I(t)"}, {"text": "The final number of victims (final accumulated number of cases) can be calculated from:", "cite_spans": [], "ref_spans": [], "section": "Then functions I(t)"}, {"text": "To estimate the duration of an epidemic outbreak, we can use the condition:", "cite_spans": [], "ref_spans": [], "section": "Then functions I(t)"}, {"text": "which means that at final t t  less than one person still spread the infection.", "cite_spans": [], "ref_spans": [], "section": "Then functions I(t)"}, {"text": "In the case of a new epidemic, the values of this independent four parameters are unknown and must be identified with the use of limited data sets. A statistical approach was developed in [5] and used in [6] [7] [8] [9] [10] [11] [12] [13] [14] (5) . For this purpose the linear regression can be used, e.g., [15] , and the optimal straight line, minimizing the sum of squared distances between registered and theoretical points, can be defined. Thus we can find the optimal values of  , 0 t and calculate the correlation coefficient r .", "cite_spans": [{"start": 188, "end": 191, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 204, "end": 207, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 208, "end": 211, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 212, "end": 215, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 216, "end": 219, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 220, "end": 224, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 225, "end": 229, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 230, "end": 234, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 235, "end": 239, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 240, "end": 244, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 245, "end": 248, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 309, "end": 313, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Parameter identification procedure"}, {"text": "Then the F-test may be applied to check how the null hypothesis that says that the proposed linear relationship (5) fits the data set. The experimental value of the Fisher function can be calculated with the use of the formula:", "cite_spans": [], "ref_spans": [], "section": "Parameter identification procedure"}, {"text": "where n is the number of observations, m=2 is the number of parameters in the regression equation, [15] . The corresponding experimental value F has to be compared with the critical value (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 99, "end": 103, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Parameter identification procedure"}, {"text": "The copyright holder for this preprint this version posted May 14, 2020. .", "cite_spans": [], "ref_spans": [], "section": "Parameter identification procedure"}, {"text": "Usually the number of cases during the initial period of an epidemic outbreak is not reliable.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "To avoid their influence on the results, only V j values for the period April 9-29, 2020 ( 47 67 j t   ; n=21;", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "(1, 2) C F n =15.2; see Table 1 ) were used to calculate the epidemic characteristics. Since during the quarantine, the international people exchange is quite limited, we", "cite_spans": [], "ref_spans": [{"start": 25, "end": 32, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "can apply the SIR model for every country assuming its parameters to be constant (but different for every country) during the fixed period of time. The results of calculations are shown in Tables 2 and   3 . To illustrate the influence of data on the results of SIR simulations, the previous estimation for Germany (prediction 1 calculated with the use of V j values for the period March 28 -April 10, 2020 ( 35 48 j t   ; n=14; (1, 2) C F n =18.6; see [13] ) are also presented in Table 2 . It can be seen that the previous prediction for Germany (see [13] ) were more optimistic. Fresh data sets has showed that the final number of cases in this country could reach 177,000 and their appearance can stop only after August 4, 2020 (see Table 2 , prediction 2). The presented second prediction for South Korea is also more pessimistic in comparison with the first one, [8] . In particular, the epidemic stop is expected after June 29, 2020 (see Table 2 ). These estimations are valid only when the quarantine measures, isolation rate and the coronavisus activity will be same as for the period taken for calculations.", "cite_spans": [{"start": 456, "end": 460, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 556, "end": 560, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 872, "end": 875, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 189, "end": 205, "text": "Tables 2 and   3", "ref_id": null}, {"start": 485, "end": 492, "text": "Table 2", "ref_id": null}, {"start": 740, "end": 747, "text": "Table 2", "ref_id": null}, {"start": 948, "end": 955, "text": "Table 2", "ref_id": null}], "section": "Results"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Country"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Table 4 . For the world data, December 8, 2019 was taken as the day of the first laboratory confirmed case in Wuhan, China (according to [18] ).", "cite_spans": [{"start": 166, "end": 182, "text": "December 8, 2019", "ref_id": null}, {"start": 273, "end": 277, "text": "[18]", "ref_id": null}], "ref_spans": [{"start": 136, "end": 143, "text": "Table 4", "ref_id": null}], "section": "Country"}, {"text": "The results of previous calculations for Austria, Italy, Spain, France, Moldova, Ukraine and Kyiv from [11, 13, 14] are also shown in Table 4 . It can be seen that the longest epidemic durations are expected in the countries with the longest hidden periods (USA, Italy, Germany). Probably, the zero hidden period in France indicates the need of recalculations after obtaining more recent data on the number of cases. The predicted saturation value 129823 for this country (see Table 4 ) is 4.5% lower All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 103, "end": 107, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 108, "end": 111, "text": "13,", "ref_id": "BIBREF12"}, {"start": 112, "end": 115, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 134, "end": 141, "text": "Table 4", "ref_id": null}, {"start": 477, "end": 484, "text": "Table 4", "ref_id": null}], "section": "Tables 2 and 3 illustrate that real epidemic outbreaks in"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Tables 2 and 3 illustrate that real epidemic outbreaks in"}, {"text": "The copyright holder for this preprint this version posted May 14, 2020. . https://doi.org/10.1101/2020.05. 10.20097147 doi: medRxiv preprint than real number of cases 135980, registered on May 7 after 20 days of observations (after April 18). The real numbers of cases in Spain, Moldova and Austria are also higher than predicted saturation levels shown in Table 4 . All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 108, "end": 119, "text": "10.20097147", "ref_id": null}], "ref_spans": [{"start": 358, "end": 365, "text": "Table 4", "ref_id": null}], "section": "Tables 2 and 3 illustrate that real epidemic outbreaks in"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Tables 2 and 3 illustrate that real epidemic outbreaks in"}, {"text": "The copyright holder for this preprint this version posted May 14, 2020. .", "cite_spans": [], "ref_spans": [], "section": "Tables 2 and 3 illustrate that real epidemic outbreaks in"}, {"text": "March 1, 2020. Numbers of infected and spreading I (dashed) and victims V=I+R (solid).", "cite_spans": [], "ref_spans": [], "section": "Fig. 1. SIR curves (lines) and accumulated number of cases (markers) versus time before"}, {"text": "March 1, 2020. Numbers of infected and spreading I (dashed) and victims V=I+R (solid). Fig. 1 illustrates that more than 600 persons could spread the infection on December 31, 2019 -the day when China notified WHO about the situation in Wuhan (see brown vertical line in Fig. 1) . On January 23, 2020 this city was closed but the number of infected persons could be estimated by 3000 with hundreds of cases in USA, Italy and Germany (the official confirmed number of cases was 830 in mainland China, 2 in the Republic of Korea and 1 in USA on this day). The big difference between number of calculated (bold lines in Figs. 1 and 2) and actual cases (\"triangles\") is explained by the fact that many infected people do not have symptoms and there were and still are problems with testing. In particular, the hidden periods (time between the All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 87, "end": 93, "text": "Fig. 1", "ref_id": null}, {"start": 271, "end": 278, "text": "Fig. 1)", "ref_id": null}, {"start": 617, "end": 631, "text": "Figs. 1 and 2)", "ref_id": null}], "section": "Fig. 2. SIR curves (lines) and accumulated number of cases (markers) versus time after"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Dashed brown curve in"}, {"text": "The copyright holder for this preprint this version posted May 14, 2020. . https://doi.org/10.1101/2020.05.10.20097147 doi: medRxiv preprint estimated epidemic beginning 0 t and the first confirmed case) can be rather long (see Fig. 1 and Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 228, "end": 234, "text": "Fig. 1", "ref_id": null}, {"start": 239, "end": 246, "text": "Table 4", "ref_id": null}], "section": "Dashed brown curve in"}, {"text": "Recently, there is more and more evidence in the media and literature about the hidden periods of the epidemic. In particular, according to [13] the first COVID-19 could happen in Italy around November 27, 2019 (see Table 4 ). This results correlates with the information form Giuseppe", "cite_spans": [{"start": 140, "end": 144, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 216, "end": 223, "text": "Table 4", "ref_id": null}], "section": "Dashed brown curve in"}, {"text": "Remuzzi, director of the Mario Negri Institute for Pharmacological Research that \"virus was circulating before we were aware of the outbreak in China\", [19] . where the actual numbers of reported COVID-19 cases are larger.", "cite_spans": [{"start": 152, "end": 156, "text": "[19]", "ref_id": null}], "ref_spans": [], "section": "Dashed brown curve in"}, {"text": "It was already mentioned that during the initial stages of epidemic the registered number of cases is much lower than the real one. This fact reduces the accuracy of any simulation using the March 20, 2020 (see [8] ). The results of calculations presented in Table 2 , illustrate that the difference in final sizes is about 25%, but the epidemic duration predictions differ more than 5 times. Three different estimations for Italy [10, 11, 13] yielded the variation in the final sizes from 111548 to 225736; the hidden period estimates increased by 66 days with the use of more recent data sets.", "cite_spans": [{"start": 211, "end": 214, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 431, "end": 435, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 436, "end": 439, "text": "11,", "ref_id": "BIBREF10"}, {"start": 440, "end": 443, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 259, "end": 266, "text": "Table 2", "ref_id": null}], "section": "Reliability of predictions"}, {"text": "Since the presented forecasts for USA and world are very long-term, they must be considered as very preliminary and optimistic. The global pandemics dynamics is very unpredictable, since the situation is very different in different countries. In particular, there is no quarantine in Belarus and the word \"coronavirus\" is prohibited in Turkmenistan. In any case the global dynamics must be updated with the use of new data sets. Unfortunately, the new estimations will probably be more pessimistic.", "cite_spans": [], "ref_spans": [], "section": "Reliability of predictions"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Reliability of predictions"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Reliability of predictions"}, {"text": "The copyright holder for this preprint this version posted May 14, 2020. . SIR model allows calculating the average time of spreading infection 1/  . For example, the first prediction for South Korea yielded incredible low value of 4.3 hours, [8] . Table 2 yields more realistic figure -7.6 days. Probably, such big difference is connected with the huge increase of the hidden period for the second prediction. Similar large differences were also observed in two different forecasts for Ukraine and Kyiv [11, 14] . The use of recent data increases the estimation for 1/  . Its real value could be calculated only after epidemic stabilization. When the number of confirmed cases tends to the real one, the accuracy of SIR simulation may be rather high. An example is the latest forecast for Austria [13] . After 28 days of observation the predicted final size (see Table 4 ) is only 3.6% lower than the real number 15673 (May 7, 2020).", "cite_spans": [{"start": 244, "end": 247, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 505, "end": 509, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 510, "end": 513, "text": "14]", "ref_id": "BIBREF13"}, {"start": 800, "end": 804, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 250, "end": 257, "text": "Table 2", "ref_id": null}, {"start": 866, "end": 873, "text": "Table 4", "ref_id": null}], "section": "Reliability of predictions"}, {"text": "SIR simulation could be used to control the situation with COVID-19 testing. For example, in Ukraine the PLC tests were introduced for pneumonia patients and medical staff only after April 10, 2020. To estimate how the change in testing algorithm affected the epidemic dynamics in Ukraine and Kyiv, two series of calculations were performed in [13, 14] The calculated SIR curved were used to control the epidemic dynamics after April 24, 2020 (see \"stars\" in Figs. 3 and 4). It can be seen, that the situation in Kyiv develops according to the second prediction (see Fig. 4 ), but the number of cases in Ukraine increases much rapidly in comparison with the second prediction shown in the Fig. 3 by solid blue line. The obvious differences in the epidemic dynamics can be explained by the fact that the situation with testing in the Ukrainian province is much worse than in the capital. It is possible that the dynamics was also affected by the large number of quarantine violations in the province during the orthodox Easter celebrations.", "cite_spans": [{"start": 344, "end": 348, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 349, "end": 352, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 567, "end": 573, "text": "Fig. 4", "ref_id": "FIGREF2"}, {"start": 689, "end": 695, "text": "Fig. 3", "ref_id": null}], "section": "Control of testing and relaxation of quarantine"}, {"text": "The problem of easing quarantine has become urgent in many countries. The SIR I(t) curves can be used to estimate possible risks. For example, green line in Fig. 4 illustrates that in Kyiv the number of infected persons (they may feel completely healthy or have mild symptoms) is estimated by 100 on May 11, 2020 (the day of quarantine easing, t j =68). It means that the probability to meet All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 157, "end": 163, "text": "Fig. 4", "ref_id": "FIGREF2"}], "section": "Control of testing and relaxation of quarantine"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ", "cite_spans": [], "ref_spans": [], "section": "Control of testing and relaxation of quarantine"}, {"text": "Numbers of infected and spreading I (green), removed R (black) and victims V=I+R (blue). Dashed lines correspond to the fist data set (March 28 -April 10) shown by \"circles\", solid -to the second data set (April 11-24), shown by \"squares\". \"Triangles\" show the accumulated numbers of cases before March 28, \"stars\" -after April 10.", "cite_spans": [], "ref_spans": [], "section": "Fig. 3. Ukraine: SIR curves (lines) and accumulated number of cases (markers) versus time."}, {"text": "Numbers of infected and spreading I (green), removed R (black) and victims V=I+R (blue). Dashed line corresponds to the fist data set (March 28 -April 10) shown by \"circles\", solid -to the second data set (April 11-24), shown by \"squares\". \"Triangles\" show the accumulated numbers of cases before March 28, \"stars\" -after April 10.", "cite_spans": [], "ref_spans": [], "section": "Fig. 4. Kyiv: SIR curves (lines) and accumulated number of cases (markers) versus time."}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Fig. 4. Kyiv: SIR curves (lines) and accumulated number of cases (markers) versus time."}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Fig. 4. Kyiv: SIR curves (lines) and accumulated number of cases (markers) versus time."}, {"text": "The copyright holder for this preprint this version posted May 14, 2020. . https://doi.org/10.1101/2020.05. 10.20097147 doi: medRxiv preprint Therefore, a person on duty in the subway or a trolleybus driver is quite likely to meet an infected person during, for example, 10 days of work (until the value of p decreases). Meeting an infected person does not mean getting infected, so masked mode and distance in transport and other public places must remain mandatory. Workers in transport, trade, pharmacies, police (all of whom are forced to have many contacts) must be provided with enhanced protection. People at risk should continue to refrain from traveling, visiting indoors and minimizing visits to medical facilities.", "cite_spans": [{"start": 108, "end": 119, "text": "10.20097147", "ref_id": null}], "ref_spans": [], "section": "Fig. 4. Kyiv: SIR curves (lines) and accumulated number of cases (markers) versus time."}, {"text": "Where possible, distance work and study should be maintained.", "cite_spans": [], "ref_spans": [], "section": "Fig. 4. Kyiv: SIR curves (lines) and accumulated number of cases (markers) versus time."}, {"text": "For ordinary Kyiv citizens working in small groups, the risk of meeting an infected person depends on the transport situation. If cars and metro stations, land transport will be regularly decontaminated, the values of N and P for passengers will be small. Everyone (not only in Kyiv)", "cite_spans": [], "ref_spans": [], "section": "Fig. 4. Kyiv: SIR curves (lines) and accumulated number of cases (markers) versus time."}, {"text": "can assess their own level of risk (allowable probability) using formula (12) .", "cite_spans": [{"start": 73, "end": 77, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Fig. 4. Kyiv: SIR curves (lines) and accumulated number of cases (markers) versus time."}, {"text": "The answer to this question may be rather positive. This is evidenced by the experience of Hong Kong, which introduced the relevant measures on December 31, 2019 as soon as alarming information from Wuhan appeared on a social media platform. The Hong Kong authorities immediately closed \"transport ties with Wuhan\"; increased \"vigilance and temperature screenings at every border checkpoint, including the city's international airport and high-speed railway station in West Kowloon\" , the hospitals were told \"to report further cases of \"pneumonia of unknown origin\", [22] . As a result the accumulated number of cases in Hong Kong was 1045 on May 9, 2020.", "cite_spans": [{"start": 568, "end": 572, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Could the pandemic be avoided?"}, {"text": "For example, the number of infected people in Kyiv was 1.7 times higher.", "cite_spans": [], "ref_spans": [], "section": "Could the pandemic be avoided?"}, {"text": "The SIR (susceptible-infected-removed) model and statistical approach to the parameter identification are able to make some reliable estimations for the epidemic dynamics, e.g., the real time of the outbreak, final size and duration of the epidemic and the number of persons spreading the infection versus time. This information may be useful to regulate the quarantine activities and to predict the medical and economic consequences of the pandemic. The pandemic outbreak probably occurred in China not later than the end of September 2019, it could continue beyond mid-March 2021, and the number of infected people in the world could exceed 5 million.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Coronavirus disease (COVID-2019) situation reports", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A contribution to the mathematical theory of epidemics", "authors": [{"first": "", "middle": ["W O"], "last": "Kermack", "suffix": ""}, {"first": "", "middle": ["A"], "last": "Mckendrick", "suffix": ""}], "year": 1927, "venue": "Proceedings of the Royal Society. Ser. A", "volume": "115", "issn": "", "pages": "700--721", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Mathematical biology", "authors": [{"first": ".", "middle": ["J"], "last": "Murray", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Comparison of mathematical models for the dynamics of the Chernivtsi children disease", "authors": [{"first": "", "middle": ["D"], "last": "Langemann", "suffix": ""}, {"first": "", "middle": ["I"], "last": "Nesteruk", "suffix": ""}, {"first": "", "middle": [], "last": "Prestin", "suffix": ""}], "year": 2016, "venue": "Mathematics in computers and simulation", "volume": "123", "issn": "", "pages": "68--79", "other_ids": {"DOI": ["10.1016/j.matcom.2016.01.003"]}}, "BIBREF4": {"ref_id": "b4", "title": "Statistics based models for the dynamics of Chernivtsi children disease", "authors": [{"first": "", "middle": [], "last": "Nesteruk", "suffix": ""}], "year": 2017, "venue": "AMMODIT Conference. Kyiv. Ukraine", "volume": "", "issn": "", "pages": "26--34", "other_ids": {"DOI": ["10.20535/1810-0546.2017.5.108577"]}}, "BIBREF5": {"ref_id": "b5", "title": "Statistics-based predictions of coronavirus epidemic spreading in mainland China", "authors": [{"first": "I", "middle": [], "last": "Nesteruk", "suffix": ""}], "year": 2020, "venue": "Innovative biosystems and bioengineering", "volume": "4", "issn": "1", "pages": "13--18", "other_ids": {"DOI": ["10.20535/ibb.2020.4.1.195074"]}}, "BIBREF6": {"ref_id": "b6", "title": "Characteristics of coronavirus epidemic in mainland China estimated with the use of official data available after February 12, 2020", "authors": [{"first": "I", "middle": [], "last": "Nesteruk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.13140/RG.2.2.19667.32804"]}}, "BIBREF7": {"ref_id": "b7", "title": "Estimations of the coronavirus epidemic dynamics in South Korea with the use of SIR model", "authors": [{"first": "I", "middle": [], "last": "Nesteruk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.13140/RG.2.2.15489.40807"]}}, "BIBREF8": {"ref_id": "b8", "title": "Comparison of the coronavirus epidemic dynamics in Italy and mainland China", "authors": [{"first": "I", "middle": [], "last": "Nesteruk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.13140/RG.2.2.19152.87049"]}}, "BIBREF9": {"ref_id": "b9", "title": "Stabilization of the coronavirus pandemic in Italy and global prospects", "authors": [{"first": "I", "middle": [], "last": "Nesteruk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.13140/RG.2.2.13832.98561"]}}, "BIBREF10": {"ref_id": "b10", "title": "Long-term predictions for COVID-19 pandemic dynamics in Ukraine, Austria and Italy", "authors": [{"first": "I", "middle": [], "last": "Nesteruk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.13140/RG.2.2.31170.53448"]}}, "BIBREF11": {"ref_id": "b11", "title": "Як довго українці сидітимуть на карантині? How long will the Ukrainians stay in quarantine?", "authors": [{"first": "I", "middle": [], "last": "Nesteruk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.13140/RG.2.2.15732.71046"]}}, "BIBREF12": {"ref_id": "b12", "title": "SIR-simulation of Corona pandemic dynamics in Europe", "authors": [{"first": "I", "middle": [], "last": "Nesteruk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.13140/RG.2.2.13542.16969"]}}, "BIBREF13": {"ref_id": "b13", "title": "Динаміка COVID-19 епідемії в Україні та Києві після покращання тестування. COVID-19 epidemic dynamics in Ukraine and Kyiv after testing has improved\" (In Ukrainian)", "authors": [{"first": "I", "middle": [], "last": "Nesteruk", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Applied Regression Analysis", "authors": [{"first": "N", "middle": ["R"], "last": "Draper", "suffix": ""}, {"first": "H", "middle": [], "last": "Smith", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Maximal speed of underwater locomotion", "authors": [{"first": "I", "middle": [], "last": "Nesteruk", "suffix": ""}], "year": 2019, "venue": "Innov Biosyst Bioeng", "volume": "3", "issn": "3", "pages": "152--167", "other_ids": {"DOI": ["10.20535/ibb.2019.3.3.177976"]}}, "BIBREF17": {"ref_id": "b17", "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. The new england journal of medicine", "authors": [{"first": "Qun", "middle": [], "last": "Li", "suffix": ""}, {"first": "Xuhua", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Peng", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF19": {"ref_id": "b19", "title": "Estimating the early death toll of COVID-19 in the United States", "authors": [{"first": "M", "middle": [], "last": "Daniel", "suffix": ""}, {"first": "", "middle": [], "last": "Weinberger", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.15.2006643"]}}}, "ref_entries": {"FIGREF0": {"text": "S=N-V , R=V-I.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Germany, USA and the Republic of Korea probably occurred in November-December 2019, in UK -in early 2020. The real beginning of the global COVID-19 pandemic can be attributed to the beginning of October 2019. It happened in China, most likely in Wuhan, the epicenter of its visible course. Unfortunately, official data from China are very contradictory, which makes their analysis impossible using the SIR model. In any case, the estimations of the 0 t values presented in [6, 7] are no longer relevant. The rather long duration of the pandemic is expected. The last cases could stop to appear only in March 2021 after exceeding the value 5 millions. This long-term prediction is very preliminary, corresponds to the current situation and does not take into account the repeating outbreaks that are possible and are already happening in many countries. The results about the epidemic hidden periods (time between 0 t and the day when the first COVID-19 case was confirmed), epidemic durations 0 final t t  and the final numbers of cases V  (final sizes) for different countries are presented in", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Epidemic characteristics for different countries and regions. Estimated days of epidemic outbreak, hidden periods, epidemic durations, the final days and number of cases. The SIR curves and markers representing the V j values taken for calculations (\"circles\"), comparisons (\"triangles\") and verifications of calculations (\"stars\") are shown in Figs. 1 and 2 by different colors corresponding to the country or region (World -brown; USA -blue; Italy -green; Spain -yellow; UK -red and South Korea -magenta). Solid lines represent the number of cases", "latex": null, "type": "figure"}, "FIGREF3": {"text": "victims) V(t)=I(t)+R(t), dashed lines show the number of infected persons spreading the pathogen I(t) . The number of laboratory confirmed cases in Wuhan, China are shown inFig. 1 by brown\"squares\". These values was calculated in[7] with the use of information from[18].", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Probably the spread of the infection was facilitated by the Military World Games held in Wuhan from 18 to 27 October with the participation of 9,300 athletes from more than 140 countries. Many participants became ill with COVID-19 symptoms and passed the infection on to their families, [20]. A very fundamental statistical analysis[21] showed that the number of cases of pneumonia in the United States in January and February 2020 exceeded last year's figures and this excess was higher in those states", "latex": null, "type": "figure"}, "FIGREF5": {"text": "registered values. Nevertheless, the prediction have to be performed in order to estimate the final sizes and the durations of epidemics in different countries even with limited accuracy. Errors caused by incomplete data can be illustrated by two different predictions for the Republic of Korea. Both of them was performed with the use SIR model and the same method of parameter identification. The first one used the data for the period February 17 -March 12, 2020 and predicted: the final accumulated number of cases V   8117 ; 0 t = −9 days and final day of epidemic", "latex": null, "type": "figure"}, "FIGREF6": {"text": "with the use of data sets for the periods March 28 -April 10 and April 11-24. Figs. 3 and 4 illustrates the results of these estimations. The corresponding SIR curves (solid for the second data set and dashed for the first one) are very different. Delayed proper testing could cost Ukraine at least 9,000 additional patients and an epidemic duration increase of 47 days (compare blue lines in Fig. 3). That is why the maximum PCR testing (especially for medical staff and patients with pneumonia) can be recommended in all countries as an effective means of reducing the scale and duration of the pandemic.", "latex": null, "type": "figure"}, "TABREF0": {"text": "to estimate the values of unknown parameters. The registered points for the number of victims V j corresponding to the moments of time t j can be used in order to calculate", "latex": null, "type": "table"}, "TABREF1": {"text": "When the values n and m are fixed, the maximum of the Fisher function coincides with the maximum of the correlation coefficient. Therefore, to find the optimal values of parameters N and  , we have to find the maximum of the correlation coefficient. To compare the reliability of", "latex": null, "type": "table"}, "TABREF7": {"text": "The copyright holder for this preprint this version posted May 14, 2020. . https://doi.org/10.1101/2020.05.10.", "latex": null, "type": "table"}}, "back_matter": [{"text": "I would like to express my sincere thanks to Gerhard Demelmair, Ihor Kudybyn, Nina Basiuk and Volodymyr Borysenko for their help in collecting and processing data.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}