{
    "paper_id": "01d19a6353e4b34cd3c64c8bb8c8dabf02fba974",
    "metadata": {
        "title": "Disclosures Correspondence",
        "authors": [
            {
                "first": "Kyung",
                "middle": [
                    "Hyun"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eun",
                "middle": [
                    "Hwa"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Seung-Ki",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "OVID-19 has spread worldwide since the first case was reported in Wuhan, China, in December 2019. The Republic of Korea reported its first confirmed case when a Chinese national entered Korea from Wuhan on January 20, 2020. As of March 31, 2020, Korea has had 9887 cumulative confirmed cases and 165 deaths (mortality rate: 1.67%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Due to the increasing number of patients with COVID-19 caused by community transmission in Daegu and Gyeongsangbuk-do (North Gyeongsang Province) regions in connection with a religious group called Shincheonji, the Korean government raised its national alert level to \"red (serious)\" on February 23. 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the distinct nature of the organization and its expertise involved in responding to an infectious disease outbreak, the Central Disease Control Headquarters (KCDC; Korea Centers for Disease Control & Prevention) is spearheading the responses to COVID-19 as the nation's primary control tower for disease control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at the National Level"
        },
        {
            "text": "The Korean government implemented special border control procedures on all passengers to prevent an influx of people carrying the virus. The government provides patients' travel history to healthcare facilities using the International Traveler Information System, and Drug Utilization Review. The system enables medical staff to easily access the necessary information by identifying patients' residence and their travel history to major regions of outbreaks. The government has set up health screening centers to increase people's access to diagnosis of the disease, and rapid and wide-scale screening tests were implemented in the centers to identify patients. Recently, the format of these centers had been diversified to include drive-through 2 and phonebooth services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quarantine Service"
        },
        {
            "text": "Private companies contributed to the responses by developing diagnostic test kits in the earlier period of the COVID-19 outbreak, enabling the centers to conduct more than 10,000 tests per day. As of March 31, the cumulative number of tests was 421,547 and the positive rate was 2.4%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quarantine Service"
        },
        {
            "text": "To provide appropriate treatment options, patients are classified based on the severity of the symptoms (mild, moderate, severe, and extremely severe). Moderate, severe, and extremely severe cases are immediately hospitalized at the national infectious disease hospitals or other government-designated institutions for treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care for Patients With COVID-19"
        },
        {
            "text": "In order to ensure the continuous provision of medical care for non-COVID-19 patients and to prevent the spread of the virus in the hospital, the government is operating \"public relief hospitals,\" which operate separate clinics for patients with respiratory symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care for Patients With COVID-19"
        },
        {
            "text": "Public relief hospitals are divided into two types: type A hospitals have separate outpatient treatment areas for general patients and respiratory patients, while type B hospitals not only have a separate outpatient area for respiratory patients but also have screening centers capable of collecting samples and dedicated wards for respiratory patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care for Patients With COVID-19"
        },
        {
            "text": "Seoul National University Hospital (SNUH), the national central hospital, is not only focusing on the diagnosis and treatment of COVID-19 patients but also implementing measures to prevent the spread of infection in the EDITORIAL COVID-19 outbreak and its countermeasures in the Republic of Korea hospital and communities by strengthening patient safety management for all patients in SNUH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at Seoul National University Hospital"
        },
        {
            "text": "In the hospital, real-time polymerase chain reaction testing has been conducted since February 3. The hospital is operating an Emergency Operations Center for infectious disease crisis response, and it regularly holds infection control meetings to share the COVID-19 response system and inspection processes. \"The COVID-19 daily reports\" have been sent to employees to inform them of the current situation of the hospital since February 23.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at Seoul National University Hospital"
        },
        {
            "text": "Since the government raised the national alert level to \"red,\" SNUH has strengthened its patient safety management by prohibiting unidentified visitors from entering the hospital. In order to enter the hospital, outpatients must get a body temperature checkup and submit responses to a health questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at Seoul National University Hospital"
        },
        {
            "text": "Since March 3, the medical institution has been operating a 6-bed disaster ICU and a 22-bed crisis response ward to treat patients in areas with insufficient medical facilities. Clinical activities are also reduced by 30%, which allows us to retain a number of healthcare professionals and beds. Medical staffs are prohibited from traveling overseas, even for conferences, to minimize the spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at Seoul National University Hospital"
        },
        {
            "text": "SNUH and the National Institutes of Health conducted a clinical trial of remdesivir (a novel antiviral drug in the class of nucleotide analogs) to treat COVID-19 on March 9. Healthcare workers and volunteers were dispatched to Daegu and Gyeongsangbuk-do since March 15.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at Seoul National University Hospital"
        },
        {
            "text": "SNUH has begun to provide a telemedicine service to COVID-19 patients near the epicenter of Korea's outbreak. In principle, telemedicine is banned in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at Seoul National University Hospital"
        },
        {
            "text": "The Department of Neurosurgery now forbids seminars with invited lecturers and has postponed all meetings such as workshops for residents and staff. The 2020 Neurosurgery Update has been moved from March to September, and the 38th Annual Spring Meeting of the Korean Neurosurgical Society, which was scheduled for April, has also been postponed until July.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at the Department of Neurosurgery in SNUH"
        },
        {
            "text": "We decided to strengthen social distancing, which requires people to maintain a distance of 2 meters when interacting with others. As part of the campaign, we are taking steps to cancel all morning conference schedules for a week and forbidding gatherings in enclosed spaces. If necessary, physical conferences are being replaced by tele-or videoconferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at the Department of Neurosurgery in SNUH"
        },
        {
            "text": "We are performing elective neurosurgery procedures including endoscopic endonasal procedures. However, if a neurosurgery patient shows COVID-19 symptoms, such as a high fever and cough, he or she undergoes a COVID-19 viral test at a screening clinic, and the operation is postponed until the symptoms improve. In the case of outpatient clinics, new patients who reside in highly infectious areas, such as Daegu and Gyeongsangbuk-do, or who have arrived from overseas, can receive outpatient clinic management after self-isolation for 2 weeks and visiting the screening clinic. Telemedicine service is available for returning patients living in the epicenter of Korea's outbreak who are not first-time patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at the Department of Neurosurgery in SNUH"
        },
        {
            "text": "COVID-19 is highly infectious and has spread rapidly all over the world. The world has been at war with the new virus. However, all storms will pass. It is an opportunity to strengthen social solidarity throughout the process of overcoming the challenging outbreak. Let us overcome this together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at the Department of Neurosurgery in SNUH"
        },
        {
            "text": "https://thejns.org/doi/abs/10.3171/2020.4.JNS201062",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures Against COVID-19 at the Department of Neurosurgery in SNUH"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report on the epidemiological features of coronavirus disease 2019 (COVID-19) outbreak in the Republic of Korea from",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ogy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean Society of Epidemiol",
            "volume": "35",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Drive-through screening center for COVID-19: a safe and efficient screening system against massive community outbreak",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}