{
    "paper_id": "01d8661c334ec0909e855ff5aaae8a12e55fefde",
    "metadata": {
        "title": "INTRODUCING ONE HEALTH TO THE ETHICAL DEBATE ABOUT ZOONOTIC DISEASES IN SOUTHEAST ASIA",
        "authors": [
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Capps",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michele",
                "middle": [
                    "Marie"
                ],
                "last": "Bailey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Bickford",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Coker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zohar",
                "middle": [],
                "last": "Lederman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Lover",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tamra",
                "middle": [],
                "last": "Lysaght",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Tambyah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Pandemic plans recommend phases of response to an emergent infectious disease (EID) outbreak, and are primarily aimed at preventing and mitigating human-to-human transmission. These plans carry presumptive weight and are increasingly being operationalized at the national, regional and international level with the support of the World Health Organization (WHO). The conventional focus of pandemic preparedness for EIDs of zoonotic origin has been on public health and human welfare. However, this focus on human populations has resulted in strategically important disciplinary silos. As the risks of zoonotic diseases have implications that reach across many domains outside traditional public health, including anthropological, environmental, and veterinary fora, a more inclusive ecological perspective is paramount for an effective response to future outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This article explores One Health (OH) as a conceptual means of achieving synergy across zoonotic disease domains. We argue that, rather than merely monitoring ecological factors, pandemic plans for an outbreak of zoonotic disease should also address prevention and mitigation within ecosystems. To support this argument, we contrast the human-centred public health approach with OH, as three interrelated enquiries: knowledge deficits created by neglecting critical studies that link important environmental, non-human and human artefacts within an ecological perspective; understanding socio-economic factors that drive zoonoses to become pandemic risks; and discussing the emergence of a novel ethical discourse. We apply this framework to the case study of Singapore and conclude with some ethical considerations for the OH approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "indicate transmission going the other way, although some pathogens are bi-transmissible. Unless otherwise specified, we will use zoonoses to indicate transmission between humans and (non-human) animals and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Zoonoses are diseases and infections transmitted between vertebrate animals and human beings. 1 They constitute the majority of all Emergent Infectious Diseases (EIDs). 2 With evidentially increasing frequency, these diseases move between species via a complex interplay of factors that include changes in nutritional, agricultural, and trade practices, as well as shifts in land use including accelerated urbanization, deforestation, and encroachment on wildlife.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Current strategies for pandemic planning of zoonotic disease outbreaks have tended to map mechanisms of disease transmission, and identify problems and solutions from the standpoint of human interests (i.e., how virus x predictably affects human population y). This anthropocentric framework broadly reflects the conceptualization of public health as a collective response to benefit human wellbeing. 3 Correspondingly, public health planners have tended to consider evidence emanating from humanfocused scenarios, and policy makers, influenced by sociopolitical considerations, take a 'human-prioritized perspective' in devising and executing responses. Thus pandemic planning becomes narrow in focus and excludes wider ecological contexts as components of evidence and action.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 402,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Many have noted that these policy decisions ought to include diverse perspectives and goals, requiring collaboration outside of the usual public health paradigms. 4 In response, One Health (OH) justifies a coextensive ecological perspective to examine disease drivers, vectors, and victims, and is increasingly applied to public health practice. OH calls for a reorientation to both human and non-human indices of health, and the wider study of biospheres, ecosystems, and 'social' networks. 5 Most commonly, OH has the goal of bridging different disciplines and responsibilities with respect to humanbiodiversity interactions, and strengthening collaborative research and data-sharing between different expert communities. However, articulating the case for the importance of health for ecosystems in toto is less common. For example, Coker et al. argue for incorporation of a systemic perspective on OH in discussions about changes in human, livestock and wildlife populations and their effect on infectious diseases. 6 Similarly, David Quammen writes:",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 164,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 493,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1021,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Why do such [EID] spillovers seem to be happening now more than ever? They reflect things that we're doing, not just things that are happening to us. What we're doing is interacting with wild animals and disrupting the ecosystems that they inhabit -all to an unprecedented degree. It behooves us to remember that we too are animals, interconnected with the rest of earthly biota by shared diseases, among other ways. 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "An ecological-OH perspective calls for a re-evaluation and re-formulation of risk indicators based on context and situational dependent relationships between human beings, biodiversity and the environment. If OH is taken seriously, pandemic planning will also need to account for regional disease drivers in addition to local risks that scale to global effects. Zooanthroponoses would need to be considered as part of the picture of global health, implicating the management of human travel (especially ecotourism), zoos and parks, and livestock and companion animals, as potential points of disease transmission. Such complexities, outside of the parameters of the traditional public health purview, should be unpacked in a comprehensive pandemic plan, and this might lead to novel conceptual theories and opportunities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this article, we adapt OH as an evidence-based and conceptual approach to respond to systemic zoonotic risks within ecosystems, and to understand emergent diseases in terms of coexistence and shared environments. We explore the fact that, to date, OH is predominantly engaged from an anthropocentric base, which may be symptomatic of its adaptation to public health frameworks, and argue for an ecological perspective as an alternative strategy. As OH initiates diversification into all areas of ecological study, we offer a critique of the 'siloing' of current planning actions. We develop an approach that is directed towards identification of key scientific, socio-economic, and ethical questions from outside the current public health framework, to support complex pandemic decision making. Because Southeast Asia (SEA) has a particularly high burden of zoonoses, and is thus a major risk for emergent pandemics, 8 we apply our approach to a case study of pandemic planning in Singapore to illustrate examples of potentially missed (or less viable) zoonoses risks. 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Pandemic plans have been developed for extensive frameworks for ethical, legal and scientific assessment of human health indices. An ecological perspective is almost 3 B. Capps. Defining Variables of Access to UK Biobank: The Public Interest and the Public Good. Law, Innovation and Technology 2013; 5: 113-139. 4 We do not argue that existing pandemic plans should be replaced (or are entirely misplaced); but that their effectiveness is questionable. Our point is that preparing for an outbreak as the main feature of planning (and merely surveillance of ecological factors), should be supplemented with a view of prevention and mitigation within ecosystems. 9 The authors of this paper are or have been based in Singapore for some time, and have worked extensively on these issues in SEA. entirely absent in most major pandemic plans. 10 Policies that have addressed disease outbreaks in animal populations are nearly always separate from the corresponding public health literature. They address either correlative animal interests (their health and welfare), or anthropological perspectives on animal use and production (e.g., risks to human beings caused by contact and context, such as food safety). Thus the study of health impacts can become 'siloed' through different funding initiatives; regulatory, monitoring and assessment pathways; and socio-political influence, with the result that communication of important ecological factors between expert groups is neglected. 11 Increasingly, the health of biosystems is seen as the first indicium of EIDs, yet the focus of pandemic planning has remained on the response to human-to-human transmission. However, while it is understandable to prioritize human life in the event of a pandemic, more can be said about bridging biosystem indices of prevention and actions during an outbreak, and it is our contention that an OH framework that engages wider ecological perspectives is critical in doing so. We propose that this framework be conceptualized under three key enquires: 1) a scientific challenge that represents an opportunity to identify and analyse relevant pandemic risks and contagion patterns of the 'traditional' public health domain; 2) a socio-economic perspective that takes into account ecosystem services 12 and the environment; and 3) an ethical challenge to regard biodiversity's value when rethinking our current pandemic responses.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 313,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 662,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1480,
                    "end": 1482,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SILOS, EXPERTISE AND ADAPTING PANDEMIC FRAMEWORKS"
        },
        {
            "text": "The global pandemic response was most recently tested in 2009 with the emergence of Influenza A (H1N1). Knowledge deficits were apparent in two ways: first, such events are by nature unpredictable. In the post-pandemic phase (August 2010) the WHO Director-General, while summing up the response, admitted that there continued to be a profound concern, stating: 'There will be many questions, and we will have clear answers for only some. . . pandemics are unpredictable and prone to deliver surprises. No two pandemics are ever alike.' 13 Second, data are limited: leading up to 2009, planners were making insightful 'assumptions about the how the influenza virus would behave . . . [but noted more cautiously] less detailed statistical work had been done on past pandemics than we hoped.' 14 A contemporary Science editorial commented that we may have got off lightly due to the benign nature of the virus itself, concluding '. . .if influenza's Big One had struck in 2009, we would have been in a world of hurt.' 15 These gaps are particularly significant in the detection of zoonotic risks. For example, because Asia's 'bird flu' was expected to be the next pandemic, early events in porcine populations in Mexico in 2009 went unnoticed. 16 The current Middle East Respiratory Syndrome (MERS), much like Systemic Acute Respiratory Syndrome (SARS), is believed to have emerged through transmission from an animal vector in close contact with human beings. 17 And now, with Ebola virus devastating West Africa and threatening a global pandemic, the search is on for the original host in the local fauna. However, even when the reservoir host is found, the significant question will remain as to 'why 10 E.g., the WHO's 'Ethical considerations in developing a public health response to pandemic influenza' (WHO. Geneva. 2007), makes no mention of ecological implications. An exception is the Russian Federation System for Epidemiologic Surveillance, which overseas activities related to shedding of pathogenic microorganisms by humans, animals or by the environment; sourced from: T. McNamara et al. The Human-Animal Interface and Zoonotic Threats: The Russian Federation Approach. Biosecurity and Bioterrorism: Biodefense Strategy, Practice, and Science 2013; 11: 185-195. 11 Silos are created by separating 'departmental' responsibilities into integrated planning and committee frameworks. The 'silo effect' can lead to fragmented activity at the structural level, with groups following different policy objectives and working to different time scales. This effect is detrimental for pandemic planning as risks are tackled in isolation (between groups or even regions), out of context, and exclude relevant expertise; See 18 An exponential amount of accumulated knowledge from across disciplines is needed to understand the scope of zoonosis, the architecture of infection, the patterns of pandemic potential and actuality and, ultimately, whether we can identify early signs that spell out a pandemic risk. 19 Work is ongoing to uncover gaps in our understanding of drivers of zoonotic diseases. The development of grounded 'participatory models', combined with statistical data, contribute to the information cache by analysing the linked ecological, socio-economic, and cultural factors vital to our understanding of zoonotic disease dynamics. 20 Using an OH lens shows that broadening the canvas to include the perspectives of experts and stakeholders creates wide-ranging 'policy narratives' -'simple storylines describing a policy problem, why it matters and to whom, and what should be done about it.' 21 These stories are likely to be varied and complex because of the differently informed backgrounds of the experts. By studying their interplay, one may reveal gaps and contentions.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 538,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1243,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 2265,
                    "end": 2276,
                    "text": "185-195. 11",
                    "ref_id": null
                },
                {
                    "start": 2720,
                    "end": 2723,
                    "text": "See",
                    "ref_id": null
                },
                {
                    "start": 2724,
                    "end": 2726,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 3010,
                    "end": 3012,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Addressing data gaps in pandemic planning"
        },
        {
            "text": "However, such studies are less noticeable than the complex mathematical/statistical modelling at the centre of pandemic planning. For example, one study in SEA showed that actual patterns of influenza spread in farmed birds differed from predictions grounded in assumptions of its pandemic risk in humans. 22 A recent review observed gaps in disease knowledge as a result of the complex effects of climate change, noting that a 'quantitative, ecophysiological framework' is required to explain what is less clear in traditional modelling. 23 Moreover, useful data are potentially being overlooked. 24 For example, a review opined that a major study might have had less impact because 'its focus was on birds rather than people'; and other similar studies might be 'scattered and easy to dismiss as anecdote'. 25 OH may provide the means to open up the debate outside of certain privileged expertise by developing methodologies that elicit responses from a diverse group of experts, and foster collaborative networks that can identify potential knowledge gaps and devise novel approaches. 26 OH could lead an extensive process which makes various facts and perspectives more visible, including those that might otherwise stay concealed. In this respect, a long-standing critique of public health has been to 'get the politics out of hiding' and bring 'hidden arguments' into the arena of public scrutiny and debate. 27 An OH agenda may, therefore, contribute to a broader narrative.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 308,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 541,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 600,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 811,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 1415,
                    "end": 1417,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Addressing data gaps in pandemic planning"
        },
        {
            "text": "2. Biodiversity, socio-economics and drivers of zoonoses OH can be used to gain insights into the socio-economic implications of humans and animals influenced by and interacting with biodiversity. The risks of emergent diseases are increasingly being realized through knowledge of the social ecology of rapid urbanization, and the flow of people, animals, and pathogens between major cities and surrounding rural environments. 28 In this respect, 18 The idea is that perspectives from all those involved in the study of the natural environment will have valid contributions to effective planning for EIDs. This requires study of multiple 'participants' using a process of incorporating stakeholders; in this case, using anthropological, comparative, ethnographic, and other approaches outside those designed on mathematical techniques. The latter are exceptionally important, of course, yet their dominance in pandemic planning attests to the idea of 'scientific bullets' to address problems, rather than address their complex socio-political drivers. 21 OH challenges the long-established anthropocentric focus of pandemic planning by extending the remit to extrinsic ecological drivers, especially those that are activated through human population dynamics and the trends, practices, and politics affecting socio-environmental interactions. 29 Most of these interactions are a complex interplay within the ecosystem services, 30 including a range of farming and agricultural practices, the food industry and global supply chains, veterinary practices, social-animal interactions and (eco)tourism. 31 Some drivers result from specific actions, such as emergent zoonotic pools created or released through agroecosystems; 32 others from social upheaval caused by disaster and civil strife. 33 Human adaptation to extrinsic 'uncontainable' factors such as climate variations and regional weather shifts will possibly lead to further ecological conditions for disease emergence. 34 Together, these drivers affect the ecosystem we share with other potential transmitters and vectors.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 449,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1052,
                    "end": 1054,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 1343,
                    "end": 1345,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 1428,
                    "end": 1430,
                    "text": "30",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1599,
                    "end": 1601,
                    "text": "31",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1789,
                    "end": 1791,
                    "text": "33",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1976,
                    "end": 1978,
                    "text": "34",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Addressing data gaps in pandemic planning"
        },
        {
            "text": "Key queries that emerge from OH are whether encroachment on and degradation of ecosystems, and strains on biodiversity can be better managed through preservation. 35 In terms of socio-economic considerations, solutions are complex, 36 but we might refocus on resistance to measures that differentially implicate human stakeholders, such as producers (i.e., farmers) and consumers. For example, a review study moots the idea of protecting bird health via vaccines as an alternative to culling. 37 In this case, resistance due to concerns regarding 'vaccine-tainted' foods must be weighed against the impact of mass culling on sustainable farming practices and its repercussions for biodiversity (discussed below). 38 We might also consider provision of assistance or incentives to farmers to preserve or manage protected areas of biodiversity as an alternative to culling, and compensation for personal costs accrued by such responses.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "text": "35",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 232,
                    "end": 234,
                    "text": "36",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "37",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 713,
                    "end": 715,
                    "text": "38",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Addressing data gaps in pandemic planning"
        },
        {
            "text": "OH has recently gained international recognition in seeding collaborative ventures, and has been taken up by numerous international and national regulatory agencies, including the WHO, the World Organization for Animal Health, and the Centers for Disease Control. However, it is also an extensive ethical consideration to take an interest in biodiversity seriously. Thus, an important issue is how far obtaining optimal health for non-human interests can go; in particular, is it possible and/or desirable to establish biocentrism as an alternative to anthropocentric perspectives? 39 This area is where the least amount of conceptual progress has been made in respect to OH, since the appeal of featuring animal or ecosystem welfare (or even rights) would very likely deter stakeholders from an inclusive collaborative focus, and leading to loss of traction in political debates. This might explain the approach to enthusiastically endorse OH as limited to a collaborative effort. Quite differently, the 'One Welfare' approach entails that, at very minimum, non-human organisms should not needlessly (or unjustifiably) suffer or be destroyed in the application of public health responses. 40 The collaborative approach hints at the socio-political importance of OH, but has yet to impact on ethical frames of pandemic planning. Abraham writes: 'The elevation of pandemic influenza [as an issue of security] was not a straightforward response to developments in the natural world, but was mediated and socially constructed by actors and institutions.' 41 Thus, EIDs became a security issue, as well as a public health one, and therefore required a different kind of political response, including adaptation to biosecurity threats and militarized responses; and ultimately, a different frame for the debate about ethics. 42 The concept of securitization plausibly changed the way that influenza, as a global threat, was perceived by policy-makers; making security and public health jointly reliant on quantitative scientific knowledge, and thus re-energizing pandemic planning through a new wave of rhetoric and conditional funding.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 584,
                    "text": "39",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1190,
                    "end": 1192,
                    "text": "40",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1552,
                    "end": 1554,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 1820,
                    "end": 1822,
                    "text": "42",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Ethics, biocentrism and the politics of pandemic plans"
        },
        {
            "text": "In this respect, OH can be seen as complementary to the 'securitization' of public health as it reveals the same features of 'a shared understanding of what is to be considered and collectively responded to as a threat' (emphasis added). 43 It calls for another paradigm shift to ensure that public health measures are and remain effective: it is a process of constructing a shared understanding of the evidential basis for neglected and critical ethical problems that call for structural change. OH requires ecologically sustainable solutions to pandemics through sampling the diversity of options and expertise. Responses become less about blaming individuals as vectors, personal responsibility, and calculated costs/benefits; and more about social actions including forms of cooperation, support (through understanding the environmental factors that influence behavior), and risk-reduction investments in respect to ecological determinants.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "text": "43",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Ethics, biocentrism and the politics of pandemic plans"
        },
        {
            "text": "With these three enquires of the OH initiative, we turn to an example based on the authors' experiences in Singapore; a geographically isolated, fully urbanized cityisland with very small uninhabited niches, situated in SEA. Singapore has an effective multi-disciplinary pandemic strategy and infrastructure to respond to threats (see diagram 1) 44 and public health research is well resourced. SARS had a major impact on the country, 45 and the response to H1N1(2009) reflected the extensive planning implemented. 46 At the administrative level, there is a great deal of interaction between policy makers and decision makers across different disciplines and ministries.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 348,
                    "text": "44",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 435,
                    "end": 437,
                    "text": "45",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 515,
                    "end": 517,
                    "text": "46",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "CASE STUDY: PANDEMIC RISKS IN SINGAPORE"
        },
        {
            "text": "The region is characterized by natural edges (savannah, jungle, forest, and islands), remote habitations, extensive biodiversity, population-social critical zones (such as expanding urban areas and degraded landscapes), and disaster-prone areas (tsunamis, earth quakes and socio-political upheaval). The pristine ecosystems of neighbouring countries are being developed rapidly, with concomitant changes in agriculture, diet and farming practices. These circumstances make zoonoses a high probability, as evidenced by the outbreaks of influenza, Nipah virus and SARS. These outbreaks were driven by a complex interplay among interrelated factors of urbanization: human migration, population growth, increased mobility, and increased demand for animal protein. 47 The risks are exacerbated in low-and middle-income countries, common in SEA, where people often live in crowded conditions with limited access to medical care or to reliable public services such as clean water, sewage disposal, and waste management. 48 Singapore's proximity to a bio-and geographically diverse region creates ecological risks for EIDs. As a major international hub, Singapore is heavily invested as a travel destination and in commercial trade, and is a migratory stopover location for both humans and animals. There are more than a million migrant workers who come from mainly rural areas in neighbouring countries and often travel back home. Almost all food products in Singapore are imported from diverse sources, and the production of key items such as poultry is regulated overseas. Singapore acknowledges the impact it has and the role it plays in regional actions. 49 This high-density, urban and mobile population provides ideal social and structural conditions for the emergence of infectious zoonotic diseases. 50 This is of national concern when considered along with planning for an increased population 51 and protection of local biodiversity. 52 There are key policies in Singapore, as elsewhere, to protect and develop biodiversity, develop greenery, and encourage wellbeing through outdoor activities. 53 Singapore has an internationally renowned zoo, and many national parks (primary rainforest is a short bus ride from traditional tourist haunts), as well as some professions and occupations that have close contact with animals, potentially posing risks for exposure and disease transmission. These settings might serve as zoonotic pools through possible enzootic evolution in the local ecosystem. 54 50 The tension between ecology and its value to human beings is acutely felt in a country with little landmass and a rapidly growing population. As Singapore uses up its limited land mass with housing and industry, biodiversity is under pressure. To date, public health has been central to risk management. Protecting biodiversity has been about the importance of socio-economic goals such as maximizing recreation and tourism, which can, when pushed, ultimately be sacrificed. In 2004, as a result of the threat of 'bird flu' across the region, the Deputy Chief Executive Officer of the Agri-Food and Veterinary Authority (AVA) said in an interview: 'A quick response is crucial. Even if Malaysia hasn't declared it has bird flu yet, we will declare a ban the minute we get one case. Those chickens already here will all be destroyed.' 55 That year, the AVA oversaw a simulated emergency and culled 200 chickens. 56 Whether these culling practices are effective is yet to be proven, although husbandry and wildlife culling campaigns elsewhere (often within different demographics and circumstances) have been shown to be largely ineffective in eliminating a sufficient percentage of the host population because surviving animals escape to adjacent areas and adapt traits (e.g., change of ranging, migration, activity patterns, and contact behaviour) unless there are natural barriers that constrict behaviour. Even if total decimation is achieved, or is desirable given the value of some wildlife or livestock populations, 57 it might destabilize the local ecosystem, putting species at risk and potentially increasing the opportunities for other zoonoses to emerge. 58 The limitations of such measures might be seen differently (and perhaps as less justified) within OH: the results from large scale culls would increase Singapore's reliance on other imported food products (potentially affected by border controls) and, moreover, culling would not effectively extend to the migratory populations ('bird flu' might not be limited to poultry) posing a theoretical risk. 59 Many animals would be culled with little benefit to human health. As H1N1 (2009) showed, little can be done to actually stop the spread of a global pandemic of that kind. The alternative is to consider OH options: vaccination, for instance, is in the interests of human and animal health.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 762,
                    "text": "47",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1015,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 1652,
                    "end": 1654,
                    "text": "49",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1937,
                    "end": 1939,
                    "text": "52",
                    "ref_id": null
                },
                {
                    "start": 2500,
                    "end": 2502,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 3337,
                    "end": 3339,
                    "text": "55",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3414,
                    "end": 3416,
                    "text": "56",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 4168,
                    "end": 4170,
                    "text": "58",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 4571,
                    "end": 4573,
                    "text": "59",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "CASE STUDY: PANDEMIC RISKS IN SINGAPORE"
        },
        {
            "text": "An OH approach to EID requires implementation of activities that take the value of biodiversity into account so that a 'healthy' ecology is paramount. A farsighted initiative would be to improve the health of potential reservoirs by improving animal welfare and biodiversity conservation throughout the region. It is also important to address the conditions in factory farms that Singapore relies on in other countries, and the economic and philosophical basis behind their establishment and maintenance. Expertise from land managers, biologists, and veterinarians is required for long-term planning. Singapore has taken this approach at a policy level with interministerial committees to deal with the haze caused by slash and burn practices in neighbouring countries, including trans-boundary committees at the regional level. However, at the academic level, these approaches are few and far between. There are also potential research gaps, caused by siloing of responsibilities and detached agendas, that remain untested by a devastating pandemic; the framework was created after SARS and was operational for the first time under H1N1 (2009). Scientific meetings organized by the human infectious disease community are rarely attended by ecologists or animal health experts, and visa versa. To our knowledge, there is no joint graduate research programmes that uses the OH approach to study pandemic planning or the complex social and biological bases of novel zoonotic pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE STUDY: PANDEMIC RISKS IN SINGAPORE"
        },
        {
            "text": "We have outlined the first synthesis of OH as an ethical 'ecological perspective' to aid in pandemic preparedness. Public health models that consider a handful of drivers for disease outbreaks while ignoring the cultural and sociological complexities are clearly unsatisfactory. Pandemic plans should be based on rigorous scientific evidence, cultural and socio-economic factors, and ethical considerations, using OH as an operative and conceptual framework. Ostfeld and Keesing advise: 'Attempts to integrate biodiversity with other factors as determinants of disease risk are to be encouraged, but they should combine a sophisticated understanding of theory, natural history, and quantitative methods.' 60 Hence, OH is first and foremost a multidisciplinary approach, based on an array of different kinds of applied models that account for complexities inherent in ecosystems and societal life. OH can be used to achieve a fuller understanding of zoonoses risks in particular and conditions for health in general. By considering an evidence base from a collaborative perspective, it may be possible to identify previously unknown drivers of emerging and reemerging infectious diseases. 61 OH also reveals intriguing solutions -such as preventative measures for ecosystem services and biodiversity that target their conservation and welfare. Widening this scope raises a tremendous challenge to the traditional approach to pandemic planning, and must negotiate existing socio-economic and political conventions. However, OH is the paradigm shift necessary to prospectively approach potential unknowns and knowledge gaps following evidence based and rationally informed assumptions. Such an approach helps to avoid missed opportunities. 62 Any change of policy warranted by an OH approach will require strong scientific leadership and the cooperation of publics, such as stakeholders, community leaders, and expert groups. Increasing evidence suggests that OH methods are contributing to the effectiveness of monitoring and curbing disease events. Different groups worldwide are attempting to identify and bridge knowledge gaps in current global preparedness to zoonoses outbreaks, and various surveillance tools are being utilized to detect natural occurrences of diseases in both humans and animals. In the USA, a taskforce was assembled by the Centers for Disease Control to gather and establish evidence that will provide the scientific rigour necessary for a successful adoption of OH and a more effective disease control. 63 The WHO has also suggested an OH approach to issues such as antimicrobial resistance. 64 We urge researchers, academic institutions, and sponsoring bodies to heed the call and promote OH research in local, regional, and international settings.",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 707,
                    "text": "60",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1188,
                    "end": 1190,
                    "text": "61",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1737,
                    "end": 1739,
                    "text": "62",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2528,
                    "end": 2530,
                    "text": "63",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2617,
                    "end": 2619,
                    "text": "64",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUDING REMARKS"
        },
        {
            "text": "A sound, rigorous philosophical theory underpinning the practice of OH is necessary to increase credence and compliance among academic, public, and governmental fora. An open debate and clear articulation of ethical tenets to guide practice will enable a transparent and inclusive decision-making process that will be less likely to antagonize the public or other stakeholders, and more likely to optimize outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING REMARKS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Millennium Ecosystem Assessment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public Health Threat of New, Reemerging, and Neglected Zoonoses in the Industrialised World",
            "authors": [
                {
                    "first": ":",
                    "middle": [
                        "B"
                    ],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chomel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerging Infectious Diseases",
            "volume": "13",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Avian Influenza: Wild Birds Only Partly to Blame in Spreading H5N1",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Normile",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Food Markets with Live Birds as Source of Avian Influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1773--1775",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Wet Markets: A Continuing Source of Severe Acute Respiratory Syndrome and Influenza?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "234--236",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risk Factors and Characteristics of H5N1 Highly Pathogenic Avian Influenza (HPAI) Post-vaccination Outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henning",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "&amp; L",
                    "middle": [],
                    "last": "Vu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Veterinary Research",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Others 'events' within the ecosystem (which may or may not be anthropocentric in origin) include spontaneous virus mutation; animal migration; environmental disasters; and habitat degradation and biodiversity loss; see: D. Morens, G. Folkers & A. Fauci. The Challenge of Emerging and Re-emerging Infectious Diseases",
            "authors": [],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "242--249",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Potential Influence of Climate Change on Vector-Borne and Zoonotic Diseases: A Review and Proposed Research Plan. Environmental",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Perspectives",
            "volume": "118",
            "issn": "",
            "pages": "1507--1514",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "El Niño and Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kovats",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1481--1489",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Two examples worth mentioning are the greening of urban areas that potentially brings zoonotic diseases into contact with human populations, and the expansion of human conurbations that encroach on habitats",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interdisciplinary Approaches for the Management of Existing and Emerging Human-Wildlife Conflicts",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [
                        "A"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Wildlife Research",
            "volume": "37",
            "issn": "",
            "pages": "623--629",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Animal Virus Discovery: Improving Animal Health, Understanding Zoonoses, and Opportunities for Vaccine Development",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Delwart",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Current Opinion in Virology",
            "volume": "2",
            "issn": "",
            "pages": "344--352",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Understanding ecologies of vector-borne pathogens reveals some intriguing events, such as how biodiversity and diverse species networks can buffer, dilute and 'soak up' pathogens. See N. Harris & R. Dunn. Species Loss on Spatial Patterns and Composition of Zoonotic Parasites",
            "authors": [],
            "year": 2013,
            "venue": "Proc R Soc B",
            "volume": "280",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Impacts of Biodiversity on the Emergence and Transmission of Infectious Diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keesing",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "468",
            "issn": "",
            "pages": "647--652",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reverse Zoonotic Disease Transmission (Zooanthroponosis): A Systematic Review of Seldom-Documented Human Biological Threats to Animals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Messenger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [
                        "G"
                    ],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "One Welfare: A Call to Develop a Broader Framework of Thought and Action",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Colonius",
                    "suffix": ""
                },
                {
                    "first": "&amp; R",
                    "middle": [],
                    "last": "Earley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Am Vet Med Assoc",
            "volume": "3",
            "issn": "",
            "pages": "309--310",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Securitisation of Avian Influenza: International Discourses and Domestic Politics in Asia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Curley",
                    "suffix": ""
                },
                {
                    "first": "&amp; J",
                    "middle": [],
                    "last": "Herington",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Review of International Studies",
            "volume": "37",
            "issn": "",
            "pages": "141--166",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "New 'Schools' in Security Theory and Their Origins between Core and Periphery. Paper presented at the International Studies Association",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Waever",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thinking the International Differently: Worlding Beyond the West",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Impact of Disasters and Disaster Risk Management in Singapore: A Case Study of Singapore's Experience in Fighting the SARS Epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ministry of Home Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Severe acute respiratory syndrome from the trenches, at a Singapore university hospital",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tambyah",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "690--696",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Reacting to the Emergence of Swine-Origin Influenza A H1N1",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "397--398",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The more recent haze pollution also show the impact of regional actions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [
                        "M"
                    ],
                    "last": "Carangal-San",
                    "suffix": ""
                },
                {
                    "first": "Jose",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Potential Economic Impact of an Avian Flu on Asia. ERD Policy Brief Series No",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Silver Lining of Singapore's Haze",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "341",
            "issn": "",
            "pages": "342--343",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Agricultural Intensification, Priming for Persistence and the Emergence of Nipah Virus: A Lethal Bat-Bourne Zoonosis",
            "authors": [],
            "year": 2012,
            "venue": "J R Soc Interface",
            "volume": "9",
            "issn": "",
            "pages": "89--101",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Straits Times. Thursday",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "House of Commons Environment, Food and Rural Affairs Committee. Badgers and Cattle TB: The Final Report of the Independent Scientific",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Agri-Food &amp; Veterinary Authority Of Singapore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Stationary Office",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Volume",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Duration of the Effects of Repeated Widespread Badger Culling on Cattle Tuberculosis Following the Cessation of Culling",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Woodroffe",
                    "suffix": ""
                },
                {
                    "first": "&amp; C",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The experience of the United Kingdom with the Foot and Mouth disease outbreak is instructive here",
            "authors": [],
            "year": null,
            "venue": "See R. Kitching, M. Thrusfield & N",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Use and Abuse of Mathematical Models: An Illustration from the 2001 Foot and Mouth Disease Epidemic in the United Kingdom",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Revue Scientifique et Technique",
            "volume": "25",
            "issn": "",
            "pages": "293--311",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "He is also Secretary-General of the Asia-Pacific Society of Clinical Microbiology and Infection. His research interests are in emerging infectious diseases and healthcare associated infections",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Straw Men Don't get Lyme Disease: Response to Wood and Lafferty",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ostfeld",
                    "suffix": ""
                },
                {
                    "first": "&amp; K",
                    "middle": [],
                    "last": "Keesing",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Trends Ecol Evol",
            "volume": "28",
            "issn": "",
            "pages": "502--503",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Disease Ecology, Biodiversity, and the Latitudinal Gradient in Income",
            "authors": [
                {
                    "first": "See",
                    "middle": [
                        "M"
                    ],
                    "last": "Diseases",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonds",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [
                        "D"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Keenan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Biol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Comparative Quantification of Health Risks: Global and Regional Burden of Disease Due to Selected Major Risk Factors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Global Climate Change",
            "volume": "",
            "issn": "",
            "pages": "1543--1649",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "What Did the 2009 H1N1 Pandemic Teach us about Influenza Surveillance Systems?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stoto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Future Virology",
            "volume": "8",
            "issn": "",
            "pages": "829--832",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Operationalizing One Health: A Policy Perspective -Taking Stock and Shaping an Implementation Roadmap. National Center for Emerging and Zoonotic Infectious Diseases. CDC",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "See K. Olival & D. Hayman. Filoviruses in Bats: Current Knowledge and Future Directions. Viruses 2014; 6: 1759-1788; and S. Olson et al. Dead or Alive: Animal Sampling during Ebola Hemorrhagic Fever Outbreaks in Humans. Emerg Health Threats J 2012; 5: DOI: 10.3402/ ehtj.v5i0.9134. The real time data for the current Ebola outbreak are only just beginning to emerge; although an (if there is just one) animal host that may inform future health strategies is still unknown; Saey T. 2014. Animal source of Ebola outbreak eludes scientists: Researchers try to pin down whether bats or bush meat passed virus to people in West Africa. ScienceNews; [cited 2014 October 28] Available at: https:// www.sciencenews.org/article/animal-source-ebola-outbreak-eludes -scientists 19 Similar to the studies we recommend here, a history of investigation is only now revealing nuanced details in the emergence and spread of HIV: N. Faria et al. The Early Spread and Epidemic Ignition of HIV-1 in Human Populations. Science 2014; 346: 56-61; J. Pépin. The Origins of AIDS: From Patient Zero to Ground Zero. Journal of Epidemiology and Community Health 2013; 67: 473-475. 20 S. Carver et al. Environmental Monitoring to Enhance Comprehension and Control of Infectious Diseases. Journal of Environmental Monitoring 2010; 12: 2048-2055.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Also see: S. Moghadas, et al. Managing Public Health Crises: The Role of Models in Pandemic Preparedness. Influenza Other Respir Viruses 2008; 3: 75-79. 5 Meaning interactions with biodiversity as part of all human socialeconomic frameworks, including companion animals, zoological parks, food production and biodiversity protection. See P. Rabinowitz & L. Conti. Links Among Human Health, Animal Health, and Ecosystem Health. Annu Rev Public Health 2012; 34: 1-16. 6 R. Coker et al. Towards a Conceptual Framework to Support One-Health Research for Policy on Emerging Zoonoses. Lancet Infect Dis 2011; 11: 326-331. 7 4 Oct 2012; 'The Next Pandemic: Why It Will Come from Wildlife'. [cited 2004 May 1]. Available from: http://e360.yale.edu/feature/ quammen_the_next_pandemic_will_come_from_wildlife/2579/ 8 R. Coker et al. Emerging Infectious Diseases in Southeast Asia: Regional Challenges to Control. Lancet 2011; 377: 599-609.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ": P. Pongcharoensuk et al. Avian and Pandemic Human Influenza Policy in South-East Asia: The Interface Between Economic and Public Health Imperatives. Health Policy Plan 2012; 27: 374-383. The opposite might be considered 'fusion', where opportunities to expand data access, analysis, and information exchange can better inform public health action; A. Khan et al. The Next Public Health Revolution: Public Health Information Fusion and Social Networks. Am J Pub Health 2010; 100: 1237-1242. 12 Millennium Ecosystem Assessment. 2005. Ecosystems and Human Well-Being: Synthesis. Washington: Island Press. 13 H1N1 in Post-Pandemic Period; Director-General's Opening Statement at Virtual Press Conference; 10 August 2010; [cited 2014 July 9] Available at: http://www.who.int/mediacentre/news/statements/2010/ h1n1_vpc_20100810/en/ 14 Authors. Making the Paper: Neil Ferguson -What Would Happen if a Flu Pandemic Arose in Asia? Nature 2005; 437: xi. 15 M. Enserink & J. Cohen. Virus of the Year: The Novel H1N1 Influenza. Science 2009; 326: 607. 16 T. Abraham. The Chronicle of a Disease Foretold: Pandemic H1N1 and the Construction of a Global Health Security Threat. Polit Stud 2011; 59: 797-812. 17 Coronavirus, the causative agent of SARS, originated in bats and was transmitted to humans from civet cats which acted as amplifying vectors. For MERS the information is currently speculative, possibly involving indigenous bats and camels. See: The Origin of MERS: Watching the Detectives; The Economist 31 August 2013; [cited 2014 July 9] Available at: http://www.economist.com/news/science-andtechnology/21584317-search-source-middle-east-respiratory-syndromecontinues-watching/; and WHO. Middle East Respiratory Syndrome Coronavirus (MERS-CoV) -Update; 29 November 2013; [cited 2014 July 9] Available at: http://www.who.int/csr/don/2013_11_29/en/index .html. And for more definitive evidence: B. Stallard. 2014. Camel-to-Human Case of MERS Identified, Confirms Theory. Nature World News 5 June 2014; [cited 2014 October 28] Available at: http://www .natureworldnews.com/articles/7419/20140605/camel-human-case-mers -identified-confirms-theory.htm?exe=reporter Introducing One Health to the Ethical Debate about Zoonotic Diseases in Southeast Asia 590 (only) now' the virus was able to reach such endemic proportions.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "M. Leach & I. Scoones. The Social and Political Lives of Zoonotic Disease Models: Narratives, Science and Policy. Soc Sci Med 2013; 88: 10-17, 11. 22 M. Gilbert et al. Avian Influenza, Domestic Ducks and Rice Agriculture in Thailand. Agric, Ecosyst Environ 2007; 119: 409-415. 23 S. Altizer et al. Climate Change and Infectious Diseases: From Evidence to a Predictive Framework. Science 2013; 341: 514. 24 D. Brisson et al. It Takes a Community to Raise the Prevalence of a Zoonotic Pathogen. Interdisciplinary Perspectives on Infectious Diseases 2011; doi:10.1155/2011/741406. 25 Leach & Scoones, op. cit. note 21, p. 12. Numerous other studies from a wide subject base document ways in which human age, gender, and occupation demographics affect complex exposure risks to zoonotic pathogens; practices within trading networks and movement of animals for food change transmission patterns; social and farming dynamics create emergent risks; and even how political motivations can effect local transmission because of interpretative responses measures. 26 See: National Research Council (Neustadt R, Fineberg H). The Swine Flu Affair: Decision-Making on a Slippery Disease. Washington, DC: The National Academies Press. 1978. 27 S. Tesh. Hidden Arguments: Political Ideology and Disease Prevention Policy. New Brunswick, NJ: Rutgers University Press. 1988; 177. 28 E. Alirol. Urbanisation and Infectious Diseases in a Globalised World. Lancet Infect Dis 2010; 10: 131-141; A. McMichael. The Urban Environment and Health in a World of Increasing Globalization: Issues for Developing Countries. Bull World Health Org 2000; 78: 1117-1126.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "G. McGranahan et al. The Citizens at Risk: From Urban Sanitation to Sustainable Cities. London: Earthscan. 2001. 51 National Population and Talent Division. 2013. A Sustainable Population for a Dynamic Singapore: Population White Paper. January. Singapore. Prime Minister's Office. Available at: http://population.sg/. 52 National Parks Board. 2009. Conserving Our Biodiversity: Singapore's National Biodiversity Strategy and Action Plan. Singapore: National Parks Board. 53 Ibid. 54 There have been some examples which point to these risks: zoonotic streptococcal soft tissue infections resulting from fresh seafood contact, human Plasmodium knowlesi infection from long-tailed macaques, and Nipah virus in abattoir workers. In addition, in Singapore's tiny nature reserves there is a huge amount of biodiversity. T. Koh et al. Streptococcal Cellulitis Following Preparation of Fresh Raw Seafood. Zoonoses Public Health 2009; 56: 206-208; W. Jeslyn et al. Molecular Epidemiological Investigation of Plasmodium knowlesi in Humans and Macaques in Singapore. Vector Borne Zoonotic Disease 2011; 11: 131-135; N. Paton, et al. Outbreak of Nipah-virus Infection Among Abattoir Workers in Singapore. Lancet 1999; 354: 1253-1256; J. Pulliam Species diversity; opportunities for interactions within/between disease host; environmental pressures/change; social determinants",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Andrew Lover is a PhD candidate and epidemiologist at the Centre for Infectious Disease Epidemiology, NUS. His research focuses on malaria, vector-borne disease, and emerging infectious diseases.Tamra Lysaght PhD is Assistant Professor at the Centre for Biomedical Ethics, NUS. Her research interests focus on the ethical and regulatory issues surrounding emergent biosciences and biotechnology, as well as global health and disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}