{
    "paper_id": "01d99e8f6fdd7ee7dd7dd25533f2bcd7e7c77a6f",
    "metadata": {
        "title": "International Journal of Antimicrobial Agents Complex emergencies of COVID-19: management and experience in Zhuhai, China",
        "authors": [
            {
                "first": "Hao",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhuhai People's Hospital (Zhuhai Hospital Affiliated with Jinan University)",
                    "location": {
                        "postCode": "5190 0 0",
                        "settlement": "Zhuhai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ligong",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhuhai People's Hospital (Zhuhai hospital affiliated with Jinan University)",
                    "location": {
                        "postCode": "5190 0 0",
                        "settlement": "President, Zhuhai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Junwei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhuhai People's Hospital (Zhuhai hospital affiliated with Jinan University)",
                    "location": {
                        "postCode": "5190 0 0",
                        "settlement": "Zhuhai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhuhai People's Hospital (Zhuhai hospital affiliated with Jinan University)",
                    "location": {
                        "postCode": "5190 0 0",
                        "settlement": "Zhuhai",
                        "country": "China, China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The impact of communicable diseases (infectious diseases) on human health is obvious. The sudden outbreak of COVID-19 (Corona Virus Disease 2019) has made people realise the threat of communicable diseases to mankind. As a city of many migrants, Zhuhai Special Economic Zone experienced great challenges brought about by the COVID-19 epidemic. Experience has been acquired from all aspects of this. A highly reactive, multifunctional and efficient emergency management system should be established, and the significance of information communication should be fully understood for the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The impact of communicable diseases (infectious diseases) on human health is obvious [1] . The greatest fallacy in this century is that communicable diseases are gradually being eliminated -this is untrue. The sudden outbreak of COVID-19 (Corona Virus Disease 2019) has made people realise the threat of communicable diseases to mankind. The epidemic process refers to the occurrence, dissemination, spread and termination of diseases, and depends on the infection sources, transmission routes and susceptible population [2] . Factors influencing communicable diseases could be divided into two groups: those affecting the epidemic process, including infection intensity, discovery time, etc; and those affecting emergency management, including social security, medical security, resource security, population quality, population distribution, knowledge on diseases, research capacity, social impact, public psychological tolerance, natural environment, etc [3] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 961,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 emergency in China"
        },
        {
            "text": "The outbreak of COVID-19 started during Spring Festival, when most Chinese families chose to go back to their hometowns for family reunions. The large population migration during Spring Festival, which is called 'Spring Festival travel rush', was a factor promoting the epidemic. COVID-19 arose in winter during cold weather, which is when people are more susceptible to acute respiratory diseases. This time point was the second factor inducing the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 emergency in China"
        },
        {
            "text": "Population growth, urban development, migration, and other issues brought about by globalisation have sped up the spread of communicable diseases [4] . People can cross national boundaries in a few hours via modern transport; so can pathogens. About 1-2 weeks after COVID-19 broke out in Wuhan, the surrounding metropoles -including Chongqing, Beijing, Shanghai, Guangzhou, and Shenzhen -reported the occurrence of COVID-19 infections.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 emergency in China"
        },
        {
            "text": "The first three cases in Zhuhai were also closely related to the large population migration during Spring Festival. The three cases were actually a family: the father (79 years old), the mother (76 years old) and the daughter (49 years old). The parents came from Wuhan to Zhuhai by high-speed train for a family reunion on 11 January 2020. The Zhuhai Center of Disease Control (CDC) conducted an epidemic survey for the three cases and their liquid samples were collected and sent to the National Health Commission. Combined with the epidemic survey, clinical symptoms and laboratory examinations, experts from the National Health Commission made a definite diagnosis of COVID-19 for the three cases. After treatment of 13 days, the daughter was discharged from hospital on 30 January 2020. The mother was classified as a critical COVID-19 patient and was discharged from hospital on 05 February 2020; she was the first cured critical COVID-19 patient in Zhuhai.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 emergency in Zhuhai"
        },
        {
            "text": "The Zhuhai Special Economic Zone is a city of migrants, with a population from other areas of China constituting 70% of the 1.89 million population. This means that most Zhuhai citizens live and work in Zhuhai but their hometowns are in different cities, even different provinces of China. Although it is far from Wuhan, Zhuhai experienced a great movement of population during this complex emergency. As a tourist destination, Zhuhai also attracts a large number of tourists. Therefore, the management of this emergency had great impact and challenges for Zhuhai. Facing the large population migration, Zhuhai took a series of measures in COVID-19 control and epidemiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The differences in epidemiology and control between Zhuhai and other cities in China"
        },
        {
            "text": "Communicable diseases pose challenges to public health administrators, as they threaten mankind's security and economic development. Owing to the limited time to respond, decisions must be made immediately and comprehensive emergency management be commenced. The government of Zhuhai cancelled all religious activities. As a tourist destination, all scenic places were shut down to face this emergency, including beaches and community parks. Public transport was reduced by half on 26 January 2020 and reduced to < 5% on 07 February 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures taken by public health administrators"
        },
        {
            "text": "Close contacts were defined as passengers in the same carriage of a train, ship or airplane as diagnosed patients. Once these close contacts were found, they were isolated for medical surveillance or treatment. On 26 January 2020, when a definite diagnosis had been made on 10 patients in Zhuhai, Zhuhai citizens were required to wear face masks at all public occasions, and transgressors were punished by the police owing to violation of the Law of the People's Republic of China on Prevention and Control of Infectious Diseases. All students attended online classes at home after the semester was postponed. All residential areas adopted closed management. The CDC required that all residents returning to Zhuhai isolated themselves at home for 14 days. The government of Zhuhai established a series of measures and policies to support the many small-medium enterprises during such a longterm termination of business, including labour subsidies, scientific research input, loan discounts, tax relief, etc. The Zhuhai CDC established 10 emergency response teams for epidemiological investigation, case report, specimen collection, epidemic site disinfection, close contact management, emergency monitoring, health education, risk assessment, technical guidance, close contact tracing. Medical staff were sent to bus stations, quays, railway stations, and airports to screen suspicious cases. Fever clinics in Zhuhai were opened around the clock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures taken by public health administrators"
        },
        {
            "text": "In clinics, patients with body temperatures > 37.3 °C were guided to fever clinics for examination, and clinic patients were forbidden to enter inpatient hospital departments without instruction. Each hospital department reserved at least two wards for emergency isolation. All medical staff had their cell phones, glasses, pens, and stethoscopes especially disinfected. Disinfection of elevator buttons, public toilets, and clinic waiting-room benches was also increased. Training of cleaning staff was strengthened, and they were given more comprehensive protective clothing. For doctors, morning shifts were reduced or staggered to avoid gathering. In order to strictly prevent the spread of COVID-19, inspectors detecting the virus wore protective clothing, N95 masks and goggles, and did not touch anything outside throughout the operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures taken in hospitals"
        },
        {
            "text": "Considering that COVID-19 has a strong infection capacity, there must be high alert to face this emergency. Policy-making should be based on resource integration, social mobilisation, funding input, medication supply, vaccine development, and international cooperation. Science and technology sources should be fully utilised. The complex emergencies of communicable diseases should be fully understood, and this is a process that needs continuous learning. A highly reactive, multifunctional and efficient emergency management system needs to be established, and the significance of information communication should be fully understood for the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some lessons to be learned"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Historical Epidemiology of Global Disease Challenges",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "Webb",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "322--325",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(05)74798-X"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Communicable diseases in complex emergencies: impact and challenges",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gayer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Salama",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "1974--83",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Robert Koch Institute: towards digital epidemiology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank Zhuhai Bureau and Zhuhai CDC for providing the necessary support for our study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}