{"paper_id": "01dd44604e936f7480e56971fed3979db3b910b5", "metadata": {"title": "A topology-based network tree for the prediction of protein-protein binding affinity changes following mutation", "authors": [{"first": "Menglun", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Michigan State University", "location": {"settlement": "East Lansing", "region": "MI", "country": "USA"}}, "email": ""}, {"first": "Zixuan", "middle": [], "last": "Cang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Michigan State University", "location": {"settlement": "East Lansing", "region": "MI", "country": "USA"}}, "email": ""}, {"first": "Guo-Wei", "middle": [], "last": "Wei", "suffix": "", "affiliation": {"laboratory": "", "institution": "Michigan State University", "location": {"settlement": "East Lansing", "region": "MI", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "The ability to predict protein-protein interactions is crucial to our understanding of a wide range of biological activities and functions in the human body, and for guiding drug discovery. Despite considerable efforts to develop suitable computational methods, predicting protein-protein interaction binding affinity changes following mutation (ΔΔG) remains a severe challenge. Algebraic topology, a champion in recent worldwide competitions for protein-ligand binding affinity predictions, is a promising approach to simplifying the complexity of biological structures. Here we introduce element-and site-specific persistent homology (a new branch of algebraic topology) to simplify the structural complexity of protein-protein complexes and embed crucial biological information into topological invariants. We also propose a new deep learning algorithm called NetTree to take advantage of convolutional neural networks and gradient-boosting trees. A topology-based network tree is constructed by integrating the topological representation and NetTree for predicting protein-protein interaction ΔΔG. Tests on major benchmark datasets indicate that the proposed topology-based network tree is an important improvement over the current state of the art in predicting ΔΔG.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "P rotein-protein interactions (PPIs) are crucial to a wide range of biological activities and functions in the human body, including cell metabolism, signal transduction, muscle contraction and immune systems. The antibody-antigen system is one of the most essential among all PPIs and plays a unique role in the study of PPIs. Antibodies are large proteins that serve important roles in the immune system by counteracting antigens-chemicals recognized as alien by the human body. On the tip of an antibody, there is an antigen-binding fragment that contains a paratope for recognizing a unique antigen via its epitope; more specifically, a paratope consists of a set of complementarity-determining regions that have the highest conformational flexibility among sites on an antibody 1 . The high selectivity of antibody-antigen recognition mechanism and the flexibility of antibodies as large proteins make antibodies a suitable platform for designing counteractants of target molecules. Antibodies have been widely used as therapeutic agents to treat human diseases. Antibody therapy has several advantages over traditional therapy, including longer serum half-life, higher avidity and selectivity, and the ability to invoke desired immune responses [2] [3] [4] . Antibody therapy also brings hope of curing several previously incurable diseases and there are ongoing efforts in the direction of HIV vaccine development 5 and cancer therapeutic antibodies 6, 7 .", "cite_spans": [{"start": 1251, "end": 1254, "text": "[2]", "ref_id": "BIBREF0"}, {"start": 1255, "end": 1258, "text": "[3]", "ref_id": "BIBREF1"}, {"start": 1259, "end": 1262, "text": "[4]", "ref_id": "BIBREF2"}, {"start": 1457, "end": 1459, "text": "6,", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "Three-dimensional (3D) structural information and thermodynamic measurements are two essential components for understanding the molecular mechanism of PPIs. Many experimental methods have been developed to determine the structure of protein-protein complexes. Among them, X-ray crystallography, NMR and cryoelectron microscopy are the main workhorses 8 . The Protein Data Bank 9 , one of the largest protein structure databases, includes tens of thousands of protein-protein complex structures and is expanding at an unprecedented rate.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Site-directed mutation is a key technology for probing the thermodynamic properties of PPIs, including binding affinities of antibodyantigen interactions. Sirin et al. 10 collected an AB-Bind database of mutation-induced antibody-antigen complex binding free energy changes. This database contains 1,101 mutation data entries, including 645 single-point mutations on 32 different antibody-antigen complexes. SKEMPI is a more general database for protein-protein binding affinity changes following mutation (ΔΔG) 11 , it contains 3,047 mutation data entries for protein-protein heterodimeric complexes with experimentally determined structures.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The aforementioned databases have been widely used as benchmark tests for evaluating the predictive power of computational methods, which are indispensable for the investigation of PPIs, especially for the systematic screening of mutations 12, 13 . There are many reliable computational methods that can predict mutant structures on the wild-type, such as Rosetta 14 and Jackal 15 . Computational methods for generating protein structures from sequences (for example, MODELLER 16 ) and predicting docking poses for protein-protein complexes (for example, BioLuminate 17 ) are also available.", "cite_spans": [{"start": 240, "end": 243, "text": "12,", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "The thermodynamic properties of PPIs are usually interpreted as the binding affinity or binding free energy, ΔG. Given the importance of computational methods, a variety of them have been developed that use structures to predict antibody-antigen binding affinities. DFIRE 18 relies on an all-atom, distance-scaled, pairwise potential that is derived using a database of high-quality diverse protein structures, whereas STATIUM uses a pairwise statistical potential that scores how well a protein complex can accommodate different pairs of residues in the parent complex geometry. Force-fields for proteins can also be used to compute the binding free energy, representing van der Waals interactions, hydrophobic packing, electrostatics and solvation effects. These approaches include FoldX (FOLDEF) 19 , Discovery Studio (CHARMMPLR) 20 and Rosetta 14 . Typically, physics-based methods provide mechanistic interpretations but are not designed for handling large and diverse datasets.", "cite_spans": [{"start": 833, "end": 835, "text": "20", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Pires et al. optimized their graph-based cut-off scanning matrix (CSM) method for predicting antibody-antigen affinity changes following mutation given in the AB-Bind database 21 . This method (named mCSM-AB) was shown to outperform the aforementioned physical methods yet only achieve a Pearson's correlation coefficient (R P ) of 0.53 with tenfold cross-validation on a set of 645 single-point mutations. The limited performance of the current methods therefore highlights a pressing need for a new generation of ΔΔG predictors that are constructed with entirely new design principles and/ or innovative machine learning algorithms. Although the physicsbased methods assume potential functions of certain forms and the graph-based method only considers pairwise interactions, we seek an approach that makes fewer assumptions and allows a systemic description of PPIs.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Persistent homology 22-25 -a new branch of algebraic topologyis able to bridge geometry and topology, leading to a new efficient approach for the simplification of biological structural complexity [26] [27] [28] [29] [30] [31] ; however, it neglects critical chemical/biological information when it is directly applied to complex biomolecular structures. Element-specific persistent homology can retain critical biological information during the topological abstraction. Paired with advanced machine learning, such as a convolutional neural network (CNN), this new topological method gives rise to some of the best predictions for protein-ligand binding affinities 32 , protein folding free energy changes following mutation 33, 34 and drug virtual screening 35 . This approach has won many contests in the D3R Grand Challenges, a worldwide competition series in computer-aided drug design 36 ; however, the techniques designed for protein-ligand binding analysis could not be directly applied to PPIs due to biological differences and the different characteristics of available datasets.", "cite_spans": [{"start": 197, "end": 201, "text": "[26]", "ref_id": "BIBREF24"}, {"start": 202, "end": 206, "text": "[27]", "ref_id": "BIBREF25"}, {"start": 207, "end": 211, "text": "[28]", "ref_id": "BIBREF26"}, {"start": 212, "end": 216, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 217, "end": 221, "text": "[30]", "ref_id": "BIBREF28"}, {"start": 222, "end": 226, "text": "[31]", "ref_id": "BIBREF29"}, {"start": 725, "end": 728, "text": "33,", "ref_id": "BIBREF31"}], "ref_spans": [], "section": ""}, {"text": "In the present work we introduce site-specific persistent homology that is tailored for PPI analysis. We explore the utility of sitespecific persistent homology and machine learning algorithm for characterizing PPIs that are associated with site-specific mutations. We hypothesize that a topological approach that generates intrinsically low-dimensional representations of PPIs could dramatically reduce the dimensionality of antibody-antigen complexes, leading to a reliable high-throughput screening in searching for valuable mutants in protein design. To validate our hypothesis, we integrate topological descriptors with a machine learning algorithm (CNNassisted gradient-boosting trees (GBTs)) to predict PPI ΔΔG. The resulting topology-based network tree (TopNetTree) method is found to outperform other methods on two major benchmark datasets, AB-Bind 10 and SKEMPI 11 , by a large margin. Our TopNetTree offers an accurate and reliable tool for studying PPIs.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "This section describes the TopNetTree model and its application to PPI ΔΔG prediction. As shown in Fig. 1 , the proposed TopNetTree consists of two major modules: topology-based feature generation and a CNN-assisted GBT model (Fig. 1) . For the feature generation, we mainly used element-and site-specific persistent homology to capture structural characteristics, which was enhanced by chemical-physical descriptors, whereas for the learning model we used a GBT fed with inputs from a CNN as a predictor. We demonstrate the performance of the proposed TopNetTree by three commonly used PPI benchmark datasets.", "cite_spans": [], "ref_spans": [{"start": 99, "end": 105, "text": "Fig. 1", "ref_id": "FIGREF1"}, {"start": 226, "end": 234, "text": "(Fig. 1)", "ref_id": "FIGREF1"}], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "Topological representation of PPIs. The pairwise interactions between atoms are characterized by the zeroth homology group (H 0 , also known as the size function 37 ). The higher-dimensional homology groups encode higher-order patterns in PPI complexes. The first homology group (H 1 ), which is generated with Euclidean distance (D e )-based filtration, characterizes loop or tunnel-like structures, as shown in Fig. 2 , whereas the second homology group (H 2 ) describes cavity structures in PPI complexes. We obtain a comprehensive topological description of PPIs by combining various dimensions.", "cite_spans": [], "ref_spans": [{"start": 413, "end": 419, "text": "Fig. 2", "ref_id": "FIGREF0"}], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "A topological representation should be able to extract patterns of different biological or chemical aspects (for example, hydrogen bonds between oxygen and nitrogen atoms, hydrophobicity, polarizability and so on) from a PPI system that is represented by a set of atomic coordinates (that is, a point cloud). We construct simplicial complexes using selected subsets of atomic coordinates and modified distance matrices to achieve this goal.", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "For the construction of an element-and site-specific persistent homology, we classify the atoms in a PPI complex into various subsets:", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "(1) A m I : atoms of the mutation site. : atoms in the system that has atoms of element type, E. When characterizing interactions between atoms a i and a j in set A I and/or set B I , we use a modified distance matrix to exclude the interactions between the atoms from the same set. In the following formula, mod is defined as the modified distance and e is defined as the Euclidian distance.", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "Specific designations for sets A I and B I are given in Supplementary  Table 1 , which summarizes various topological barcodes.", "cite_spans": [], "ref_spans": [{"start": 56, "end": 78, "text": "Supplementary  Table 1", "ref_id": "TABREF2"}], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "Vectorization of topological barcodes. Using persistent homology, the original 3D point-cloud data are characterized by topological barcodes that are represented as collections of intervals that capture geometric patterns, topological patterns and PPIs while dramatically simplifying complicated structural representations of a PPIcomplex. The upper bound of the filtration parameter corresponds to the distance cut-off of interactions of interest, which is set to be the same for different samples in the dataset. Instead of having bounding cubes of different sizes around the binding and mutation sites, topological barcodes for different samples are in the same range of filtration values, which improves the scalability in comparison with the direct use of the original 3D data. We construct feature vectors from these sets of intervals for machine learning models.", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "One method of vectorization is to discretize the range of the filtration parameter into bins and record the behaviour of the barcodes in each bin 35 . In this work we subdivide a filtration range (for example, [0, 12] Å) into bins of length 0.5 Å; namely, [0, 0.5], (0.5, 1], ⋯ , (11.5, 12] Å. For each bin, we count the numbers of persistence intervals, birth events and death events (see Fig. 3 for an illustration of filtration and persistence). This approach gives us three feature vectors for each topological barcode. Note that this characterization of birth and death might not be stable against different discretizations. As such, only H 0 barcodes obtained from the Vietoris-Rips filtration are used in our approach.", "cite_spans": [], "ref_spans": [{"start": 390, "end": 396, "text": "Fig. 3", "ref_id": "FIGREF3"}], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "One advantage of binned barcode vectorization is that it keeps the distance information that reflects the strength of hydrogen bonds, van der Waals interactions and so on. The bin representation of barcode features can be easily incorporated into a CNN, which captures and discriminates local patterns; that is, the impact of mutations.", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "Another method of vectorization is to summarize barcode statistics, including the sum, maximum, minimum, mean and standard derivation of bar lengths, birth values and death values. We use this method to vectorize H 1 and H 2 barcodes obtained from alpha complex filtration as these higher-dimensional barcodes are sparser than the zero-dimensional ones 23 .", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "Machine learning models. A major challenge in the prediction of binding affinity changes following mutation for PPIs is that the data is highly complex due to 3D structures, whereas the datasets are relatively small. We designed a hybrid machine learning algorithm that combines a CNN and GBT to overcome this difficulty. The topologically simplified description of the 3D structures are further converted into concise features by the CNN module; the GBT module then builds robust predictors with effective control of overfitting.", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "TopGBT model. An ensemble method is a class of machine learning algorithms that builds a powerful model from weak learners. It improves the performance on the weak learners with the assumption that the individual learners are likely to make different mistakes and thus summing the weak learners will reduce the overall error. In this work we use GBTs that add a tree to the ensemble according to the current prediction error on the training data. This method (a toplogy-based GBT or TopGBT) performs well when there is a moderate number of features and is relatively robust against hyperparameter tuning and overfitting. The implementation provided by the scikit-learn package (v.0.18.1) 38 is used.", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "TopCNN model. CNNs are some of the most successful deep learning architectures, a regular CNN is a special case of a multilayer artificial neural network where only local connections are allowed between convolution layers and the weights are shared across different locations. We use a topology-based CNN (TopCNN) as an intermediate model; specifically, we feed vectorized H 0 features into CNNs to extract higher level features for the downstream model (detailed parameters and prepossessing process of our model can be found in the Supplementary Information).", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "TopNetTree model. CNNs can automatically extract high-level features from H 0 . These CNN-extracted features are combined with features constructed from high-dimensional topological barcodes, H 1 and H 2 , as the inputs of the GBTs; specifically, we build a supervised CNN model with the PPI ΔΔG as labels. After the model is trained, we feed the flatten layer neural outputs into a GBT model to rank their importance. Based on the importance, a subset of CNN features is combined with other features, such as the statistics of H 1 and H 2 barcodes, for the final GBT model as shown in Fig. 1 . The GBT is used for its robustness against overfitting, good performance for moderately small data sizes and its model interpretability (further details on TopNetTree are given in the Supplementary Information).", "cite_spans": [], "ref_spans": [{"start": 586, "end": 592, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "Model performance for PPIs. We consider three datasets: the AB-Bind dataset 10 , the SKEMPI dataset 11 and the SKEMPI 2.0 dataset 39 to validate the proposed TopNetTree model. Two evaluation metrics (R P and the root-mean-square error, r.m.s.e.) are used to assess the quality of prediction. Detailed information of evaluation metrics can be found in the Supplementry Information.", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "The prediction of AB-Bind free energy changes following mutation. The AB-Bind dataset includes 1,101 mutational data points with experimentally determined binding affinities 10 . We follow Pires et al. 21 destabilizing ones; there are 27 non-binders in the whole dataset, which are variants determined not to bind within the sensitivity of the assay. The binding affinity changes following mutation of these non-binders were set to -8 kcal mol -1 . These non-binders could be regarded as outliers in the database and have a strongly negative impact on the prediction model accuracy.", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "Our model achieved an R P of 0.65 on the AB-Bind S645 dataset, which is significantly better than those of other existing methods as shown in Table 1 . In comparison with non-machine learning methods such as Rosetta and bASA, our method is over 100% more accurate in terms of R P , indicating that our topology-based machine learning methods have a better predictive power for PPI systems. Our method is about 22% more accurate than the best-existing score of R P = 0.53 (given by mCSM-AB), indicating the power of our TopNetTree.", "cite_spans": [], "ref_spans": [{"start": 142, "end": 149, "text": "Table 1", "ref_id": "TABREF2"}], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "Both GBTs and neural networks are quite sensitive to system errors as the training of a model is based on optimizing the meansquare error of the loss function. The ΔΔG of 27 non-binders (-8 kcal mol -1 ) did not follow the distribution of the whole dataset. Pires et al. 21 found that excluding non-binders from the dataset would significantly increase the performance of a prediction model. In our case, the R P increased from 0.65 to 0.68 for the same treatment as shown in Fig. 4 . We also applied a blind test on homology structures using the rest of the samples as the training set, achieving an R P of 0.55, as shown in Fig. 4 .", "cite_spans": [], "ref_spans": [{"start": 476, "end": 482, "text": "Fig. 4", "ref_id": "FIGREF4"}, {"start": 626, "end": 632, "text": "Fig. 4", "ref_id": "FIGREF4"}], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "The performance on the SKEMPI dataset. The SKEMPI dataset 11 contains 3,047 binding free energy changes following mutation, which are assembled from the scientific literature for protein-protein heterodimeric complexes with experimentally determined structures; it includes single-point mutations and multipoint mutations. There are 2,317 single point mutation data entries among the whole database, which are referred to as the SKEMPI S2317 set.", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "Xiong et al. recently selected a subset of 1,131 non-redundant interface single-point mutations (denoted set S1131) from SKEMPI set S2317 40 . The same authors applied several methods to the SKEMPI S1131 set 40 Table 2 shows the Pearson correlation coefficients on tenfold cross-validations. It is found that the proposed TopNetTree is about 15% more accurate than the best-existing method.", "cite_spans": [], "ref_spans": [{"start": 211, "end": 218, "text": "Table 2", "ref_id": "TABREF4"}], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "The performance on the SKEMPI 2.0 dataset. The SKEMPI 2.0 (ref. 39 ) database is an updated version of the SKEMPI database, containing new mutations collected after its first version, including data from three other databases: AB-Bind 10 , PROXiMATE 46 and dbMPIKT 47 . This dataset contains 7,085 entries, including single-and multi-point mutations. By selecting only single-point mutations and excluding mutation entries without energy-change values, 4,947 data points were chosen from SKEMPI 2.0 (denoted set S4947). David et al. recently applied their updated mCSM-PPI2 method 48 to the SKEMPI2 dataset. They filtered only single-point mutations and selected 4,169 variants in 319 different complexes (denoted set S4169). Set S8338 was derived from set S4169 by setting the reverse mutation energy changes to the negative values of its original energy changes. We applied our TopNetTree model to sets S4947, S4169 and S8338. We tested set S4947 with the regular tenfold cross-validation, achieving an average R P of 0.82 and an r.m.s.e. of 1.11 kcal mol -1 for the tenfold cross-validation. We followed the method of tenfold stratified cross-validation used in mCSM-PPI2 paper for sets S4169 and S8338 48 . For set S4169, we obtained an average R P of 0.79 and r.m.s.e. of 1.13 kcal mol -1 , compared with the average R P of 0.76 and r.m.s.e. of 1.19 kcal mol -1 achieved by mCSM-PPI2. Finally, for set S8338, our method attained an average R P of 0.85 and r.m.s.e. of 1.11 kcal mol -1 , whereas mCSM-PPI2 reported the average R P 0.82 and r.m.s.e. of 1.18 kcal mol -1 (ref. 48 ).", "cite_spans": [], "ref_spans": [], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "We further validated our method by the blind prediction of another subset of the AB-Bind database. As SKEMPI 2.0 contains entries in the AB-Bind dataset, we chose 24 protein complexes that appear in both AB-Bind and SKEMPI 2.0 datasets as the test set for 787 mutations (denoted as the S787 set). The S4947 set, excluding the S787 set, was used as the training set. We achieved an average R P of 0.53 and r.m.s.e. of 1.45 kcal mol -1 on this blind test (further details are given in the Supplementary  Information) . Aside from those from present TopNetTrees and TopGBTs, the results are adopted from ref. 21 . a results exclude 27 non-binders (their ΔΔG values were set to -8 kcal mol -1 ; ref. 10 ).", "cite_spans": [], "ref_spans": [{"start": 487, "end": 514, "text": "Supplementary  Information)", "ref_id": null}], "section": "topNettree model for PPi binding energy change following mutation prediction"}, {"text": "The quality of machine learning predictions typically depends on model inputs. In our case, the inputs consist of three crucial components: protein structures, the mutation position and mutation type.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In this section we discuss the influence of each component to the prediction quality.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "For the AB-Bind S645 set, mutations can be separated into 24 different protein-protein complexes (we merged the complex with its homology model as one category). We did intra-and inter-protein crossvalidations to further analyse the prediction quality across different protein complexes.", "cite_spans": [], "ref_spans": [], "section": "Prediction result analysis for different protein complexes."}, {"text": "Inter-protein-level cross-validation. To perform inter-protein-level cross-validation for 24 different protein-protein complexes, the samples in one protein complex are taken as the test set, whereas the rest of the dataset is used as the training set (see Supplementary  Table 2 Aside from those from TopNetTree and SAMBE, the results are adopted from ref. 40 .", "cite_spans": [], "ref_spans": [{"start": 257, "end": 279, "text": "Supplementary  Table 2", "ref_id": "TABREF4"}], "section": "Prediction result analysis for different protein complexes."}, {"text": "results, 1FFW and 1YY9, have R P values of -0.043 and -0.068, respectively.", "cite_spans": [], "ref_spans": [], "section": "Prediction result analysis for different protein complexes."}, {"text": "Intra-protein-level leave-one-out cross-validation. Cross-validation was carried out within each protein complex. For this test, our model reached average/median R P I values of 0.170/0.215, which are significantly lower than the tenfold cross-validation result over the entire dataset. One possible reason for this behaviour is that the training set for each complex is too small with only an average of 27 samples per complex. This result also implies that our model needs a diversity of training samples to achieve stable and consistent prediction quality (see Supplementary Table 3 for more details).", "cite_spans": [], "ref_spans": [{"start": 564, "end": 585, "text": "Supplementary Table 3", "ref_id": "TABREF5"}], "section": "Prediction result analysis for different protein complexes."}, {"text": "The locations of the site mutations could be categorized into five different regions: interior, surface, rim, support and core (a detailed definition can be found in the Methods). In experimental data, mutations at the core or support region have a higher average energy change of around 1.8 kcal mol -1 (1.72 kcal mol -1 and 1.91 kcal mol -1 , respectively), whereas mutations at the rim or interior region have an average energy change of around 0.8 kcal mol -1 (0.82 kcal mol -1 and 0.83 kcal mol -1 , respectively), as shown in Fig. 4 . On the other hand, the surface mutations have an average energy change of less than 0.2 kcal mol -1 . Similar patterns regarding mutation sites and energy changes were reported in the literature 49 . A possible reason for these patterns is that different mutation regions vary in their accessibility to water; in general, surface, interior and rim regions have greater access to water than the core and support regions. Figure 4 shows our predictions concerning different mutation regions. Average R P I values of 0.60, 0.66, 0.66, 0.65 and 0.48 were achieved for the core, rim, support, interior and surface regions, respectively. This result shows that the performance is consistent among different mutation regions except for the surface region. We believe that the relative inferior performance for surface mutations is due to its small data size and that the energy disturbance caused by surface mutations is small on average. The x-axis labels the residue type of the original, whereas the y-axis labels the residue type of the mutant. For a reverse mutation, its ΔΔG is taken to be the same magnitude as the original value with an opposite sign. a, Average binding affinity changes following mutation (kcal mol -1 ). b, Variance of binding affinity changes following mutation (kcal mol -1 ). ", "cite_spans": [], "ref_spans": [{"start": 532, "end": 538, "text": "Fig. 4", "ref_id": "FIGREF4"}, {"start": 961, "end": 969, "text": "Figure 4", "ref_id": "FIGREF4"}], "section": "Prediction result analysis for different mutation regions."}, {"text": "Prediction result analysis for different mutation types. The pattern of PPI binding affinity changes over different mutation types is important for protein design. We test how well can the model prediction resemble the distribution in experimental data. Here we investigate the behaviour of our model for 20 different amino acids types in the AB-Bind S645 set. A reverse mutation from 'B' to ' A' is considered to be the same mutation type as from ' A' to 'B' , and the associated energy change admits an opposite sign (the mutations count for each mutation type can be found in Supplementary Fig. 1) . Overall, our predicted patterns are remarkably similar to those of experimental data in terms of both average binding energy changes and variance of binding energy changes, as shown in Fig. 5 . It is interesting to note that all the mutations to alanine have a positive energy change-a possible reason is that mutations from a large residue to a small one could lead to a stabilizing effect to the whole system. Aside from the size of amino acids, we also categorized them into charged, polar, hydrophobic and special-case groups. In terms of binding affinity changes, we find that most mutations from polar to hydrophobic residues have a positive free energy change (for example, S to M), which means mutations from polar residues to hydrophobic residues would make the whole PPI system more stable. We also observed that a mutation from charged residues to uncharged polar residues could lead to a negative energy change; for example, lysine to serine (K to S), which means such mutations might have broken some charge-charge interaction pairs. Although our model shares a similar pattern in the variance of energy changes with experimental data, the variance of the model predictions is generally lower than the experimental data as shown in Fig. 5 . It remains a challenging task to come up with predictions with a diversity level the same as that of experimental data.", "cite_spans": [], "ref_spans": [{"start": 579, "end": 600, "text": "Supplementary Fig. 1)", "ref_id": "FIGREF1"}, {"start": 788, "end": 794, "text": "Fig. 5", "ref_id": "FIGREF5"}, {"start": 1848, "end": 1854, "text": "Fig. 5", "ref_id": "FIGREF5"}], "section": "Prediction result analysis for different mutation regions."}, {"text": "The importance of PPIs is evident from the intensive efforts to study them from many perspectives, including quantum mechanics, molecular mechanics, biochemistry, biophysics and molecular biology; for example, the R P value between predicted ΔΔG values and experimental data in cross-validations of a commonly used PPI database, AB-Bind 10 , is only 0.53.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Topology has recently been shown to be surprisingly effective in simplifying biomolecular structural complexity 26, 27, 29 . It has been devised to win worldwide competitions in computer-aided drug design 36 . It is therefore of enormous importance to exploit topology for understanding PPIs. In this work, we propose TopNetTrees for ΔΔG predictions; specifically, an element-and site-specific persistent homology is introduced to characterize PPIs. Furthermore, we propose machine learning algorithms-CNN-assisted GBTs-to pair with the topological method for the prediction of PPI ΔΔG. We demonstrate that the proposed TopNetTree achieves an R P of 0.65, which is about 22% better than the previous best result for the AB-Bind dataset. For another benchmark PPI dataset, SKEMPI, the present method significantly outperforms the state-of-the-art in the literature.", "cite_spans": [{"start": 112, "end": 115, "text": "26,", "ref_id": "BIBREF24"}, {"start": 116, "end": 119, "text": "27,", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Simplicial complex and filtration. An abstract simplicial complex is a finite collection of sets of points (that is, atoms) K ¼ fσ i g i I , where the elements in σ i are called vertices and σ i is called a k-simplex if it has k + 1 distinct vertices. If τ ⊆ σ i then τ is called a face of σ i . A simplicial complex, K, is valid if τ ⊆ σ i for σ i ∈ K indicates that τ ∈ K, and that the non-empty intersection of any two simplices σ 1 , σ 2 ∈ K is a face of both σ 1 and σ 2 .", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "In practice, it is favourable to characterize point clouds or atomic positions in various spatial scales rather than in a fixed scaled simplicial complex representation. To construct a scale-changing simplicial complex, consider a function f : K ! R I that satisfies f(τ) ≤ f(σ) whenever τ ⊆ σ. Given a real value, x, f induces a subcomplex of K by constructing a sub-level set, K(x) = {σ ∈ K|f(σ) ≤ x}. As K is finite, the range of f is also finite and the induced subcomplexes, when ordered, form a filtration of K,", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "There are many constructions of K and one that is widely used for point clouds is the Vietoris-Rips complex. Given K as the collection of all possible simplices from a set of atomic coordinates until a fixed dimension, the filtration function is defined as f Rips (σ) = max{d(v i , v j )|v i , v j ∈ σ} for σ ∈ K, where d is a predefined distance function between the vertices; for example, D e . In practice, an upper bound of the filtration value is set to avoid an excessively large simplicial complex. Another efficient construction called the alpha complex 23 is often used to characterize geometry, and we denote the filtration function by f α : DTðXÞ ! R I , where DT(X) is the simplicial complex that is induced by the Delaunay triangulation of the set of atomic coordinates, X (ref. 23 ). The filtration function is defined as f α ðσÞ ¼ maxf 1 2 D e ðv i ; v j Þjv i ; v j 2 σg I for σ ∈ DT(X). Back to molecular structures, the filtration of simplicial complexes describes the topological characteristics of interaction hypergraphs under various interaction range assumptions.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Homology and persistence. A homology group (in singular homology) of a simplicial complex topologically depicts hole-like structures of different dimensions. Given a simplicial complex, K, a k-chain is a finite formal sum of ksimplices in K; that is, P i a i σ i I . There are many choices for coefficients, a i I , and we choose a i 2 Z 2 I for simplicity. The kth chain group (denoted C k (K)) comprises all of the k-chains under the addition that is induced by the addition of coefficients. A boundary operator ∂ k : C k (K) → C k−1 (K) connects chain groups of different dimensions by mapping a chain to the alternating sum of codimension-1 faces. It suffices to define the boundary operator on simplices,", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "where v i I indicates the absence of vertex v i . The kth cycle group (denoted Z k (K)) is defined to be the kernel of ∂ k , whose members are called k-cycles. The kth boundary group is the image of ∂ k+1 and is denoted B k (K). It follows that B k (K) is a subgroup of Z k (K) based on the property of boundary maps, ∂ k ∘ ∂ k+1 = 0. The kth homology group, H k (K), is defined to be the quotient group Z k (K)∕B k (K). The equivalent classes in H k (K) correspond to k-dimensional holes in K that cannot be deformed to eachother by adding or subtracting the boundary of a subcomplex.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Given a filtration as in equation (2), in addition to characterizing the homology group at each frame H k (K(x i )), we also want to track how topological features persist along the sequence. Viewing H k (K(x i )) as vector spaces together with inclusion map induced linear transformations gives a persistence module,", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "An interval module with respect to [b, d) denoted I ½b;dÞ I is defined as a collection of vector spaces {V i } that are connected by linear maps, f i : V i → V i+1 , where V i ¼ Z 2 I for i ∈ [b, d) and V i = 0 elsewhere and f i is identity map when possible and zero otherwise. The persistence module in equation (4) can be decomposed as a direct sum of interval modules  ½b;dÞ2B I ½b;dÞ I . Each I ½b;dÞ I corresponds to a homology class that appears at filtration value b and disappears at filtration value d (the values b and d are usually called the birth and death values). The collection of these pairs, B, encodes the evolution of k-dimensional holes when varying the filtration parameter and thus records the topological configuration of the input point cloud under different interactions ranges if a distance based filtration is used. Figure 3 illustrates filtration and persistence.", "cite_spans": [], "ref_spans": [{"start": 846, "end": 854, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "Methods"}, {"text": "Mutation regions. Mutant residue locations were classified into interface and noninterface regions. Interface residues were further classified as the rim, support or core, and non-interface residues were also further classified as surface or interior, based on the classification approach by Levy 50 .", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Residue classification is mainly based on the change of relative residue accessible surface area (rASA) between protein-protein complex (rASA c ) and individual protein components of complex (rASA m ), as shown in Table 3 . The accessible surface area was calculated with AREAIMOL from the CCP4 suite 51 and relative solvent accessibility was obtained by normalizing the absolute value with that of the same amino acid in a G-X-G peptide 52 .", "cite_spans": [], "ref_spans": [{"start": 214, "end": 221, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Methods"}, {"text": "All the data are available through the original papers cited or through our Code Ocean capsule (https://doi.org/10.24433/CO.0537487.v1).", "cite_spans": [], "ref_spans": [], "section": "Data availability"}, {"text": "All source codes and models are publicly available through a Code Ocean compute capsule (https://doi.org/10.24433/CO.0537487.v1).", "cite_spans": [], "ref_spans": [], "section": "Code availability"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Potent antibody therapeutics by design", "authors": [{"first": "P", "middle": ["J"], "last": "Carter", "suffix": ""}], "year": 2006, "venue": "Nat. Rev. Immunol", "volume": "6", "issn": "", "pages": "343--357", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Antibody therapeutics, antibody engineering, and the merits of protein stability", "authors": [{"first": "S", "middle": ["J"], "last": "Demarest", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Glaser", "suffix": ""}], "year": 2008, "venue": "Curr. Opin. Drug Discov. Dev", "volume": "11", "issn": "", "pages": "675--687", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Challenges in the development of high protein concentration formulations", "authors": [{"first": "S", "middle": ["J"], "last": "Shire", "suffix": ""}, {"first": "Z", "middle": [], "last": "Shahrokh", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}], "year": 2004, "venue": "J. Pharm. Sci", "volume": "93", "issn": "", "pages": "1390--1402", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Therapeutic efficacy of potent neutralizing HIV-1-specific monoclonal antibodies in SHIV-infected rhesus monkeys", "authors": [{"first": "D", "middle": ["H"], "last": "Barouch", "suffix": ""}], "year": 2013, "venue": "Nature", "volume": "503", "issn": "", "pages": "224--228", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Renaissance of cancer therapeutic antibodies", "authors": [{"first": "M", "middle": ["J"], "last": "Glennie", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Van De Winkel", "suffix": ""}], "year": 2003, "venue": "Drug Discov. Today", "volume": "8", "issn": "", "pages": "503--510", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Cancer therapeutic antibodies come of age: targeting minimal residual disease", "authors": [{"first": "T", "middle": [], "last": "Ben-Kasus", "suffix": ""}, {"first": "B", "middle": [], "last": "Schechter", "suffix": ""}, {"first": "M", "middle": [], "last": "Sela", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yarden", "suffix": ""}], "year": 2007, "venue": "Molecular Oncology", "volume": "1", "issn": "", "pages": "42--54", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Finding the ΔΔG spot: are predictors of binding affinity changes upon mutations in protein-protein interactions ready for it?", "authors": [{"first": "C", "middle": [], "last": "Geng", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Xue", "suffix": ""}, {"first": "J", "middle": [], "last": "Roel-Touris", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Bonvin", "suffix": ""}], "year": 2019, "venue": "WIREs Comput. Mol. Sci", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The protein data bank", "authors": [{"first": "H", "middle": ["M"], "last": "Berman", "suffix": ""}], "year": 2000, "venue": "Nucl. Acids Res", "volume": "28", "issn": "", "pages": "235--242", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "AB-bind: antibody binding mutational database for computational affinity predictions", "authors": [{"first": "S", "middle": [], "last": "Sirin", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Apgar", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Bennett", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Keating", "suffix": ""}], "year": 2016, "venue": "Protein Sci", "volume": "25", "issn": "", "pages": "393--409", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "SKEMPI: a structural kinetic and energetic database of mutant protein interactions and its use in empirical models", "authors": [{"first": "I", "middle": ["H"], "last": "Moal", "suffix": ""}, {"first": "J", "middle": [], "last": "Fernández-Recio", "suffix": ""}], "year": 2012, "venue": "Bioinformatics", "volume": "28", "issn": "", "pages": "2600--2607", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Prospective virtual screening for novel p53-MDM2 inhibitors using ultrafast shape recognition", "authors": [{"first": "S", "middle": ["P"], "last": "Patil", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Ballester", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Kerezsi", "suffix": ""}], "year": 2014, "venue": "J. Comput. Aided Mol. Des", "volume": "28", "issn": "", "pages": "89--97", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Structure-based predictive models for allosteric hot spots", "authors": [{"first": "O", "middle": ["N A"], "last": "Demerdash", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Daily", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Mitchell", "suffix": ""}], "year": 2009, "venue": "PLOS Comput. Biol", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "An orientation-dependent hydrogen bonding potential improves prediction of specificity and structure for proteins and protein-protein complexes", "authors": [{"first": "T", "middle": [], "last": "Kortemme", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Morozov", "suffix": ""}, {"first": "D", "middle": [], "last": "Baker", "suffix": ""}], "year": 2003, "venue": "J. Mol. Biol", "volume": "326", "issn": "", "pages": "1239--1259", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Jackal: A Protein Structure Modeling Package", "authors": [{"first": "J", "middle": ["Z"], "last": "Xiang", "suffix": ""}, {"first": "B", "middle": [], "last": "Honig", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Comparative protein structure modeling using modeller", "authors": [{"first": "B", "middle": [], "last": "Webb", "suffix": ""}, {"first": "A", "middle": [], "last": "Sali", "suffix": ""}], "year": 2014, "venue": "Curr. Protoc. Bioinformatics", "volume": "47", "issn": "", "pages": "5--6", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Antibody structure determination using a combination of homology modeling, energy-based refinement, and loop prediction", "authors": [{"first": "K", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2014, "venue": "Proteins Struct. Funct. Bioinformatics", "volume": "82", "issn": "", "pages": "1646--1655", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Accurate and efficient loop selections by the DFIRE-based all-atom statistical potential", "authors": [{"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2004, "venue": "Protein Science", "volume": "13", "issn": "", "pages": "391--399", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The foldx web server: an online force field", "authors": [{"first": "J", "middle": [], "last": "Schymkowitz", "suffix": ""}], "year": 2005, "venue": "Nucleic Acids Res", "volume": "33", "issn": "", "pages": "382--388", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "mCSM-AB: a web server for predicting antibody-antigen affinity changes upon mutation with graph-based signatures", "authors": [{"first": "D", "middle": ["E"], "last": "Pires", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Ascher", "suffix": ""}], "year": 2016, "venue": "Nucleic Acids Res", "volume": "44", "issn": "", "pages": "469--473", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Size theory as a topological tool for computer vision", "authors": [{"first": "P", "middle": [], "last": "Frosini", "suffix": ""}, {"first": "C", "middle": [], "last": "Landi", "suffix": ""}], "year": 1999, "venue": "Pattern Recognition Image Anal", "volume": "9", "issn": "", "pages": "596--603", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Topological persistence and simplification", "authors": [{"first": "H", "middle": [], "last": "Edelsbrunner", "suffix": ""}, {"first": "D", "middle": [], "last": "Letscher", "suffix": ""}, {"first": "A", "middle": [], "last": "Zomorodian", "suffix": ""}], "year": 2002, "venue": "Discrete Comput. Geom", "volume": "28", "issn": "", "pages": "511--533", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Computing persistent homology", "authors": [{"first": "A", "middle": [], "last": "Zomorodian", "suffix": ""}, {"first": "G", "middle": [], "last": "Carlsson", "suffix": ""}], "year": 2005, "venue": "Discrete Comput. Geom", "volume": "33", "issn": "", "pages": "249--274", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Localized homology", "authors": [{"first": "A", "middle": [], "last": "Zomorodian", "suffix": ""}, {"first": "G", "middle": [], "last": "Carlsson", "suffix": ""}], "year": 2008, "venue": "Comput. Geom", "volume": "41", "issn": "", "pages": "126--148", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Persistent homology analysis of protein structure, flexibility and folding", "authors": [{"first": "K", "middle": ["L"], "last": "Xia", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Wei", "suffix": ""}], "year": 2014, "venue": "Int. J. Numer. Methods Biomed. Eng", "volume": "30", "issn": "", "pages": "814--844", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Topological measurement of protein compressibility via persistence diagrams", "authors": [{"first": "M", "middle": [], "last": "Gameiro", "suffix": ""}], "year": 2014, "venue": "Japan J. Industr. Appl. Math", "volume": "32", "issn": "", "pages": "1--17", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Persistent topology for cryo-EM data analysis", "authors": [{"first": "K", "middle": ["L"], "last": "Xia", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Wei", "suffix": ""}], "year": 2015, "venue": "Int. J. Numer. Methods Biomed. Eng", "volume": "31", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A topological approach to protein classification", "authors": [{"first": "Z", "middle": ["X"], "last": "Cang", "suffix": ""}], "year": 2015, "venue": "Mol. Based Math. Biol", "volume": "3", "issn": "", "pages": "140--162", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Topological methods for exploring low-density states in biomolecular folding pathways", "authors": [{"first": "Y", "middle": [], "last": "Yao", "suffix": ""}], "year": 2009, "venue": "J. Chem. Phys", "volume": "130", "issn": "", "pages": "4--614", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Using persistent homology and dynamical distances to analyze protein binding", "authors": [{"first": "V", "middle": [], "last": "Kovacev-Nikolic", "suffix": ""}, {"first": "P", "middle": [], "last": "Bubenik", "suffix": ""}, {"first": "D", "middle": [], "last": "Nikolić", "suffix": ""}, {"first": "G", "middle": [], "last": "Heo", "suffix": ""}], "year": 2016, "venue": "Stat. Appl. Genet. Mol. Biol", "volume": "15", "issn": "", "pages": "19--38", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Integration of element specific persistent homology and machine learning for protein-ligand binding affinity prediction", "authors": [{"first": "Z", "middle": [], "last": "Cang", "suffix": ""}, {"first": "G.-W", "middle": [], "last": "Wei", "suffix": ""}], "year": 2018, "venue": "Int. J. Numerical Methods Biomed. Eng", "volume": "34", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Analysis and prediction of protein folding energy changes upon mutation by element specific persistent homology", "authors": [{"first": "Z", "middle": ["X"], "last": "Cang", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Wei", "suffix": ""}], "year": 2017, "venue": "Bioinformatics", "volume": "33", "issn": "", "pages": "3549--3557", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Topologynet: topology based deep convolutional and multi-task neural networks for biomolecular property predictions", "authors": [{"first": "Z", "middle": [], "last": "Cang", "suffix": ""}, {"first": "G.-W", "middle": [], "last": "Wei", "suffix": ""}], "year": 2017, "venue": "PLoS Comput. Biol", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Representability of algebraic topology for biomolecules in machine learning based scoring and virtual screening", "authors": [{"first": "Z", "middle": [], "last": "Cang", "suffix": ""}, {"first": "L", "middle": [], "last": "Mu", "suffix": ""}, {"first": "G.-W", "middle": [], "last": "Wei", "suffix": ""}], "year": 2018, "venue": "PLoS Comput. Biol", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Mathematical deep learning for pose and binding affinity prediction and ranking in D3R grand challenges", "authors": [{"first": "D", "middle": ["D"], "last": "Nguyen", "suffix": ""}], "year": 2018, "venue": "J. Compurt. Aided Mol. Design", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s10822-018-0146-6"]}}, "BIBREF35": {"ref_id": "b35", "title": "A distance for similarity classes of submanifolds of a euclidean space", "authors": [{"first": "P", "middle": [], "last": "Frosini", "suffix": ""}], "year": 1990, "venue": "Bull. Australian Math. Soc", "volume": "42", "issn": "", "pages": "407--415", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Scikit-learn: machine learning in python", "authors": [{"first": "F", "middle": [], "last": "Pedregosa", "suffix": ""}], "year": 2011, "venue": "J. Machine Learning Res", "volume": "12", "issn": "", "pages": "2825--2830", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "SKEMPI 2.0: an updated benchmark of changes in protein-protein binding energy, kinetics and thermodynamics upon mutation", "authors": [{"first": "J", "middle": [], "last": "Jankauskaitė", "suffix": ""}, {"first": "B", "middle": [], "last": "Jiménez-García", "suffix": ""}, {"first": "J", "middle": [], "last": "Dapkūnas", "suffix": ""}, {"first": "J", "middle": [], "last": "Fernández-Recio", "suffix": ""}, {"first": "I", "middle": ["H"], "last": "Moal", "suffix": ""}], "year": 2018, "venue": "Bioinformatics", "volume": "35", "issn": "", "pages": "462--469", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Bindprofx: assessing mutationinduced binding affinity change by protein interface profiles with pseudocounts", "authors": [{"first": "P", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2017, "venue": "J. Mol. Biol", "volume": "429", "issn": "", "pages": "426--434", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Docking, scoring, and affinity prediction in CAPRI", "authors": [{"first": "M", "middle": ["F"], "last": "Lensink", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Wodak", "suffix": ""}], "year": 2013, "venue": "Proteins Struct. Funct. Bioinformatics", "volume": "81", "issn": "", "pages": "2082--2095", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Template-based structure modeling of proteinprotein interactions", "authors": [{"first": "A", "middle": [], "last": "Szilagyi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2014, "venue": "Curr. Opin. Struct. Biol", "volume": "24", "issn": "", "pages": "10--23", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Beatmusic: prediction of changes in protein-protein binding affinity on mutations", "authors": [{"first": "Y", "middle": [], "last": "Dehouck", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Kwasigroch", "suffix": ""}, {"first": "M", "middle": [], "last": "Rooman", "suffix": ""}, {"first": "D", "middle": [], "last": "Gilis", "suffix": ""}], "year": 2013, "venue": "Nucleic Acids Research", "volume": "41", "issn": "", "pages": "333--339", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "SAAMBE: webserver to predict the charge of binding free energy caused by amino acids mutations", "authors": [{"first": "M", "middle": [], "last": "Petukh", "suffix": ""}, {"first": "L", "middle": [], "last": "Dai", "suffix": ""}, {"first": "E", "middle": [], "last": "Alexov", "suffix": ""}], "year": 2016, "venue": "Int. J. Mol. Sci", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "A physical reference state unifies the structure-derived potential of mean force for protein folding and binding", "authors": [{"first": "S", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2004, "venue": "Proteins Struct. Funct. Bioinformatics", "volume": "56", "issn": "", "pages": "93--101", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Proximate: a database of mutant protein-protein complex thermodynamics and kinetics", "authors": [{"first": "S", "middle": [], "last": "Jemimah", "suffix": ""}, {"first": "K", "middle": [], "last": "Yugandhar", "suffix": ""}, {"first": "M", "middle": [], "last": "Michael Gromiha", "suffix": ""}], "year": 2017, "venue": "Bioinformatics", "volume": "33", "issn": "", "pages": "2787--2788", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "A database of kinetic and thermodynamic mutant protein interactions", "authors": [{"first": "Q", "middle": [], "last": "Liu", "suffix": ""}, {"first": "P", "middle": [], "last": "Chen", "suffix": ""}, {"first": "B", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "", "middle": [], "last": "Dbmpikt", "suffix": ""}], "year": 2018, "venue": "BMC Bioinformatics", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "mCSM-PPI2: Predicting the effects of mutations on protein-protein interactions", "authors": [{"first": "C", "middle": ["H M"], "last": "Rodrigues", "suffix": ""}, {"first": "Y", "middle": [], "last": "Myung", "suffix": ""}, {"first": "D", "middle": ["E V"], "last": "Pires", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Ascher", "suffix": ""}], "year": 2019, "venue": "Nucleic Acids Res", "volume": "47", "issn": "", "pages": "338--344", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Predicting binding free energy change caused by point mutations with knowledge-modified MM/PBSA method", "authors": [{"first": "M", "middle": [], "last": "Petukh", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "E", "middle": [], "last": "Alexov", "suffix": ""}], "year": 2015, "venue": "PLoS Comput. Biol", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "A simple definition of structural regions in proteins and its use in analyzing interface evolution", "authors": [{"first": "E", "middle": ["D"], "last": "Levy", "suffix": ""}], "year": 2010, "venue": "J. Mol. Biol", "volume": "403", "issn": "", "pages": "660--670", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "The CCP4 suite: programs for protein crystallography", "authors": [{"first": "C", "middle": ["P"], "last": "Collaborative", "suffix": ""}], "year": 1994, "venue": "Acta Crystallogr. D", "volume": "50", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Interior and surface of monomeric proteins", "authors": [{"first": "S", "middle": [], "last": "Miller", "suffix": ""}, {"first": "J", "middle": [], "last": "Janin", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Lesk", "suffix": ""}, {"first": "C", "middle": [], "last": "Chothia", "suffix": ""}], "year": 1987, "venue": "J. Mol. Biol", "volume": "196", "issn": "", "pages": "641--656", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A mn ðrÞ I : atoms in the neighbourhood of the mutation site within a cut-off distance, r. (3) A Ab ðrÞ I : antibody atoms within r of the binding site. (4) A Ag ðrÞ I : antigen atoms within r of the binding site. (5) A ele ðEÞ I", "latex": null, "type": "figure"}, "FIGREF1": {"text": "An illustration of the proposed topNettree model. The H 0 features are processed by a CNN whose flatten layer outputs-together with H 1 ,H 2 and auxiliary features-are fed into a GBT model for the final prediction.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "topological barcode change associated with a mutation. residue leucine in the wild-type is mutated into alanine. Barcodes are generated for carbon atoms within a cut-off of 12 Å of the mutant residue.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Filtration and persistence. An illustration of filtration and H 1 persistence diagram of a set of points on a plane.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Data and results of topNettree model. a, A tenfold cross-validation on the AB-Bind S645 set that shows an R P of 0.65 with a P-value of 5.948 × 10 -12 (r.m.s.e. = 1.57 kcal mol -1 , s.d. = 0.002 kcal mol -1 for ten repeat experiments). b, A tenfold cross-validation on an AB-Bind dataset excluding 27 non-binders that shows an R P of 0.68 with a P-value of 9.797 × 10 -13 (r.m.s.e. = 1.06 kcal mol -1 , s.d. = 0.0017 kcal mol -1 for ten repeat experiments). c, A blind prediction of the AB-Bind subset associated with homology structures that shows an R P of 0.55 with a P-value of 8.372 × 10 -12 (r.m.s.e. = 1.68 kcal mol -1 ). d, Distributions of binding affinity changes following mutation of the AB-Bind dataset that are grouped concerning residue region types and alanine mutations. The maximum, minimum, mean and median values of each group are cited in the violin plot. Mean values of each group are cited in red whereas median values of each group are cited in blue. e, Prediction results for different residue region types, with an R P of 0.60, 0.66, 0.66, 0.65 and 0.48 for the core, rim, support, interior and surface, respectively.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "A comparison of average experimental and prediction binding affinity changes following mutations associated with different amino acid types for the AB-Bind dataset.", "latex": null, "type": "figure"}, "TABREF0": {"text": "by considering only 645 single mutations across 29 antibodyantigen complexes. Among them, 87 mutations are on five complexes with homology structures. This dataset, called the AB-Bind S645 set, consists of about 20% stabilizing mutations and 80%", "latex": null, "type": "table"}, "TABREF1": {"text": ", including BindProfX 40 , Profile-score 41,42 FoldX 19 BeAtMuSiC 43 , SAMMBE 44 and Dcomplex 45 .", "latex": null, "type": "table"}, "TABREF2": {"text": "Comparison of the R P of various methods for the AB-Bind S645 set", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Method </td><td>RP\n</td></tr><tr><td>TopNetTree </td><td>0.65/0.68a\n</td></tr><tr><td>TopGBT mCSM-AB </td><td>0.56\n</td></tr><tr><td>0.53/0.56a\n</td></tr><tr><td>TopCNN </td><td>0.53\n</td></tr><tr><td>Discovery Studio </td><td>0.45\n</td></tr><tr><td>mCSM-PPI </td><td>0.31\n</td></tr><tr><td>FoldX </td><td>0.34\n</td></tr><tr><td>STATIUM </td><td>0.32\n</td></tr><tr><td>DFIRE </td><td>0.31\n</td></tr><tr><td>bASA </td><td>0.22\n</td></tr><tr><td>dDFIRE </td><td>0.19\n</td></tr><tr><td>Rosetta </td><td>0.16\n</td></tr></table></body></html>"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "Criteria of residue regions 50 , ΔrASA = rASA m − rASA c", "latex": null, "type": "table"}}, "back_matter": [{"text": "This work was supported in part by NSF grants DMS-1721024, DMS-1761320 and IIS1900473, NIH grant R01GM126189, Pfizer and Bristol-Myers Squibb.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors declare no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Supplementary information is available for this paper at https://doi.org/10.1038/ s42256-020-0149-6.Correspondence and requests for materials should be addressed to G.-W.W.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Additional information"}]}