{
    "paper_id": "01e83f3d1a7e7e63cf3d9e4441be84453d9213c6",
    "metadata": {
        "title": "Journal Pre-proof What Counts as \"Good\" Clinical Communication in the Covid-19 Era and Beyond? Ditching Checklists for Juggling Communication Goals What Counts as \"Good\" Clinical Communication in the Covid-19 Era and Beyond? Ditching Checklists for Juggling Communication Goals Running head: Juggling Communication Goals",
        "authors": [
            {
                "first": "Allison",
                "middle": [
                    "M"
                ],
                "last": "Scott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky",
                    "location": {
                        "postCode": "40526-0012",
                        "settlement": "Lexington",
                        "region": "KY"
                    }
                },
                "email": "allison.scott@uky.edu"
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Jodi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky",
                    "location": {
                        "postCode": "40526-0012",
                        "settlement": "Lexington",
                        "region": "KY"
                    }
                },
                "email": ""
            },
            {
                "first": "Van",
                "middle": [],
                "last": "Scoy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky",
                    "location": {
                        "postCode": "40526-0012",
                        "settlement": "Lexington",
                        "region": "KY"
                    }
                },
                "email": ""
            },
            {
                "first": "Blazer",
                "middle": [
                    "Dining"
                ],
                "last": "Hall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky",
                    "location": {
                        "postCode": "40526-0012",
                        "settlement": "Lexington",
                        "region": "KY"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "Martin"
                ],
                "last": "Luther",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky",
                    "location": {
                        "postCode": "40526-0012",
                        "settlement": "Lexington",
                        "region": "KY"
                    }
                },
                "email": ""
            },
            {
                "first": "King",
                "middle": [],
                "last": "Blvd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky",
                    "location": {
                        "postCode": "40526-0012",
                        "settlement": "Lexington",
                        "region": "KY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Communicating effectively can be a challenge in the best of clinical circumstances, and the Covid-19 pandemic has only served to magnify the communication challenges for clinicians caring for patients with critical illness. It is important now more than ever for clinicians to use compassionate and effective communication skills. Many clinicians have been trained in communication, but a sobering number of trainings show minimal impact on patient outcomes, 1 and even when training is effective, critical care clinicians in particular are facing unprecedented communication challenges. As providers scramble in the wake of Covid-19 to adapt to a new frontier in critical care conversations (including using telehealth for nearly all communication), an age-old question resurfaces: What defines \"good\" clinical communication?",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 460,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most skills trainings define good communication in a task-focused, behavior-based, and atheoretical way. These trainings incorporate lengthy \"do\" or \"don't do\" checklists and acronyms for guiding difficult conversations despite evidence that patients and families do not necessarily respond well to checklist-based approaches. 2 Furthermore, these checklists may be difficult to recall and contextualize under pressure, and they do not guarantee good communication-a clinician can \"check all the boxes\" yet still not exhibit high-quality communication. For example, a healthcare provider can make an empathic statement, but if the provider's tone of voice is patronizing, if there is no meaningful eye contact, or if the patient is seeking prognostic information rather than empathy at that moment, it could actually undermine the therapeutic relationship. Thus, how behaviors are enacted is what matters most in communication, not simply whether certain behaviors are performed.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 328,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We suggest reconsidering currently adopted notions of \"good\" clinical communication through the lens of Multiple Goals Theory, 3 which has been applied to clinical practice and skills training as a cutting-edge and evidence-based way of defining communication quality. 4 The theory holds that three types of goals must be \"juggled\" during all clinical conversations:",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 270,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "relational (e.g., maintaining mutual trust), task (e.g., disclosing prognosis), and identity goals (e.g., respecting patient autonomy). These multiple goals can-and often do-conflict with one another. A provider might effectively pursue the task goal of disclosing a grim prognosis, but do so in a way that undermines relational and identity goals if the family feels unsupported or that the clinician is \"giving up.\" This is what makes clinical communication challenging-pursuing one goal can interfere with achieving another.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The quality of communication depends on the degree and breadth of attention to each of the three goals such that communication that juggles relational, task, and identity goals is more effective than communication that ignores any of those goals. The metaphor of juggling three goals offers a compelling alternative to detailed checklists because it provides sufficient flexibility to account for the uniqueness of every interaction while remaining broad enough to apply across different types of clinical conversations and platforms. And the juggling act works-successfully attending to multiple goals has led to positive outcomes for patients and family members in terms of concordance, documentation of medical wishes, decision-making efficacy, and relationship satisfaction. 5 Practically speaking, clinicians juggle relational goals through building rapport, establishing mutual trust, focusing on the patient's emotions, expressing empathy with genuine compassion, and framing the interaction as a partnership with the patient and family (\"I see you're worried; let's work through this together\"). Achieving relational goals is likely even more critical-and challenging-when using telehealth because the in-person body language cues providers rely on to establish rapport are unavailable. When using telehealth, particularly in an ICU, it can be helpful to explicitly state the relational goal of wanting to connect with the patient despite virtual barriers (\"I realize it's harder to talk about this over the computer\").",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 780,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinicians attend to task goals when they express their objectives for the conversation and align those objectives with the patient's goals (\"What are your goals for today? My goal is to review the CT scan results and decide together about next steps.\"). Staying engaged and genuinely curious, avoiding distraction, and checking patient or family understanding are all ways to successfully juggle task goals. Typically, when providers keep only one goal \"in the air\" during their juggling act, it is usually the task goal. Accomplishing task goals are essential in an ICU setting, but task-focused conversations about code status (i.e., trying to elicit a DNR) that introduce mistrust or ignore the personhood of the patient can actually compromise the task goal itself if it undermines the ability of the patient or family to make a decision. In other words, conversations start to unravel if clinicians focus on the task at the expense of relational or identity goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Juggling identity goals involves treating patients with acceptance and respect, acknowledging the patient's broader roles as a person (e.g., caregiver for an elderly parent, company executive, single parent), meeting patients where they are, and tailoring the conversation to the needs of that particular patient or family (\"Is this plan realistic with everything else you have going on?\"). Successfully juggling identity goals means not using jargon or a patronizing tone (\"doctor voice\") and avoiding inadvertent dismissal of patient or family concerns or transitioning the conversation before they are ready. In the post-Covid-19 context of uncertainty (e.g., misinformation and questions that currently have no answers), providers attend to identity goals by not becoming defensive during questioning but rather 5 acknowledging frustrations or limitations in knowledge (\"I know it's frustrating that I can't provide you with definitive answers\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"Dropped\" goals can be a harbor of poor communication, and the negative impact of poor communication is likely amplified in the era of Covid-19. When utilizing new platforms and navigating uncharted communication waters with patients, performing a \"goal check\" every few minutes during conversation, or whenever communication begins to go awry, may help clinicians quickly understand how to steer conversations back on track. When all three types of goals are attended to, better communication-and better patient outcomes-occur. 5 Thus, rather than learning to check off boxes, clinicians and their patients may be better served by ditching checklists and instead juggling multiple goals.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 530,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effect of communication skills training for residents and nurse practitioners on quality of communication with patients with serious illness: a randomized trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Back",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Downey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Doorenbos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Kross",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Reinke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Feemster",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Edlund",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JAMA",
            "volume": "310",
            "issn": "21",
            "pages": "2271--81",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Breaking bad news-what patients want and what they get: evaluating the SPIKES protocol in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Seifart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bär",
                    "suffix": ""
                },
                {
                    "first": "Riera",
                    "middle": [],
                    "last": "Knorrenschild",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seifart",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rief",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annals of Oncology",
            "volume": "25",
            "issn": "3",
            "pages": "707--718",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A multiple goals theory of personal relationships: Conceptual integration and program overview",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Caughlin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Social and Personal Relationships",
            "volume": "27",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "From Theory to Practice: Measuring end-of-life communication quality using multiple goals theory. Patient Education and Counseling",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "909--927",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Communication nonaccommodation in family conversations about end-of-life health decisions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Caughlin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Communication",
            "volume": "30",
            "issn": "2",
            "pages": "144--53",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors would like to thank John Caughlin, PhD, Michael Green, MD, and Rebecca Volpe, PhD, for providing helpful feedback on this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}