{
    "paper_id": "01ea797dedd582be17c272194f4dad3586d29bf0",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Carl",
                "middle": [
                    "H"
                ],
                "last": "Snyderman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pittsburgh School of Medicine",
                    "location": {
                        "addrLine": "200 Lothrop Street, EEI Suite 500, 15213, 412-647-8186 (Telephone)",
                        "postCode": "412",
                        "settlement": "Pittsburgh, Pittsburgh",
                        "region": "PA, PA"
                    }
                },
                "email": "snydermanch@upmc.edu"
            },
            {
                "first": "Paul",
                "middle": [
                    "A"
                ],
                "last": "Gardner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pittsburgh School of Medicine",
                    "location": {
                        "addrLine": "200 Lothrop Street, EEI Suite 500, 15213, 412-647-8186 (Telephone)",
                        "postCode": "412",
                        "settlement": "Pittsburgh, Pittsburgh",
                        "region": "PA, PA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Snyderman CH 2"
        },
        {
            "text": "We read with interest the study by Workman et al regarding aerosolization associated with endonasal instrumentation. 1 The authors are to be congratulated on a rigorous and well-designed study with thorough review of the literature. Although we share the concern of potential risk to surgeons performing endoscopic endonasal sinus and skull base surgery in the COVID-19 era, we were not able to replicate the findings of their study in the operative scenario with an intubated patient under general anesthesia. In such a situation, positive expiration of air under force is not expected and our studies made no attempt to evaluate aerosol generation during sneezing. Using a similar model as the cleverly designed one described by Workman, two cadaveric specimens were secured in a supine position; the nasal cavity was filled with fluorescein solution (BlueWater ChemGroup, Inc, Fort Wayne, IN) diluted 1:10 with water and the excess was suctioned.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "After performing bilateral sphenoidotomies with middle turbinate resection, the rostrum and clivus were drilled for >2 minutes with a 4mm coarse diamond extended bur (Stryker TPS drill) at 60,000 rpm. A standard 2-surgeon, 4-handed technique was employed with 8-French suction in the nondominant hand. During drilling, irrigation of the nasal cavity with the fluorescein solution was performed as necessary to clear the surgical field using a 60cc syringe with curved suction tip. After drilling, the surgical field and personal protective equipment (PPE) of the surgeons were examined with an ultraviolet light. Even with repeated experiments on 2 cadaver heads, there was no evidence of droplets from drilling. Some contact contamination from removal of tissue and passage of instruments was noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "It is interesting to note that the pattern of contamination in Workman's study was concentrated in the left field (relative to the patient), presumably on the side of the drill and in the direction of a spinning drill bit. It is possible that the use of a 5mm cutting bur and proximity of the drill shaft to the nostril with drilling of the nasal beak may have contributed to the droplet pattern that they observed. The distribution of contamination with the drill exterior to the nasal cavity raises the possibility of partial exposure of the drill bit or continued spinning of the drill bit upon removal from the nasal cavity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Snyderman CH 3"
        },
        {
            "text": "In an attempt to reproduce their results, the experiment was repeated with a 5mm cutting bur and performance of a Draf-3 frontal sinusotomy. Identical results were observed with no significant contamination of the surgical field with drilling. The use of constant suctioning may have been a mitigating factor in our study and the moving drill was never removed from the nasal cavity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Snyderman CH 3"
        },
        {
            "text": "Counterintuitively, frequent irrigation during our trials did not contribute to droplet generation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Snyderman CH 3"
        },
        {
            "text": "As noted by Kohanski et al, it is important to differentiate between a true aerosol and droplet spread. 2 The model discussed here is designed to measure droplet spread and contamination from direct contact (tissues and instruments). It is probable that there is generation of aerosol with smaller particles. All of the surgical factors that may increase or lessen aerosol generation during endoscopic sinus surgery are not characterized and bear further study.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Snyderman CH 3"
        },
        {
            "text": "We agree with the recommendations of Workman et al regarding the use of PPE during all such surgeries regardless of COVID-19 status. However, based on our limited study, the use of highpowered drills is not contraindicated but may be employed safely with good technique: coarse diamond bur to minimize large particulate bone dust, frequent irrigation to clear particles and prevent burning of bone, and constant suctioning of the surgical field while drilling. Unnecessary drilling should be minimized, and the drill should not be removed from the nose while still activated. The operative team should avoid cross-contamination from removed tissues and instruments. Protective barriers between the surgical field and the surgical team are expected to further decrease risk. Even when operating on COVID-positive patients, it appears that infection of the surgical team can be avoided with proper PPE and protocols. 3 ",
            "cite_spans": [
                {
                    "start": 915,
                    "end": 916,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Snyderman CH 3"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Endonasal instrumentation and aerosolization risk in the era of COVID-19: simulation, literature review, and proposed mitigation strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Workman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Welling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Online ahead of print",
            "authors": [],
            "year": 2020,
            "venue": "Int Forum Allergy Rhinol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/alr.22577"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aerosol or droplet: critical definitions in the COVID-19 era. Int Forum Allergy Rhinol",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kohanski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/alr.22591"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Safety and prognosis in percutaneous vs surgical tracheostomy in 27 patients with COVID-19. Otolaryngol Head Neck Surg",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riestra-Ayora",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yanes-Diaz",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Penuelas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0194599820931801"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We look forward to continued investigation of risk factors and efforts to minimize risks during endonasal surgery and thank the authors of the aforementioned study for their efforts and model which can be used to study these risks. This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}