{
    "paper_id": "01eeb51a3f785851698df975cb37c845a98e53f7",
    "metadata": {
        "title": "Clinical characteristics and risk factors for mortality among inpatients with COVID-19 in Wuhan, China",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "hypercoagulable state, which could contribute to severe dysfunction. Therefore, cerebral infarction patients should recognize that there is a high possibility of severe illness in the event of viral infection and should follow strict precautions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In nonsurvivors, baseline myocardial injury markers such as lactate dehydrogenase and creatine kinase-MB (CKMB) were elevated; CKMB increased rapidly from day 7 after admission, and lactate dehydrogenase was highest on day 3 after admission. Levels of kidney injury markers such as creatinine were clearly greater in death group, and blood urea nitrogen increased throughout the clinical course. Baseline alanine aminotransferase (ALT) was not quite different in the two groups, but the ALT of nonsurvivors increased rapidly from day 7 and was visibly higher on day 14. D-dimer was elevated in nonsurvivors compared to survivors, but no difference on day 14. As reported, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) interacted with ACE2 receptors, which are expressed in in most organs of human; on this basis, it is reasonable to hypothesize the involvement and impairment of multiple organs. 5 The number of white blood cell and neutrophil and CRP levels of die patients were greater than discharged patients throughout the hospital stay, and procalcitonin augmented rapidly begin with day 7, becoming notably larger in die patients by day 14. For nonsurvivors, lymphocyte counts decreased from admission to day 3 and remained low level. Compared with nonsurvivor, eosinophilic granulocyte counts were dramatically lower in surviving group by day 14. Patients with decreased CD4+ T cells (<30%) had dramatically worse outcomes than those with normal CD4+ T cell levels. Similarly, a reduced proportion of CD8+ T cells (<20%) was associated with poor outcomes. Furthermore, patients with higher C-reactive protein had significantly lower survival than those with normal C-reactive protein levels ( Figure 1E ).",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 912,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1716,
                    "end": 1725,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The direct cytopathic effect of the virus and its ability to escape from the host's immune response are considered the main factors of viral disease progression and can even threaten life. 6 Consistent with changes in complete blood counts in the and C, Temporal changes in lactate dehydrogenase, creatine kinase-MB (CKMB), creatinine, neutrophil count, blood urea nitrogen, alanine aminotransferase, d-dimer, CRP, procalcitonin, white blood cell count, lymphocyte count, and eosinophilic granulocyte. D and E, Cumulative incidence for inpatients with COVID-19 sub-grouped by chronic obstructive pulmonary disease, hypertension, myocardial infarction, cerebral infarction, lymphocyte, CD4+ T cell, CD8+ T cell, and C-reactive protein previous study, 2 our study found that the white blood count and neutrophil counts of the nonsurvivor group during hospitalization were significantly higher and their lymphocyte counts were significantly lower than those of the survivor group, indicating that the nonsurviving patients suffered more serious bacterial or fungal infections during hospitalization. Previous studies have shown that the proportions and absolute counts of lymphocyte populations in severe COVID-19 patients are reduced, especially CD4+ T cells and CD8+ T cells. 7 Another study also showed that SARS-CoV-2 infection could cause a decrease in the abundance and function of peripheral blood T cells and NK cells. 8 Consistent with previous research, the present study showed that quantity of CD4+ T cell, lymphocyte, and CD8+ T cell in nonsurviving group was less than that in surviving patients. More interestingly, we found that these three variables were prognostic factors in COVID-19 patients, helping to predict the severity of their condition. These results may have some limitations: bacterial infection or repeated infections in COVID-19 patients will also affect immune indicators. Nonetheless, our findings and those of other researchers indicate that SARS-CoV-2 infection may mainly affect T cells in the lymph, causing cytokine storms in the body; these severe reactions would reduce the body's immunity and trigger multiple organ failure, ultimately leading to the death of the patient.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1275,
                    "end": 1276,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1424,
                    "end": 1425,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, advanced age, increased SOFA scores a, history of cerebral infarction, CRP larger than 0.6 mg/dL, and lactate dehydrogenase greater than 245 U/L at admission were independent risk factors for in-hospital death in COVID-19. Moreover, these data highlight the greater multiple organ involvement and greater changes in inflammation and immunity markers among nonsurvivors during hospitalization. More intensive attention should be paid to patients with these risk factors, in case of rapid deterioration and bad prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease (COVID-19) outbreak situation by WHO",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficacy of interventions to improve respiratory function after stroke",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Menezes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Nascimento",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Avelino",
                    "suffix": ""
                },
                {
                    "first": "Mtm",
                    "middle": [],
                    "last": "Alvarenga",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Teixeira-Salmela",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Respir Care",
            "volume": "63",
            "issn": "7",
            "pages": "920--933",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hypercoagulable states and stroke: a selective review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CNS Spectr",
            "volume": "10",
            "issn": "7",
            "pages": "567--578",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Covid-19 infection and mortality-a physiologist's perspective enlightening clinical features and plausible interventional strategies",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Abassi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Skorecki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Heyman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kinaneh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Armaly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1152/ajplung.00097.2020"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Semin Immunopathol",
            "volume": "39",
            "issn": "5",
            "pages": "529--539",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical and immunological features of severe and moderate coronavirus disease 2019",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI137244"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Functional exhaustion of antiviral lymphocytes in COVID-19 patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Mol Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41423-020-0402-"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Temporal changes in laboratory markers and the death risk factors of COVID-19. A, Association of risk factors of COVID-19. B",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "T A B L E 1 Clinical characteristics of survivors and nonsurvivors who were diagnosed with coronavirus disease 2019",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The letter is granted by the National Natural Science Foundation of China (No. 81471781).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENT"
        },
        {
            "text": "The authors declare no conflict of interest. Fuyang Chen 1 Wenwu Sun 1 Shengrong Sun 2 Zhiyu Li 2 Zhong Wang 2 Li Yu 1",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCLOSURE"
        },
        {
            "text": "work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuyang Chen and Wenwu Sun contributed equally to this"
        },
        {
            "text": "Zhong Wang https://orcid.org/0000-0001-7072-2410",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ]
}