{
    "paper_id": "01ee4349707fbc92a6585cd9ca69b153e661f274",
    "metadata": {
        "title": "A brief history of risk",
        "authors": [
            {
                "first": "Ying",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Max Planck Institute for Human Development",
                    "location": {
                        "postCode": "14195",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Hills",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Ngram Corpus A B S T R A C T",
                    "institution": "University of Warwick",
                    "location": {
                        "addrLine": "University Road",
                        "postCode": "CV4 7AL",
                        "settlement": "Coventry",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Ralph",
                "middle": [],
                "last": "Hertwig",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Max Planck Institute for Human Development",
                    "location": {
                        "postCode": "14195",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Despite increasing life expectancy and high levels of welfare, health care, and public safety in most post-industrial countries, the public discourse often revolves around perceived threats. Terrorism, global pandemics, and environmental catastrophes are just a few of the risks that dominate media coverage. Is this public discourse on risk disconnected from reality? To examine this issue, we analyzed the dynamics of the risk discourse in two natural language text corpora. Specifically, we tracked latent semantic patterns over a period of 150 years to address four questions: First, we examined how the frequency of the word risk has changed over historical time. Is the construct of risk playing an ever-increasing role in the public discourse, as the sociological notion of a 'risk society' suggests? Second, we investigated how the sentiments for the words co-occurring with risk have changed. Are the connotations of risk becoming increasingly ominous? Third, how has the meaning of risk changed relative to close associates such as danger and hazard? Is risk more subject to semantic change? Finally, we decompose the construct of risk into the specific topics with which it has been associated and track those topics over historical time. This brief history of the semantics of risk reveals new and surprising insights-a fourfold increase in frequency, increasingly negative sentiment, a semantic drift toward forecasting and prevention, and a shift away from war toward chronic disease-reflecting the conceptual evolution of risk in the archeological records of public discourse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Humans have always been exposed to risks. Yet the nature of these risks has changed profoundly over the course of human biological and cultural evolution. Whereas the dominant risks were once starvation, infections, and violent conflict (Harari, 2016) , many of today's risks are associated with lifestyle choices (e.g., obesity, cardiovascular disease, cancer). Although modern institutions such as hospitals, police and fire services, and international treaties now buffer people in industrialized nations from the worst consequences of risks, the \"consequences of modernity\" (Giddens, 2013) include new risks, such as nuclear weapons, global pandemics, deadly hospital bugs, terrorism, cyberattacks, and climate change. As we write this text, the world has been rocked by the coronavirus pandemic and Australia is recovering from its worst bush fires in recorded history. Over the past two centuries, however, rates of violent conflict, poverty, and starvation have decreased (Pinker, 2011) and life expectancy has doubled (Oeppen & Vaupel, 2002 ). Yet many people appear to feel that the world is more rife with dangers than ever (see Pinker, 2011) : The historian Bourke (2005) has argued that \"fear is the most pervasive emotion of modern society,\" and life in today's \"risk society\" (Beck, 1992) has been characterized as increasingly vigilant to a growing variety of risks and insecurities (e.g., the precautionary principle; Sunstein, 2005) . It has been suggested that the \"current climate of fear\" (Stearns, 2012, p. x) is fueled at least partly by a range of players (e.g., politicians, media, federal agencies, businesses) who are desperate to capture public attention and are willing to use fear as a method to do so. The idea that people are more afraid then they used to be is also a regular topos in the cultural discourse (Rothman, 2016) . Whether this is actually the case remains unclear, however: data on a population's fear level and risk perception only go back so far, and survey responses are influenced by the cultural context. It has been argued that fear is currently \"in some ways slightly fashionable, so maybe people are even exaggerating a little bit\" (Stearns in Rothman, 2016) .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 251,
                    "text": "(Harari, 2016)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 578,
                    "end": 593,
                    "text": "(Giddens, 2013)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 979,
                    "end": 993,
                    "text": "(Pinker, 2011)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1026,
                    "end": 1048,
                    "text": "(Oeppen & Vaupel, 2002",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1139,
                    "end": 1152,
                    "text": "Pinker, 2011)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1169,
                    "end": 1182,
                    "text": "Bourke (2005)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1290,
                    "end": 1302,
                    "text": "(Beck, 1992)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1434,
                    "end": 1449,
                    "text": "Sunstein, 2005)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1509,
                    "end": 1530,
                    "text": "(Stearns, 2012, p. x)",
                    "ref_id": null
                },
                {
                    "start": 1840,
                    "end": 1855,
                    "text": "(Rothman, 2016)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2184,
                    "end": 2210,
                    "text": "(Stearns in Rothman, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "How does society identify risks? Cultural anthropologists and sociologists have emphasized that risks are not a natural kind but are socially constructed, based on norms, moral considerations, and structures of social organization (Douglas, 1992) . What qualifies as a risk is therefore subject to dynamic social change. Religiously motivated terrorism is a striking example of how an \"old\" risk can transform into a new phenomenon and forcefully reappear on the collective radar. Bourke (2005) has documented a history of fears, from the Victorians' dread of being buried alive to the more recent fear of nuclear annihilation. These fears are preserved in cultural artifacts such as books and newspaper articles-records that provide insights into how risks are collectively identified and perceived. Taking a historical perspective on these artifacts reveals how and why society's attitudes to risk have changed and may indicate how they will change again in the future. Our goal in this study is to take a large-scale quantitative approach to the recent historical trajectory of the word risk with the aim of understanding the changing nature of its social construction.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 246,
                    "text": "(Douglas, 1992)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 481,
                    "end": 494,
                    "text": "Bourke (2005)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Before we turn to our research questions, let us clarify that the term risk is often used to mean different things. In the risk management and actuarial literature, for instance, it describes a loss of a certain magnitude (e.g., injury, mortality) weighted by the probability of its occurrence (Rayner & Cantor, 1987; Short, 1984) . By this actuarial measure, driving is riskier than flying because it is associated with a greater risk of injury per mile travelled. In the economic discourse, risk commonly refers to the variance in possible (positive or negative) returns. For instance, an investment option with higher return variance is deemed as riskier than an option with lower variance but the same expected mean return (Markowitz, 1952; Pratt, 1964) . Research in psychology, sociology, and anthropology has consistently demonstrated that these actuarial and economic definitions are too narrow to capture people's understanding of risk. Lay perceptions are multidimensional, encompassing higher order factors such as dread and equitable exposure (Bhatia, 2019; Slovic, 1987) . Dread risks, as opposed to chronic risks, are defined by a perceived lack of control and potential large-scale loss of life, making flying a greater perceived risk than driving (e.g., Gaissmaier & Gigerenzer, 2012) . Greater dread, in turn, is associated with greater perceived risk and a greater desire for regulation to reduce the risk (Slovic, 1987; Slovic, Fischhoff, & Lichtenstein, 1985; Sunstein, 2005) . All these meanings and others are part of the public discourse and are included in the text corpora that we analyze. In other words, our focus is not on one definition at the expense of another, but rather endorses the rich and inclusive semantic history of risk in the natural language.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 317,
                    "text": "(Rayner & Cantor, 1987;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 318,
                    "end": 330,
                    "text": "Short, 1984)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 727,
                    "end": 744,
                    "text": "(Markowitz, 1952;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 745,
                    "end": 757,
                    "text": "Pratt, 1964)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1055,
                    "end": 1069,
                    "text": "(Bhatia, 2019;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1070,
                    "end": 1083,
                    "text": "Slovic, 1987)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1270,
                    "end": 1300,
                    "text": "Gaissmaier & Gigerenzer, 2012)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1424,
                    "end": 1438,
                    "text": "(Slovic, 1987;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1439,
                    "end": 1479,
                    "text": "Slovic, Fischhoff, & Lichtenstein, 1985;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1480,
                    "end": 1495,
                    "text": "Sunstein, 2005)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our goal in this study was to track change in the public discourse on risk over historical time by addressing four guiding questions. First, we examined how the frequency of the word risk has changed over historical time. Word frequency analysis has been used to capture patterns of usage associated with changes in cultural importance (Greenfield, 2013; Twenge, Campbell, & Gentile, 2012; Uz, 2014) . Here, it allows us to evaluate the idea that the construct of risk is playing an ever-increasing role in the public discourse, as suggested by the sociological concept of a \"risk society\" (Beck, 1992) and the anthropological observation that the scope of the word risk has broadened over time (Douglas, 1992, p. 14) . Second, we investigated how the sentiments for the words co-occurring with risk have changed. This sentiment analysis allows us to evaluate the hypothesis that risk is becoming a more negative construct, associated with expectations that societies and policy makers should invest ever more in risk reduction and prevention (the precautionary principle; Sunstein, 2005) . Third, we asked how the meaning of risk has changed by examining change in the semantic relationship between it and other words. The meaning of a word can be reliably inferred from the contexts in which it has been used (Firth, 1957) . For example, analysis of the linguistic context of the verb broadcast shows that 150 years ago it referred to the spreading of seed, whereas it is now used to mean the spreading of information (Li, Engelthaler, Siew, & Hills, 2019) . We examined the text corpora for indications that risk is more subject to semantic change than are close semantic associates such as danger and hazard. According to social anthropologist Douglas (1992) , the concept of risk has a strong cultural foundation, but this foundation is not static: Perspectives and social environments change; some dangers are politicized as risks while other worries are backgrounded. If risk has become a crucial construct for singling out certain objective dangers and designating them as social concerns, then tracking the use of the term in public discourse can reveal an underlying dynamic mechanism that is constantly responding to the changing sociocultural environment (Douglas, 1992) . Fourth, we decomposed the construct of risk into the specific topics with which it has been associated and tracked those topics over historical time. Our purpose here was to identify the most prominent risk topics over time and to consider how they have changed in relation to world events.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 354,
                    "text": "(Greenfield, 2013;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 355,
                    "end": 389,
                    "text": "Twenge, Campbell, & Gentile, 2012;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 390,
                    "end": 399,
                    "text": "Uz, 2014)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 590,
                    "end": 602,
                    "text": "(Beck, 1992)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 695,
                    "end": 717,
                    "text": "(Douglas, 1992, p. 14)",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1088,
                    "text": "Sunstein, 2005)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1311,
                    "end": 1324,
                    "text": "(Firth, 1957)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1520,
                    "end": 1558,
                    "text": "(Li, Engelthaler, Siew, & Hills, 2019)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1748,
                    "end": 1762,
                    "text": "Douglas (1992)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2267,
                    "end": 2282,
                    "text": "(Douglas, 1992)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Guiding research questions"
        },
        {
            "text": "We investigated these questions by analyzing latent semantic patterns in natural language. Tracing the historical meanings of words requires a corpus of texts published over a sufficiently long time period. The Google Books Ngram Corpus (Lin et al., 2012) is one of the few corpora that meet this requirement. Drawing on over 100 sources (e.g., libraries and publishers), it contains over 8 million books published from 1600 to 2008, or 6% of all books ever published. The corpus thus offers a telescopic view over a large time period. The corpus has been used to detect large-scale changes in language, which in turn correlate with social and demographic changes (Hills & Adelman, 2015; Hills, Jones, & Todd, 2012; Hills, Proto, Sgroi, & Seresinhe, 2019; Michel et al., 2011) . Any corpus, however, has its limitations. The Google Books Ngram Corpus offers limited contextual information due to a narrow window size (5-grams, or a contiguous sequence of five words); moreover, there has been a surge in the proportion of academic articles in the corpus (Pechenick, Danforth, & Dodds, 2015) . We therefore also examined The New York Times Annotated Corpus (NYT corpus; Sandhaus, 2008) to lend convergent validity to our results. This corpus contains all (1.8 million) articles published in the New York Times from 1987 to 2007, and offers a more microscopic view on the risks of modern life as reported in the most widely read U.S. newspaper. Let us emphasize that because our analysis draws on English texts only, the present results are limited to English-speaking cultures. Nevertheless, the Google Books Ngram Corpus, in particular, has the advantage of covering a relatively long time period, going beyond short-term analyses of, for instance, media coverage of risk and mortality (see the references in Young, Norman, & Humphreys, 2008) .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 255,
                    "text": "(Lin et al., 2012)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 664,
                    "end": 687,
                    "text": "(Hills & Adelman, 2015;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 688,
                    "end": 715,
                    "text": "Hills, Jones, & Todd, 2012;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 716,
                    "end": 755,
                    "text": "Hills, Proto, Sgroi, & Seresinhe, 2019;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 756,
                    "end": 776,
                    "text": "Michel et al., 2011)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1054,
                    "end": 1090,
                    "text": "(Pechenick, Danforth, & Dodds, 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1169,
                    "end": 1184,
                    "text": "Sandhaus, 2008)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1809,
                    "end": 1842,
                    "text": "Young, Norman, & Humphreys, 2008)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Guiding research questions"
        },
        {
            "text": "We used word co-occurrence to construct semantic representations of risk in each year of the analysis, such that the meaning of risk was approximated by the context in which it was used. The co-occurrence information allowed us to quantify how the sentiment and semantics of risk have changed over history. As risk may be used in multiple contexts, we used Latent Dirichlet Allocation (LDA, Blei, Ng, & Jordan, 2003) to identify the historical risk topics. This topic model algorithm detects underlying topics that best explain the structure of the language around risk, and allowed us to identify risk topics as they changed over time. In what follows, we describe this procedure in more detail. We begin by briefly describing the Corpora we used. We provide our data on https:// osf.io/jctn8/?view_only=988fccae28ca4995b6a3796002a888cc.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 416,
                    "text": "Blei, Ng, & Jordan, 2003)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The Google Books Ngram Corpus consists of n-grams: contiguous sequences of n items from a given text (n ranges from 1 to 5). We used the 5-grams of all English words in our analysis; each data entry therefore displays the number of times a 5-gram appears in the corpus during a specific year. We retrieved all 5-grams starting or ending with the word risk. As is standard procedure in many natural language processing tasks, we removed stop words, punctuation, digits, and words containing fewer than three characters before using the WordNet-based NLTK lemmatizer (Bird, Klein, & Loper, 2009 ) to lemmatize each noun to its singular form and each verb to its present tense. Next, we aggregated the corpus by year so that each document contained all 5-grams in a specific year. Aggregating topics by years encourages the topic model to identify the underlying patterns that best explain differences among risk structures over years.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 592,
                    "text": "(Bird, Klein, & Loper, 2009",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Google Books Ngram Corpus"
        },
        {
            "text": "The NYT Corpus contains all articles published in the New York Times from 1987 to 2007. We constructed a risk corpus by selecting articles that mentioned the word risk or risks more than twice. Next, we pre-processed the corpus in the same way as we did the Google Books Ngram data, apart from aggregating articles by year: Each news article was treated as one document.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The New York Times Annotated Corpus"
        },
        {
            "text": "The Corpus of Historical American English (COHA) is a large structured corpus of historical English. It contains 400 million words of text produced from the 1810s to 2000. COHA is balanced by genre decade by decade, which brings both benefits and concerns. On one hand, it alleviates concerns that insights gained from the corpus are driven by the changing compositions of genres. On the other hand, it may fail to map the reality that public preferences for genres change over history. Although it is difficult to argue whether COHA is a better corpus for analyzing culture change than the Google Books Ngram corpus or vice versa, consistency in the findings from both corpora would lend convergent validity to the results. Therefore, we used COHA to validate some of the historical analysis conducted with the Google Books Ngram Corpus, namely, the analysis of frequency and semantic shift.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corpus of Historical American English"
        },
        {
            "text": "Analyses of frequency, contextual sentiment, and semantic drift (Figs. 1 and 2) were conducted using the Macroscope (Li et al., 2019) , an interactive linguistic tool that analyzes historical sentiment and semantic change. The Macroscope was built on the basis of the historical word co-occurrence data made publicly available through the Google Books Ngram Corpus. Frequency was calculated by dividing the count of the selected words by the corpus size to control for the different corpus sizes for each year. Contextual sentiment for the selected words was computed in terms of the averaged valence ratings of co-occurring words during a given year. The valence ratings were retrieved from data collected by Warriner, Kuperman, and Brysbaert (2013) , which contain valence scores for 13,915 English words, each rated on its \"pleasantness\" by around 30 participants. Using contemporary norms to estimate the valence of words used decades ago is potentially problematic, as all words may have changed their meaning or sentiment over history. In practice, however, it has been shown that historical sentiment as inferred from averaging contemporary valence norms of semantic neighbors is similar to the sentiment judged by historical language experts (Buechel, Hellrich, & Hahn, 2016) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 133,
                    "text": "(Li et al., 2019)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 710,
                    "end": 750,
                    "text": "Warriner, Kuperman, and Brysbaert (2013)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1250,
                    "end": 1283,
                    "text": "(Buechel, Hellrich, & Hahn, 2016)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of frequency and contextual sentiment"
        },
        {
            "text": "The purpose of our semantic drift analysis was to examine how and to what extent the meaning of risk has changed over the past two centuries in relation to related concepts such as danger, fear, and hazard. It consisted of the following three steps: First, we retrieved the historical word embeddings for 50,000 common English Words trained by Li et al. (2019) . Word embeddings provide a vector representation for each word based on its co-occurring relationship with other words; that is, they represent the context in which a word has been used. To derive word embeddings, Li et al. (2019) first, from Google Ngram Corpus, constructed a co-occurrence matrix for 50,000 common English words that records the number of times any two words were used within the same 5-gram. Next, they computed the positive pointwise mutual information (PPMI) for each pair of words and then constructed a PPMI matrix with entries given by:",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 360,
                    "text": "Li et al. (2019)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 576,
                    "end": 592,
                    "text": "Li et al. (2019)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Semantic shift analysis"
        },
        {
            "text": "where v i , v j represents a pair of words from the corpus and p(v) corresponds to the empirical probabilities of those words co-occurring within a sliding window of 5 over the original text. Finally, Li et al. reduced the dimension of word embeddings to 300 using singular value decomposition (SVD). This dimensionality reduction acts as a form of regularization and allowed us to compare word similarities by computing the cosine similarity of word embeddings. Second, drawing on the historical word embeddings trained by Li et al. (2019) , we identified the 8-nearest semantic neighbors for the words risk, danger, fear, and hazard. Specifically, we retrieved word embeddings for each of the four target words and their semantic neighbors in the years 1800 and 2000. For risk, we also retrieved the historical embeddings every 20 years between 1800 and 2000. In order to compare word embeddings from different time periods, we must ensure that the vectors are aligned to the same coordinate axes. We therefore used Orthogonal Procrustes to align the historical embeddings (Schönemann, 1966) .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 540,
                    "text": "Li et al. (2019)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1075,
                    "end": 1093,
                    "text": "(Schönemann, 1966)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Semantic shift analysis"
        },
        {
            "text": "Third, we visualized semantic shift of words in two-dimensional space. To this end, we used principal component analysis to reduce the dimensions of word embeddings from 300 to 2. Fig. 2 plots the word embeddings retrieved in the second step according to the two orthogonal principal components (PC1 and PC2). These two principal components represent compressed dimensions that best explain the variance of the raw data and are therefore not directly interpretable except in relation to relative distance between word embeddings. The background words (semantic neighbors) are always shown in their \"modern\" (year 2000) positions. This approximation is necessary since, in reality, all words are moving. Risk and its synonyms are shown in their modern and historical positions. The path travelled through the semantic space is a proxy for change in historical meaning.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 618,
                    "text": "(year 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 186,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Semantic shift analysis"
        },
        {
            "text": "Finally, to validate our observations, we quantified semantic change in risk and its related concepts using historical word embeddings trained on COHA (Hamilton, Leskovec, & Jurafsky, 2016 ) and on the Google Books Ngram Corpus (Li et al., 2019) . For each word, we computed cosine similarity between embeddings trained on the 1820 1 corpus and on the 2000 corpus.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 188,
                    "text": "(Hamilton, Leskovec, & Jurafsky, 2016",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 228,
                    "end": 245,
                    "text": "(Li et al., 2019)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Semantic shift analysis"
        },
        {
            "text": "We studied historical change in the meaning of the word risk by extracting risk topics from the Google Books Ngram Corpus (Lin et al., 2012) and the NYT corpus (Sandhaus, 2008) . The topic model we used was Latent Dirichlet Allocation (LDA; Blei et al., 2003) , a bag-of-words algorithm that identifies a set of topics that best describe/re-generate the corpus. We took two main steps in analyzing the data. First, we identified the structure of risk meanings by applying the topic model to the risk corpus. This step allowed us to understand the key events associated with risk. Next, we applied trend analysis to understand how the risk topics identified in the first step changed over time. 1 We chose 1820 instead of 1800 because the frequency of risk in COHA in 1810 proved too small to train a stable model. Y. Li, et al. Cognition 203 (2020) German is presented in a separate box because the frequency of risk is much lower in German than in the other languages.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 140,
                    "text": "(Lin et al., 2012)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 160,
                    "end": 176,
                    "text": "(Sandhaus, 2008)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 241,
                    "end": 259,
                    "text": "Blei et al., 2003)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 694,
                    "end": 695,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 848,
                    "text": "Y. Li, et al. Cognition 203 (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "(C). Change in the sentiment for words co-occurring with risk, fear, danger, hazard, and death. Sentiment was adjusted to mean score of all words, such that valences > 1 indicate a more positive context than average. The word death is included to provide a sentiment benchmark, as its meaning and sentiment have remained stable over history. where they were required to \"enter the first word that comes to mind\" when reading the word risk (the most popular responses in SWOW are danger, game, reward, gamble, chance, money, to name a few). We argue that language corpora may have greater ecological validity because it reflects real situations where people find risk most appropriate to label an object. In contrast, behaviors in a free association task are likely to be influenced by non-semantic cues such as word frequency, phonological overlap, etc. However, we acknowledge that the need to be informative in language production may cause language corpora to underrepresent certain information, such as obvious fact like banana is yellow) (in gray) in the years 1800 and 2000. The meaning of Risk is shown at 11 historical points from 1800 to 2000 with a 20-year interval. PCA was performed to reduce the dimension of word embeddings from 300 to 2 so that words can be visualized in two-dimensional space. The axes represent the two principal components. A larger distance between two words indicates lower semantic similarity. The words risk, danger, and hazard started as near neighbors in 1800 but moved apart over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "Y. Li, et al. Cognition 203 (2020) ",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 34,
                    "text": "Li, et al. Cognition 203 (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "To make sense of the meanings of the risk topics, we used Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpreting topics"
        },
        {
            "text": "(2) to identify the words most relevant to each topic. The relevance of term w to topic k given a weight parameter λ was defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpreting topics"
        },
        {
            "text": "where P(w| k) is the probability of term w being assigned to topic k and P(w) is the marginal probability of term w being in the corpus. The first component of the equation, P(w| k), prioritizes terms with high frequency in a topic. However, it does not consider how unique term w is to topic k, which can be captured by P w k P w",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpreting topics"
        },
        {
            "text": ", a quantity that Taddy (2012) called lift. We set λ to 0.5 to take both components into consideration; λ determines the weight given to the probability of term w under topic k relative to its lift.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpreting topics"
        },
        {
            "text": "One issue with topic models is that it is not clear which topics capture structures specific to the risk corpus and which topics capture general features of the source corpus. To find out, we used Eq. (3) to compute the specificity of topic k to the risk corpus:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpreting topics"
        },
        {
            "text": "is the normalized relevance of word w to topic k, and p w risk corpus p w general corpus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpreting topics"
        },
        {
            "text": "is the ratio of the frequency of word w in the risk corpus to its frequency in the source corpus. Specificity can range from 0 to almost infinity. A specificity of 1 means that, on average, the words characterizing the topic have the same frequency in both the risk corpus and the source corpus, suggesting that the topic reflects the underlying pattern of the source corpus, not risk. An example of a nonspecific topic is one that generates the words necessary to construct every document, such as articles and pronouns. The absolute value of topic specificity is heavily influenced by the data format: NYT articles are more likely than 5-grams to contain non-risk-specific words (noise) and therefore have smaller values of p w risk corpus p w general corpus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpreting topics"
        },
        {
            "text": "Topic specificity is not comparable across corpora; instead, it should be used to compare topics from a same corpus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpreting topics"
        },
        {
            "text": "To analyze trends in topics over time, we used the output from the LDA model on the Google Books Ngram Corpus to calculate the contribution of each topic k in each year by applying Eq. (4). For each document (i.e., all 5-grams in a specific year), the equation controls for document length by dividing the number of words generated by each topic by the total number of words in the document. Thus, the yearly topic contribution estimate, p d (k), is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracking trends in topics"
        },
        {
            "text": "where k is a topic and w is a word in a document d. The numerator is the number of words in document d that are generated by topic k; the denominator is the total number of words in document d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracking trends in topics"
        },
        {
            "text": "We first investigated change in the frequency of the word risk over time, starting with the Google Books Ngram Corpus. As Fig. 1A shows, use of the word risk has increased dramatically since about 1970, with an approximately fourfold increase in usage since the 1950s. We checked this trend in English against other languages and found similar increases in French, German, Italian, and Spanish (Fig. 1B) . In addition, we observed a similar proliferation of risk in the Corpus of Historical American English (COHA; Davies, Hegedűs, & Fodor, 2012) . As COHA is balanced by genre and subgenre across decades, 2 these findings suggest that risk proliferation is not an artifact of increasing numbers of scientific journals being included in the Google Books Ngram Corpus (Fig. 1A) . There is, however, no sign that the public discourse has turned darker in general, as close semantic relatives signifying undesirable states such as danger, fear, and hazard are not being used more frequently. On the contrary, the use of danger and fear has declined steadily over the past two centuries, while the use of hazard has remained relatively stable at a low frequency. These results are consistent with the idea that risk, more than other terms, has become a central concept in recent public and political discourse (Beck, 1992; Bourke, 2005; Douglas, 1992) .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 546,
                    "text": "Davies, Hegedűs, & Fodor, 2012)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1307,
                    "end": 1319,
                    "text": "(Beck, 1992;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1320,
                    "end": 1333,
                    "text": "Bourke, 2005;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1334,
                    "end": 1348,
                    "text": "Douglas, 1992)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Fig. 1A",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 403,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 777,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": "How has the frequency of risk changed over time?"
        },
        {
            "text": "Next, we examined whether the sentiments 3 associated with risk have changed over time. For example, is it possible-in line with a more economic interpretation of risk-that the use of the word risk is increasingly associated with an appreciation of the large potential rewards that make some risks worth taking (Pleskac & Hertwig, 2014) ? This is not the case, as the results presented in Fig. 1C show. Computing the frequency-weighted average valence of the words that co-occurred with risk over the past 200 years revealed that the sentiment associated with risk has become increasingly negative, showing a roughly monotonic decline from 1800 to 2000. To provide points of comparison, we also analyzed the related concepts of danger, fear, hazard as well as death as a benchmark. The sentiment analysis shows that risk has undergone a much larger change over time than these inherently undesirable concepts (with the exception of fear). In the early 1800s, the sentiment for words co-occurring with risk was more positive than that of any of the four comparison words; by the end of 20th century, it was more negative than that of danger, hazard, or death (Fig. 1C) . In other words, the word risk has become not only more prevalent but also more negative in meaning.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 336,
                    "text": "(Pleskac & Hertwig, 2014)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 396,
                    "text": "Fig. 1C",
                    "ref_id": null
                },
                {
                    "start": 1158,
                    "end": 1167,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                }
            ],
            "section": "How have the sentiments associated with risk changed?"
        },
        {
            "text": "The increasing negativity of risk's sentiment, relative to the stability of the sentiment for danger, fear, and hazard, might be driven by the changing contexts in which these words have been used. In this section, we therefore turn to an analysis of semantic drift, which likewise suggests that the risk has experienced more semantic change over historical time than have its close semantic associates. Specifically, Fig. 2 visualizes the semantic associates of risk, danger, fear, and hazard in twodimensional space relative to their k most similar words in 1800 and 2000 (k = 9 for each word). A larger distance between two words suggests less similarity in the contexts in which they appeared. The pattern is clear: risk, danger, and hazard started as close semantic neighbors in 1800 and moved apart over time. By the year 2000, the underlying semantics of risk had grown more similar to those of prevalence and prevention, terms associated with the quantification, reduction, and avoidance of risk. Danger and hazard, in contrast, 2 For example, fiction accounts for 48-55% of the total in each decade (1810s-2000s); subgenres such as prose, poetry, and drama are likewise balanced. This balance across genres and subgenres means that researchers can be reasonably certain that patterns in the data do not merely reflect artifacts of a changing genre balance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 424,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "How have the semantic relationships of risk changed?"
        },
        {
            "text": "3 Because we inferred historical sentiment by averaging the valence of contextual neighbors, what we measured is sentiment of the context associated with risk, not directly sentiment of the word risk. However, the two are conceptually related: Because the meaning of a word can be learnt from the linguistic companions it keeps (Firth, 1957) , words used in negative contexts are likely to carry negative connotations.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 341,
                    "text": "(Firth, 1957)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "How have the semantic relationships of risk changed?"
        },
        {
            "text": "Y. Li, et al. Cognition 203 (2020) 104344 remained in the semantic area defined by words such as harm, threat, adverse, and peril. This finding suggests that the word risk has moved from merely representing the presence of threats to also being associated with the scientific examination, quantification, and prevention of threats. It is possible that this pattern is a result of an increase in the number of academic (especially medical) articles in the Google Books Ngram Corpus (Pechenick et al., 2015) . Therefore, we again used COHA, a smaller yet genre-balanced corpus, to validate our findings. We analyzed the semantic shift of risk using historical word embeddings trained on COHA (Hamilton et al., 2016) and compared the results with results derived from embeddings trained on the Google Books Ngram Corpus (Li et al., 2019) . For each word, we quantified semantic similarity over history by computing the cosine similarity of embeddings trained on the 1820 corpus and the 2000 corpus. Cosine similarity scores range from 0 to 1, with larger scores indicating greater semantic similarity. Comparison of results from the two corpora confirmed that the semantics of risk was much less stable than the semantics of danger, fear, and hazard (Table 1 ). In addition, we searched for the nearest semantic neighbors for risk in COHA in 1820 and 2000. Again, we found that risk acquired associations with medical concepts over time: its top-5 nearest semantic neighbors changed from loss, expense, danger, trouble, and run in 1820 to disease, diabetes, cancer, rate, and factors in 2000.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 41,
                    "text": "Li, et al. Cognition 203 (2020) 104344",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 505,
                    "text": "(Pechenick et al., 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 690,
                    "end": 713,
                    "text": "(Hamilton et al., 2016)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 817,
                    "end": 834,
                    "text": "(Li et al., 2019)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1247,
                    "end": 1255,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "How have the semantic relationships of risk changed?"
        },
        {
            "text": "The semantic drift analysis shows how risk has diverged from its semantic neighbors over the last two centuries, but it cannot provide detailed insights into the topical dimensionality of risk in this period. As noted by Blais and Weber (2006) , risk is a multidimensional concept encompassing numerous topics. We therefore applied LDA to investigate the topics that have driven the proliferation of risk in the public discourse and its increasingly negative sentiment. We inferred topic meanings by inspecting their most relevant words (see Eq.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 243,
                    "text": "Blais and Weber (2006)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "How have risk topics changed over time?"
        },
        {
            "text": "(2) in the Methods section), as summarized for each topic in Table 2 . Applying the topic model to the Google Books Ngram Corpus identified six risk categories: war (topic 1, 2, 3), nuclear (topic 4), health (topic 5, 6, 7, 8, 9) , HIV/AIDS (topic 10, 11), risk society (topic 12), economy (topic 13, 14) , and a non-specific topic on risk analysis (topic 15).",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 229,
                    "text": "(topic 5, 6, 7, 8, 9)",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 304,
                    "text": "(topic 13, 14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "How have risk topics changed over time?"
        },
        {
            "text": "Each topic represents a probability distribution over all words. In order to validate our interpretation of risk topics from the Google Books Ngram Corpus, we selected a collection of words (see the left column of Fig. 3A ) that characterize each of the risk categories identified above and examined how those words were distributed over topics (see the left panel of Fig. 3A) . Instead of selecting words from Table 2 , we chose a different set of associates that we felt exemplified our interpretation of the topics, based on events occurring at the time the topics peaked. For example, under the war category, we selected words that reflect the major participants in 20th century wars (e.g., Soviet, American, Japan, Germany) as well as war-related words (e.g., battle, invasion, army). For the cancer category, we included names of the most common cancers. If our interpretation was correct, topics grouped under the same category should be more likely to generate corresponding words but not others.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 221,
                    "text": "Fig. 3A",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 376,
                    "text": "Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 418,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "How have risk topics changed over time?"
        },
        {
            "text": "This is indeed what we found. For example, Fig. 3A shows that topics 1, 2 and 3 in the Google Books Ngram corpus (identified as war topics in Table 2 ) were associated with the set of words we selected under the war category. This pattern, visualized as probability loadings on the diagonal of the word-topic probability heat map in Fig. 3A , lends further support to our interpretation of topic meanings presented in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "text": "Fig. 3A",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 149,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 340,
                    "text": "Fig. 3A",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 425,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "How have risk topics changed over time?"
        },
        {
            "text": "How replicable is this category structure? To find out, we also analyzed the NYT Corpus. Applying the same procedure to the NYT Corpus confirmed all risk categories inferred for the Google Books Ngram Corpus (visualized as probability loadings on the diagonal of the right panel of Fig. 3A) . We can therefore conclude that the meanings of risk derived in our analysis of the Google Books Ngram dataset are not corpus-specific results associated with a non-representative sample, but reflect general trends in the topicality of risk over both relatively long and short time scales.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 290,
                    "text": "Fig. 3A)",
                    "ref_id": null
                }
            ],
            "section": "How have risk topics changed over time?"
        },
        {
            "text": "In order to ensure that the topics were risk-specific and did not just reflect the background features of the corpus, we next computed topic specificity (see Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How have risk topics changed over time?"
        },
        {
            "text": "(3) in the Methods section) to quantify the relative correspondence of each topic with the risk corpus as compared with the entire corpus (see Fig. 3B ). A topic specificity score around or below 1 means that the topic has a distribution of words similar to that seen in the entire corpus; the topic therefore represents the general features of the entire corpus. For the Google Books Ngram Corpus, we found the topic specificity of all risk topics to be above 1 (ranging from 50 to 650), suggesting that all topics were risk-relevant. In contrast, the specificity of NYT topics ranged from 0.7 to 2.5, with six topics being irrelevant to risk (the specificity scores of topics 15-20 were close to or < 1). This notable difference in the topic specificity of the two corpora may be attributable to differences in data format: Recall that the Google Books Ngram data contain words that co-occurred with risk within a narrow window size, whereas the NYT data contain entire articles that mention the word risk. As such, NYT articles are more likely than Google Books Ngrams to contain words not specific to risk.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Fig. 3B",
                    "ref_id": null
                }
            ],
            "section": "How have risk topics changed over time?"
        },
        {
            "text": "Nevertheless, both corpora rendered a similar set of high-specificity topics: nuclear, heart disease, cancer, diabetes, and HIV/AIDS. Warrelated topics had low specificity in the NYT Corpus. This result is not surprising because, as we show in the following analysis, war topics have gradually disassociated from risk since World War II, and the NYT Corpus only dates back to 1987. Beyond the risk topics identified for the Google Books Ngrams, we found only one additional topic in the NYT Corpus with specificity clearly above 1 (topic 9, featuring words such as food, fat, eat, and diet), and four additional NYT topics slightly above 1 (topics 11-14, which we interpreted as legal, flight, commercial, and fraud, respectively). Correspondingly, the key words associated with topics 11-14 showed low co-occurrence with risk in the Google Books Ngram Corpus throughout history. This comparison suggests that, overall, both corpora converged on a similar set of important risk categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How have risk topics changed over time?"
        },
        {
            "text": "One advantage of Google Books Ngram Corpus is that it allows us to investigate change in the sources of risk across a period of over 150 years and to speculate on how those changes relate to other historical events and developments. Specifically, we performed a trend analysis on the topic model derived from the Google Books Ngram Corpus over the years 1850 to 2008. As Fig. 4 shows, the structure of the Google Books Ngram risk topics underwent major changes over this period. The three war-related topics emerge early in the distribution: Topic 1 (life, imminent, battle, resolve) dominated the risk structure in the second half of the 19th century, which witnessed several major wars (e.g., Crimean War, American Civil War). Topic 2 (life, war, bureau, loss) emerged and reached its peak during World Wars I and II. Topic 3 (war, uncertainty, loss, prepare) reached its peak during the Vietnam War. Note. For each word, semantic similarity was quantified by calculating the cosine similarity of word embeddings between 1820 and 2000. The embeddings were normalized such that the similarity scores range from 0 to 1, with 1 and 0 representing maximum and minimum similarity, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 377,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "How are changes in risk categories associated with other events and developments?"
        },
        {
            "text": "Topic 4 (nuclear, carcinogenic, patient, infant) peaked around 1985, capturing the risks associated with the proliferation of nuclear weapons during the Cold War (see the histogram in Fig. 4 ) and the growing use of nuclear power in the 1970s and 1980s. Chronic diseases such as heart disease and cancer are now the leading global risks for mortality (World Health Organization, 2009 ). Topics reflecting this development (topics 5-9) started to emerge from the 1970s and remain the most prominent risk topics. Due to the large proportion of shared words associated with the different health conditions, topics 5, 6, 7, and 8 show considerable overlap, that is, they share words that describe cancer, heart and coronary issues, and other severe diseases. Topic 9, associated with obesity and diabetes, emerged after 2000. The data for topics 10 and 11 show that concerns over AIDS and HIV emerged within 2 years of the first AIDS diagnosis in the US in 1981 and soon reached a peak around 1995, when the reported annual mortality from HIV/AIDS peaked in the United States (Centers for Disease Control and Prevention, 2010) . Potentially reflecting the dramatic medical advances in treatments for HIV and the ensuing drop in mortality rates, this risk topic decreased in prominence after 2000 (see the histogram of AIDS-related deaths in the US in Fig. 4) . Finally, topic 12 (management, value, assessment, society) is about management of various social risks. It seems to relate to Beck's conceptualization of the risk society, being associated with words such as Ulrich, Beck, and modernity. Topics 13 and 14 relate to the economy, and emerged from the 1970s: topic 13 features words like preference, assumption, equilibrium, and journal, whereas topic 14 features words such as return, portfolio, and interest. Lastly, topic 15 (behavior, group, death, population) seems to be concerned with general risk analysis, without reference to any specific risk event.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 383,
                    "text": "(World Health Organization, 2009",
                    "ref_id": null
                },
                {
                    "start": 1093,
                    "end": 1122,
                    "text": "Control and Prevention, 2010)",
                    "ref_id": null
                },
                {
                    "start": 1357,
                    "end": 1365,
                    "text": "Finally,",
                    "ref_id": null
                },
                {
                    "start": 1366,
                    "end": 1387,
                    "text": "topic 12 (management,",
                    "ref_id": null
                },
                {
                    "start": 1388,
                    "end": 1394,
                    "text": "value,",
                    "ref_id": null
                },
                {
                    "start": 1395,
                    "end": 1406,
                    "text": "assessment,",
                    "ref_id": null
                },
                {
                    "start": 1407,
                    "end": 1415,
                    "text": "society)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 190,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1347,
                    "end": 1354,
                    "text": "Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "How are changes in risk categories associated with other events and developments?"
        },
        {
            "text": "Risk is a complex multidimensional construct. It takes a variety of forms in public discourse and has, accordingly, been investigated in various ways. Each approach focuses on some aspects of the discourse at the expense of others. One common approach has been to analyze media coverage of risk as a leading source of information for the general public and experts alike (see, e.g., Combs & Slovic, 1979, and various references in Young et al., 2008) . Our approach consisted in a large-scale analysis of historical text corpora. Such corpora are attractive because they collate a vast array of perspectives on an extensive historical time window: in the case of the Google Book Ngrams Corpus, over 8 million books and 150 years. What did we learn about the riskrelated discourse in English-speaking countries?",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 390,
                    "text": "Combs &",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 391,
                    "end": 408,
                    "text": "Slovic, 1979, and",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 409,
                    "end": 450,
                    "text": "various references in Young et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "First, we found-consistent with Beck's (1992) diagnosis of postindustrialist Western societies as risk societies facing a wide variety of unique and human-made risks and with Giddens's (2013) idea that society is increasingly preoccupied with the future and its safety-that the word risk has become much more prevalent (Fig. 1A) . There is evidence of an approximately fourfold increase in its usage since the 1950s. Beck also stressed that risks in the post-modern world are increasingly unknowable and unpredictable due to scientific and Table 2 Most relevant words for each risk topic, ordered by relevance as defined in Eq. (2).",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 45,
                    "text": "Beck's (1992)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 175,
                    "end": 191,
                    "text": "Giddens's (2013)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 328,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 547,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Note: Topics 15-20 of the NYT corpus are shown in gray to indicate that these topics are not specific to articles that contain the word risk and its inflections. Topic specificity is defined in Eq. (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Heatmap of the probability that word w was generated by topic k in models derived from the Google Books Ngram Corpus (left) and the NYT Corpus (right). Words on the y-axis were selected by referring to the list of most relevant words for each topic (relevance defined by Eq. (2)) and they were grouped by categories. (B) Topic specificity (as defined by Eq. (3)). The red horizontal line indicates topic specificity equal to 1. Topics with specificity above this reference line can be considered risk-specific and therefore capture one or more aspects of the meaning of risk. Topics with specificity below 1 can be considered generic words that are not informative with respect to risk meanings. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) Fig. 4 . Trend analysis on risk topics derived from the Google Books Ngram Corpus. Topics are grouped into six categories: war, nuclear, health, HIV/AIDS, risk society, and economy. Relevant historical events are labeled to indicate how changes in the meanings of risk were associated with historical events and developments. Top panel: historical trends of 15 risk topics (computed using Eq. (4)). Bottom panel: normalized topic trend for each individual topic. Topic 15 is not included as it does not refer to a specific risk topic. technological innovations having unanticipated consequences. It is possible that this process has contributed to our second major observation, namely, that the sentiments associated with risk have become much more negative, starting around 1900 and confirming Pinker's (2011) observation that humans have become increasingly preoccupied with the negative aspects of risk. Interestingly, the same does not apply to its close semantic relatives (Fig. 1C) . What is also puzzling is that this change in sentiments is happening at a time when the semantics of risk have become increasingly associated with notions of quantification, reduction, and prevention-findings that also challenge the idea that the increase in negative sentiments has been caused by the unknowability of risks. In addition, we found that the risk categories to some extent reflect real-world changes in the prevalence and magnitude of the respective risks (see Fig. 4 and our analyses of nuclear proliferation and AIDS-related deaths). Finally, we also found a shift from macro-risks, such as war and battle, to more individual-specific, chronic risks such as disease (Holzmann & Jørgenson, 2000) as well as shift toward more variability in risk topics. The strong focus on modern diseases suggests that the public discourse is generally oriented toward the most prevalent causes of death and harm. This is noteworthy, as several authors have argued that people tend to be afraid of the wrong things (see Glassner, 2018; Renn, 2014; Schröder, 2018) .",
            "cite_spans": [
                {
                    "start": 1621,
                    "end": 1636,
                    "text": "Pinker's (2011)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2499,
                    "end": 2527,
                    "text": "(Holzmann & Jørgenson, 2000)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2836,
                    "end": 2851,
                    "text": "Glassner, 2018;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2852,
                    "end": 2863,
                    "text": "Renn, 2014;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2864,
                    "end": 2879,
                    "text": "Schröder, 2018)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 826,
                    "end": 832,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1804,
                    "end": 1813,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                },
                {
                    "start": 2292,
                    "end": 2298,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Fig. 3. Visual quantification of risk topics. (A)"
        },
        {
            "text": "Many of these patterns observed are remarkable in part because they are monotonic: the notable increase in the frequency and negativity of the risk construct, and the increase in number of topics it encompasses. These changes are perhaps related to one another. One potential underlying mechanism is the social amplification of risk (Jagiello & Hills, 2018; Kasperson et al., 1988; Moussaïd, Brighton, & Gaissmaier, 2015) : as information is transferred from one individual to another, people tend to share the more negative aspects of a risk at the expense of potential gains. In Jagiello and Hills (2018) , an individual exposed to a balanced argument on nuclear power shared that information with another individual. As information was communicated from one individual to the next, the focus shifted increasingly to the downsides of nuclear power and away from its benefits. This pattern is consistent with the substantial evidence that negative information has more influence on decision making than positive information (Baumeister, Bratslavsky, Finkenauer, & Vohs, 2001; Ito, Larsen, Smith, & Cacioppo, 1998; Rozin & Royzman, 2001) . A second, related factor is that this effect may be further amplified by increasing communication over the period of our analysis. As Herbert Simon (1971) noted, \"a wealth of information creates a poverty of attention\" (pp. 40-41). With the unprecedented amounts of information now available, all other things being equal, the absolute amount of negative information has increased. In this environment, information that is better at being received, remembered, and reproduced has a selective advantage (Hills, 2019) . This mechanism may apply particularly to information on prominent risks, which may self-reinforce more rapidly via intensified social communication (Jagiello & Hills, 2018) .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 357,
                    "text": "(Jagiello & Hills, 2018;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 358,
                    "end": 381,
                    "text": "Kasperson et al., 1988;",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 421,
                    "text": "Moussaïd, Brighton, & Gaissmaier, 2015)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 581,
                    "end": 606,
                    "text": "Jagiello and Hills (2018)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1025,
                    "end": 1076,
                    "text": "(Baumeister, Bratslavsky, Finkenauer, & Vohs, 2001;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1077,
                    "end": 1114,
                    "text": "Ito, Larsen, Smith, & Cacioppo, 1998;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1115,
                    "end": 1137,
                    "text": "Rozin & Royzman, 2001)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1282,
                    "end": 1294,
                    "text": "Simon (1971)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1642,
                    "end": 1655,
                    "text": "(Hills, 2019)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1806,
                    "end": 1830,
                    "text": "(Jagiello & Hills, 2018)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 3. Visual quantification of risk topics. (A)"
        },
        {
            "text": "What can be concluded from our results about the state of the public discourse on risk? First and foremost, our analysis can offer only a glimpse of this complex and multi-dimensional construct. Yet, we found results that were both disconcerting and reassuring. Primarily, the increasing prevalence of the word risk is an indicator of its growing significance, which is in itself a double-edged sword. Classifying something as a potential risk is likely to burden it with negative sentiments. Yet, branding something a risk also appears to imply the chance of changing our fortune in relation to it. Importantly, the text corpus analyses suggest that risk categories track real threats over the 20th and 21st century, shifting from violent death to chronic disease and major risks for morbidity and mortality in the modern day. In this sense, the risk discourse reflects changes in threats as well as changes in the potential to mitigate them. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3. Visual quantification of risk topics. (A)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bad is stronger than good",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Baumeister",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bratslavsky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Finkenauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Vohs",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Review of General Psychology",
            "volume": "5",
            "issn": "4",
            "pages": "323--370",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk society: Towards a new modernity",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Sage",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Predicting risk perception: New insights from data science. Management Science. Advance online publication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1287/mnsc.2018.3121"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Natural language processing with Python: Analyzing text with the Natural Language Toolkit",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bird",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Loper",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A domain-specific risk-taking (DOSPERT) scale for adult populations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Blais",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "U"
                    ],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Judgment and Decision Making",
            "volume": "1",
            "issn": "1",
            "pages": "33--47",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Latent Dirichlet allocation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Blei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Machine Learning Research",
            "volume": "3",
            "issn": "",
            "pages": "993--1022",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fear: A cultural history",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bourke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Feelings from the past: Adapting affective lexicons for historical emotion analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buechel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellrich",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The COLING 2016 Organizing Committee. Centers for Disease Control and Prevention (CDC) (2010). HIV/AIDS surveillance report",
            "volume": "",
            "issn": "",
            "pages": "54--61",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Newspaper coverage of causes of death",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Combs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Journalism Quarterly",
            "volume": "56",
            "issn": "4",
            "pages": "837--849",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The 400 million word corpus of historical American English",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hegedűs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fodor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "English historical linguistics 2010: Selected papers from the Sixteenth International Conference on English Historical Linguistics (ICEHL 16)",
            "volume": "325",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The \"Small World of Words\" English word association norms for over 12,000 cue words",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Deyne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perfors",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brysbaert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Storms",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Behavior research methods",
            "volume": "51",
            "issn": "3",
            "pages": "987--1006",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Risk and blame: Essays in cultural theory",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Papers in linguistics 1934-1951",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Firth",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "9/11, Act II: A fine-grained analysis of regional variations in traffic fatalities in the aftermath of the terrorist attacks",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gaissmaier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gigerenzer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Psychological Science",
            "volume": "23",
            "issn": "12",
            "pages": "1449--1454",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The consequences of modernity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giddens",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The culture of fear: Why Americans are afraid of the wrong things",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glassner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The changing psychology of culture from 1800 through",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Greenfield",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Psychological Science",
            "volume": "24",
            "issn": "9",
            "pages": "1722--1731",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Diachronic word embeddings reveal statistical laws of semantic change",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leskovec",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jurafsky",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Homo Deus: A brief history of tomorrow",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Harari",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The dark side of information proliferation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hills",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Perspectives on Psychological Science",
            "volume": "14",
            "issn": "3",
            "pages": "323--330",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Recent evolution of learnability in American English from 1800 to",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Adelman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cognition",
            "volume": "143",
            "issn": "",
            "pages": "87--92",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Optimal foraging in semantic memory",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hills",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Todd",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Psychological Review",
            "volume": "119",
            "issn": "2",
            "pages": "431--440",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Historical analysis of national subjective wellbeing using millions of digitized books",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hills",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Proto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sgroi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Seresinhe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature Human Behaviour",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Social risk management: A new conceptual framework for social protection, and beyond",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holzmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jørgenson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "International Tax and Public Finance",
            "volume": "8",
            "issn": "4",
            "pages": "529--556",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Negative information weighs more heavily on the brain: The negativity bias in evaluative categorizations",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Cacioppo",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "75",
            "issn": "4",
            "pages": "887--900",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Bad news has wings: Dread risk mediates social amplification in risk communication",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Jagiello",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hills",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Risk Analysis",
            "volume": "38",
            "issn": "10",
            "pages": "2193--2207",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The social amplification of risk: A conceptual framework",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ratick",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Risk Analysis",
            "volume": "8",
            "issn": "2",
            "pages": "177--187",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Macroscope: A tool for examining the historical structure of language",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Engelthaler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Siew",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hills",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Behavior Research Methods",
            "volume": "51",
            "issn": "",
            "pages": "1864--1877",
            "other_ids": {
                "DOI": [
                    "10.3758/s13428-018-1177-6"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Syntactic annotations for the Google Books Ngram Corpus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Aiden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Orwant",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brockman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Petrov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the ACL 2012 System Demonstrations",
            "volume": "",
            "issn": "",
            "pages": "169--174",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Portfolio selection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markowitz",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "The Journal of Finance",
            "volume": "7",
            "issn": "1",
            "pages": "77--91",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Quantitative analysis of culture using millions of digitized books",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Aiden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Veres",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Pickett",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Pinker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "331",
            "issn": "6014",
            "pages": "176--182",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The amplification of risk in experimental diffusion chains",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moussaïd",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brighton",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gaissmaier",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the National Academy of Science",
            "volume": "112",
            "issn": "18",
            "pages": "5631--5636",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Broken limits to life expectancy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oeppen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Vaupel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "5570",
            "pages": "1029--1031",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Characterizing the Google Books corpus: Strong limits to inferences of socio-cultural and linguistic evolution",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Pechenick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Danforth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dodds",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS ONE",
            "volume": "10",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The better angels of nature: The decline of violence in history and its causes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pinker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Ecologically rational choice and the structure of the environment",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Pleskac",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hertwig",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Experimental Psychology",
            "volume": "143",
            "issn": "5",
            "pages": "2000--2019",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Risk aversion in the small and in the large",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pratt",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Econometrica",
            "volume": "32",
            "issn": "1-2",
            "pages": "122--136",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "How fair is safe enough? The cultural approach to societal technology choice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rayner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cantor",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Risk Analysis",
            "volume": "7",
            "issn": "1",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Das Risikoparadox: Warum wir uns vor dem Falschen fürchten",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Renn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Why Americans are more afraid than they used to be",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Negativity bias, negativity dominance, and contagion",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rozin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Royzman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Personality and Social Psychology Review",
            "volume": "5",
            "issn": "4",
            "pages": "296--320",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The New York Times Annotated Corpus. Linguistic Data Consortium",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sandhaus",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A generalized solution of the Orthogonal Procrustes problem",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Schönemann",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Psychometrika",
            "volume": "31",
            "issn": "1",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Warum es uns noch nie so gut ging und wir trotzdem ständig von Krisen reden [Why we've never had it so good and we still constantly talk about crises",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schröder",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The social fabric at risk: Toward the social transformation of risk analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "American Sociological Review",
            "volume": "49",
            "issn": "6",
            "pages": "711--725",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Designing organisations for an information-rich word",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Computers, communications, and the public interest",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Greenberger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "40--41",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Perception of risk",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science",
            "volume": "236",
            "issn": "4799",
            "pages": "280--285",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Characterizing perceived risk",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fischhoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lichtenstein",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Perilous progress: Managing the hazards of technology",
            "volume": "",
            "issn": "",
            "pages": "91--125",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "American fear: The causes and consequences of high anxiety",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Stearns",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Laws of fear: Beyond the precautionary principle",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "On estimation and selection for topic models",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taddy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the Fifteenth International Conference on Artificial Intelligence and Statistics",
            "volume": "",
            "issn": "",
            "pages": "1184--1193",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Increases in individualistic words and phrases in American books",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Twenge",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gentile",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "PLOS ONE",
            "volume": "7",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Individualism and first person pronoun use in written texts across languages",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Uz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Cross-Cultural Psychology",
            "volume": "45",
            "issn": "10",
            "pages": "1671--1678",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Norms of valence, arousal, and dominance for 13,915 English lemmas",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Warriner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kuperman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brysbaert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Behavior Research Methods",
            "volume": "45",
            "issn": "4",
            "pages": "1191--1207",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Global health risks: Mortality and burden of disease attributable to selected major risks. World Health Organization",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Medicine in the popular press: The influence of the media on perceptions of disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Humphreys",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Semantic drift of risk, danger, fear, and hazard from 1800 to 2000 in the Google Books Ngram Corpus. The target words (in color) are shown in relation to their near associates (the semantic neighbors of risk identified from Google Ngram Corpus (as shown in the top right corner of this figure) are different from the words people report in the Small World of Word project (SWOW; De Deyne, Navarro, Perfors, Brysbaert, & Storms, 2019)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fig. 1. Historical change in the frequency and sentiment for the word risk and its close semantic neighbors in the Google Books Ngram Corpus. (A) Frequency of risk, fear, danger, and hazard in the Google Books Ngram Corpus and frequency of risk in the Corpus of Historical American English (COHA). (B) Frequency of risk in five languages-English, Italian, Spanish, French, and German-in the Google Books Ngram Corpus.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Semantic similarity between 1820 and 2000.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Ying Li:Conceptualization, Formal analysis, Writing -original draft.Thomas Hills:Conceptualization, Writing -original draft.Ralph Hertwig:Conceptualization, Writing -original draft.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The study is funded by the Leverhulme Doctoral Scholarship. There is no associated grant ID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}