{"paper_id": "01f1c740b668b525fb1671efc52e4672dea9cfb9", "metadata": {"title": "Journal Pre-proof Electroencephalogram (EEG) in COVID-19: a systematic retrospective study Electroencephalogram (EEG) in COVID-19: a systematic retrospective study", "authors": [{"first": "Ana-Maria", "middle": [], "last": "Petrescu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Université Paris Saclay-APHP", "location": {"settlement": "Le Kremlin Bicêtre", "country": "France"}}, "email": ""}, {"first": "Delphine", "middle": [], "last": "Taussig", "suffix": "", "affiliation": {"laboratory": "", "institution": "Université Paris Saclay-APHP", "location": {"settlement": "Le Kremlin Bicêtre", "country": "France"}}, "email": "delphine.taussig@aphp.fr"}, {"first": "Viviane", "middle": [], "last": "Bouilleret", "suffix": "", "affiliation": {"laboratory": "", "institution": "Université Paris Saclay-APHP", "location": {"settlement": "Le Kremlin Bicêtre", "country": "France"}}, "email": ""}]}, "abstract": [{"text": "Objectives: Although rare, neurological manifestations in SARS-CoV-2 infection are increasingly being reported. We conducted a retrospective systematic study to describe the electroencephalography (EEG) characteristics in this disease, looking for specific patterns.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "EEGs performed in patients with positive PCR for SARS-CoV-2 between 25/03/2020 and 06/05/2020 in the University Hospital of Bicêtre were independently reviewed by two experienced neurologists. We used the American Clinical Neurophysiology Society's terminology for the description of abnormal patterns. EEGs were classified into five categories, from normal to critically altered. Interobserver reliability was calculated using Cohen's kappa coefficient. Medical records were reviewed to extract demographics, clinical, imaging and biological data.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ": Forty EEGs were reviewed in 36 COVID-19 patients, 18 in intensive care units (ICU) and 22 in medicine units. The main indications were confusion or fluctuating alertness for 23", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "(57.5%) and delayed awakening after stopping sedation in ICU in six (15%). EEGs were normal to mildly altered in 23 (57.5%) contrary to the 42.5% where EEG alterations were moderate in four (10%), severe in eight (20 %) and critical in five (12.5%). Generalized periodic discharges (GPDs), multifocal periodic discharges (MPDs) or rhythmic delta activity (RDA) were found in 13 recordings (32.5%). EEG alterations were not stereotyped or specific. They could be related to an underlying morbid status, except for three ICU patients with unexplained encephalopathic features.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In this first systematic analysis of COVID-19 patients who underwent EEG, over half of them presented a normal recording pattern. EEG alterations were not different from those encountered in other pathological conditions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was first considered a respiratory virus. It has recently been highlighted that the virus is responsible for neurological damage, ranging from vague complaints to rare severe impairments including encephalitis. The systematic review of the first six publications described central nervous system symptoms and/or signs in 6% to 25% of patients, mainly headache and confusion [4] . Cases of patients with a clinical presentation compatible with a brain infection but normal CSF analysis were published, including acute necrotizing encephalitis with typical MRI images [8, 13, 17] . A single patient with clinical and paraclinical features of meningoencephalitis and positive SARS-CoV-2 PCR in the CSF was reported [12] . Electroencephalogram (EEG) has been used in the management of COVID-19 patients but no one knows whether specific alterations can be attributed specifically to SARS-CoV-2. Published EEG data remain scarce [7, 8, 15] . However, finding EEG arguments for encephalitis would contribute to the diagnosis of neuronal alteration. Thus, through a systematic review of EEGs performed successively in a single university electrophysiology unit during the health crisis, we looked for a specific pattern, which might provide arguments in favor of a SARS-CoV-2-specific brain involvement.", "cite_spans": [{"start": 435, "end": 438, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 627, "end": 630, "text": "[8,", "ref_id": null}, {"start": 631, "end": 634, "text": "13,", "ref_id": "BIBREF13"}, {"start": 635, "end": 638, "text": "17]", "ref_id": "BIBREF17"}, {"start": 773, "end": 777, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 985, "end": 988, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 989, "end": 991, "text": "8,", "ref_id": null}, {"start": 992, "end": 995, "text": "15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "We systematically reviewed EEGs performed successively by our neurophysiology unit in Bicêtre University Hospital in patients with positive PCR for SARS-CoV-2, from 25/03/2020 to 06/05/2020. EEGs performed during office hours were recorded over 20 min with scalp electrodes placed according to the International 10-20-System, in conformity with French recommendations on EEG [2] . Patients were stimulated by verbal commands, eye opening and, if still no arousals were noted, by sternal rub or nailbed compression. The technicians followed the recommendations of the regional health agency for their protection against SARS-CoV-2 [3] .", "cite_spans": [{"start": 375, "end": 378, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 630, "end": 633, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Methods"}, {"text": "EEGs were independently reviewed by two senior neurophysiologists and analyzed, with a view to providing homogeneity, using the American Clinical Neurophysiology Society's standardized terminology [9] . For all EEG background activity, antero-posterior gradient, continuity, opening of eyes and stimuli reactivity (defined according to standard criteria as an abrupt shift in frequency of the background activity lasting 3s or more that may include theta, alpha and/or frequencies greater than 16 Hz but without sleep spindles [1] ), slow waves, sporadic triphasic slow waves, spikes, periodic and rhythmic patterns were taken into consideration. For each pattern, the distribution (generalized, lateralized, bilateral independent, multifocal) as well as Page 4 of 20 J o u r n a l P r e -p r o o f 4 the prevalence (>90% continuous, 50-89% abundant, 10-49% frequent, 1-9% occasional and <1% rare) were analyzed. Based on the findings regarding abnormal patterns, background pattern and reactivity, the EEGs were classified into the following categories: either normal, or one of four increasing pathological classes from A to D.", "cite_spans": [{"start": 197, "end": 200, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 527, "end": 530, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Methods"}, {"text": "-Class A: (mildly altered) with slow background activity within a theta frequency, preserved antero-posterior gradient and reactivity, without abnormal patterns.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "-Class B (moderately altered): slow background activity within a theta frequency, preserved reactivity and intrusion of sporadic, rare or occasional slow waves of diphasic/triphasic aspect. Analyses of the results were compared between reviewers and discordant results were discussed until a consensus was reached. We built a contingency table based upon the initial independent reviews of the two neurophysiologists and calculated Cohen's kappa score using XLSTAT® [6] .", "cite_spans": [{"start": 466, "end": 469, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Methods"}, {"text": "For each patient we collected the relevant data from demography and past medical history. We looked at the COVID-19 history, the EEG indication, the clinical and neurological examination at the time of the EEG, as well as the intake of medication interfering with the central nervous system. Finally, we noted the electrolyte and metabolic abnormalities, the cerebrospinal analysis and we reviewed the performed cerebral imaging (computed tomography scanner, CTscan and/or magnetic resonance imaging, MRI) when present.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Forty-four EEGs were performed in 40 patients. One patient had three EEGs, and two had two EEGs. Four EEGs were excluded from analysis: two brain-death EEGs and two EEGs performed in patients who had positive SARS-CoV-2 PCR but who were asymptomatic for the infection.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The analysis of 40 EEGs (36 patients) was therefore performed. The Kappa score was 0.852 (near-perfect agreement).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We did not identify epileptiform discharges (spike and waves, subclinical or focal seizures, or lateralized periodic discharges) in any of the patients. Four EEGs were normal and 19 belonged (10%), eight as class C (20%), and five as class D (12.5%). Table 1 summarizes the characteristics of each patient. EEGs were performed in two distinct populations, either in intensive care units (ICU) or in medicine units.", "cite_spans": [], "ref_spans": [{"start": 251, "end": 258, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Eighteen patients were recorded in the ICU. They were aged from 43 to 81 years (median 61.8; mean 61.8) including three females. All patients had been admitted for acute respiratory distress syndrome in the preceding days. Nine (50%) had a history of high blood pressure, three (17%) of diabetes mellitus, and three (17%) had no medical history. Eleven (61%) patients had had cerebral imaging. Among the 18 EEGs performed, six (33.5%) were performed due to absence of awakening after stopping sedation, six (33.5%) for confusion or fluctuating alertness, two (11%) for suspicion of epileptic seizures and four (22%) for other reasons.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "One (5.5%) EEG was normal, eight (44.5%) belonged to class A, two (11%) to class B, four (22%) to class C and three (17 %) to class D. All in all, nine (50%) were normal or mildly altered and seven (39%) severely to critically altered.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In class C, two patients evaluated for delayed awakening after more than 48 hours without anesthetic medication presented abundant stimulus-induced generalized periodic discharges and rhythmic delta activity ( Figure 1 ). Both had been mechanically ventilated for more than 20 days and had associated severe sepsis and severe critical illness neuropathy. For one of them (59 years of age) the CT scan was normal and for the other (81 years of age), the MRI showed cortico-subcortical atrophy. Additionally, stimuli-induced generalized rhythmic delta activity was identified in one patient presenting a recently operated right ponto-cerebellar malignant schwannoma. Finally, an aspect of frontal predominant rhythmic delta activity (RDA) was identified in a patient with ongoing anesthetics during the recording.", "cite_spans": [], "ref_spans": [{"start": 210, "end": 218, "text": "Figure 1", "ref_id": null}], "section": "Results"}, {"text": "In class D, all three patients were recorded under anesthetic medication. All of them had been mechanically ventilated for more than 20 days and had associated multiple organ dysfunctions.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Two of them presented discontinuous, unreactive background activity, with superimposed continuous generalized periodic discharges in one patient, evaluated after recent cardiac arrest, and rhythmic delta activity in the other who had an intermittent nystagmus ( Figure 2 ). The third one, evaluated for a suspicion of seizures, presented discontinuous, unreactive background activity without abnormal patterns.", "cite_spans": [], "ref_spans": [{"start": 262, "end": 270, "text": "Figure 2", "ref_id": null}], "section": "Results"}, {"text": "The other 18 patients were recorded in the medicine unit, aged from 60 to 97 years (median 78.5; mean 76.45) including seven females. Ten (55%) had a history of high blood pressure, six (33%) of diabetes mellitus, ten (55%) of dementia, and four (22%) of chronic renal insufficiency. Fourteen (77%) patients had cerebral imaging performed. Twenty-two EEGs were performed with the following indications: confusion or fluctuation of alertness (17; 77%), suspicion of epileptic seizures (3; 14%) or other reasons (2; 9%). Among these recordings, three (14%) were normal, 13 were mildly/moderately affected with 11 (50%) in class A and two (9%) in class B. Conversely, six (27%) were severely pathological with four (18%) in class C and two (9%) in class D.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Two patients from class C presented fluctuating multifocal periodic activity (MPD), both with severe dementia (Figure 3 ). In the same class, one patient with posterior reversible encephalopathy syndrome (PRES) presented a moderate slowing of background activity interspersed with generalized RDA appearing spontaneously and on eye closure. For this patient, the follow-up EEG performed six days later was classified as mildly affected (Class A).", "cite_spans": [], "ref_spans": [{"start": 110, "end": 119, "text": "(Figure 3", "ref_id": null}], "section": "Results"}, {"text": "The fourth patient previously recorded in the ICU (malignant schwannoma) presented the aspect of stimulus-induced generalized RDA already described, despite respiratory improvement.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In class D, two patients had continuous generalized periodic discharges (Figure 4 ), including one with associated discontinuous background activity. Severe dementia was the associated medical condition for both and the CT scans showed severe cortico-subcortical atrophy.", "cite_spans": [], "ref_spans": [{"start": 72, "end": 81, "text": "(Figure 4", "ref_id": null}], "section": "Results"}, {"text": "In other words, considering the distribution of associated pathological conditions (neurological, general or acute respiratory distress syndrome with mechanical ventilation) in each EEG class ( Figure 5 ), normal and mildly altered EEGs were found only in patients without any associated pathological conditions, as might be expected. Interestingly, mildly altered EEGs (class A) were recorded in patients with or without an associated pathology. Most of the pathological EEGs (classes B, C, D) were associated with relevant medical features. EEG patterns of the five patients with isolated COVID-19-related acute respiratory distress syndrome were found spread through all five classes (patients #1, #5, #23, #27, #33). All were mechanically ventilated for more than two weeks. Two had a normal or mildly altered EEG and three a pathological one (classes B, C, D). None of these three patients had cerebrospinal fluid analysis and a CT was only performed in patient #27, with no abnormalities found.", "cite_spans": [], "ref_spans": [{"start": 194, "end": 202, "text": "Figure 5", "ref_id": null}], "section": "Results"}, {"text": "Neurological manifestations have been reported in COVID-19 but the existence of a specific virus-related encephalitis is still a matter of debate [4, 8, 17] . Here, we performed the first systematic EEG study during the SARS-CoV-2 pandemic. Although no specific EEG pattern could be clearly identified, various abnormalities were found, mostly related to the previous pathological situation except in three patients.", "cite_spans": [{"start": 146, "end": 149, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 150, "end": 152, "text": "8,", "ref_id": null}, {"start": 153, "end": 156, "text": "17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "We performed a retrospective analysis of EEGs successively recorded in 36 COVID-19 patients by a neurophysiology unit from a university hospital over six weeks during the pandemic health crisis. Each EEG had a clear clinical indication, mostly confusion or fluctuating alertness (23 patients; 57.5%) or delayed awakening after stopping of sedation (6 patients; 15%).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We followed a strict methodology for reviewing the EEGs. We adopted the standardized terminology of the American Clinical Neurophysiology Society. Two experienced senior neurophysiologists reviewed and quoted the recordings separately, then compared their results and reached a consensus for discordant results. The Kappa score showed a near perfect agreement, highlighting the robustness of the terminology. They also reviewed the medical charts just as rigorously. Considering that all patients were hospitalized in the same university hospital, the data were fully available for all patients, enabling us to precisely collect comorbidities, medical conditions, brain imaging and drug administration at the time of the EEG.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We found 57.5 % of the EEGs to be normal or mildly altered, 22.5% in ICUs and 35% in medicine units. Among the others, 10 % belonged to class B and 32.5 % of the EEGs were severely to critically altered (classes C and D) (17.5% in ICUs and 15% in medicine units). No lateralized periodic discharges suggestive of encephalitis or epileptiform discharges (spike and waves), or subclinical and focal seizures were recorded. The abnormalities were sporadic triphasic waves, multifocal or generalized periodic discharges, and rhythmic delta activity. Such triphasic sporadic waves have already been described by Sutter et al. in patients with both structural brain abnormalities and metabolic dysfunctions and were reportedly due to the association of those two pathological conditions [16] . Similarly, multifocal periodic discharges have been reported in a large field of diseases, such as vascular, infectious or other focal cerebral lesions, but also in severe dementia, as well as in metabolic disorders [5, 11] . We also found patients with generalized periodic discharges, which are more rarely described than other aspects but appear to have the same significance. Lastly, six patients had rhythmic delta activity, including a patient with PRES in whom follow-up EEG showed recovery. Multiple etiologies can produce rhythmic delta activity, with no specificity, including metabolic, toxic, hypoxic, or various diffuse or focal intracranial diseases including PRES [10] .", "cite_spans": [{"start": 781, "end": 785, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 1004, "end": 1007, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 1008, "end": 1011, "text": "11]", "ref_id": "BIBREF11"}, {"start": 1467, "end": 1471, "text": "[10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "In three out of the 17 clearly pathological EEGs (one in class B, one in class C and one in class D), no associated comorbidities other than acute respiratory distress syndrome were found.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Moreover, the recordings were performed under sedation over a period of more than three weeks, which can influence EEG activity [14] . Encephalitis could not be excluded with encephalitis related to a cytokine storm syndrome in which no EEG was performed [13] . Other cases of meningitis/encephalitis associated with SARS-CoV-2 were also published without any EEG description, in particular a single case with SARS-CoV-2 positivity in CSF [17] , [12] . To date, EEG data have been reported in only a few publications. Filatov et al. described a patient harboring clinical features of encephalopathy with normal CSF [7] . Diffuse slowing associated with left temporal sharp contoured waves were seen on EEG. A previous extensive left temporal stroke makes its interpretation questionable. In the eight EEGs from COVID-19 patients reported by Helms et al. in the ICU, none had specific changes [8] . Similarly, 20 EEGs performed in COVID-19 patients with altered mental status display only diffuse theta and delta slowing [15] .", "cite_spans": [{"start": 128, "end": 132, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 255, "end": 259, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 439, "end": 443, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 446, "end": 450, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 615, "end": 618, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 892, "end": 895, "text": "[8]", "ref_id": null}, {"start": 1020, "end": 1024, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study has limitations, due to the relatively small number of studied EEGs, its retrospective nature and the lack of longitudinal follow-up except for three patients. However, a systematic prospective EEG study in COVID-19 patients has not been performed for ethical reasons (infection risk), and in the absence of convincing results in the ongoing literature or in our own first experience.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, pathological EEGs recorded did not find specific stereotyped patterns in COVID-19 patients. The abnormal patterns were not different from those encountered in other brain pathologies or critically ill patients. The role of the SARS-CoV-2 virus in central nervous system involvement is still unclear, and brain dysfunction in infected patients is probably diverse and multifactorial.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "none of the authors have any conflicts of interest to disclose. ", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "American Sleep Disorders Association. EEG arousals: scoring rules and examples: a preliminary report from the Sleep Disorders Atlas Task Force of the American Sleep Disorders Association", "authors": [], "year": 1992, "venue": "", "volume": "15", "issn": "", "pages": "173--84", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "French recommendations on electroencephalography", "authors": [{"first": "N", "middle": [], "last": "André-Obadia", "suffix": ""}, {"first": "M", "middle": [], "last": "Lamblin", "suffix": ""}, {"first": "P", "middle": [], "last": "Sauleau", "suffix": ""}], "year": 2015, "venue": "Neurophysiol Clin", "volume": "45", "issn": "", "pages": "1--17", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "ARS. Recommandations régionales COVID 19: Prise en charge en Neurologie", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Central nervous system manifestations of COVID-19: A systematic review", "authors": [{"first": "A", "middle": [], "last": "Asadi-Pooya", "suffix": ""}, {"first": "L", "middle": [], "last": "Simani", "suffix": ""}], "year": 2020, "venue": "J Neurol Sci", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jns.2020.116832"]}}, "BIBREF4": {"ref_id": "b4", "title": "Which EEG patterns warrant treatment in the critically ill? Reviewing the evidence for treatment of periodic epileptiform discharges and related patterns", "authors": [{"first": "D", "middle": [], "last": "Chong", "suffix": ""}, {"first": "L", "middle": [], "last": "Hirsch", "suffix": ""}], "year": 2005, "venue": "J Clin Neurophysiol", "volume": "22", "issn": "", "pages": "79--91", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A coefficient of agreement for nominal scales", "authors": [{"first": "J", "middle": [], "last": "Cohen", "suffix": ""}], "year": 1960, "venue": "Educ Psychol Meas", "volume": "20", "issn": "", "pages": "37--46", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Neurological Complications of Coronavirus Disease (COVID-19): Encephalopathy", "authors": [{"first": "A", "middle": [], "last": "Filatov", "suffix": ""}, {"first": "P", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "F", "middle": [], "last": "Hindi", "suffix": ""}, {"first": "P", "middle": [], "last": "Espinosa", "suffix": ""}], "year": 2020, "venue": "Cureus", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Neurologic Features in Severe SARS-CoV-2 Infection", "authors": [], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "2268--70", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "American Clinical Neurophysiology Society's Standardized Critical Care EEG Terminology: 2012 version", "authors": [{"first": "L", "middle": [], "last": "Hirsch", "suffix": ""}, {"first": "S", "middle": [], "last": "Laroche", "suffix": ""}, {"first": "N", "middle": [], "last": "Gaspard", "suffix": ""}, {"first": "E", "middle": [], "last": "Gerard", "suffix": ""}, {"first": "A", "middle": [], "last": "Svoronos", "suffix": ""}, {"first": "S", "middle": [], "last": "Herman", "suffix": ""}], "year": 2013, "venue": "J Clin Neurophysiol", "volume": "30", "issn": "", "pages": "1--27", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Posterior reversible encephalopathy syndrome (PRES): electroencephalographic findings and seizure patterns", "authors": [{"first": "O", "middle": [], "last": "Kastrup", "suffix": ""}, {"first": "M", "middle": [], "last": "Gerwig", "suffix": ""}, {"first": "M", "middle": [], "last": "Frings", "suffix": ""}, {"first": "H", "middle": [], "last": "Diener", "suffix": ""}], "year": 2012, "venue": "J Neurol", "volume": "259", "issn": "", "pages": "1383--1392", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Multifocal periodic lateralized epileptiform discharges (PLEDs): EEG features and clinical correlations", "authors": [{"first": "N", "middle": [], "last": "Lawn", "suffix": ""}, {"first": "B", "middle": [], "last": "Westmoreland", "suffix": ""}, {"first": "F", "middle": [], "last": "Sharbrough", "suffix": ""}], "year": 2000, "venue": "Clin Neurophysiol", "volume": "111", "issn": "", "pages": "2125--2134", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A first case of meningitis/encephalitis associated with SARS-Coronavirus-2", "authors": [{"first": "T", "middle": [], "last": "Moriguchi", "suffix": ""}, {"first": "N", "middle": [], "last": "Harii", "suffix": ""}, {"first": "J", "middle": [], "last": "Goto", "suffix": ""}, {"first": "D", "middle": [], "last": "Harada", "suffix": ""}, {"first": "H", "middle": [], "last": "Sugawara", "suffix": ""}, {"first": "J", "middle": [], "last": "Takamino", "suffix": ""}], "year": 2020, "venue": "Int J Infect Dis", "volume": "94", "issn": "", "pages": "55--63", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "COVID-19-associated Acute Hemorrhagic Necrotizing Encephalopathy: CT and MRI Features", "authors": [{"first": "N", "middle": [], "last": "Poyiadji", "suffix": ""}, {"first": "G", "middle": [], "last": "Shahin", "suffix": ""}, {"first": "D", "middle": [], "last": "Noujaim", "suffix": ""}, {"first": "M", "middle": [], "last": "Stone", "suffix": ""}, {"first": "S", "middle": [], "last": "Patel", "suffix": ""}, {"first": "B", "middle": [], "last": "Griffith", "suffix": ""}], "year": 2020, "venue": "Radiology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1148/radiol.2020201187"]}}, "BIBREF14": {"ref_id": "b14", "title": "Evaluating and monitoring analgesia and sedation in the intensive care unit", "authors": [{"first": "C", "middle": [], "last": "Sessler", "suffix": ""}, {"first": "M", "middle": [], "last": "Grap", "suffix": ""}, {"first": "M", "middle": [], "last": "Ramsay", "suffix": ""}], "year": 2008, "venue": "Crit Care", "volume": "12", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "EEG during the COVID-19 pandemic: What remains the same and what is different", "authors": [{"first": "N", "middle": [], "last": "Sethi", "suffix": ""}], "year": 2020, "venue": "Clin Neurophysiol", "volume": "131", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Significance of triphasic waves in patients with acute encephalopathy: a nine-year cohort study", "authors": [{"first": "R", "middle": [], "last": "Sutter", "suffix": ""}, {"first": "R", "middle": [], "last": "Stevens", "suffix": ""}, {"first": "P", "middle": [], "last": "Kaplan", "suffix": ""}], "year": 2013, "venue": "Clin Neurophysiol", "volume": "124", "issn": "", "pages": "1952--1960", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Neurological Impact of Coronavirus Disease (COVID-19): Practical Considerations for the Neuroscience Community", "authors": [{"first": "C", "middle": [], "last": "Werner", "suffix": ""}, {"first": "T", "middle": [], "last": "Scullen", "suffix": ""}, {"first": "M", "middle": [], "last": "Mathkour", "suffix": ""}, {"first": "T", "middle": [], "last": "Zeoli", "suffix": ""}, {"first": "A", "middle": [], "last": "Beighley", "suffix": ""}, {"first": "M", "middle": [], "last": "Kilgore", "suffix": ""}], "year": 2020, "venue": "World Neurosurg", "volume": "139", "issn": "", "pages": "344--54", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Class C (severely altered): continuous slow background activity, preserved reactivity and presence of abundant periodic or rhythmic patterns. -Class D (critically altered): discontinuous background or continuous periodic/ rhythmic patterns/ continuous slow background activity with absent reactivity.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "A, giving a total of 23 subnormal recordings (57.5%). Four were classified as class B", "latex": null, "type": "figure"}, "FIGREF2": {"text": "those three patients, knowing that two patients with the same medical conditions had a normal or mildly altered EEG. We have, however, no other arguments for encephalitis, as none of the patients indeed had MRI or cerebrospinal fluid analysis performed at the time of the EEG. None of our patients had lesions suggestive of encephalitis on MRI, but in the literature, cases of SARS-CoV-2 encephalitis were reported. Poyiadji et al. described acute necrotizing", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Patient #29. EEG class C. Slowing of the posterior rhythm in the theta range and generalized periodic discharges + stimulus-induced rhythmic delta activity, Patient #33. EEG class D. Discontinuous background activity with generalized rhythmic delta activity Patient #31. EEG class C. Slowing of the posterior rhythm in the theta range and multifocal periodic discharges Patient #36. EEG class D. Diffuse theta-delta slowing and continuous generalized periodic discharges Distribution of pathological conditions between EEG classes. Neurological: acute and severe chronic neurological diseases. General: organ failure or multiple organ dysfunctions. MV: acute respiratory distress syndrome with mechanical ventilation", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of clinical features, imaging, EEG indication, ongoing treatment and EEG features", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>na</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>r</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>u</td><td> </td><td> </td><td>Not </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Jo</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>DH awakening stopped 48h before EEG 21 Noninvasiv e MV Confusion, dysexecutive syndrome Dexmedeto midine, risperidone Class A 21 ARF, CIM Delayed awakening No for 6 days Class A etal atrophy tal gyral n 28 MV Delayed awakening and anisocoria available Class A 21 MV; CRF, hepatic failure fluctuating alertness, hepatic encephalopathy Sedation stopped 6 h before Class A -subcortical Basal ganglia n 30 ARF, CIM Delayed awakening 1 Polypnea fluctuating alertness Sedation stopped for 3 days Class A No Class A </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "We are indebted to the EEG technologists. We thank Mrs. Aisha Yu, native English speaker, for careful revisions of the language.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments:"}]}