{
    "paper_id": "01f6065c24a67a6ca254ebac15d86459bb963786",
    "metadata": {
        "title": "HIGH TEMPERATURE PROCESSING OF COMPLEX ORES Processing of Complex Materials in the Copper Industry: Challenges and Opportunities Ahead",
        "authors": [
            {
                "first": "Gerardo",
                "middle": [
                    "Alvear"
                ],
                "last": "Flores",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "-Independent Consultant",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Risopatron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "-International Copper Study Group",
                    "institution": "ICSG",
                    "location": {
                        "settlement": "Lisbon",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Joe",
                "middle": [],
                "last": "Pease",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "-Mineralis Consultants",
                    "location": {
                        "settlement": "Brisbane",
                        "region": "QLD",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the gradual decrease in the grade of copper ores being processed, copper concentrates have become more complex with higher impurity and gangue content. This trend has had a detrimental effect on smelters as they have to increase throughput to maintain copper metal production, while increasing operating costs due to processing the increased amounts of secondary products (slag, acid) and stabilizing waste streams. This paper discusses impacts from the increased complexity of resources from mine to smelters, highlighting the need for an integrated processing approach to achieve sustainable and competitive multi-metal recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Processing of complex materials in non-ferrous smelting has traditionally been approached as a niche opportunity to capture the economic value contained in the mining resources. Depending on the nature and complexity of the resources, miners have sometimes adopted processing options at the mine site, such as ultra-fine grinding, alternative flotation circuits, or hydrometallurgical processes, to reduce the concentration of elements that would reduce the value of their product. Meanwhile, their customers, the smelters, addressed complexity either by developing new processes or by modifying operating conditions to enhance the removal of deleterious elements. In some cases, synergies and cooperation between base metal processing facilities have improved recovery and waste management. However, in most cases, the copper industry has used dilution as the main response, either by blending of complex materials in central facilities or by diluting small quantities in large feed streams to smelters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Copper is recognized a cornerstone element to support the move towards a more sustainable society with eco-efficient living standards, e-mobility, efficient house designs, environmentallyfriendly public spaces, transportation designs, and medical applications to reduce disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "At the time of writing, the global economy faces an unprecedented shock from the impact of coronavirus which has reduced copper demand and prices. This will change as global stimulus and infrastructure programs lift the economy, and this will be an opportunity to stress the positive aspects of copper, not only in the traditional applications of infrastructure but also in less widespread applications in hospitals and public spaces to reduce the risk of disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It is therefore essential that the copper industry prepares itself by getting a clear understanding of future supply volume and resource quality. If we face increased copper demand, we need to understand the expected complexity in supply and how this will impact processing facilities in terms of recoveries, product quality, and waste management. This analysis should also consider the increasing pressure to process urban mining resources in existing industrial facilities, since these resources will bring additional complexity that will impact business performance. Table I shows a list of identified trends in the copper industry in recent years. 1 It identifies challenges from:",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 653,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 577,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Resource complexity and regulatory pressures. Increases in impurity content in concentrates. Bottlenecks derived from recycling restrictions. Energy and water access and cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UNDERSTANDING THE SUPPLY Trends Affecting Copper Mines"
        },
        {
            "text": "What type of complex materials will copper smelters potentially receive in the coming years? What impurities are going to increase in the copper concentrates? How will size distribution for liberation of copper species in the concentrator impact pyrometallurgical processing? What synergies between base metals processors will be required to optimize recoveries and minimize environmental impact? Addressing these queries will allow smelters to understand how they should adjust their operations to maximize the recovery of copper and other valuable elements, and the impact on secondary streams such as slag, acid and dust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UNDERSTANDING THE SUPPLY Trends Affecting Copper Mines"
        },
        {
            "text": "A global copper mine-by-mine review undertaken by ICSG found that the global average copper ore grade was as low as 0.45% copper in reported reserves and only 0.65% copper in 2015 copper mine production. Global weighted average of copper concentrate output in a large sample of plants was around 25% copper in 2015 data. There are significant data published on the falling copper ore grades in recent decades, but a factor of concern is that the ore grades in recently operational mines are not over 0.53%, while copper grades in new projects and in undeveloped mines are not over 0.43% copper on average. 2 The results of the copper mine ore grades survey carried out by the ICSG are shown in Fig. 1 . A review of the copper reserves in million tonnes of copper and the copper ore grades (percentage of copper) using the latest data for the top 56 copper mines of the world, ranked by reserves, produced the following findings: only 9 of the 56 copper mines with the largest reserves of copper presented copper ore grades over 1% copper content; and only 7 of the 56 copper mines with more copper reserves presented reserves over 40 million tonnes each. So, in 40 cases, representing almost 73% of the copper mines with important reported reserves, the copper ore grades are below 1% copper and the reserves are below 40 million tonnes copper content.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 607,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 694,
                    "end": 700,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Copper Content in Ores and Concentrates"
        },
        {
            "text": "If we consider only the top 20 copper mines with the most important reserves of copper (over 1,000 million tonnes of copper reserves) the average If we look at mines with high reserve volumes and lower copper contents, we can report Butte Group with 0.48%Cu. The reserves in the expansion of Escondida-Pampa Escondida only report 0.45%Cu, meanwhile Chuquicamata report 0.43%Cu, similar to Buenavista del Cobre (Cananea) reporting 0.42%Cu, and Radomiro Tomic also reporting 0.42%Cu. Lower grades in large reserves are reported by the Pebble project with only 0.34%Cu and Morenci with 0.25%Cu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Copper Content in Ores and Concentrates"
        },
        {
            "text": "Many copper resources and reserves in mineral deposits report higher copper content than porphyry deposit, however, the most abundant low-grade porphyry deposits were mined first, and this is the reason why global copper ore grades went down on average during 1990-2018. Current technology to extract low-grade copper reserves indicates that higher-grade copper deposits are not necessarily mined first. Many low ore grade deposits remain operating as is the case of Morenci, Toquepala, Cerro Verde, Centinela, Quebrada Blanca, Cuajone, Radomiro Tomic, and Los Bronces. The grade produced from established mines tends to reduce with age. Other relatively low-grades deposit, such as Quellaveco, are advancing in the project pipeline. However other high-grade deposits, such as the Olympic Dam expansions, Pokowice, Oyu Tolgoy, Grasberg Underground, and other higher ore grade projects, are slowly advancing to the production stage. 3 Higher throughput rates and more efficient mineral processing has maintained copper output; however, with lower feed copper content and increasing energy and water use per unit of output, extraction costs have been increasing in important copper mines. Using the Chilean copper mining industry as an example, the use of fossil fuels increased over 33% in 2010-2018, while the use of electricity increased by around 38% in this same period. 4 From the mine processing point of view, the reduction in ore grades and mineralogy changes suggest the need to adapt current mining and mineral processing techniques to maintain production targets of metal units and quality. However, in some cases, opposite strategies have been followed. For example, some Chinese operations have processed low-grade copper concentrates. 5 These trends suggest a dynamic balance between copper mines and processers in terms of defining where to invest and where is the best place to remove each impurity. This requires a balance between metal recovery, processing cost, acid production, and slag generation. Figure 2 shows data on the composition of 32 major traded concentrates, with the mineral composition calculated from publicly available assay data (which should therefore be considered to be approximate). 6 Expanding the data to 180 traded concentrates shows an average grade of 27% Cu, even though concentrates average only around 55-60% copper sulfides. This is due to the presence of the minerals chalcocite (79.9%Cu) and covellite (66.4%Cu), which are much higher grade than chalcopyrite (34.6%Cu).",
            "cite_spans": [
                {
                    "start": 932,
                    "end": 933,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1375,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1748,
                    "end": 1749,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2223,
                    "end": 2224,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 2018,
                    "end": 2026,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ore Grades and Technologies"
        },
        {
            "text": "However, chalcocite and covellite are secondary copper sulfides that occur in higher proportions in the close-to-surface ore zones. As the shallower zones are depleted, more mines are moving into deeper areas with increased primary mineralization, that is, a higher proportion of copper is contained in chalcopyrite (New African deposits are the exception to the industry trend towards higher chalcopyrite, but concentrates from African mines are rarely traded internationally.) This will cause a gradual decrease in the copper concentrate grade of traded concentrates, unless efforts are made to make concentrates mineralogically cleaner; that is, the proportion of copper sulfides would have to increase above the current level of 55-60% by removing more iron sulfides and non-sulfide gangue minerals. To achieve this, concentrators would need to increase the mineral processing ''power'', including finer regrinding and more intense flotation cleaning of the concentrates. These modifications to grinding and flotation require more capital investment and increase operating costs at the mine site, so many operators will choose to pass the lower-grade concentrates to smelters instead, so long as their concentrate is marketable and the penalties are less than the required capital and operating costs. This is reflected in the increase in the use of blending facilities as the primary tool to reduce the impact of complexity in smelters. Figure 3 shows the blending facilities strategically located around the globe. Table II summarizes the effects on copper smelting of this trend to the increasing proportion of copper from chalcopyrite from deeper copper mines.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1442,
                    "end": 1450,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1521,
                    "end": 1529,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Concentrate Quality"
        },
        {
            "text": "Increases in gangue and sulfur content directly impact the production of slag and sulfuric acid, both considered secondary products in copper production. Minor element concentration will not only affect the secondary products but also the main output of the smelter, copper anodes. Figure 4 shows a comparison for copper anode impurities between 2007 and 2019: 8 arsenic, tellurium, bismuth, selenium, nickel, and antimony concentrations in copper anodes have all increased. Potential impact on furnace heat balance due to increase sulfur content potentially balanced by gangue content in the concentrate Increased slag generation Increased copper losses as slag amounts increase Increased acid production (higher sulfur content) Increase in gangue concentration (specific)",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 362,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 290,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "COMPLEXITY IN COPPER CONCENTRATES AND POTENTIAL COUNTER MEASURE IN COPPER SMELTING"
        },
        {
            "text": "Alumina: An increment in alumina content in the feed will increase slag viscosity. Copper losses potentially impacted due to increased matte entrained (i.e., increase in Al 2 O 3 content in slag over 4% could drastically increases slag viscosity) Magnesia: Impact on slag liquidus temperature required to increase operating temperature to keep slag with required fluidity, depending on smelting technology Iron oxide: Will require addition fluxing agent (silica) to keep Fe/SiO 2 target Increase in pyrite Increase in slag generation Direct impact on heat balance of the furnace might result in reducing copper matte grade or additional cooling agents (reverts) to balance heat, replacing new feed, and reducing produced copper units Increase in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPLEXITY IN COPPER CONCENTRATES AND POTENTIAL COUNTER MEASURE IN COPPER SMELTING"
        },
        {
            "text": "Pb and Zn Zinc Increase in zinc content in slag (bath smelting) and dust (flash furnace) might allow options to recover via dust leaching Lead Increase in dust concentration during converting process might also option for recovery via dust leaching in an integrated Cu-As-Pb-Zn recovery circuit Potential requirement for a lead removal stage at the end of copper blowing by adding silicacontaining fluxes. Slag will need to be recycled to smelting unit Increase in the concentration of deleterious elements",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPLEXITY IN COPPER CONCENTRATES AND POTENTIAL COUNTER MEASURE IN COPPER SMELTING"
        },
        {
            "text": "Arsenic: Increase in arsenic concentration in streams from primary smelting reactor: Requirements for additional operating costs in gas cleaning Increase in arsenic concentration in slag could jeopardize slag disposal or use in secondary applications Increase in arsenic in anode could require use of fluxing to meet anode standards Halogens: Increase in mercury, fluorine, and chlorines in concentrate: Additional gas cleaning required Precious metal losses to gas might increase due to volatilization as chlorides Corrosion of gas-cleaning equipment This increase in impurities in the copper anodes has not only affected the electrorefining process but also intermediate streams, sub-product quality, and the options for dust and residue recycling to the smelting furnace. This has increased the need to incorporate bleeding options or synergies with other base metal operations to achieve more sustainable metal recovery, waste stabilization, and overall sustainable processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPLEXITY IN COPPER CONCENTRATES AND POTENTIAL COUNTER MEASURE IN COPPER SMELTING"
        },
        {
            "text": "Pyrometallurgical processing of complex copper concentrates has been traditionally associated with the smelting of specific materials containing substantial concentrations of deleterious elements, such as arsenic and/or smelted polymetallic base metal concentrates containing relevant quantities of copper, lead, and zinc as carrier metals, associated with precious metals and other elements. In most cases, such materials have been processed in facilities integrated with or close to the mine site. Examples include the processing of Cu-As concentrates in Kosaka in Japan, the roasting of Cu-As concentrates at El Indio in Chile, and the processing of Cu-As concentrates from the Consolidated Mine in The Philippines at the Lepanto Roaster. 9 Most of these plants have had a limited operating life, as they were originally designed to treat specific mine resources with a limited mine life. However, with the commissioning of the Ministro Hales roaster in Chile, a renewed interest in roasting has emerged as a niche solution for processing high-arsenic concentrates. This could potentially allow simpler and more cost-effective integrated metallurgical plants using one-step pyrometallurgical processing, i.e., direct-to-blister processing of roaster calcine. In principle, the overall capital cost of such a facility should be competitive considering the reduction in equipment and material handling.",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 743,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "PROCESSING OF COPPER COMPLEX MATERIALS IN THE COPPER INDUSTRY"
        },
        {
            "text": "In the case of polymetallic concentrates, a more robust approach to increase metal recovery and multi-metal production has been to develop multimetal recovery facilities. The main goals of these facilities are to achieve maximum metal recoveries and optimum waste and effluent management by the exchange of metal flows between the different metallurgical circuits. This principle, shown in Fig. 5 , is applied in metallurgical integrated plants, such as the Kazzinc Ust-Kamenogorsk Metallurgical Complex in Kazakhstan, 10 the Boliden Rönnskä r Smelter, 11 or in multi-integrated sites in Japan, 12 Germany 13 and Korea, 14 among others.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 521,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 555,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 396,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "PROCESSING OF COPPER COMPLEX MATERIALS IN THE COPPER INDUSTRY"
        },
        {
            "text": "However, even in these integrated facilities, it still not yet feasible to recover elements such as W, Mo, V, Mn, Cr, Nb, Ta, Li, and the rare earths. Considering the future challenges that will arise from processing increasing quantities of batteries, additional efforts will be required to adapt metallurgical circuits to recover new elements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROCESSING OF COPPER COMPLEX MATERIALS IN THE COPPER INDUSTRY"
        },
        {
            "text": "Additional efforts have been made in countries like Japan and Germany to develop technologies to recover rare metals from waste from small electronic and electric appliances, prioritizing pre-processing of these materials before being fed into copper smelting circuits. 16 The aim is to improve recovery rates and the range of elements that can be economically recovered. Table III shows a compilation of metallurgical complex processing plants that were or are currently operating in the western world, aiming to use base metal carrier properties to optimize and maximize precious metal recovery. In most of these plants, base metal volume production is not as relevant as the concentration of valuable precious metals. These plants can potentially process industrial wastes, city incinerator metallic sub-products, recycling oils, and others. Countries like Korea and Japan have been pioneers in this approach at their non-ferrous operating plants. Metallurgical plants in Japan are using a similar approach by integrating primary and secondary complex processing sites and maximizing synergies between them to increase metal recovery. In the case of Japan, special emphasis has been made to process complex secondary raw materials and industrial waste using the ability of existing smelting facilities to recover valuable metals. Figure 6 shows the concept applied by JX Nippon Mining to combine primary resources with secondary and industrial waste resources.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 272,
                    "text": "16",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 381,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1333,
                    "end": 1341,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "PROCESSING OF COPPER COMPLEX MATERIALS IN THE COPPER INDUSTRY"
        },
        {
            "text": "Materials Processing Systems Figure 7 shows the process flowsheet of the lead secondary copper smelter. 20 The flowsheet allows the integration and transfer of materials with the primary copper smelter. The lead smelter and refinery involve:",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "text": "20",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Example 2: Aurubis Primary and Secondary"
        },
        {
            "text": "Smelting of complex copper lead concentrates in an electric furnace. Converting of copper lead matte in a Peirce-Smith converter. Refining of lead bullion. Integration with anode slime plant. Integration with precious metal refinery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 2: Aurubis Primary and Secondary"
        },
        {
            "text": "On the secondary copper side, one of the most successful expressions of an integrated recycling system has been the implementation of the Kayser Recycling System (KRS + ). This flowsheet, which was developed to recover copper, lead, tin, and precious metals, has been in operation since 2002 in Lü nen, Germany. Figure 8 shows the Lü nen process flowsheet. 23 The flowsheet encompasses the following unit operations:",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Example 2: Aurubis Primary and Secondary"
        },
        {
            "text": "ISAMELT TM furnace for smelting reduction. Settling furnace for copper recovery. Pb-Sn furnace for Pb-Sn alloy production. TBRC for copper conversion. Anode furnace. The Ust-Kamenogorsk Metallurgical Complex is a multi-metal recovery plant combining lead, copper and zinc base metal metallurgy. The plant consists of:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 2: Aurubis Primary and Secondary"
        },
        {
            "text": "Zinc refinery with a capacity of 190,000 tpa. Lead smelter and refinery with a lead bullion production capacity of 144,000 tpa. Copper smelter and refinery with a copper cathode production capacity of 70,000 tpa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 2: Aurubis Primary and Secondary"
        },
        {
            "text": "A precious metal plant is also integrated into the base metal operation to produce gold and silver. The Ust-Kamenogorsk metallurgical complex is able to process highly complex materials with high recoveries given by the integrated nature of the plant. Figure 9 shows a simplified process flowsheet.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "Figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Example 2: Aurubis Primary and Secondary"
        },
        {
            "text": "Arsenic has been a recurrent challenge in the management of deleterious elements in the processing of copper concentrates. Arsenic content has gradually increased in copper concentrates to levels that are almost above the standard arsenic blending concentrations that most western smelters in Europe, Asia (excluding China), and North America can operate. A clear example of the gradual increase of arsenic in copper concentrates can be demonstrated by the behavior in the blends processed in Japan. According to the Metals Economics Institute of Japan, arsenic content in copper concentrates processed in Japanese smelters has gradually increased since 1991 from 400 ppm to over 1,000 ppm in 2016, while the copper content in the concentrates decreased from near 33% to 27%Cu. 26 This represents a 3 times increase in the units of As per unit of Cu in the feed. The same report estimates that standard copper concentrate blends could increase to 3,000 ppm if new high As-containing deposits are brought into operation. Introducing such complex high-arsenic copper concentrates would require large amounts of clean concentrates to dilute the arsenic contents to levels acceptable from the technical and economic points of view by copper smelter. 27 The impact of a small increase in the tonnes of high-arsenic concentrates is illustrated in Fig. 10 . 28 Because of the more than tenfold higher arsenic units per unit of concentrate, what appears to be a small increase in the amount of high-arsenic concentrates forecast in Mayhew et al. 28 almost doubles the arsenic units at smelting. Even if there were sufficient low-arsenic concentrates to dilute the average arsenic to acceptable limits, the smelting industry would still face a significant increase in the units (tonnes) of arsenic to be processed and disposed. This would appear to be an unsustainable position for the predominantly urban-located smelting industry. It indicates that technologies need to be adopted to reduce the arsenic content of copper concentrates at mine sites.",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 780,
                    "text": "26",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1246,
                    "end": 1248,
                    "text": "27",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1351,
                    "end": 1353,
                    "text": "28",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1538,
                    "end": 1540,
                    "text": "28",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 1341,
                    "end": 1348,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "THE ARSENIC CHALLENGE"
        },
        {
            "text": "A large amount of fundamental work has been conducted to understand the behavior of arsenic in copper smelting. Thermodynamic and kinetic aspects as well as strategies to optimize capture and stabilization were summarised by Piret et al., who conducted an extensive review on the state of the art in 1989. 29 The main conclusions of the Piret review are:",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 308,
                    "text": "29",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Strategies to Process Complex Arsenic Containing Materials"
        },
        {
            "text": "Metallurgical slags offer a limited capacity to capture arsenic, mainly due to the reducing conditions in which they are treated. Gas phase elimination and subsequent processing of condensed dust are more suitable for arsenic capture. Arsenic capture as speiss form is advantageous. Recycling of intermediate products should be directed to processes in which arsenic can be effectively separated from the metal phase. Hydrometallurgical processing is the most suitable process route for separate processing of intermediate arsenic-containing materials. Effluent processing techniques allow the separation and recovery of arsenic in intermediate product. However, safe disposal of these arsenic intermediate streams will require developing environmentally stable compounds. Wet gas cleaning is an unavoidable step if lower gas emission standards are applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Process Complex Arsenic Containing Materials"
        },
        {
            "text": "Most of the above criteria have been gradually applied to modern smelting operations, with new technologies being used for arsenic recovery, and safe disposal from copper smelting dust, refinery effluents, gas cleaning, and wastewater processing being gradually achieved. In the last 30 years, a great deal of effort has also been made to develop alternative technologies to process high-arsenic-containing materials. Focus has been on:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Process Complex Arsenic Containing Materials"
        },
        {
            "text": "Developing niche technologies for processing specific ore bodies from mine to cathode using a combination of hydrometallurgical techniques and solvent extraction and electrowinning. Selective flotation to depress and concentrate high-arsenic streams. Renewed interest in roasting of high-arseniccontaining materials. Leaching of high-arsenic copper concentrates (alkaline and acid environments). Stabilization of arsenic residues in crystalline stable structures such as scorodite. Vitrification of high-arsenic-containing materials in smelting slags. Table IV shows the level of development of some technology responses for processing complex arsenic-containing materials. 30 , 31 Most of these technologies have been developed to process high-arsenic-containing streams. However, with blending continuing to be the most popular approach, a gradual increase in arsenic content in copper concentrates-and a faster increase in the tonnes of arsenic processed-should be expected. This will exert more pressure on smelters, increasing their operating costs, jeopardizing their competitiveness, and increasing environmental compliance requirements.",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 676,
                    "text": "30",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 679,
                    "end": 681,
                    "text": "31",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 552,
                    "end": 560,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Strategies to Process Complex Arsenic Containing Materials"
        },
        {
            "text": "Complexity, therefore, can be understood not only in terms of supply but also in terms of the effect on the business need to invest in peripherical equipment to increase capture, reduce emissions, and stabilize residues according to local regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Process Complex Arsenic Containing Materials"
        },
        {
            "text": "This gradual increase associated with operational procedures aimed to minimize waste outlets has gradually increased arsenic concentration in slags and, subsequently, reduced market opportunities for sub-products. Several efforts are currently undergoing in Chile, Germany, Australia, Japan, and Canada, among others, to develop pre-processing alternatives for safe arsenic removal prior to smelting or processing of secondary streams generated in the copper smelting processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Process Complex Arsenic Containing Materials"
        },
        {
            "text": "The last two items in Table IV should be the first investigated in any integrated industry response. It is almost always more efficient to remove an impurity at ambient temperature and pressure in mineral processing rather than in smelting-so long as that impurity is in a discrete identifiable mineral. When arsenic in the current ''baseload'' of traded concentrates occurs in the form of arsenopyrite (FeAsS), or is apparently dissolved in iron sulfides, then it can be reduced by mineral separation applying modern fine regrinding and washed-froth cleaning. This is more technically efficient than removing the arsenic in smelting, but it is not always more economic for the miner. Though the technology is well proven, it requires capital investment and increases mine-site operating costs. Current concentrate contracts do not generally reward this investment-that is, they do not send the correct cost ''signals'' to achieve the most efficient solution for the overall processing industry. Usually mine sites only adopt these technologies if they are essential to market their concentrate-for example, some of the sites that produce the highest quality concentrates in Fig. 2 do so in order to achieve limits on impurities such as U or F. The mineral processing steps to reduce the impurities to acceptable levels for marketing coincidentally reduce other mineral contamination, resulting in a significantly higher concentrate grade in high copper recovery (though in a finer-grained concentrate). If more accurate economic signals were sent through concentrate contracts, or if the copper industry agreed to an ''arsenic code'', then the average arsenic level of currently traded concentrates could also be reduced.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 30,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1175,
                    "end": 1181,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Strategies to Process Complex Arsenic Containing Materials"
        },
        {
            "text": "A much more difficult mineral processing challenge is the selective flotation of arsenic-bearing copper minerals (e.g., enargite, Cu 3 AsS 4 , and tennantite, (Cu, Fe) 12 As 4 S 13 ). These minerals have flotation characteristics very similar to nonarsenic-bearing copper minerals (chalcopyrite, chalcocite and bornite). Very small chemical ''windows'' for partial separation have been demonstrated in laboratory work, but these do not appear robust enough for practical application. Even if they were, they would still only split the same amount of arsenic between a low-arsenic copper concentrate and a high-arsenic copper concentrate. Either way, a new processing technology needs to be adopted if the copper industry is to avoid the transport and smelting of increased units of arsenic from these deposits. The atmospheric leaching processes in Table IV appear the most likely candidates, and they could be applied on-site or at a central facility to reduce arsenic content and dispose it locally and safely before transport to smelters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 849,
                    "end": 857,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Strategies to Process Complex Arsenic Containing Materials"
        },
        {
            "text": "Primary and secondary sources of base metals are gradually increasing in complexity. This complexity includes lower grade ore, lower grade concentrates, and increases in the concentration of minor metals and slagging elements. This pattern has clearly affected non-ferrous metal production, increasing operating costs, environmental compliance pressures, and the investment required to ensure a sustainable production of metals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOGNIZING COMPLEXITY AS A DRIVER FOR THE FUTURE"
        },
        {
            "text": "Alvear et al. 32 discussed some key elements associated with the increasing complexity for primary copper production. This has been observed in the operation of secondary materials, such as the Kayser Recycling System, with increasing complexity and reduction in the concentration of base and precious metals in the sourced raw materials.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 16,
                    "text": "32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RECOGNIZING COMPLEXITY AS A DRIVER FOR THE FUTURE"
        },
        {
            "text": "This pattern constantly challenges the competitiveness of smelters, who need regular evaluation of cost-effective measures to remain competitive. This is the most critical question for producers: How to differentiate from each other in an industry that has been traditionally regarded as a commodity business with common technologies. Clearly, adequate technology transformation, selection and performance will play a crucial role in this race to enhance (1) superior metallurgical performance, (2) a sustainable and environmentally friendly operation, (3) adequate impurity management, and (4) proper product quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOGNIZING COMPLEXITY AS A DRIVER FOR THE FUTURE"
        },
        {
            "text": "Asset optimization is key. In a previous publication, we recognized the following elements as essential aspects to adjust metallurgical operations to the change in supply:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOGNIZING COMPLEXITY AS A DRIVER FOR THE FUTURE"
        },
        {
            "text": "Flexibility of the process configuration to adapt to new grades: find new operating conditions and adjust production to this reality. Interaction with concentrate suppliers and ability to blend and stabilize smelting assets on a regular basis if possible. Ability to maximize impurity processing capacity. Energy utilization: how to adjust operating conditions for a given feed to optimize energy efficiency and utilization. Ultimately, considerations for new/improved technologies to meet the challenge of resource efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOGNIZING COMPLEXITY AS A DRIVER FOR THE FUTURE"
        },
        {
            "text": "To this list, we add the need for better integration of mine-site technologies with smelting, to find the most efficient place for the industry to remove impurities. This requires constructive dialogue between miners and smelters. When the most efficient technical option is identified, then either concentrate contracts should send the right market signals, or the industry may need to agree to a code of practice to achieve the most sustainable outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOGNIZING COMPLEXITY AS A DRIVER FOR THE FUTURE"
        },
        {
            "text": "Knowledge integration plays a key role in the conceptualization and development of metallurgical processes. As complexity is expected to rise, modifications of existing metallurgical processes and/or developments of new ones will be required. Increased amounts of minor elements from copper complex concentrates as well as complex e-wastes and industrial residues will require sustainable processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KNOWLEDGE INTEGRATION: FROM FUNDAMENTAL KNOWLEDGE TO TECHNOLOGY IMPLEMENTATION"
        },
        {
            "text": "In addition, with e-mobility as a target for the future, new processes able to recycle and recover battery elements will be required. These potential new processes will benefit from synergies from existing metallurgical plants; however, careful evaluation of the impact on existing streams will be required. New smelters will need to move from a standard processing that is becoming more competitive and less profitable to explore processing of complex urban wastes, metallurgical residues, and complex materials to secure profitable business. Competition with low-cost smelters, mostly located in China, will become more difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KNOWLEDGE INTEGRATION: FROM FUNDAMENTAL KNOWLEDGE TO TECHNOLOGY IMPLEMENTATION"
        },
        {
            "text": "As these operations move to consider new business opportunities, integrated approaches to develop technologies will be required. Integration will mean not only technical knowledge but also business expertise in non-traditional materials and full understanding of supply chains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KNOWLEDGE INTEGRATION: FROM FUNDAMENTAL KNOWLEDGE TO TECHNOLOGY IMPLEMENTATION"
        },
        {
            "text": "Key aspects to consider when analysing the need for further development of existing assets and/or new technology to meet the needs from the market are shown in Table V . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 167,
                    "text": "Table V",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "KNOWLEDGE INTEGRATION: FROM FUNDAMENTAL KNOWLEDGE TO TECHNOLOGY IMPLEMENTATION"
        },
        {
            "text": "Sustainable production of metals is of paramount importance to meet community demand along with a sustainable future of our planet. As demand for copper and contained valuable metals increases and the grade of available ores decreases, processing of more complex materials will be necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING REMARKS"
        },
        {
            "text": "The most efficient technical solutions will involve a combination of mineral processing and hydrometallurgical and pyrometallurgical processing techniques, and will include processing complex materials from both primary and secondary sources at both mine sites and smelters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING REMARKS"
        },
        {
            "text": "In this framework, a resource-to-cathode vision that incorporates synergies between mines, concentrators, smelters, and refineries will be required. This needs to start with open technical dialogue, followed by commercial understanding of the most efficient ways to remove impurities, and then be supported by the right market signals to achieve the more efficient outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING REMARKS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gas Metals National Corporation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Risopatron",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Impurities in Copper Raw Materials and Regulatory Advances",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Solid Wastes in Base Metal Mining, Smelting and Refining: A Comprehensive Study for the Copper, Lead, Zinc and Nickel Industries",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Consumos de Energı´a y Recursos Hı´dricos en la Minerı´a del Cobre al",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Montes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gonzá",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Comisión Chilena del Cobre",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Proceedings of Copper",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bing",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MMIJ",
            "volume": "",
            "issn": "",
            "pages": "21--24",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mineralis Consultants Pty Ltd, Calculated From Industry and Public Data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Pease",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "International Symposium on Productivity and Technology in the Metallurgical Industry",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Piret",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mellin",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "735--814",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Home page of JX Nippon Mining & Metals",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Testaye",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hamuyuni",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-52192-3_11"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Copper 2013",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Gas Metals National Corporation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Home page of Dowa Eco-System",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Extraction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zschiesche",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ayhan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Antrekowitsch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-95022-8_26"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Home page of Umicore Precious Metals Refining",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Extraction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burrows",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Azekenov",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-95022-8_29"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Proceedings of Cu 2013",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Burrows",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R F"
                    ],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Tynybayev",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "39--48",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Trends of Arsenic in Copper Raw Materials and its Technical Countermeasure in the Copper Industry",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamazaki",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Arsenic Management for the Copper Smelting Industry (Japan Oil, Gas Metals National Corporation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R F"
                    ],
                    "last": "Flores",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "0 International Seminar, Innovation in Hydrometallurgical Plants, 13th International Congress",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mayhew",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mean",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lossin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barrios",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "International Symposium on Productivity and Technology in the Metallurgical Industry",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Piret",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mellin",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "735--814",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Arsenic: The Argument for Hydrometallurgical Processing and Stabilization at the Mine Site (Japan Oil, Gas Metals National Corporation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dreisinger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Home page of Dundee Sustainable Technologies",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Copper mine reserves versus copper ore grades; survey by ICSG.2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Estimated mineral composition of major traded copper concentrates; Ccp chalcopyrite, Cc chalcocite, Cv covellite, Py pyrite and Po pyrrhotite.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Global copper anode impurity growth 2007-2019 8 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Multi-metal recovery flows in a Cu-Pb-Zn integrated copper plant (modified from Nakamura15 ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "JX Nippon Mining Flowsheet (reprinted with permission of JX Nippon Mining). 12",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Aurubis lead smelter flowsheet for processing of Cu-Pb complex concentrates (reprinted from Extraction 2018). Kayser recycling system (KRS + ) (reprinted from Rewas 2013).23",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Kazzinc Ust-Kamenogorsk Metallurgical Complex flowsheet (reprinted from extraction 2018). 24 Fig. 10. Actual and predicted arsenic levels of concentrates (calculated by the authors from a graph of actual and forecast concentrate arsenic levels reported by Mayhew et al. 28 ).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Challenges for copper miners Higher levels of impurities such as Hg, As, and Bi, increasing smelter flue dust and other hazardous wastes More demand for smelter products, but concentrates contain increased units of As, Pb, Falling prices in exchanges 2011-2016, but ICSG reports deficits of refined copper every year The current practice of blending dirty concentrates with clean concentrates will become increasing challenging as overall impurity levels rise",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Concentrate complexity and impact on copper smelting",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Metallurgical integrated plants, excluding China10 ,",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Some technology responses for the processing of complex arsenic-containing materials",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Basic elements required to foster an integrated technology development approach Understanding main drivers behind metals markets Who are the main actors and where are they playing? Awareness of commercial, technical, and environmental limitations Technology road mapping Clear understanding of limitations and capabilities of technologies and processes Ability to assess technological status of competitors Comprehensive process knowledge Capacity to understand current processes and fundamentals behind them Holistic analytical capabilities Integrated multidisciplinary thinking Technological support Appropriate laboratory and/or pilot plant access Process modeling capabilities to properly represent metallurgical processes Intelligent and effective networking To know where to go and what to ask when needed to accelerate learning process Clear awareness of engineering scale-up process to enable proper development, engineering, and transfer of technological innovations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}