{"paper_id": "01f7ebedfcedde79ac1595a1561fa2e735a76622", "metadata": {"title": "Behavioural change towards reduced intensity physical activity is disproportionately prevalent among adults with serious health issues or self-perception of high risk during the UK COVID-19 lockdown", "authors": [{"first": "Nina", "middle": ["Trivedy"], "last": "Rogers", "suffix": "", "affiliation": {"laboratory": "", "institution": "UCL Research", "location": {"postCode": "WC1E 7HB", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Naomi", "middle": [], "last": "Waterlow", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hannah", "middle": [], "last": "Brindle", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Luisa", "middle": [], "last": "Enria", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Bath", "location": {"postCode": "BA2 7AY", "settlement": "Bath"}}, "email": ""}, {"first": "Rosalind", "middle": ["M"], "last": "Eggo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shelley", "middle": [], "last": "Lees", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chrissy", "middle": ["H"], "last": "Roberts", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "There are growing concerns that the UK COVID-19 lockdown has reduced opportunities to maintain health through physical activity, placing individuals at higher risk of chronic disease and leaving them more vulnerable to severe sequelae of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The pandemic spread of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) [1] was declared a Public Health Emergency of International Concern by the World Health Organisation on 30 January 2020 [2] and by the end of April 2020 the virus had infected more than 3 million people worldwide, causing more than 200,000 deaths [3] . In order to limit the spread of COVID-19, governments across the globe imposed varying degrees of social distancing advice and nationwide lockdowns. On 23 March 2020 the UK government enacted measures that were included in the Coronavirus Act 2020 and recommended that everyone must stay in their homes unless (i)", "cite_spans": [{"start": 84, "end": 87, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 204, "end": 207, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 331, "end": 334, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "shopping for essentials such as food and medicine, (ii) requiring medical assistance, (iii) caring for vulnerable people, (iv) travelling to and from work if absolutely necessary and (v) to carry out one form of exercise (e.g: walking, running, cycling) each day, either alone or with people who live together. Some adults aged 70 and over and those with specific underlying health conditions including asthma, heart disease, diabetes and being seriously overweight were also advised to follow much stricter social isolation recommendations. In this paper we refer to the combined package of measures as 'lockdown'.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "There have been growing concerns that the limitations lockdown has placed on opportunities for individuals to be physically active could have public health implications [4, 5] . The tradeoff between protection from COVID-19 and increased risk of inactivity presents already vulnerable populations with a potential \"no-win\" situation; for instance where the consequence of protection from acquiring SARS-CoV-2 infection is increased inactivity, which could put these same individuals at disease because the topic of \"Asthma\" accounted for around 25% of the open text responses to this question (Determined by structural text modelling, see below) and because asthma was mentioned directly by 678 participants (Supplementary Figure S1 ) . The majority of people who reported having a doctor's diagnosis of lung disease also mentioned asthma (63.4%, n = 225, Supplementary Table S1) suggesting that they operationalised asthma as a lung disease and may have been referring to asthma when they reported their prior diagnosis of lung disease. 8.3% (n = 453) of people who did not report having 'lung disease' did however mention asthma in the free text.", "cite_spans": [{"start": 169, "end": 172, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 173, "end": 175, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 723, "end": 732, "text": "Figure S1", "ref_id": "FIGREF8"}], "section": "Introduction"}, {"text": "We performed a complete case analysis of male and female gendered participants aged 20 years and over, opting to include only participants who had provided responses to all the relevant fields including baseline PA, PA during lockdown, highest educational qualifications, age (20-34; 35-54; 55-69; 70+), gender, whether living alone, household income, presence of ADLs, self-rated depression and pre-existing chronic diseases. Pearson's ꭓ 2 test was used to detect factor variables with statistically significant differences between the groups when the data were grouped according to baseline (pre-COVID-19) PA levels. Due to significant differences according to baseline PA, all further analyses were corrected for baseline PA. The main response variable for statistical association tests was any change in PA intensity from pre-COVID- 19 [e.g. Running/Jogging/Hiking, Cycling, Weightlifting] \" ) to PA during COVID-19 lockdown ( \"What type of exercise are you doing now?\" , options as for baseline). Participants were classified as doing the \"Same\", \"Less\" or \"More\" than their usual PA intensity. Using the 'nnet' R package, we applied a multinomial log-linear model via neural networks [15] to the detection of factors which were associated with change in PA intensity during lockdown.", "cite_spans": [{"start": 276, "end": 290, "text": "(20-34; 35-54;", "ref_id": null}, {"start": 837, "end": 839, "text": "19", "ref_id": "BIBREF11"}, {"start": 1190, "end": 1194, "text": "[15]", "ref_id": null}], "ref_spans": [], "section": "Analysis"}, {"text": "We used Structural Text Modelling (STM) [16] to identify key topics in the data on self-perceived medical risk factors (see above), and also to determine whether changes in PA intensity were associated with participants' other perceptions of risk from COVID-19. STM employs machine learning (ML) approaches to explore open ended survey questions in a highly structured and reproducible way [16] . The goal of STM is to identify topics and perspectives in free-text data, for instance by highlighting specific diseases, themes or perspectives being reported in the survey. This is functionally analogous and equivalent in results to the type of human coding of text data performed by anthropologists and ethnographers; but unlike more conventional topic modelling, STM makes it possible to link topic models to metadata and quantitative data in a way that is directly amenable to statistical modelling [16, 17] . All STM was performed using the 'stm' package [17] \"me\" , \"that's\" and \"because\" ) were stripped and data were trimmed to include only words which appeared in 20 or more responses to the survey. The corpus was then bound to the quantitative data from the survey and the STM was optimised to determine the number of topics which maintained the balance between high semantic coherence (i.e. the topics were clear and understandable) and exclusivity (vocabulary and themes had little cross-over between topics). The topics were then labelled manually (this and defining the number of topics of interest were the only subjective components of the process) by first examining the word usage within topics (weighted by exclusivity) and then assessing a number of representative perspectives (quotes) from each of the topics. Expected text proportions (ETP) were defined as the proportion of the total corpus which related to each topic. Between-topic correlations were measured using the semiparametric procedure described in the R package \"huge\" (High-Dimensional Undirected Graph Estimation). Tests for statistical associations between the PA data set and the STM topics used regressions of the STM, where the between group ETPs were the outcome variables and the survey PA question data, including the change in PA intensity were the explanatory variables.", "cite_spans": [{"start": 40, "end": 44, "text": "[16]", "ref_id": "BIBREF8"}, {"start": 390, "end": 394, "text": "[16]", "ref_id": "BIBREF8"}, {"start": 901, "end": 905, "text": "[16,", "ref_id": "BIBREF8"}, {"start": 906, "end": 909, "text": "17]", "ref_id": "BIBREF9"}, {"start": 958, "end": 962, "text": "[17]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Topic Modelling"}, {"text": "This project uses tools and methods that have been developed as part of projects that were guided from the earliest stages by patient and public involvement and stakeholders have been included in all stages of the research. The open source survey software used in this study was developed in collaboration with a global community of researchers, data scientists and field epidemiologists, including members of the public, not-for-profit organisations and partners from low and middle 8 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Patient and public involvement"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. income countries. A group of around 15 lay members of the UK public, including both younger and older people, were asked to test, review and recommend changes to the content of the survey before it was fully deployed.", "cite_spans": [], "ref_spans": [], "section": "Patient and public involvement"}, {"text": "The study was approved by the London School of Hygiene and Tropical Medicine Observational research ethics committee (Ref: 21846). All data were fully anonymous and the study team had no means by which they could identify individual respondents. All participants provided consent to participate in the study by ticking a box on the survey web-form. All questions in the survey were optional (excepting age and number of people in the household), meaning that participants could skip questions if they did not want to divulge specific data.", "cite_spans": [], "ref_spans": [], "section": "Ethics, Confidentiality & Participant wellbeing"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "9"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. ", "cite_spans": [], "ref_spans": [], "section": "9"}, {"text": "The survey consisted of 9,456 participants. After filtering the data (Supplementary Table S2 ) to a complete case analysis we retained 5,820 participants for analysis and demographic characteristics of the sample are given in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 69, "end": 92, "text": "(Supplementary Table S2", "ref_id": "TABREF7"}, {"start": 226, "end": 233, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "The majority of respondents (78%) were female and most (83%) were aged between 35 and 69 years. There was a relatively normal distribution of household incomes but a large proportion of the participants (62.9%, n = 3,659) were educated to degree level or higher. Participants lived across the UK including 6% in Scotland, 5% in Wales, 1% in Northern Ireland, and of those from England, 35% in London and the South-East regions. Ethnically, 95.4% of participants were white, with just 3.7% being from black and minority ethnic (BAME) backgrounds. 0.9% of respondents opted not to reveal their ethnicity. Ethnicity was not included as a covariate in statistical analyses as the numbers were too small. Similarly, non-male, non-female gendered (n = 55) participants were excluded from analysis due to limited numbers. Adults were less likely to report vigorous PA prior to the lockdown if they were female, older, had fewer educational qualifications, lower household income, lived alone, had a garden, had school-aged children and if they had obesity, hypertension, type II diabetes, lung disease, one or more ADLs and depression during the epidemic (Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 1148, "end": 1156, "text": "(Table 2", "ref_id": "TABREF7"}], "section": "Results"}, {"text": "Approximately 37% of participants (n = 2,161) reported a change in their PA behaviours during lockdown, with 25.4% (n = 1,479) doing less and 11.7% (n = 682) doing more than before the pandemic. After correcting for baseline PA intensity, there were significantly increased odds for 10 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Figure 1 ). All statistical testing used the group who had not changed PA intensity as the reference group.", "cite_spans": [], "ref_spans": [{"start": 444, "end": 452, "text": "Figure 1", "ref_id": "FIGREF8"}], "section": "Results"}, {"text": "To investigate the role of self-perceived risks on PA behaviours during lockdown, we used STM to reveal 10 topics in the 5506 survey responses which constituted the corpus of text on the coping-strategies of the study participants. The 10 key topics we identified were (T1) \"Virtual Meetings/Online life\", (T2) \"Buying Food, Handwashing\", (T3) \"Key workers, NHS, essential jobs\", (T4) \"Perceptions of risk to self or household members\", (T5) \"Activities around the house\", (T6) 11 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Supplementary Table S3 . Three topics related directly to PA (T5, T8 and T9) and these PA related topics accounted for around 40% of all text content in the corpus. Topic T5 (\"Activities around the house\") appeared to encompass the kind of moderate intensity PA that takes place primarily in the home and which is focussed around activities such as gardening, whilst T9 (\"Exercise & Exercise routine\") appeared to refer more explicitly to exercise for fitness. T8 (\"Walking as part of structured routine\") referenced the kind of mild exercise (specifically walking) that one does in the context of everyday routine such as going to the shops or work, or walking the dog. Figure 2 is a correlogram for the 10 SMT topics, which highlights how participants whose responses were classified as relating to topic T4 \"Perceptions of risk to self or household members\" were also likely to feature text relating to the psycho-social effects of lockdown (T9) and what we considered to be the least active of the three exercise related topics (T8). The three exercise related topics T5, T8 and T9 were largely exclusive, meaning that individual participant responses were unlikely to cover more than just one of these topics.", "cite_spans": [], "ref_spans": [{"start": 639, "end": 661, "text": "Supplementary Table S3", "ref_id": null}, {"start": 1310, "end": 1318, "text": "Figure 2", "ref_id": "FIGREF9"}], "section": "Results"}, {"text": "When we performed a statistical analysis of how change in PA intensity related to coping strategies during lockdown, the STM expected text proportions revealed that perceptions of risk to self or household members (topic T4) were mentioned in 9.7% (9.0-10.5%) of responses from participants who had changed towards less intense PA during lockdown ( Figure 3 ) . This was significantly more (p = 0.00042) than the 8.2% (7.7-8.6%) of responses linked to topic T4 in participants who were 12 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 349, "end": 357, "text": "Figure 3", "ref_id": "FIGREF10"}], "section": "Results"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. (Psycho-social effects of lockdown, P = 0.0037) and T2 (Buying food, handwashing, p = 0.019) were significantly lower in the group doing more intense PA, whilst in the same group, topic T9 (Exercise and exercise routine, p = 0.0078) had a higher ETP. The ETP for topic 10 (children, grandchildren, food & drink) were higher both for participants who changed towards more (p = 0.0268) and less (p = 0.00009) intense PA.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "13 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. 247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  262  263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280  281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312  313  314  315  316  317  318  319  320   Table 1 : Demographic characteristics of the complete case sample, by baseline PA intensity CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 73, "end": 451, "text": "247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  262  263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280  281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312  313  314  315  316  317  318  319  320   Table 1", "ref_id": "TABREF7"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. The reference group is study participants who continued to do the same intensity of Physical Activity. All odds ratios are corrected for baseline physical activity intensity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Nodes show topics and lines show positive correlations between the topics. There was a close correlation between topic T4 \"Perceptions of risk to self or household members\" and topics relating to the psycho-social impacts of lockdown (topic T6), more gentle PA (topic T8) and challenges of daily life (topic T2). Those whose responses were focussed towards discussion of more intense PA (topic T9) or activities (including PA) around the house (topic T5) were less likely to also focus on T4, T6, T2 or T8. The topic correlation cutoff was 0.01.", "cite_spans": [], "ref_spans": [], "section": "16"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "17"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. Participants were asked to describe their coping behaviours during the UK COVID-19 related lockdown. Perceptions of risk to self or household members (topic T4) were mentioned in 9.7% (9.0-10.5%) of responses from participants who had changed towards less intense PA during the lockdown. This was significantly more (p = 0.00042) than the 8.2% (7.7-8.6%) of responses linked to T4 in participants who were doing the same intensity of PA. Discussion of the psychosocial effects of lockdown (T6) featured in proportionally fewer responses from people doing more intense PA (p = 0.0037).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "18"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In this large UK-wide survey of adults aged 20 and over we show that the majority (~60%) of the study sample succeeded in maintaining their normal PA intensity level during the study period of COVID-19 lockdown. Among those who changed their PA levels, more than twice as many people reduced their PA intensity as increased it. Adults who reported having a doctor's diagnosis of obesity, hypertension, lung disease (including asthma), depression or at least one ADL were more likely to be doing less intensive PA compared to their activity before the epidemic. Compared to the oldest age group (70+), younger age groups were significantly more likely to have changed and to be doing either more, or indeed less intense PA since the lockdown began. Being female, living alone or being without a garden were also associated with doing less intensive PA during the study period. Importantly, we found these associations were independent from all identified confounders. We also applied ML-based text mining to open ended text data about participants' lockdown coping strategies and found that people who expressed sentiments about personal or household risks were more likely to have exhibited a PA behaviour change towards less intense activity. This is important because individual level behaviour change is guided by both subjective and objective risks and because perceptions of risk may act as a conditioning factor in a participant's balancing of concerns of safety, self-isolation and health during the COVID-19 lockdown.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "19"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. The strengths of this study include the large population sample of adults who provided information on a wide range of demographic factors and health conditions in addition to PA behaviours before and during the COVID-19 lockdown. Our mixed methods approach allowed us to capture not only objective medical risks for COVID-19 from doctor diagnosed conditions, but also participants' self-perceived risks which make less intensive PA more likely. We applied a recently described ML approach to the codification of topics from open-ended questions, eliminating much of the subjectivity that is usually associated with anthropological & ethnographic approaches to text-mining. Limitations of the study do exist, particularly in that this study relied on self-reported information (eg: intensity of PA, medical conditions) leaving it susceptible to response bias (e.g.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "imprecise recall, influence of social desirability), however we minimised this where possible, for instance by giving examples of different types of physical activity, with corresponding intensities and asking about medical conditions that were diagnosed by a physician. Whilst the ML approach we used for text mining was fully reproducible and largely autonomous, topic labels were added manually and the findings of this part of the work should be interpreted with reference to the perspectives presented in Supplementary Table S3 . This study is observational and therefore causal links between the outcomes and exposures cannot be assumed. Confounders that were not included in the study or those that were misclassified may lead to residual confounding. A significant limitation is that we could not assess the role of ethnicity, which is particularly important because there is substantial evidence that there is a disproportionate effect of COVID-19 on minority ethnic groups [18, 19] and because people from minority ethnic groups have worse 20 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 983, "end": 987, "text": "[18,", "ref_id": "BIBREF10"}, {"start": 988, "end": 991, "text": "19]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 510, "end": 532, "text": "Supplementary Table S3", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. health than the overall population, especially among those over 60 [20] . The study findings are not generalisable, as with many epidemiological surveys participants were disproportionately likely to be highly educated, white and female.", "cite_spans": [{"start": 140, "end": 144, "text": "[20]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The extent to which adults in the UK will revert back to their usual PA regimes once lockdown measures are relaxed is unclear, but the potential for multiple lockdowns being necessary over a protracted period could lead to prolonged periods of low PA in a substantial proportion of the population. This is concerning because it is well established that insufficient levels of PA are associated with poor mental [6] and physical [7, 8] health and with premature mortality [9].", "cite_spans": [{"start": 411, "end": 414, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 428, "end": 431, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 432, "end": 434, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Furthermore, a reduction in PA levels for even short durations (for example a decrease in step-counts per day for two weeks) are associated with indicators of poor health including reduced insulin sensitivity, cardiorespiratory fitness, muscle mass and increased central fat [21, 22] . The results of our current study suggest that the health of adults who have disabilities, depression, obesity, hypertension and lung disease may be disproportionately impacted because they are more likely to reduce the intensity of their PA. Scientists have recently published recommendations for self-isolation, including that individuals should attempt to increase their PA (even if only by a little) and to exercise every day in order to improve physical cardio-respiratory fitness in case they contract coronavirus and become severely ill [5] . This advice may be even more pertinent for those who are at higher risk of complications from underlying health conditions such as obesity and lung conditions, or for those without gardens. Our findings suggest that these sub-populations are more likely to be doing less than before the lockdown. New advice that promotes home-based exercises such as including extra daily step counts [5] and more intensive forms of PA [23] should be 21 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 275, "end": 279, "text": "[21,", "ref_id": "BIBREF13"}, {"start": 280, "end": 283, "text": "22]", "ref_id": "BIBREF14"}, {"start": 829, "end": 832, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1220, "end": 1223, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1255, "end": 1259, "text": "[23]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. To date, studies examining changes in PA before and during COVID-19 lockdown are very limited in number; this is the first study using data from the UK to examine changes in PA intensity during the COVID-19 lockdown. The results of this study are in line with recent findings from an online survey (n =1,047) of participants from across different continents, which indicate that home confinement due to COVID-19 could negatively impact participation in PA such that it was associated with a 35% reduction (equivalent to 2.45 days) in the number of days per week walking [24] .", "cite_spans": [{"start": 643, "end": 647, "text": "[24]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Lockdown measures due to COVID-19 are associated with a reduction in the intensity of PA in adults with obesity, hypertension, lung disease, disability and depression. Participants more frequently expressed sentiments and perspectives on risk to self or household members when they had changed towards less intense PA. Future research questions should examine how adults with and without chronic health conditions can maintain a healthy PA regime whilst adhering to lockdown restrictions.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "22"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. 574  575  576  577  578  579  580  581  582  583   584   585  586  587  588  589  590  591  592  593  594  595  596  597  598  599  600  601 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 73, "end": 213, "text": "574  575  576  577  578  579  580  581  582  583   584   585  586  587  588  589  590  591  592  593  594  595  596  597  598  599  600  601", "ref_id": "TABREF7"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. Email, Skype, Messenger, landline phone T2 : Buying Food, Handwashing / Shopping whilst adhering to guidance I normally visit people who are not able to get out. I have been calling them instead. I have been making laundry bags for frontline staff, so that they can put their scrubs in the bags and the bags into the washing machine without touching the scrubs again. Joined z local volunteer group to collect prescriptions/do shopping for those being shielded. More cleaning than usual. Shopping Prepared grocery shopping and buying more items at supermarket. Other shopping i order online. Use alcohol bssed handwash, wipes and gel. Go out much less. Take my own shopping bags and wash them at home. Antibac handles, steering wheel and hands regularly. I get all of my sisters shopping as she has a compromised immune system.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Tried to ensure weeks worth of food in house when I ship to minimise going out. Try to go out at quieter times. Avoid narrow alleys etc where social distance impossible. Only go to shops with good social distance measures.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Asking people to help with shopping. Changing our birth plan because parents can't visit and help Keep in contact with people virtually. Social distance. Wash hands Avoid contact with people. Not taking any pubblic transport. Using face masks when I go to buy food I am a key worker in that I deliver eggs to local shops. Customers have been very good and helped with keeping a distance from me. I try only to leave the farm either to deliver eggs or to deliver food to my elderly mother.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "28"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. Going to work I'm a key worker. Nurse in a prison.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Staying at home, working online, in garden, jobs around house, starting my MSc dissertation, seeing my horse.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "As a key worker I have been attending work therefore the predominant impact has been in evenings and weekends. Gardening and diy have therefore become the norm.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Staying at home, working from home, doing the garden and odd jobs. Working, a lot, including caring for Covid+ patients. Then I was ordered into lockdown due to inability to care for me if I get sick (medical conditions) which I've been struggling with as I feel I've abandoned my colleagues I have been semi-retired for the past 2 years so already had established routines prior to lockdown. Lockdown has not had a significant impact as I am fortunate enough to have a garden and I keep poultry I live on a boat. I have not been out other than hospital for cancer treatment. Husband done everything. Not feeling too isolated. Now have access to food delivery.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "I am a teacher who is 9 months pregnant and I currently have an 19 month old son. I started isolating when they classed pregnant women as vulnerable. My partner continued working as he is in the energy industry but has begun self isolation last week as the baby is due in 1 weeks time. We have been very lucky to have such nice weather recently as we have spent most days in our small garden. When I first started isolation we had no garden toys, but luckily our family and friends donated some to keep our son busy. The hardest part has been keeping our toddler occupied. I have done lots of cleaning!! I've got a huge garden that needs loads of restoration. I put the infrastructure in last year including a kitchen garden. I've loads of seeds, two polytunnels plus a small flock of ex battery hens. Plenty to keep me busy.", "cite_spans": [], "ref_spans": [], "section": "T4 : Perceptions of Risk to Self or Household Members"}, {"text": "I've been in the house since 24th Feb, cos I had Covid 19 then, and was ill for 5 weeks. I spend time with my husband; I talk to friends and family on line; I do 'colouring in, and I watch a lot of TV. I also spend a lot of time trying to get supermarket deliveries for us and for my 87 year old mum, who is 350 miles away! I don't feel I've had to cope‚ I've found it easy.", "cite_spans": [], "ref_spans": [], "section": "T4 : Perceptions of Risk to Self or Household Members"}, {"text": "We have a garden and surrounded by farmland so naturally isolated. We spend time in the garden, care for our pets (on property), try and homeschool my children and maintain housekeeping routines. We have also watched a lot of children's films which are up lifting We had been isolating for two weeks prior to this with a vunerable disabled daughter. Working from home and access to private outside space with delivery of food has made it easy.", "cite_spans": [], "ref_spans": [], "section": "T4 : Perceptions of Risk to Self or Household Members"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "29"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. . https://doi.org/10.1101/2020.05.12.20098921 doi: medRxiv preprint T6 : Psycho-social effects of lockdown I like this way of life. I miss certain things but love the way nature is getting a break. I wish we would stay like this forever with a limit on our carbon consumption and a carbon currency used. I guess thinking about these things is helping me cope, but it's not lockdown that's the problem, it's the thought of people 'returning to normal'. I am not copeing well. I was just emerging from a depressive episode that had lasted six months. Now I'm feeling much worse and would rather die than live like this. So many of the events that I had booked, which were what was giving me a reason to look forward to and keep going, have now been cancelled. There's nothing to look forward to and being stuck in doors with no gym or friends to see is miserable. This life is not worth living.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "I am not coping since I have Asperger's syndrome which makes me terribly anxious. I talk to my wife who is coping better. I feel tremendous resentment at the strategy some want to pursue. Repeated lockdowns until end 2021!?!?! I repeat REPEATED, PROLONGED LOCKDOWNS ARE BARBARIC AND UNACCEPTABLE.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "I have 6 yr old grandson living with me, he is a difficult child, so this makes coping more difficult. I would do better coping on my own.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Nothing different, its just more peaceful while I read, meditate and learn I live by myself, in a City 30 miles from my nearest family (sister). I don't see friends very often. Apart from not being able to go out in my car, nothing has changed that much. I don't find it particularly difficult; nothing has happened to me/my family yet, and I do not tend to worry ahead. I think that it is a fascinating time, in a way, and observing the social/sociological/psychological side of it is rather exciting. I would probably miss going out, but I currently have leg injury and cannot walk anyway; that is quite annoying. What I worry about is when will I be able to visit/see my family (parents/brother) -they are overseas (I am Polish). But, as I have no impact on it, I do not think about this too much. (This is, actually, quite a prompting question -why assume it is automatically 'difficult'? There may be a variety of reactions) Doing exactly the same things as I did before. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "30"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. Spending time with the children playing games and helping with homework. Going on bike rides and exercising at home. Making the most of our beautiful local area T8 : Walking as part of structured routine following the rules, and knowing that each day that passes is one day nearer it all being over Started following Joe Wicks' exercises every morning. Shopping twice a week (instead of 6 times) and getting bits for neighbours.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Having a structure to the day. A one hour walk to exercise our dog. I walk two dogs 5 days a week for one hour each walk. Read books more. Gardening I am an NHS key worker. I treat cancer patients. I have 3 days off per week. I cycle for one hour a day avoiding people, on days off. I try and walk around the hospital every day when at work. I shop once a week. I stay at home the rest of the time. I study, I read, I watch the news bulletins.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "going for a walk every day Luckily we have a dog and a garden. We walk the dog morning and evening for about half an hour. We do a thirty minute exercise class every day. I cook fresh food every day and we are in contact with friends who we miss seeing. We Zoom with family and friends every week and keep up to date on both radio and tv with a lighthearted movie every so often to lift the mood.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Structuring each day, so that it is at least reasonably productive and always includes an interaction with someone. Making sure that every day I eat healthily and go for a long walk. Keeping up to date with virus news, but not looking more than twice a day, as it could lead to excessive concern. I walk my dog once a day.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Exercise everyday. Preferably early morning as I do walk long distances and later in the day as my wife doesn't like to go out on her own. Im a musician so I practice 2-3 hours daily. Clean house and social media to keep in touch and check the news.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Keeping a fixed regular routine, exercise, meditation, keeping in touch with friends and family Keeping in touch with friends and family, exercising, trying to keep routine.", "cite_spans": [], "ref_spans": [], "section": "T9 : Exercise and exercise routines"}, {"text": "Keeping in touch with friends and family, exercising, chores, trying to keep myself busy Keeping in touch with friends and family, keeping a routine and doing creative things to keep entertained.", "cite_spans": [], "ref_spans": [], "section": "T9 : Exercise and exercise routines"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "31"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. Trying not to alter my routine -going to bed and getting up at the same time Trying to keep busy with studying Trying not to overburden myself with the pressure to 'use' this time well Making more time to talk to friends Keeping in touch with my partner and sending gifts Playing games and watching TV with family Exercising, probably more than usual Eating well, probably better than usual Home deliveries keeping contact with family watching TV with my partner, cleaning everything I can planning meals doing art painting trying to relax helping others relax. Making sure children and grandchildren are OK by messaging. Trying to watch comedy as much as possible drinking tea keeping up to date trying not to panic or cause panic to others.", "cite_spans": [], "ref_spans": [], "section": "31"}, {"text": "Learning new hobbies for achievement of goals. Communicating with others virtually. Keeping routines including sleep and mealtimes. Research. Making time for R&R. Planning for the future. Checking in on others in challenging situations. Eating well with a varied, nutritious diet. Clearly following government and infection control guidance.", "cite_spans": [], "ref_spans": [], "section": "31"}, {"text": "Exercising at home, creating a better wfh environment, learning how to talk to friends/family via video, appreciating free time, trying not to feel overwhelmed but learning how to combat those feelings Eating comfort food and drinking alcohol more than usual.", "cite_spans": [], "ref_spans": [], "section": "31"}, {"text": "Drinking... lots of drinking Consuming more alcohol than normal, stress eating Planning days for my young children, trying to look after my patients remotely, talking to friends, running online yoga classes, drinking gin, eating chocolate, helping neighbours and gardening Note : These texts and quotes are presented in the original form, which may include spelling and grammatical errors, as well as the use of language that some may find offensive. These quotes are perspectives of the study participants and do not reflect the opinions of the study authors.", "cite_spans": [], "ref_spans": [], "section": "31"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "32"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. . https://doi.org/10.1101/2020.05.12.20098921 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "32"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus outbreak of global health concern", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Horby", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "30185--30194", "other_ids": {"DOI": ["10.1016/S0140-6736(20"]}}, "BIBREF1": {"ref_id": "b1", "title": "Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report -101", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Sanchis-Gomar F. Physical inactivity and cardiovascular disease at the time of coronavirus disease 2019 (COVID-19)", "authors": [{"first": "G", "middle": [], "last": "Lippi", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Henry", "suffix": ""}], "year": 2020, "venue": "Eur J Prev Cardiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/2047487320916823"]}}, "BIBREF4": {"ref_id": "b4", "title": "Covid-19: Home based exercise activities could help during self isolation. The BMJ", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Association between physical exercise and mental health in 1·2 million individuals in the USA between 2011 and 2015: a cross-sectional study", "authors": [{"first": "S", "middle": ["R"], "last": "Chekroud", "suffix": ""}, {"first": "R", "middle": [], "last": "Gueorguieva", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Zheutlin", "suffix": ""}], "year": 2018, "venue": "Lancet Psychiatry", "volume": "5", "issn": "18", "pages": "", "other_ids": {"DOI": ["10.1016/S2215-0366"]}}, "BIBREF6": {"ref_id": "b6", "title": "Physical inactivity, cardiometabolic disease, and risk of dementia: an individual-participant meta-analysis", "authors": [{"first": "M", "middle": [], "last": "Kivimäki", "suffix": ""}, {"first": "A", "middle": [], "last": "Singh-Manoux", "suffix": ""}, {"first": "J", "middle": [], "last": "Pentti", "suffix": ""}], "year": 2019, "venue": "BMJ", "volume": "365", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.l1495"]}}, "BIBREF7": {"ref_id": "b7", "title": "The effect of physical activity on mortality and cardiovascular disease in 130 000 people from 17 high-income, middle-income, and low-income countries: the PURE study", "authors": [{"first": "S", "middle": ["A"], "last": "Lear", "suffix": ""}, {"first": "W", "middle": [], "last": "Hu", "suffix": ""}, {"first": "S", "middle": [], "last": "Rangarajan", "suffix": ""}], "year": 2017, "venue": "The Lancet", "volume": "390", "issn": "17", "pages": "31634--31637", "other_ids": {"DOI": ["10.1016/S0140-6736"]}}, "BIBREF8": {"ref_id": "b8", "title": "Structural Topic Models for Open-Ended Survey Responses", "authors": [{"first": "M", "middle": ["E"], "last": "Roberts", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Stewart", "suffix": ""}, {"first": "D", "middle": [], "last": "Tingley", "suffix": ""}], "year": 2014, "venue": "Am J Polit Sci", "volume": "58", "issn": "", "pages": "1064--82", "other_ids": {"DOI": ["10.1111/ajps.12103"]}}, "BIBREF9": {"ref_id": "b9", "title": "stm: R Package for Structural Topic Models", "authors": [{"first": "M", "middle": ["E"], "last": "Roberts", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Stewart", "suffix": ""}, {"first": "D", "middle": [], "last": "Tingley", "suffix": ""}], "year": null, "venue": "J Stat Softw", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Evidence mounts on the disproportionate effect of COVID-19 on ethnic minorities", "authors": [{"first": "T", "middle": [], "last": "Kirby", "suffix": ""}], "year": 2020, "venue": "Lancet Respir Med", "volume": "0", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S2213-2600(20)30228-9"]}}, "BIBREF11": {"ref_id": "b11", "title": "OpenSAFELY: factors associated with COVID-19-related hospital death in the linked electronic health records of 17 million adult NHS patients", "authors": [{"first": "E", "middle": [], "last": "Williamson", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Walker", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Bhaskaran", "suffix": ""}], "year": 2020, "venue": "medRxiv", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.06.20092999"]}}, "BIBREF12": {"ref_id": "b12", "title": "Ethnic inequalities in limiting health and self-reported health in later life revisited", "authors": [{"first": "M", "middle": [], "last": "Evandrou", "suffix": ""}, {"first": "J", "middle": [], "last": "Falkingham", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}], "year": 2016, "venue": "J Epidemiol Community Health", "volume": "70", "issn": "", "pages": "653--62", "other_ids": {"DOI": ["10.1136/jech-2015-206074"]}}, "BIBREF13": {"ref_id": "b13", "title": "Metabolic responses to reduced daily steps in healthy nonexercising men", "authors": [{"first": "R", "middle": ["H"], "last": "Olsen", "suffix": ""}, {"first": "R", "middle": [], "last": "Krogh-Madsen", "suffix": ""}, {"first": "C", "middle": [], "last": "Thomsen", "suffix": ""}], "year": 2008, "venue": "JAMA", "volume": "299", "issn": "", "pages": "1261--1264", "other_ids": {"DOI": ["10.1001/jama.299.11.1259"]}}, "BIBREF14": {"ref_id": "b14", "title": "Reduced physical activity in young and older adults: metabolic and musculoskeletal implications", "authors": [{"first": "K", "middle": ["A"], "last": "Bowden Davies", "suffix": ""}, {"first": "S", "middle": [], "last": "Pickles", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Sprung", "suffix": ""}], "year": 2019, "venue": "Ther Adv Endocrinol Metab", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/2042018819888824"]}}, "BIBREF15": {"ref_id": "b15", "title": "Physical activity and coronavirus disease 2019 (COVID-19): specific recommendations for home-based physical training", "authors": [{"first": "A", "middle": [], "last": "Hammami", "suffix": ""}, {"first": "B", "middle": [], "last": "Harrabi", "suffix": ""}, {"first": "M", "middle": [], "last": "Mohr", "suffix": ""}], "year": 2020, "venue": "Manag Sport Leis", "volume": "0", "issn": "", "pages": "1--6", "other_ids": {"DOI": ["10.1080/23750472.2020.1757494"]}}, "BIBREF16": {"ref_id": "b16", "title": "Effects of COVID-19 home confinement on physical activity and eating behaviour Preliminary results of the ECLB-COVID19 international online-survey", "authors": [{"first": "A", "middle": [], "last": "Ammar", "suffix": ""}, {"first": "M", "middle": [], "last": "Brach", "suffix": ""}, {"first": "K", "middle": [], "last": "Trabelsi", "suffix": ""}], "year": 2020, "venue": "medRxiv", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.04.20072447"]}}, "BIBREF17": {"ref_id": "b17", "title": "Meditating, reading, jigsaw puzzles, sewing, knitting, tv films, gardening, walking the dog", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Walking dog Streaming theatre shows Watching films Craft activities Walking, gardening, reading, texting,phoning, sewing , knitting, watching television, cooking. Gardening, listening to music", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Reading, watching TV, watching films, cooking, tidying cupboards, gardening, beauty treatments, music", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Decorating, gardening, cleaning, sorting garage, wardrobes, cupboards , exercising , watching tv and reading, cooking Bible study gardening journaling reading drawing exercising cooking box sets cleaning Housework, gardening, walking the dog, reading, knitting, social media, Netflix, identifying birdsong", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Puzzles, gardening, internet, listening to music, watching films", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF3": {"text": "drink\". Representative perspectives (in the form of quotes) from the topics are provided in", "latex": null, "type": "figure"}, "FIGREF4": {"text": "same intensity of PA. Topic T5 (Activities around the house) featured in a significantly lower (p = 0.00073) proportion of responses from the reduced PA group. The ETPs for topics T6", "latex": null, "type": "figure"}, "FIGREF5": {"text": "1%) | 875 (100.0%) | | |:-----------------------------|:------------:|:-------------:|:-----------------:|:-----------------:|:--------------:|-------:| | P value : Pearson's Chi Squared Test | |:-----------------------------|:------------:|:-------------:|:-----------------:|:-----------------:|:--------------:|-------:| 14 .", "latex": null, "type": "figure"}, "FIGREF6": {"text": "8400171 | |:-------------------|:---------------------|------:|------:|------:|----------:|------:|-------:|------:|----------:| |(b) More", "latex": null, "type": "figure"}, "FIGREF7": {"text": "930 | 0.8256307 | |:-------------------|:--------------------:|------:|------:|------:|----------:|------:|-------:|------:|----------:| | Fully corrected model was adjusted for baseline PA intensity and all other variables | |:-------------------|:--------------------:|------:|------:|------:|----------:|------:|-------:|------:|---------", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Odds ratios for having changed towards (a) less intense and (b) more intense physical activity since the UK COVID-19 lockdown began.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Topic Correlations in the structural topic model for the corpus of text describing coping strategies", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Expected text proportions in open-ended narratives on participants' coping behaviours", "latex": null, "type": "figure"}, "FIGREF14": {"text": "part of any new public health guidelines for self-isolation and future lockdowns.Targeting PA health messaging to address the potential harms of subjective risks may also be key, given that those who have no known objective clinical risk in the current epidemic may change PA behaviour in light of their perception of risk, thereby driving the development of clinical risk factors and as a consequence potentially suffering more severe sequelae of SARS-CoV-2 infections during future epidemics.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "T1 : Virtual Meetings/Online life / Social and work life online Set up a church community group with virtual services. Set up several Wats app groups and exchanged funny jokes and videos Daily walks. Online painting tuition. Zoom meetings with my choir. Zoom meetings with my sisters. Zoom meetings with my Slimming group. Messenger video chats Texting, watts app, and Facebook Making funny videos sharing them. Family quizzes and singing on social media. WhatsApp groups of friends sharing memories and photos. Video calls to and from my family and friends daily. Joining community and street Corvid-19 support group. Organising and helping vulnerable groups. Including various whatsapp groups. Sharing information on help and support for the community. Researching and reading medical/Science journals But now ill with Corvid-19. Making more calls by phone. Making/receiving emails. Playing Bridge on line. Viewing seminars on line. Sharing quizzes on line. Walking/birdwatching. Video chats. Video meetings. Tv/films. Sharing memes on social media Gardening, online quizzes and social meetings via zoom, art work, film and photography, telephone counselling, support from a parenting support group. Set up community FaceBook page for surrounding streets. Participated in local \"Quiz Nights\" online using FB and Zoom. Avoiding TV news. I have continued with my Zumba and Pilates via Zoom. I have had virtual meetings with friends. I'm have emailed. have talked to my family on the phone and used FaceTime to speak to my children and grandchildren. I have painted rooms and gardened plus reading doing crosswords and puzzles.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "'d lockdown before then as my husband suffers from Parkinson's Disease & I wanted to protect him. I organised milk delivery & a fortnightly supermarket delivery. I made sure I had frozen fruit & veg, pulses & nuts stocked ( we are vegetarian). I paid a newspaper bill in advance.", "latex": null, "type": "figure"}, "TABREF0": {"text": "lockdown to the time of survey participation. This value was calculated by comparing baseline PA ( \"Before the outbreak began, what type of exercise did you regularly do?\" , options \"None\" , \"Mild [e.g. walking short distances, doing DIY etc.] \" , \"Moderate [e.g. A gentle workout, Digging the garden, Dancing] \" & \"Vigorous", "latex": null, "type": "table"}, "TABREF1": {"text": "for R. STM was applied to data from the open ended survey question \" On 23rd March 2020, the Prime Minister Boris Johnson announced a complete lockdown in the UK. Tell us what you have been doing to help you cope during this difficult time? \". The text data were processed into a corpusand transliterated to lower-case. Numbers, common punctuation and stop-words (such as \"I\" , is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "latex": null, "type": "table"}, "TABREF3": {"text": "women (compared to men) to have started doing less intense PA under lockdown (OR 1.27, 95% CI 1.11-1.43, p = 0.003). This was also the case for people who did not have access to a garden (OR 1.43, 95% CI 1.22-1.65, p = 0.001). Older people appeared to be more likely to be doing the same intensity of PA during lockdown and compared to the group aged 70 and over, the 20-34 year olds Lung diseases were significantly associated with increased odds of change towards doing less intense PA (OR 1.31, 95% CI 1.13-1.49, p = 0.003), which still held true in a sensitivity analysis when we did not include the additional asthma cases in the lung disease category (OR 1.306, 95% CI", "latex": null, "type": "table"}, "TABREF7": {"text": "Multinomial regression : Change in PA Intensity", "latex": null, "type": "table", "html": "<html><body><table><tr><td>322\n| </td><td> | </td><td> Age &amp; Sex Corrected </td><td> </td><td> | </td><td> Fully Corrected </td><td> | </td></tr><tr><td>323\n|lessmore </td><td> |variable | </td><td> OR </td><td> | CImin | CImax | </td><td> P </td><td> | OR | </td><td> CImin | CImax | </td><td> P | </td></tr><tr><td>324\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>325\n|:-------------------|:---------------------|------:|------:|------:|----------:|------:|-------:|------:|----------:| |(a) Less Intense PA |Age : 20-34 </td><td> | 2.039 | 1.744 | 2.335 | 0.0000022 | 1.586 | </td><td> </td><td> 1.256 | 1.916 | 0.0062024 | </td></tr><tr><td>326\n| </td><td> |Age : 35-54 </td><td> </td><td> </td><td> </td><td> | 1.586 | 1.347 | 1.825 | 0.0001578 | 1.432 | </td><td> </td><td> 1.159 | 1.705 | 0.0098916 | </td></tr><tr><td>327\n</td><td> |Age : 55-69 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>328\n| | </td><td> |Age : 70 + | </td><td> REF | - | </td><td> - | </td><td> - </td><td> | 1.109 | 0.869 | 1.350 | 0.3972962 | 1.019 | | - | </td><td> - | - | </td><td> 0.766 | 1.272 | 0.8839735 | - | </td></tr><tr><td>329 330\n| </td><td> |Gender : female </td><td> </td><td> </td><td> </td><td> | 1.152 | 1.003 | 1.301 | 0.0621656 | 1.269 | </td><td> </td><td> 1.110 | 1.428 | 0.0032956 | </td></tr><tr><td>| </td><td> |GCSE/O-level | </td><td> REF | - | </td><td> - | </td><td> - </td><td> | - | </td><td> - | - | </td><td> - | </td></tr><tr><td>331\n</td><td> |A-level/Highers </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>332\n| </td><td> |Degree </td><td> </td><td> </td><td> </td><td> | 0.997 | 0.758 | 1.235 | 0.9779740 | 0.886 | </td><td> </td><td> 0.636 | 1.137 | 0.3452742 | </td></tr><tr><td>333 334\n| | </td><td> |Income &lt; £15,000 | </td><td> REF | - | </td><td> - | </td><td> - </td><td> | 0.923 | 0.700 | 1.146 | 0.4836921 | 0.780 | | - | </td><td> - | - | </td><td> 0.539 | 1.020 | 0.0428332 | - | </td></tr><tr><td>| </td><td> |£15,000 - £24,999 </td><td> </td><td> </td><td> </td><td> | 0.995 | 0.763 | 1.226 | 0.9647987 | 1.029 | </td><td> </td><td> 0.785 | 1.273 | 0.8185452 | </td></tr><tr><td>335\n</td><td> |£25000 - £39,999 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>336\n| </td><td> |£40,000 - £59,999 </td><td> </td><td> </td><td> </td><td> | 0.966 | 0.744 | 1.188 | 0.7585517 | 0.998 | </td><td> </td><td> 0.759 | 1.238 | 0.9899410 | </td></tr><tr><td>337\n| | </td><td> |£60,000 - £99,999 </td><td> </td><td> </td><td> </td><td> | 0.941 | 0.719 | 1.163 | 0.5924870 | 1.005 | | 0.850 | 0.619 | 1.081 | 0.1681655 | 0.907 | </td><td> </td><td> 0.759 | 1.250 | 0.9693850 | 0.649 | 1.165 | 0.4588783 | </td></tr><tr><td>338\n| </td><td> |More than £100,000 </td><td> </td><td> </td><td> </td><td> | 0.873 | 0.595 | 1.150 | 0.3358114 | 0.894 | </td><td> </td><td> 0.586 | 1.201 | 0.4727960 | </td></tr><tr><td>339\n</td><td> |Living Alone </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>340\n| </td><td> |No Access to Garden </td><td> </td><td> </td><td> </td><td> | 1.304 | 1.140 | 1.468 | 0.0015130 | 1.206 | </td><td> </td><td> 1.022 | 1.391 | 0.0464486 | </td></tr><tr><td>341\n| | </td><td> |School Aged Children </td><td> </td><td> </td><td> </td><td> | 1.486 | 1.289 | 1.683 | 0.0000823 | 1.430 | | 0.989 | 0.830 | 1.149 | 0.8925534 | 1.079 | </td><td> </td><td> 1.216 | 1.645 | 0.0010584 | 0.907 | 1.251 | 0.3863156 | </td></tr><tr><td>342\n| </td><td> |Cancer </td><td> </td><td> </td><td> </td><td> | 1.054 | 0.788 | 1.320 | 0.6971483 | 0.995 | </td><td> </td><td> 0.718 | 1.272 | 0.9707149 | </td></tr><tr><td>343 344\n| </td><td> |Depression |Diabetes type I </td><td> | 2.034 | 1.845 | 2.223 | 6.06 e-12 | 2.021 | </td><td> 1.821 | 2.222 | 1.98 e-12 | </td></tr><tr><td>345\n| | </td><td> |Diabetes type II </td><td> </td><td> </td><td> </td><td> | 1.176 | 0.455 | 1.896 | 0.6598541 | 1.046 | | 1.086 | 0.751 | 1.421 | 0.6297061 | 1.034 | </td><td> </td><td> 0.285 | 1.808 | 0.9072451 | 0.662 | 1.406 | 0.8600619 | </td></tr><tr><td>346\n| </td><td> |Disability (ADLs) </td><td> </td><td> </td><td> </td><td> | 1.481 | 1.178 | 1.785 | 0.0111138 | 2.339 | </td><td> </td><td> 1.991 | 2.688 | 0.0000018 | </td></tr><tr><td>347\n</td><td> |Heart Disease </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>348\n| </td><td> |Hypertension </td><td> </td><td> </td><td> </td><td> | 1.127 | 0.761 | 1.494 | 0.5214807 | 1.026 | </td><td> </td><td> 0.629 | 1.422 | 0.9000048 | </td></tr><tr><td>349\n| | </td><td> | 1.344 | 1.174 | 1.515 | 0.0006721 | 1.518 | |Lung disease / Asthma | 1.302 | 1.133 | 1.472 | 0.0022371 | 1.309 | </td><td> 1.328 | 1.708 | 0.0000161 | 1.130 | 1.487 | 0.0031998 | </td></tr><tr><td>350\n| </td><td> |Obesity </td><td> </td><td> </td><td> </td><td> | 1.059 | 0.888 | 1.231 | 0.5091554 | 1.212 | </td><td> </td><td> 1.019 | 1.406 | 0.0514378 | </td></tr><tr><td>351\n</td><td> |Stroke </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>352\n| </td><td> </td><td> </td><td> </td><td> </td><td> | 1.257 | 0.735 | 1.778 | 0.3906323 | 0.943 | </td><td> </td><td> 0.373 | 1.513 | 0.8400171 | </td></tr><tr><td>353\n|:-------------------|:---------------------|------:|------:|------:|----------:|------:|-------:|------:|----------:| </td><td>|(b) More Intense PA |Age : 20-34 </td><td> </td><td> </td><td> </td><td> | 2.597 | 2.180 | 3.014 | 0.0000073 | 3.567 | </td><td> </td><td> 3.087 | 4.048 | 0.0000002 | </td></tr><tr><td>354\n| </td><td> |Age : 35-54 </td><td> </td><td> </td><td> </td><td> | 1.912 | 1.558 | 2.266 | 0.0003333 | 2.050 | </td><td> </td><td> 1.645 | 2.455 | 0.0005156 | </td></tr><tr><td>355\n</td><td> |Age : 55-69 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>356\n| | </td><td> |Age : 70 + | </td><td> REF | - | </td><td> - | </td><td> - </td><td> | 1.347 | 0.990 | 1.703 | 0.1021802 | 1.574 | | - | </td><td> - | - | </td><td> 1.195 | 1.953 | 0.0189940 | - | </td></tr><tr><td>357 358\n| </td><td> |Gender : female </td><td> </td><td> </td><td> </td><td> | 1.327 | 1.117 | 1.537 | 0.0083233 | 1.199 | </td><td> </td><td> 0.963 | 1.436 | 0.1312608 | </td></tr><tr><td>| </td><td> |GCSE/O-level | </td><td> REF | - | </td><td> - | </td><td> - </td><td> | - | </td><td> - | - | </td><td> - | </td></tr><tr><td>359\n</td><td> |A level/Highers </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>360\n| </td><td> |Degree </td><td> </td><td> </td><td> </td><td> | 0.871 | 0.545 | 1.198 | 0.4082340 | 0.990 | </td><td> </td><td> 0.641 | 1.338 | 0.9535816 | </td></tr><tr><td>361\n| | </td><td> |Income &lt; £15,000 | </td><td> REF | - | </td><td> - | </td><td> - </td><td> | 0.949 | 0.648 | 1.249 | 0.7317532 | 1.334 | | - | </td><td> - | - | </td><td> 1.006 | 1.662 | 0.0854014 | - | </td></tr><tr><td>362\n| </td><td> |£15,000 - £24,999 </td><td> </td><td> </td><td> </td><td> | 0.996 | 0.676 | 1.316 | 0.9825056 | 1.096 | </td><td> </td><td> 0.747 | 1.444 | 0.6075077 | </td></tr><tr><td>363\n</td><td> |£25000 - £39,999 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>364\n| </td><td> |£40,000 - £59,999 </td><td> </td><td> </td><td> </td><td> | 1.236 | 0.940 | 1.533 | 0.1610991 | 1.519 | </td><td> </td><td> 1.187 | 1.851 | 0.0136548 | </td></tr><tr><td>365\n| | </td><td> |£60,000 - £99,999 </td><td> </td><td> </td><td> </td><td> | 0.843 | 0.532 | 1.154 | 0.2804769 | 0.998 | | 0.903 | 0.587 | 1.220 | 0.5291047 | 1.210 | </td><td> </td><td> 0.647 | 1.350 | 0.9922334 | 0.843 | 1.576 | 0.3084006 | </td></tr><tr><td>366\n| </td><td> |More than £100,000 </td><td> </td><td> </td><td> </td><td> | 0.962 | 0.588 | 1.336 | 0.8384099 | 1.505 | </td><td> </td><td> 1.070 | 1.939 | 0.0656031 | </td></tr><tr><td>367\n</td><td> |Living Alone </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>368\n| </td><td> |No Access to Garden </td><td> </td><td> </td><td> </td><td> | 1.098 | 0.867 | 1.329 | 0.4282862 | 1.080 | </td><td> </td><td> 0.806 | 1.354 | 0.5838418 | </td></tr><tr><td>369\n| | </td><td> |School Aged Children </td><td> </td><td> </td><td> </td><td> | 1.239 | 0.966 | 1.512 | 0.1238571 | 1.211 | | 1.122 | 0.911 | 1.333 | 0.2839957 | 1.208 | </td><td> </td><td> 0.904 | 1.518 | 0.2207836 | 0.972 | 1.444 | 0.1170224 | </td></tr><tr><td>370\n| </td><td> |Cancer </td><td> </td><td> </td><td> </td><td> | 1.021 | 0.651 | 1.390 | 0.9139660 | 0.957 | </td><td> </td><td> 0.561 | 1.353 | 0.8278066 | </td></tr><tr><td>371\n</td><td> |Depression </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>372\n| </td><td> |Diabetes type I </td><td> </td><td> </td><td> </td><td> | 1.248 | 0.968 | 1.527 | 0.1203199 | 1.139 | </td><td> </td><td> 0.833 | 1.445 | 0.4043719 | </td></tr><tr><td>373\n| | </td><td> |Diabetes type II </td><td> </td><td> </td><td> </td><td> | 1.222 | 0.781 | 1.663 | 0.3721375 | 0.887 | </td><td> </td><td> | 0.703 |-0.504 | 1.910 | 0.5671092 | 0.716 | -0.556 | 1.988 | 0.6071344 | 0.399 | 1.376 | 0.6315492 | </td></tr><tr><td>374\n| </td><td> |Disability (ADLs) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> | 0.679 | 0.135 | 1.224 | 0.1639647 | 0.307 | -0.281 | 0.894 | 0.0000801 | </td></tr><tr><td>375\n</td><td> |Heart Disease </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>376\n| </td><td> |Hypertension </td><td> </td><td> </td><td> </td><td> | 0.918 | 0.365 | 1.471 | 0.7611413 | 0.809 | </td><td> </td><td> 0.215 | 1.402 | 0.4830042 | </td></tr><tr><td>377\n| | </td><td> | 1.431 | 1.202 | 1.659 | 0.0021215 | 1.104 | |Lung disease / Asthma | 1.021 | 0.779 | 1.263 | 0.8646882 | 0.936 | </td><td> 0.846 | 1.362 | 0.4534511 | 0.674 | 1.198 | 0.6190196 | </td></tr><tr><td>378\n| </td><td> |Obesity </td><td> </td><td> </td><td> </td><td> | 1.389 | 1.174 | 1.604 | 0.0027678 | 0.796 | </td><td> </td><td> 0.552 | 1.040 | 0.0666841 | </td></tr><tr><td>379\n</td><td> |Stroke </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>380 381\n| |:-------------------|:--------------------:|------:|------:|------:|----------:|------:|-------:|------:|----------:| | Fully corrected model was adjusted for baseline PA intensity and all other variables </td><td> | 1.063 | 0.304 | 1.821 | 0.8752294 | 1.098 | </td><td> 0.266 | 1.930 | 0.8256307 | | </td></tr></table></body></html>"}, "TABREF12": {"text": "SupplementaryTable S3 : Topic Perspectives (Exemplar Quotes) from text corpus on coping behaviour during lockdown.", "latex": null, "type": "table"}, "TABREF13": {"text": "Wearing mask & gloves while shopping. Keeping my distance from others (even in the street), washing hands regularly & thoroughly.Not leaving the house except a short walk, for a weekly food shop and to deliver food to elderly parents.Shopping for elderly parents and neighbours. Volunteer for local Age UK. Working as normal. Generally still very busy T3 : Key workers, NHS, essential jobs I am classed as a key worker so have still been going to work .I have only left my home for essential reasons.Key worker so still working I work I a Hall of residence so have been going in to work. During weekends I've been having a clear out at home.Staying at home Going to work with incorrect PPE, leaving patients at home where available Still going to work as an infection control nurse and my daughter has been attending school for childcare reasons as I am single parent Keeping busy working from home and doing jobs around the house at weekends.", "latex": null, "type": "table"}, "TABREF14": {"text": "Hasn't changed my life much. no change to my life, just can't go to the pub I am alone anyway. So in a perverse way, the fact that others now have to live simply and quietly by themselves is a strange comfort. Been involved in NHS all my adult life (ex husband a Doctor) In the past, was sad that I had wasted my life caring so much. Now feel proud to have carried that torch of humanity, and see it blaze in this time of uncertainty. It is all that really counts in a life lived.T7 : Playing games/Quality Time TogetherPlaying guitar Enjoying family movies together riding bike / running Having projects to do in the house & garden (re-upholstered an ottoman, lifted paving slabs, painted fences) catching up on incomplete tasks or tasks not yet got round to (tidying the cupboards etc). Playing board games and video games with my daughter. Baking and cooking with my daughter.", "latex": null, "type": "table"}, "TABREF15": {"text": ". https://doi.org/10.1101/2020.05.12.20098921 doi: medRxiv preprint Taking time to relax, watching films to distract me. Spending time cuddling my cats. Spending time with my husband. Learning to cut his hair. started exercising, yoga, spending time in my garden. Speaking and video calling friends and family. Reading. Watching tv. Learning to cook new things. Clearing up in the house. Playing bridge online. Doing brain activities. Playing games. Playing computer games a lot. Worrying about long term finances. Making lists of craft projects. Playing musical instruments Having a list of tasks that I have wanted to do for a long time but never had the unlimited time to complete. Like decluttering the house garden and spending time spoiling my family. Decorating. Spending time playing board games. Camping in the garden. Doing the jobs I've been meaning to. Writing letters. Walking my dogs. Riding my bike I have written a list of tasks in the house and garden which we are steadily completing. I'm also making a quilt, a crochet blanket for my granddaughter. I play the piano, read and take the dog out for long walks with my husband. Spending quality time with my partner. Chatting (at distance) with a neighbor. Calling and texting friends. Watching movies, series, studying playing pc games Communicating with friends and family through phone calls and messages. Doing tasks with my children. Spending time in our private garden. Family time playing games, making fun videos etc.", "latex": null, "type": "table"}, "TABREF16": {"text": ". https://doi.org/10.1101/2020.05.12.20098921 doi: medRxiv preprint Routine, exercise, healthy diet, meditation, talking to friends, getting informed, Exercise Keeping in touch with family and friends Working Trying to eat more healthily Volunteering. Setting daily targets. Keeping in touch with friends and family. Counting my blessings. Not obsessing about news reports. Keeping informed, keeping busy, keeping active Contact with colleagues Exercise online class Keeping some routine Exercising, getting fresh air, mindfulness, trying to eat & sleep properly, keeping in touch with friends & colleagues. T10 : Children/Grandchildren, food & drink / Daily routines Talking about it, not putting any pressure on myself or my family (recognising this is abnormal), sleeping more, drinking more alcohol, letting the kids camp together each night, staying up late, eating better -cooking from scratch every night with what we have, being grateful for the local community Focusing on giving my children a stress free time.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The study team would like to thank the study participants for their contributions to the data. We are also grateful to Matthew MacGregor & Suman Golia for their contributions to the software platform and to Eleanor Martins & Esther Amon for administrative support.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "This study had no specific funding arrangement.", "cite_spans": [], "ref_spans": [], "section": "Funding Statement"}, {"text": "This manuscript's guarantor (ChR) declares that this manuscript is an honest, accurate, and transparent", "cite_spans": [], "ref_spans": [], "section": "Transparency statement"}, {"text": "Supplementary Table S1 : Correlation between previous doctor diagnosis with lung disease and mention of asthma in the chronic disease diagnosis corpus ", "cite_spans": [], "ref_spans": [], "section": "Supplementary Data"}]}