{
    "paper_id": "01fbbafe07333a528517fb8cfc94c6b38c8c4a43",
    "metadata": {
        "title": "COVID-19 Clinical Trials: A Teachable Moment for Improving Our Research Infrastructure and Relevance",
        "authors": [
            {
                "first": "Stephen",
                "middle": [
                    "E"
                ],
                "last": "Kimmel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "M"
                ],
                "last": "Califf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Natalie",
                "middle": [
                    "E"
                ],
                "last": "Dean",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "N"
                ],
                "last": "Goodman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "L"
                ],
                "last": "Ogburn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he coronavirus disease 2019 (COVID-19) pandemic is frequently cited as an event that will permanently change the way we do many things, such as educate, work, and provide medical care. It also affords an opportunity to rethink the way we do clinical research to efficiently generate evidence and translate it into practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The need for a more robust, global clinical research infrastructure has been the subject of much effort during the past several decades (1, 2) . Despite recent progress, our research enterprise remains sometimes misguided and always inefficient. Many clinical questions are partially addressed through multiple small randomized trials designed to measure only biomarkers or putative surrogate end points. Small trials may be quicker to plan and complete, but inadequate statistical power can lead to false claims of failure or implausibly large effects when significant. Multiple small trials testing the same hypothesis increase the chance of false-positive results, leading to dissemination of false claims of benefit and jeopardizing the continuation of ongoing trials. Multiple protocols enrolling at the same institution can compete for participants with the same diagnosis. The net global effect of preferential recruitment into small, nondefinitive trials slows recruitment into critical trials that could provide reliable evidence. Heterogeneity in treatment effects is also difficult to identify from small studies, particularly of homogeneous populations.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 140,
                    "end": 142,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The alternative approach of doing larger-scale, multicenter trials is notoriously difficult, particularly in the manner that is commonly used. Variations in institutions' approaches to consent documents, data sharing policies, and contract negotiations slow down the launch of many clinical trials. Participant recruitment and data collection are time-consuming and often unnecessarily resource-intensive. The perceived risk of human experimentation relative to the benefit to society is often a barrier to enrolling study participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Compounding these problems, few investigators develop the much-needed expertise to do multicenter clinical trials, in part because academia does not reward such efforts relative to more traditional laboratory studies (2) . Those who identify, enroll, and record data on trial participants also may not receive appropriate academic credit, particularly within institutions that place a higher value on first or senior authorship.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Great strides have been made in formulating possible solutions to these deficiencies. These include the use of master or core protocols to more efficiently test multiple therapeutics across many sites and diseases (3), use of existing networks of institutions to streamline large-scale trials, better stakeholder input (including pa-tients) into trial design to ensure relevance of study outcomes, reduced barriers to recruitment (for example, remote informed consent), and more cost-effective follow-up (for example, use of electronic health records).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, actual improvement has been slow. We believe that one of the main reasons is the dearth of \"teachable moments\" or disruptive events that force change in a system with substantial aversion to innovation in normal times. The COVID-19 pandemic is such a moment. The research landscape around COVID-19 has served as a magnifying glass on the problems noted earlier, with the cost of inefficiencies-in terms of delayed answers and continued deaths-being brought into sharper focus than with perhaps any past disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are already an estimated 374 phase 3 or 4 coronavirus randomized trials planned, ongoing, or completed across the world (4). Approximately two thirds of them have target enrollments below 1000 persons, a sample size that is likely to be insufficient to identify many benefits, such as reduced mortality. Trials are being stopped because of low enrollment (5) or because other untested agents become more enticing (6, 7) . Negative, underpowered trials using surrogate end points for drug efficacy are being interpreted as demonstrating drug failure (8) . A trial of remdesivir that reported preliminary results, although important, was unable to determine which patient subgroups may benefit and the optimal timing for drug initiation (9) .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 422,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are also examples that highlight the benefits of rethinking our research enterprise. The World Health Organization's Solidarity Trial is using a core protocol (5) to be able to test multiple drugs and adapt their design as findings emerge. The United Kingdom has combined efforts to do a factorial platform trial (www .recoverytrial.net) testing multiple therapies that is using linkage to digital health care records to enable rapid accrual and comprehensive follow-up. Their recent finding on hydroxychloroquine proves the value of randomization, rapid accrual of adequate sample size, and collaboration across 175 hospitals, with 1 of every 6 hospitalized patients in the United Kingdom participating. The National Institutes of Health has established its Accelerating COVID-19 Therapeutic Interventions and Vaccines partnership to help prioritize vaccines and novel compounds to test, streamline clinical trials, and leverage public-private partnerships (10) . The Patient-Centered Outcomes Research Institute has used the existing PCORnet to launch a large registry of health care workers that will serve as infrastructure for embedded clinical trials (www.heroesresearch.org). Others, such as the COVID-19 Collaboration Platform (https://covidcp.org) and COVIDevidence (https://covid-evidence.org), are examples of ef-This article was published at Annals.org on 16 June 2020.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "(10)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "forts to coordinate ongoing and planned trials to harmonize their study designs and share data to provide faster, more precise answers. Institutional review boards have demonstrated the ability to rapidly approve clinical trial protocols and data sharing agreements. Some institutions are paying closer attention to the broader research landscape when approving studies so that they can consider the value added to launching small trials when larger, more robust trials are available. Data safety monitoring board registries have been developed that can serve as models for providing expertise to data safety monitoring boards of future trials studying specific diseases or therapies (https://med.stanford.edu/covid19/dsmb-registry .html). The entire population can now see the benefits of participating in clinical trials to society. The importance of investigator participation in multicenter trials to public health may now become clearer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEAS AND OPINIONS"
        },
        {
            "text": "The natural experiment that is unfolding will allow us to compare the yield, in terms of clinical impact, of coordinated efforts with those of the many fragmented efforts. In 2010, a National Academy of Sciences workshop group suggested that \"success stories\" are needed to build momentum for improving clinical trials and their integration into practice. We have an opportunity for the COVID-19 research enterprise to provide such a story.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEAS AND OPINIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Envisioning a Transformed Clinical Trials Enterprise in the United States: Establishing an Agenda for 2020: Workshop Summary. National Academies Pr",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transforming Clinical Research in the United States: Challenges and Opportunities: Workshop Summary. National Academies Pr",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Institute Of Medicine",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Master protocols to study multiple therapies, multiple diseases, or both",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woodcock",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Lavange",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "377",
            "issn": "",
            "pages": "62--70",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1510062"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 clinical trials explorer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Creating a framework for conducting randomized clinical trials during disease outbreaks",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Gsell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookmeyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1366--1369",
            "other_ids": {
                "PMID": [
                    "32242365"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A trial of lopinavir-ritonavir in adults hospitalized with severe Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1787--1799",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001282"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus clinical trials in China struggling with recruitment. Accessed at www.outsourcing-pharma",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Barba",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "/04/Coronavirus-clinical-trials-face-problems-with-recruitment on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A promising treatment for coronavirus fails. The New York Times",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "/18/health/coronavirus-antiviral-drugs-fail.html on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Remdesivir-an important first step",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dolin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Accessed at www.nih.gov/news-events/news-releases/nih-launch-public-private -partnership-speed-covid-19-vaccine-treatment-options on",
            "authors": [],
            "year": 2020,
            "venue": "IDEAS AND OPINIONS COVID-19 Clinical Trials: Improving Research Infrastructure and Relevance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}