{
    "paper_id": "01fd09581e5497486fb5ade738a0266f32e73bc3",
    "metadata": {
        "title": "Challenges and Responses: A Tertiary Hospital in 2019-nCoV Epidemic",
        "authors": [
            {
                "first": "Hong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhuo",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ma",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hu",
                "middle": [],
                "last": "Nie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The recent outbreak of coronavirus in Wuhan, China, has imposed challenges on the Chinese medical system. Not only the dramatically increasing number of infected cases and insufficient medical resources, but also the peoples' panic throughout the whole country have made medical services extremely difficult. To respond to these challenges effectively, our hospital implemented an urgent response strategy, including human resources and medical resources preparation and re-allocation, immediate fever screening, strict patient-visiting flow management, and reasonable information communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our experience and response measures could provide a reference for other hospitals in the current situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I t has been more than 1 month since the novel coronavirus outbreak in Wuhan, China, which has ravaged China and affected many countries and regions around the world. We can learn from various media about the difficulties and challenges faced by medical institutions in different regions of China during the outbreak and development of the epidemic. 1, 2 The severity of the epidemic in different regions of China is different, and the response strategies of different medical institutions may produce different results. This article intends to summarize and share our experience within 1 wk of the overall outbreak.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 352,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 353,
                    "end": 354,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our hospital, the West China Hospital of Sichuan University (WCH, SU), is located in the Sichuan province of western China, which borders adjacent to Hubei Province. West China Hospital, a nationally recognized 4300-bed institution, is a third-level comprehensive teaching hospital, with annual outpatient visits of 5.44 million and emergency visits of approximately 280,000. On January 7, 2020, a novel coronavirus was officially announced as the pathogen of the unknown viral pneumonia in Wuhan. On January 21, 2020, the first imported novel coronavirus pneumonia case was confirmed in Sichuan province. In contrast, on January 16, the hospital already initiated the preparation for epidemic prevention and control, including an emergency plan, organization of expert groups for medical treatment, epidemic monitoring, screening and triage, remote consultation, personnel training, personal protective equipment (PPE) reserves, and other detailed arrangements such as isolation wards extension, workflow, and patient path design. At the same time, based on our previous experience, a fever screening and triage station was set up at the emergency department (ED). All these rapid reactions benefit from the emergency response mechanism formed in disaster in the past dozen years, such as the SARS outbreak in 2003, the bird flu outbreak in 2009, and the three tremendous earthquakes in 2008, 2012, and 2017. Moreover, in 2018, the China International Emergency Medical Team (Sichuan), mainly established by our hospital, has been certified as an Emergency Medical Team by the World Health Organization. 3 In other words, the whole hospital was preparing for a potential emergency in an orderly and routine way. At that period, most people stayed in the peace and the happiness of the approaching Lunar Chinese New Year.",
            "cite_spans": [
                {
                    "start": 1605,
                    "end": 1606,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NARRATIVE"
        },
        {
            "text": "However, the epidemic situation changed dramatically, and authorities implemented a cordon sanitaire in Wuhan on January 23, 2020. 4 According to various media reports, the local epidemic situation in Wuhan was almost out of control, and the medical resources related to the prevention and control of the epidemic were extremely scarce. The public was in a state of panic. The sentiment soon spread across the country. In this situation, our hospital also faced enormous challenges, but within less than a week, it made a series of quick and effective responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NARRATIVE"
        },
        {
            "text": "First, emergency plans were immediately activated. All cadres who are on leave, as well as all the staff of key departments, such as the infectious disease, respiratory, emergency (ED), critical care, and experimental medicine departments, were recalled back to Chengdu to be on standby.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NARRATIVE"
        },
        {
            "text": "Second, at the same time, temporary fever triage and waiting areas were immediately set up on vacant lots close to the ED, in anticipation of the possible surge of fever cases and the potential insufficient space in the existing fever screening and triage stations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NARRATIVE"
        },
        {
            "text": "Third, human resources were unified for allocation and management. In terms of the unified requirements of the government, a 21-member medical team was dispatched to Wuhan. Meanwhile, many specialist doctors were mobilized to receive the epidemic screening training and participate in the screening work in the fever clinic. The reception capacity of the fever clinic has been improved to cope successfully with the soaring number of fever patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NARRATIVE"
        },
        {
            "text": "Fourth, medical supplies were rationally allocated. Despite having prepared in advance, the country has faced a shortage of PPEs supplies since the outbreak began. The medical team sent to Wuhan took away more than half of the hospital's protective materials, which brought some difficulties to the hospital's epidemic prevention and control work. To solve the problem of material shortage in a short period, a strict PPEs management plan was implemented. A four-level risk classification and PPEs practice guidance were established in strict accordance with the protection guideline and some research recommendations. 5,6 PPE resources rationing was induced in the epidemic prevention and control areas (fever clinic, triage area), as well as the regular working areas. Without any exceptional condition, a surgical mask was dispensed every 4 h, while only one N95 mask would be provided per shift in high-risk areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NARRATIVE"
        },
        {
            "text": "Fifth, single-cycle visiting-flow management and preexamination triage scheme were established on the whole hospital campus. Each medical building, including the outpatient building, was under closed management, with single-entry and single-exit channels. Medical staff and patients with their relatives were asked to use different entries and exits for getting in and out of the buildings (Figure 1 ). Volunteers were recruited at the entrance for screening, and those with abnormal temperatures or respiratory symptoms were not allowed to enter the buildings and were directed to the fever clinic. This flow management strategy helped identify one case in the first week.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 399,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "NARRATIVE"
        },
        {
            "text": "Sixth, given the public's panic about the epidemic and the possible influx of a large number of outpatient visits after the Spring Festival holiday, the hospital immediately opened a free online consultation clinic for viral-related symptoms. 7 Using advertisements on public social media, people can directly scan a QR code by means of the mobile WeChat app to enter the online consultation platform. After completing a selfevaluation questionnaire containing disease symptoms and epidemiological history, patients can receive a free online evaluation and response from doctors within 6 h. Publicity information was released through social media, and the public was advised to reduce unnecessary hospital visits. The platform received approximately 500 online visits every day, and it helped reduce unnecessary runs on medical resources. On the first day of the outpatient service resume, the number of visits was less than 2000, which was down 90% percent from the same period last year, and the number of visits to fever clinics remained stable at approximately 100 cases per day. Therefore, the decrease in population density in the hospital helped to reduce the pressure of epidemic prevention and control significantly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NARRATIVE"
        },
        {
            "text": "Seventh, the communication and notification of epidemic and clinical information were strengthened to stabilize the confidence of medical staff. The hospitals carried out a daily notification system for epidemic prevention and control to every department, including PPEs stock quantity, current dynamic trends of the confirmed and suspected cases in the hospital, and the daily progression of the dispatched medical team, and so on. Timely and transparent release of information helped stabilize emotions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NARRATIVE"
        },
        {
            "text": "Infectious diseases have become a major challenge to human society in this century. Emerging infectious diseases caused more frequent and complex epidemics in the past 2 centuries, such as SARS, Zika, MERS, and COVID-19. Global health systems are still under-prepared for any significant outbreaks, even with considerable progress. 8, 9 The recent outbreak of coronavirus in Wuhan, China, has imposed challenges on the Chinese medical system. The sharp increase in the number of COVID-19 patients and the shortage of medical supplies strained the medical service system. Public panic throughout the whole country and the following surge in hospitals almost collapsed the system in some areas. Although the epidemic situation varies from region to region, timely and reasonable preparation will contribute to effective medical responses and epidemic outbreak control.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 334,
                    "text": "8,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 335,
                    "end": 336,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The COVID-19 coronavirus seems to be very contagious and spreading faster and broader than other previous viruses. 10 As happened in Wuhan and other cities around the world, once a regional outbreak occurs, a \"bank run\" on medical resources and the following medical system breakdown may be inevitable as numbers of patients surge. Implementation of an emergency response strategy preemptively could delay the growth and limit the size of the epidemic. 11 To cope with this particular and possible future mass casualty incidents, every health facility should do its best to prepare for the ongoing pandemic.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 453,
                    "end": 455,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Medical staff and workforce recruiting, medical resources preparation and re-allocation, and urgent expansion of essential medical spaces should be the critical emergency response strategy for every hospital and may provide essential support for epidemic prevention and control. Active and rational patient flow management in advance, such as moving line re-design and control, pre-examination triage, and remote online medical service, will help to reduce the risk of patients surge and nosocomial infections. According to our experience, all of these response strategies helped to reduce the impact on the medical system. Through the implementation of the above measures, the hospital's epidemic prevention and control and various clinical work have been carried out in an orderly manner. At the time of writing, the number of outpatient visits and inpatient admissions was stable and reasonably controlled. We hope that these measures will continue to help effectively control the epidemic, and our experiences will provide a reference for other medical institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "West China Hospital, Sichuan University (Drs Li, Zhang, Li, Nie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the Authors"
        },
        {
            "text": "Correspondence and reprint requests to Hu Nie, Emergency Department, West China Hospital, No.37 Guoxue Alley, Wuhou District, Chengdu City, Sichuan Province, PR China 610041 (e-mail: dr.hu.nie@gmail.com).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the Authors"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "China's Wuhan takes unprecedented measures to curb novel coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Confirm New Cases of Chinese Coronavirus",
            "authors": [
                {
                    "first": "Thailand",
                    "middle": [],
                    "last": "Japan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influence of wearing time on efficacy of disposable surgical masks as microbial barrier",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Barbosa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "U"
                    ],
                    "last": "Graziano",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Braz J Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "216--217",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "N95 respirators vs medical masks for preventing influenza among health care personnel: a randomized clinical trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Radonovich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Simberkoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Bessesen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "322",
            "issn": "",
            "pages": "824--833",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Commission on a Global Health Risk Framework for the Future; National Academy of Medicine, Secretariat. The Neglected Dimension of Global Security: A Framework to Counter Infectious Disease Crises. Challenges and Responses: A Tertiary Hospital in 2019-nCoV Epidemic Disaster Medicine and Public Health Preparedness",
            "authors": [],
            "year": 2016,
            "venue": "Strengthening the global and regional system for outbreak preparedness, alert, and response",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A new twenty-first century science for effective epidemic response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ihekweazu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "575",
            "issn": "",
            "pages": "130--136",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19). How it spreads",
            "authors": [],
            "year": 2019,
            "venue": "CDC. Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "pii: eabb6105",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb6105"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A2. Entry of outpatient building for patients B. Drive-in entry of outpatient building for patients C. Entry of outpatient building for staff D. Drive-in entry of outpatient building for staff E. Entry &exit of emergency department for patients F. Entry &exit of emergency department for staff G. Entry &exit of inpatient building for patients H. Entry &exit of Inpatient building for staff I. Exit of outpatient building for patients J. Exit of outpatient building for patients",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge all the coordinators in West China Hospital of Sichuan University, including physicians, nurses, and other staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "West China hospital new coronavirus science and technology project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding and Support"
        },
        {
            "text": "Hu Nie provided the idea of this study. Hong Li, Zhuo Zhang, and Ping Li collected the data. Hu Nie prepared the manuscript and provided study supervision. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}