{
    "paper_id": "02a23fd3dbd26af294ade41ab0de3e1dbcaf1b7c",
    "metadata": {
        "title": "Treatment delays in oncology patients during COVID-19 pandemic: A perspective",
        "authors": [
            {
                "first": "Divyesh",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PGIMER",
                    "location": {
                        "region": "Chandigarh",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Treshita",
                "middle": [],
                "last": "Dey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PGIMER",
                    "location": {
                        "region": "Chandigarh",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "E ver since the emergence of novel coronavirus disease 2019 in Wuhan, China, it has impacted mankind globally. WHO declared it a public health emergency since March 11, 2020 [1]. A major effect of it has been seen in the health sector worldwide, due to the unpreparedness for such an event. Lockdown and social distancing, though necessary non-pharmacological measures to flatten the transmission curve, have further aggravated the interruption of health care services to the needy. Worse survival has been reported in oncology patients during the COVID crisis, due to their compromised immunity, which could be disease or anticancer treatment-related. As a considerable fraction of patients visiting the health care institute are oncology patients, interruption of health care services during the crisis might delay treatment in these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Delays during oncological treatment have been classified as primary, secondary, and tertiary [2] . A significant proportion of time is usually consumed in primary (interval between symptom onset to the first visit to the clinician) and secondary delay (interval between clinician visit to start of treatment) in a majority of oncology patients awaiting treatment, especially in low-middle income countries (LMIC) with huge patient burden. Since time factor is an important element in oncology treatment, delivering optimal care during the COVID-19 pandemic is a challenging event. As oncology care hangs on a fine-scale balance amidst the COVID pandemic, striking a balance between delivering or delaying treatment during this crisis, becomes crucial not only for oncology patients but also for the treating clinician. Various factors contributing to treatment delays, its possible impact on the oncology patients and clinicians' role during the COVID-19 crisis, is henceforth worth discussing and needs to be highlighted.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Factors that might delay treatment can be grouped into two categories (Box 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Social containment and travel restrictions during the pandemic, imposes difficulties for patients to attend the hospital for treatment. Also, the financial issues faced by poor strata are a big challenge amongst can-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Social containment and travel restrictions during the pandemic, imposes difficulties for patients to attend the hospital for treatment. Also, the financial issues faced by poor strata are a big challenge amongst can-Treatment delays in oncology patients during COVID-19 pandemic: A perspective",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient-related factors"
        },
        {
            "text": "Department of Radiotherapy and Oncology, PGIMER, Chandigarh, India",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Divyesh Kumar, Treshita Dey"
        },
        {
            "text": "As oncology care hangs on a fine-scale balance amidst the COVID-19 pandemic striking a balance between delivering or delaying treatment during the crisis is essential. cer patients, especially in LMIC. Furthermore, some patients come from far off place for treatment, propelling them to look for accommodation and food facilities. Amidst the lockdown, arranging for food and shelter is another biggest hurdle faced by these patients. Allocation of in-patient facilities to the COVID patients, due to the huge case burden, further aggravates this situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Divyesh Kumar, Treshita Dey"
        },
        {
            "text": "With the increase in surge of COVID-19 patients, hospitals are forced to allocate resources and oncology surgeries to be delayed. Of late, due to the rising trend of this pandemic there has been an acute shortage of ventilators as well as PPE, causing further surgical delays. Also, a shortage of staff members dealing with oncology treatment execution leads to unwanted delays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Healthcare-related factors"
        },
        {
            "text": "Some positive effects of treatment delays during the crisis phase could be:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVANTAGES OF TREATMENT DELAYS DURING CRISIS"
        },
        {
            "text": "(i) Vulnerable patients, ie, elderlies and those with comorbidities, can be kept out of hospitals and treatment facilities, as they are prone to get infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVANTAGES OF TREATMENT DELAYS DURING CRISIS"
        },
        {
            "text": "(ii) Immune-dampening effects of radiotherapy (RT) and/or systemic therapy can be curtailed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVANTAGES OF TREATMENT DELAYS DURING CRISIS"
        },
        {
            "text": "These can be grouped into three categories (Box 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMPACT ON ONCOLOGY PATIENTS"
        },
        {
            "text": "(i) Impact of delay in definitive treatment: Surgery, RT, and chemotherapy (CT) either alone or in combination forms the definitive modality of treatment for most of the malignancies. Delay in the initiation of radical treatment might lead to a decrease in locoregional control and overall survival (OS). Chen et al. in their study inferred that an increase in waiting time for RT is generally associated with deterioration in local control rates and OS [3] . Similarly, an adverse impact on survival has been documented in patients with delays in CT and surgery [4, 5] . Hence, extending the treatment time of definitive treatment can have detrimental effects on the expected treatment response and quality of life (QOL) of the oncology patients.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 457,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 567,
                    "end": 569,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Impact of delay in treatment-naive patients"
        },
        {
            "text": "(ii) Psychological impact: Fear of disease progression or recurrence is quite common amongst patients awaiting oncology treatment. Elevated levels of fear of progression can affect patients' well-being, QOL, and social functioning [6] . Treatment delays, thus, can lead to psychological stress, hampering their QOL.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Impact of delay in treatment-naive patients"
        },
        {
            "text": "RT and CT are usually given at intervals to allow sufficient time for normal cells to undergo repair of the sub-lethal damage. Surviving tumor cells have the propensity to proliferate during treatment breaks. Chances of accelerated repopulation of tumor cells increases in patients with delays in ongoing CT/RT [7, 8] . Patients are thus prone to increased chances of disease recurrence and treatment resistance.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Impact of delay in patients on treatment"
        },
        {
            "text": "Also, patients with terminal illness requiring hospice admission and strong opioids during palliative care might land up with aggravations of symptoms, in case of delays in palliative care treatment, if any. Treatment interruptions, thus, can lead to progressive symptoms and worsened survival chances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of delay in patients on treatment"
        },
        {
            "text": "Optimal patient care should be targeted by identifying tumor type and appropriate risk stratification approach. Furthermore, all possible measures to curtail the crisis such as triaging to identify the critical cases, amendments in treatment protocols, and telemedicine facilities should be sought.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of delay in patients on treatment"
        },
        {
            "text": "• Adversely affects survival and quality of life",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of delay in treatment-naive patients:"
        },
        {
            "text": "• Accelerated repopulation • Resistance to treatment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of delay in patients on treatment:"
        },
        {
            "text": "• Delay in detecting treatment response • Delay in the diagnosis of recurrence Box 2. Impact of treatment delay according to treatment schedule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of delay on follow-up (FU) patients:"
        },
        {
            "text": "FU is an integral part of the management of oncology patients. It is essential for assessing clinical response, late effects of treatment, detecting residual/recurrences, second malignancy, and symptomatic and supportive treatment if required [9] . Treatment delay, thus refrain them from the mentioned advantages of FU. Mostly affected in this group during the pandemic, are the patients who develop symptoms of recurrences or second malignancy, requiring further diagnostic and treatment interventions.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Impact of delay on FU patients"
        },
        {
            "text": "The oncology clinicians have a very important role to play during the crisis (Box 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICIAN'S ROLE DURING THE CRISIS"
        },
        {
            "text": "As different tumor histologies vary in their reproductive capability, it is the rapidly proliferating tumor cells that are of utmost concern. Hence, a risk stratification approach according to tumor subtype can be followed. In a study published by Kutikov. A et al., a risk-based conceptual approach regarding oncology treatment during the COVID-19 pandemic has been highlighted [10] .",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 383,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Identifying tumor type and risk stratification approach"
        },
        {
            "text": "An important way to reduce the mental stress amongst the oncology patients is by a good clinician-patient relationship. An effective counseling is thus, of immense importance for these patients. Mostly, patients diagnosed with benign conditions, early-stage or low-grade malignancy, and post-surgery patients requiring only FU are usually benefitted the most.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Counseling"
        },
        {
            "text": "To reduce overall treatment time to shorten hospital visits, altered fractionation regimen, especially hypofractionated or accelerated radiotherapy regimens, wherever feasible, may be followed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amendments in treatment protocols"
        },
        {
            "text": "Telemedicine has emerged as a boon amidst this crisis. All queries of patients and attendants could be adequately addressed through a telemedicine approach. Especially, those patients on regular FU, may be managed by this approach and made to defer unnecessary visits to hospitals. Only if, deemed necessary they should be asked to visit the hospital during the crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Telemedicine approach"
        },
        {
            "text": "Although factors causing treatment delays, might have a negative impact on the survival and QOL in oncology patients, advantages associated with it makes it paramount to carefully weigh the risk of treatment delays vs benefits of continuing therapy during the crisis. A detailed discussion and counseling of patients regarding the possible outcomes of treatment interruption on disease control and its effect on survival might help in overcoming the associated stress. Optimal patient care should be targeted by identifying tumor type and appropriate risk stratification approach. Furthermore, all possible measures to curtail the crisis such as triaging to identify the critical cases, amendments in treatment protocols, and telemedicine facilities should be sought. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "• Appropriate rationalized treatment Counseling:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying tumor type and risk stratification approach:"
        },
        {
            "text": "• Improve clinician-patient relation Amendments in treatment protocols:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying tumor type and risk stratification approach:"
        },
        {
            "text": "Telemedicine approach:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Altered fractionation"
        },
        {
            "text": "• Especially for follow-up Box 3. Clinician' s role during crisis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Altered fractionation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Declares COVID-19 a Pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cucinotta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vanelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Biomed",
            "volume": "91",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An epidemiological study on delay in treatment initiation of cancer patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dwivedi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Dwivedi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Dwivedi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health",
            "volume": "4",
            "issn": "",
            "pages": "66--79",
            "other_ids": {
                "DOI": [
                    "10.4236/health.2012.42012"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The relationship between waiting time for radiotherapy and clinical outcomes: a systematic review of the literature",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pearcey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kerba",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mackillop",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Radiother Oncol",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.radonc.2007.11.016"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The impact of delayed chemotherapy on its completion and survival outcomes in stage II colon cancer patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rimm",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Krishnamurthi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0107993"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "National failure to operate on early stage pancreatic cancer",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Bilimoria",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Bentrem",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Winchester",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Talamonti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann Surg",
            "volume": "246",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/SLA.0b013e3180691579"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fear of progression. Recent Results Cancer Res",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Herschbach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dinkel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "197",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-40187-9_2"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The hazard of accelerated tumor clonogen repopulation during radiotherapy",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Withers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maciejewski",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Acta Oncol",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3109/02841868809090333"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of chemotherapy delays and dose reductions on progression free and overall survival in the treatment of epithelial ovarian cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Nagel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Backes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Hade",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Eisenhauer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Malley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gynecol Oncol",
            "volume": "124",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ygyno.2011.10.003"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "AHNS Series-Do you know your guidelines?: guideline recommended follow-up and surveillance of head and neck cancer survivors",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Roman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goldenberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Givi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Head Neck",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/hed.24100"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A war on two fronts: Cancer care in the time of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kutikov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Edelman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Horwitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Uzzo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1133"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Photo: Stop vector created by flatart (source: https://www.freepik.com/ free-photos-vectors/stop).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank our reviewer and journal editor for their suggestions and comments.Disclaimer: All authors contributed in their individual capacities and the views that are expressed in this manuscript do not necessarily reflect the views of the respective organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "Authorship contributions: DK conceived the idea. DK and TD jointly drafted the manuscript including the revisions for this viewpoint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding: None."
        },
        {
            "text": "The authors have completed the ICMJE COI form (available upon request from the corresponding author), and declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests:"
        }
    ]
}