{"paper_id": "02a400ccf8cef6c8ec15cc947063ef60b0cce83b", "metadata": {"title": "Ultraviolet Radiation for Disinfection DISINFECTION MECHANISMS MATHEMATICAL DESCRIPTION OF UV DISINFECTION PROCESS COLLIMATED BEAM TEST DESIGN OF UV UNIT FOR AQUEOUS-PHASE DISINFECTION APPLICATIONS OF UV UNIT FOR AQUEOUS-PHASE DISINFECTION OPERATION AND MAINTENANCE OF UV SYSTEM IN AQUEOUS ENVIRONMENTS UV DISINFECTION BY-PRODUCTS AND UV LAMP DISPOSAL UV DISINFECTION OF AIR EMISSIONS UV ENGINEERING CASE HISTORY AND APPLICATIONS NOMENCLATURE REFERENCES", "authors": [{"first": "J", "middle": ["Paul"], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lei", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lawrence", "middle": ["K"], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Beiping", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "1. UV disinfectant is not able to stay in the water for a long period, which acts as a prevention for the pathogens in the distribution network system. 2. It is not effective for disinfection of G. lamblia cysts and Cryptosporidium parvum r r oocysts. 3. The groundwater systems have not been required to provide primary disinfection for bacteria and viruses.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "UV can cause permanent inactivation of virus, bacteria, spores, fungi and other pathogens. UV irradiation disinfection requires no additional chemicals. Unlike chlorination disinfection, it does not produce odor; it is usually deemed as the best choice with very low or no DBPs and no residual toxicity. In addition, it is able to kill some chlorine-resistant pathogens such as Cryptosporidium r r and Giardia. r r Compared with other disinfection alternatives, UV is a cost-effective, clean, and simple approach. UV disinfection system does not require the transportation, storage, and handling of regulated chemicals such as chlorine.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "UV technology has been widely used in disinfection in various areas, such as air emission sanitation control and disinfection of drinking water, groundwater, industrial process water, and wastewater. UV disinfection has its limitations. One disadvantage is that it is not suitable for high turbidity and high absorbance water. Unlike chlorine, UV does not provide residual dosage when used in disinfection because the UV light is a physical means and cannot stay in water and air. When the UV is used as the primary disinfection method, it is often supplemented by other chemical disinfectants.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "UV light can be absorbed by most organics. It contains higher energy, which can break down complex organic compounds. As an alternative pollutant treatment approach, UV oxidation sees its wide applications in many areas, such as treatment of contaminated groundwater and wastewater. Detailed description of UV oxidation is given in Chapter 14. In this chapter, the mechanisms of UV disinfection will be presented. A mathematical description of microorganism killing by UV radiation is given. Design approaches of disinfection systems are demonstrated. Case studies will also be presented at the end of this chapter.", "cite_spans": [{"start": 332, "end": 343, "text": "Chapter 14.", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "UV radiation disinfection uses a special lamp to transfer electromagnetic energy to the target organism cells. The most efficient and widely used device is the mercury arc lamp. It is popular because approx 85% of its energy output is of the 253.7 nm wavelength, within the optimum germicidal range of 250-270 nm. The lamps are long thin tubes. When an electric arc is struck through mercury vapor, the energy discharge generated by the mercury excitation results in the emission of UV radiation. This radiation then destroys the cell's genetic material and the cell dies.", "cite_spans": [], "ref_spans": [], "section": "UV Radiation Process Description"}, {"text": "The effectiveness of radiation is a direct function of the energy dose absorbed by the organism, measured as the product of the lamp's intensity and the time of exposure. Intensity is the rate at which photons are delivered to the target. The intensity in a reactor is governed not only by the power of the lamp, but also by the placement of the lamps relative to the water, and by the presence of energy sinks that consume UV radiation. Water with suspended solids, color, turbidity, and soluble organic matter can react with or absorb the UV radiation, reducing the disinfection performance. Therefore, water with high concentrations of these substances may receive inadequate disinfection.", "cite_spans": [], "ref_spans": [], "section": "UV Radiation Process Description"}, {"text": "The radiation dose absorbed by the water is the water's UV demand, which is analogous to chlorine demand and is quantified as the absorption of UV energy (at a wavelength of 253.7 nm) in a given depth of water. The measurement is most commonly expressed by the UV absorbance coefficient alpha: alpha = 2.3 absorbance units (a.u.)/cm In addition to intensity and UV demand of the water, the exposure time also affects the energy dosage that the target organisms absorb. Exposure time is controlled by the residence time of the water in the reactor. Continually maintaining the required residence time is not always possible, but the system design should maximize plug-flow operation.", "cite_spans": [], "ref_spans": [], "section": "UV Radiation Process Description"}, {"text": "If the energy dosage is not sufficient to destroy the target organisms' DNA macromolecules, disinfection is not effective. Photoenzymatic repair occurs if the genetic material is only damaged during irradiation. This repair mechanism, called photoreactivation, occurs with exposure to light from the sun or most incandescent and fluorescent lights (at wavelengths between 300 and 500 nm). Photoreactivation does not occur with all bacterial species and is therefore difficult to predict.", "cite_spans": [], "ref_spans": [], "section": "UV Radiation Process Description"}, {"text": "To prevent photoreactivation, the rule of thumb is to increase the dosage necessary to meet a required reduction in organism numbers. For example, if the disinfection criteria require a 3-log reduction of microorganism concentrations, the UV radiation system should be designed to provide a 4-log reduction.", "cite_spans": [], "ref_spans": [], "section": "UV Radiation Process Description"}, {"text": "In this chapter, UV radiation for both disinfection and oxidation of organic contaminants is addressed. In the UV disinfection, common pathogens in the environment and UV germicide mechanisms are introduced. Basic principles of UV disinfection system design, installation, and operation considerations are presented. The concern about UV disinfection by-products is also discussed. In addition, the mechanisms of UV oxidation are addressed. Its applications on organic pollutants decomposing as an emerging water and wastewater treatment technology are discussed.", "cite_spans": [], "ref_spans": [], "section": "UV Radiation Process Description"}, {"text": "Pathogens are usually termed as a group of microorganisms that can cause various human diseases. Four categories of pathogens are usually of concern in water and wastewater pollution, namely, bacteria, viruses, parasites, and fungi. When the pathogens are contacted or ingested, one may catch different diseases such as cholera, typhoid, and hepatitis. These diseases can be greatly harmful to our health. The pathogen contaminants in water and wastewater come from many different sources, such as human or animal fecal waste, discarded food waste from industrial processing, and waste from hospitals. When these wastes are discharged into surface water, groundwater, or sewer systems, pathogens are brought into these waterbodies. Thus, the removal of these pathogens to a safe level is the main task of disinfection in water and wastewater.", "cite_spans": [], "ref_spans": [], "section": "PATHOGENS IN THE ENVIRONMENT"}, {"text": "In addition to the waters, pathogens can also be found in air emissions in many locations, such as long operated ventilation and air-condition systems of hospitals, shopping centers, offices, and residential areas (5, 6) . The severe acute respiratory syndrome (SARS), the most severe epidemic in 2003 in Asia, is suspected to spread out through airborne particles or droplets (7, 8) .", "cite_spans": [{"start": 214, "end": 217, "text": "(5,", "ref_id": "BIBREF4"}, {"start": 218, "end": 220, "text": "6)", "ref_id": "BIBREF5"}, {"start": 377, "end": 380, "text": "(7,", "ref_id": "BIBREF6"}, {"start": 381, "end": 383, "text": "8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "PATHOGENS IN THE ENVIRONMENT"}, {"text": "Viruses are usually not considered as \"living\" entities because they are not able to replace their parts or carry out metabolism on their own. They are very small in size, ranging from tens to hundreds of nanometers. They can be replicated only when they are in association with a living cell (host). The host translates the genetic information present in the virus, which lead to its replication. The consequence of this replication to the living host is either disease or death. The viruses have very simple genetic elements that consist of nucleic acid surrounded by protein and other substances (3, 9) .", "cite_spans": [{"start": 599, "end": 602, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 603, "end": 605, "text": "9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "PATHOGENS IN THE ENVIRONMENT"}, {"text": "Untreated wastewaters can contain virus with an amount of 10 3 -10 4 plaque-forming units (PFU) per 100 mL. Generally, viruses are the most hazardous among the pathogens. They exist widely in human and animal fecal waste and can cause different diseases. For example, they can cause gastrointestinal illness such as diarrhea, vomiting, and cramps. Hepatitis A virus present in contaminated seafood such as oysters can lead to infectious hepatitis and liver inflammation. Two major outbreak of the infectious hepatitis that infected more than 20,000 people occurred in Delhi, India and Shanghai, China, in 1950s and 1980s, respectively. The former case was caused by the sewage discharged to the river whose water was used as a source for a watertreatment plant; while the later was due to the contaminated oysters, which concentrated virus particles in the water contaminated with human feces.", "cite_spans": [], "ref_spans": [], "section": "PATHOGENS IN THE ENVIRONMENT"}, {"text": "Viruses can attach onto particles in water and survive under extreme conditions. For example, enteric viruses tolerate acid and hepatitis B virus can survive in hot water with a temperature of over 100°C for more than 10 min. The regulations of the US EPA prescribe that in drinking water disinfection, more than 99.99% virus must be removed/inactivated according to maximum contaminant level (MCL) and the maximum contaminant level goal (MCLG) is no virus detected in water.", "cite_spans": [], "ref_spans": [], "section": "PATHOGENS IN THE ENVIRONMENT"}, {"text": "Bacteria are single-cell organisms with a size ranging from 1 to 10 μm. Unlike viruses, they can be replicated without a host. Bacteria are ubiquitous; the same species can generally be found in every part of the world. They are able to survive in water, soil, and air. Water movement as well as air current helps them travel throughout the world. Numerous kinds of bacteria exist in the environment. Bacteria are extremely important to the water environment, as they are able to transform a great variety of organic wastes into harmless minerals. Activated sludge processes for municipal wastewater treatment is an excellent example. It is hard to imagine our Earth if these processes were not invented and applied.", "cite_spans": [], "ref_spans": [], "section": "PATHOGENS IN THE ENVIRONMENT"}, {"text": "The functions of bacteria are not all beneficial to humans. Their great importance to human health is without question, as they cause various diseases and death. For example, Campylobacter jejuni can cause gastroenteritis, diarrhea, fever, and abdominal pain. Legionella pneumophilia e can lead to legionellosis, fever, headache, and respiratory illness. In the US EPA's regulations, the restriction of total coliforms, heterotrophic plate count (HPC), and legionella are defined for drinking water (3, 4, 10) . The number of total coliforms should be zero in at least 95% of the samples collected in 1 mo. The HPC should not exceed 500 bacterial colonies per milliliter. There is no limit on legionella because it is not able to survive with the effective removal of virus and Giardia r r (parasite).", "cite_spans": [{"start": 499, "end": 502, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 503, "end": 505, "text": "4,", "ref_id": "BIBREF3"}, {"start": 506, "end": 509, "text": "10)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "PATHOGENS IN THE ENVIRONMENT"}, {"text": "Parasites include protozoa and helminths. Protozoa means \"first animal\" and refers to simple eukaryotic organisms composed of a single cell such as amebae. The size of protozoa ranges from several to tens of micrometers. Their reproduction can be through simple cell division, such as the ameboflagellates, or sexual involving the fusion of gametes in part of the life cycle, such as the apicomplexa. Some protozoa can form a protective cyst stage capable of withstanding harsh environmental conditions. Some kinds of protozoa, such as Cryptosporidium r r and G. lamblia, can cause gastrointestinal diseases. These protozoa come from human fecal or animal waste and are transmitted by cysts. In the US EPA's regulations, at least 99% removal must be attained for cryptosporidium and 99.99% removal for G. lamblia.", "cite_spans": [], "ref_spans": [], "section": "PATHOGENS IN THE ENVIRONMENT"}, {"text": "In contrast to the protozoa, helminths are multicellular with complex reproductive systems and life cycles involving intermediate hosts for the development of larval stages and a definitive host for the adult form. Adults may be dioecious with separate sexes or hermaphroditic. Helminths are flatworms and flukes such as nematodes and tapeworms. They are common enteric pathogens and can be transferred by directly eating or drinking parasite eggs, which may exist in polluted meat or water.", "cite_spans": [], "ref_spans": [], "section": "PATHOGENS IN THE ENVIRONMENT"}, {"text": "Like bacteria, fungi are the primary decomposer responsible for dead organic matters. Their metabolic properties are simple and unique: almost all of them are organolithotrophic and none are phototrophic. There are more than 50,000 different species of fungi in the world. Typical names are yeast, mushrooms, molds, mildews, and puffballs. Fungi are composed of masses of filaments. They can be classified into three major groups: Eumycota, Mycophycomycota, m and Myxophycomycota h . They are comparatively less abundant in wastewater; however, they can produce a large number of colonies at weaker acid conditions (pH 5-7).", "cite_spans": [], "ref_spans": [], "section": "PATHOGENS IN THE ENVIRONMENT"}, {"text": "Disinfection of pathogens by UV radiation differs from that by chemical disinfectants f f such as chlorine (Cl 2 ), calcium hypochlorite [Ca(OCl) 2 ], sodium hypochlorite (NaOCl) and ozone (O 3 ). Chemical approaches inactivate microorganisms (germs) by destroying or damaging the cellular structures, thereby interfering with the metabolism, the synthesis, and the growth. In UV radiation, a series of photochemical reactions is initiated, which can effectively damage and/or alter deoxyribonucleic acid (DNA) or ribonucleic acid (RNA) molecules in the cell wall and/or protoplasm of the pathogens. The damage to their nucleic acid is so serious that they can no longer reproduce. The cell division and the subsequent multiplication can no longer occur. As a result, the pathogens are inactivated. In this section, we will look at nucleic acid (DNA and RNA) structure, the damage leading to microbial inactivation, the ability of pathogens to repair the damage, and factors that affect inactivation (3, 9) .", "cite_spans": [{"start": 1000, "end": 1003, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 1004, "end": 1006, "text": "9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "DISINFECTION MECHANISMS"}, {"text": "In order to understand the mechanisms of pathogen disinfection by UV light, it is necessary first to be familiar with the structure of DNA and RNA, as they play key roles in two important aspects of reproduction of microorganisms: protein synthesis and the replication of chromosomes.", "cite_spans": [], "ref_spans": [], "section": "Chemistry of DNA and RNA"}, {"text": "DNA and RNA are both nucleic acids; they are fundamental building blocks of life and are responsible for reproduction and for defining the nature of life (3, 9) . They are made up of subunits, called nucleotides. Nucleotides are made up of three different chemical groups: a phosphate group, a five-carbon sugar, and an organic base. The sugar molecular is always ribose in RNA and deoxyribose in DNA. Both DNA and RNA are long polymers comprised of combinations of four organic bases (called nucleotides in some textbooks). In DNA, the organic bases are adenine (A), guanine (G), cytosine (C) and thymine (T), while in RNA, thymine is replaced by uracil (U). A and G are purine bases with a double-ring structure, while C, T, and U are pyrimidine bases with a singlering structure. Both purines and pyrimidines contain nitrogen and carbon atoms (9) .", "cite_spans": [{"start": 154, "end": 157, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 158, "end": 160, "text": "9)", "ref_id": "BIBREF8"}, {"start": 846, "end": 849, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Chemistry of DNA and RNA"}, {"text": "The subunits of nucleotides are linked together to form a long polymer chain in nucleic acids. The linkages are formed between the phosphate group of one subunit and the sugar group of the next. This matrix forms a sugar-phosphate backbone to the molecule of nucleic acid.", "cite_spans": [], "ref_spans": [], "section": "Chemistry of DNA and RNA"}, {"text": "RNA is normally composed of a single strand of nucleic acid. It occurs in all cells in the form of messenger RNA (mRNA), transfer RNA (tRNA), and ribosomal RNA (rRNA). Their major functions are the synthesis of proteins. mRNA has 75-3000 subunits (nucleotides); it is not folded in any special way. It is produced in nucleus by DNA. It carries coded instructions from DNA in the nucleus to ribosomes in the cytoplasm where it initiates the process of protein synthesis. Compared to mRNA, tRNA is much smaller; it has only 75-90 nucleotides. In some 20 different types of tRNA, each corresponds to one of the 20 amino acids and forms a clover-leaf shape due to DNA. tRNA transports acids from \"pool\" to mRNA in ribosomes; it assembles amino acids in a sequence specified by the original DNA instruction. rRNA, on the other hand, is a very large molecule with thousands of nucleotides; it can fold back on itself to form regions of base-pairing; it is the major component of ribosomes. rRNA is made in the nucleus by DNA; its main function is to correct functioning of ribosomes during protein synthesis.", "cite_spans": [], "ref_spans": [], "section": "Chemistry of DNA and RNA"}, {"text": "The structure of DNA is much more complex than that of RNA. It is enormously long and composed of millions of nucleotides. Unlike RNA, DNA is always double-stranded and consists of two parallel strands of nucleic acid whose sugar-phosphate backbones run in opposite directions. These two strands are held together by hydrogen-bonding between pairs of organic bases. This base paring can only occur between certain bases, A and T (with two hydrogen bonds) and G and C (with three hydrogen bonds). In DNA; all the nucleotides are held together by base-paring and the resultant threedimensional structure is very stable. The two strands of nucleic acid are twisted to form a double helix.", "cite_spans": [], "ref_spans": [], "section": "Chemistry of DNA and RNA"}, {"text": "The gully complementary nature of the base pairs in DNA means that each strand can act as a blueprint for the other. Assisted by the enzyme DNA polymerase, the DNA molecule can be \"unzipped\" and replicate itself exactly by the assemblage of new nucleotides from the cell's pool. This process is known as semiconservative replication because the two identical DNA molecules produced consist of one original and one new strand of DNA. DNA is able to replicate itself, which is essential to the process of cell division. As a result, an exact copy of the cell's genetic instructions can be handed on to the next generation of cells.", "cite_spans": [], "ref_spans": [], "section": "Chemistry of DNA and RNA"}, {"text": "The long molecules of DNA occur within the nucleus of individual cells. It is thought that each DNA molecule corresponds to a single chromosome. There are a characteristic number of chromosomes for individual species. These carry the hereditary information of the individual on a series of shorter sections of the nucleic acid known as genes. The nucleic acid within the nucleus of most cells, such as bacteria and protozoa, is composed of double-stranded DNA. DNA contains the information necessary for the synthesis of ribosomal, transfer, and messenger RNA, which are responsible for synthesis of enzymes, which drive metabolic processes within the cell. The genetic material of viruses may either be DNA or RNA and can be single-or double-stranded (3).", "cite_spans": [], "ref_spans": [], "section": "Chemistry of DNA and RNA"}, {"text": "UV light is part of electromagnetic radiation, the relationship between frequency, wavelength, and light speed can be expressed as:", "cite_spans": [], "ref_spans": [], "section": "Physical Properties of UV Light"}, {"text": "where ν = frequency, Hz, λ = wavelength, m, and C = light speed, 3.0 × 10 10 cm/s. The photon energy E is given as", "cite_spans": [], "ref_spans": [], "section": "Physical Properties of UV Light"}, {"text": "where λ = wavelength, m, h = Planck's constant, 6.626176 × 10 -34 J•s, and E = photon energy, J. Equation (2) can be simplified to", "cite_spans": [], "ref_spans": [], "section": "Physical Properties of UV Light"}, {"text": "As one can see from the above equation, the photon energy is higher as the wavelength is decreased. In the electromagnetic spectrum, UV lies between the visible light and the X-rays with the wavelength range from 100 to 400 nm as shown in Fig. 1 (3, 10) . This can be subdivided into vacuum UV (100-200 nm); UV-C (200-280 nm); UV-B (280-315 nm), and UV-A (315-400 nm). The most important range of UV in water disinfection is UV-C with a wavelength of 220-280 nm. Bacteria have the highest absorbance of light from 255 to 265 nm. Thus, the practical germicidal UV must be in a range of 200-300 nm. The low-pressure (LP) mercury-lamp (radiation wavelength at 254 nm), low-pressure high-output (LPHO) mercury lamp, and medium-pressure (MP) mercury lamp are the most frequently used in water disinfection owing to their high radiation absorbance by pathogens.", "cite_spans": [{"start": 246, "end": 249, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 250, "end": 253, "text": "10)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 239, "end": 245, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Physical Properties of UV Light"}, {"text": "Emission of UV light is a generally regarded as physical process. UV light is generated when the atoms return from a high-energy state to a lower-energy state. The energy change in this process is described by", "cite_spans": [], "ref_spans": [], "section": "Physical Properties of UV Light"}, {"text": "where E 1 = higher energy status, J and E 0 E = lower energy status, J. According to the Stefan-Boltzman law, total radiation power (P) depends on the temperature of radiation source matter (3, 11) :", "cite_spans": [{"start": 190, "end": 193, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 194, "end": 197, "text": "11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Physical Properties of UV Light"}, {"text": "where T = temperature, K, P = total energy emitted by source matter, W•cm -2 , and S = Stefan-Boltzmann constant, 5.6703 f f × 10 -12 W•cm -2", "cite_spans": [], "ref_spans": [], "section": "Physical Properties of UV Light"}, {"text": "It has been recognized that the inactivation of microorganisms by UV radiation is mainly due to the UV-induced damage of their DNA and/or RNA, which leads to a series of changes in the biological growth of the microorganism. Light must first be absorbed by reactants before chemical reaction(s) can be initiated. UV light can be absorbed by DNA and RNA, or their subunits, nucleotides, in a wavelength ranging from 200 to 300 nm; the absorption can thus enable the photoinduced biological damage of DNA and RNA. The absorption varies as the wavelength is changed as demonstrated in Fig. 2 . It decreases from the wavelength of 220 nm to that of 230 nm; it then increases and reaches an absorption peak at the wavelength of near 260 nm. Once it reaches its peak, it decreases to its local minimum at the wavelength of near 300 nm.", "cite_spans": [], "ref_spans": [{"start": 582, "end": 588, "text": "Fig. 2", "ref_id": "FIGREF6"}], "section": "Inactivation of Pathogens"}, {"text": "As discussed previously, DNA and RNA have their basic elements of adenine, guanine, cytosine, thymine, and uracil. They can strongly absorb UV light; however, the damage with pyrimidines (C, T and U) is more serious. Absorbed UV light induces several types of damage and alteration in the DNA and RNA with varying levels of effectiveness dependent on UV dose (12) . When the UV dose is several orders higher than that used in the conventional UV disinfection, the DNA and RNA can be broken. At the same time, the DNA-DNA crosslinkage is formed between two different strands of DNA. For some germs, protein-DNA cross-linkage can be established between a protein and a DNA strand, which eventually changes the DNA structure.", "cite_spans": [{"start": 359, "end": 363, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Inactivation of Pathogens"}, {"text": "The major UV damage is due to the pyrimidine-pyrimidine photoproducts. Pyrimidine dimers are formed by the formation of covalent bonds between two pyrimidines on the same DNA strand. They are the most common damage caused by the UV disinfection. While it is possible for T-T, C-C, and T-C dimers to form within DNA, T-T dimers are the most common. The pathogens with DNA rich in thymine tend to be more sensitive to disinfection. In RNA, U-U and C-C dimers are formed because thymine is not present. All these can destroy the cell's reproductive ability. Dimers cause faults in the transcription of information from DNA to RNA, leading to the disruption N N of cell metabolism and other biological functions. The damage to DNA and/or RNA, however, does not always prevent the cell from undergoing metabolism and other cell functions as discussed in the next section. There are some mechanisms present to cause repair the damage to the pathogens; as a result, the pathogens can be reactivated. For example, if the UV dosing is insufficient, the germs may react through a photoenzymatic repair action. Thus, the UV dosing must be high enough to completely damage the internal structure of the germs. However, if the UV dosage is too high, the temperature of the water is increased, which will cause unnecessary heat lost. In addition, the by-products due to the chemical oxidation reactions can be produced by high-dosage UV light.", "cite_spans": [], "ref_spans": [], "section": "Inactivation of Pathogens"}, {"text": "In addition to the alteration in the DNA or RNA structures, photochemical oxidation is another mechanism that must be taken into consideration in the disinfection process.", "cite_spans": [], "ref_spans": [], "section": "Inactivation of Pathogens"}, {"text": "When the UV light is in contact with the water, a series of powerful oxidizing radicals such as hydroxyl radicals can be formed, which act as good disinfection agents due to their strong oxidation ability. Besides, there may be hydrogen peroxide formed during the aqueous reactions, which can kill the germs.", "cite_spans": [], "ref_spans": [], "section": "Inactivation of Pathogens"}, {"text": "The disinfection efficiency is dependent on the UV dosage as well as the physical and chemical conditions of the water and air to be disinfected. It is found that an UV irradiation dose of 8-14 mJ/cm 2 is required to meet the 3-log inactivation of Cryptosporidium r r spp. oocysts (i.e., 99.9% killing) and 12-20 mJ/cm 2 is necessary to achieve at least 3-log inactivation of Giardia r r spp. cysts in drinking water disinfection (13) . The UV can also be used in seawater disinfection. A filter system combined with a series of 0.45-μm filters can reduce by as much as 60% of the bacteria in raw sea-f f water. An UV dose 63.6 mJ/cm 2 is enough to achieve 4-log Vibrio V V and Pseudomonas bacteria reduction (14) .", "cite_spans": [{"start": 430, "end": 434, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 709, "end": 713, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Inactivation of Pathogens"}, {"text": "Unlike the chlorine and its compounds for water disinfection, UV is not able to stay for a long period. Once the radiation is stopped, the water has very minimum disinfection effect. Thus, the inactivated germs may be reactivated at certain conditions. The reactivation process is called \"repair.\" The pathogens exposed to the UV radiation can still retain metabolic functions; some of them are able to repair the damage and regain infectivity. Photoreactivation (or called as photorepair) and dark repair are two main mechanisms for the reactivation of UV light-induced damaged germs.", "cite_spans": [], "ref_spans": [], "section": "Reactivation of Pathogens"}, {"text": "Photoreactivation. r r The pathogens are inactivated when exposed in an UV light with a wavelength ranging from 200 to 300 nm; however, when the enzyme either from the pathogens or from their host germs is exposed to light with a wavelength of 310-490 nm, it will receive sufficient energy that can split the paired pyrimidine dimers. Because the cleaving of pyrimidine dimers is initiated by light, the reactivation process of the germs is therefore termed as photoreactivation. It depends on microorganism types, species, strains of a given species, and presence of host cells. The working conditions such as degree of inactivation, time between exposure to UV light and photoreactivating light, and the nutrient state of the microorganism are also important factors.", "cite_spans": [], "ref_spans": [], "section": "Reactivation of Pathogens"}, {"text": "The photorepair of inactivated germs includes the following two steps. First, the pyrimidine dimer combines with a photoreactivating enzyme (PRE) to form PRE-dimer complex. Under a favorable light wavelength range from 310 to 490 nm, the complex releases PRE and the repaired monomerized dimer. Second, the PRE is free again to combine with another pyrimidine dimer. It has to be pointed out that this photorepair process can be significantly inhibited by increasing the UV dosage.", "cite_spans": [], "ref_spans": [], "section": "Reactivation of Pathogens"}, {"text": "The effect of photoreactivation can be quite important in terms of operational cost (i.e., UV dosage) and disinfection efficiency. Knudson reported that the UV dose was 10 mJ/cm 2 for a 3-log inactivated E. coli in the absence of photorepair; however, the dose significantly increased to 25 mJ/cm 2 in the presence of photorepair (15) . The photoreactivation increased the UV dose necessary to achieve 3-log inactivation of seven Legionella species between 1.1-and 6.3-fold. However, certain germs such as C. parvum cannot be reactivated through the photorepair mechanism (16) . RNA viruses lack the ability to photorepair in a host cell.", "cite_spans": [{"start": 330, "end": 334, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 572, "end": 576, "text": "(16)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Reactivation of Pathogens"}, {"text": "r r Unlike the previously discussed photorepair, dark repair can reactivate the inactivated pathogens without a reactivating light. This process can occur in the presence or absence of light. It does not require a dark condition. In contrast to photoreactivation, dark repair experiences much more complex pathways and does not reverse DNA damage but replaces the damaged DNA with new and undamaged nucleotides. Excision repair is the most common in the dark repair and undergoes the following two major categories of pathways: base excision repair (BER) and nucleotide excision repair (NER). Recombinational repair and inducible error prone repair also contribute certain types of repair.", "cite_spans": [], "ref_spans": [], "section": "Dark repair."}, {"text": "In the BER, the base excision pathway has evolved to protect cells from the deleterious effects of endogenous DNA damage. BER is important for withstanding lesions produced by ionizing radiation and strong alkylating agents, which are similar to those induced by endogenous factors. In NER removes a wide range of DNA distorting lesions such as cyclobutane pyrimidine dimers (CPDs) and 6-4PPs (photoproducts). It is highly conserved in eukaryotes and present in most organisms. NER uses the product of around 30 genes to remove a damage-containing oligonucleotide from cellular DNA.", "cite_spans": [], "ref_spans": [], "section": "Dark repair."}, {"text": "Based on the difference in UV sensitivity of repair proficient and deficient bacteria, Jagger discovered that roughly 99% of repair is due to the dark repair (17) . Unlike bacteria, viruses do not have the enzymes necessary for dark repair. However, virus can repair in the host cell using the host cell's enzymes (18) .", "cite_spans": [{"start": 158, "end": 162, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 314, "end": 318, "text": "(18)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Dark repair."}, {"text": "UV dose is the most important operational parameter in the UV disinfection. It can be calculated by the UV intensity multiplied by the exposure time (3, 11, 19) . If the UV intensity is independent of time, the UV dose can be calculated by the following equation:", "cite_spans": [{"start": 149, "end": 152, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 153, "end": 156, "text": "11,", "ref_id": "BIBREF10"}, {"start": 157, "end": 160, "text": "19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "UV Dose"}, {"text": "where D = UV dose, mJ/cm 2 or mW•s/cm 2 , I = UV light intensity in the bulk solution, mW/cm 2 , and t = exposure time, s. However, if the UV is dependent of time, the UV dose can then be determined by integration of the UV light intensity (I) o I I ver the exposure time (t):", "cite_spans": [], "ref_spans": [], "section": "UV Dose"}, {"text": "The UV intensity measured by a radiometer, however, does not precisely represent the UV intensity received by the target pathogens, because several factors such as turbidity can hinder the transparency of the aqueous. Bolton and Linden developed an equation to calculate the UV light intensity when using low-pressure UV lamp (20) . It takes account of the following important factors: (a) water factor, (b) divergence factor, (c) reflection factor, and (d) Petri factor.", "cite_spans": [{"start": 326, "end": 330, "text": "(20)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "UV Dose"}, {"text": "Reflection factor. f f When a beam of UV light passes from the UV lamp to water solution, a small fraction of the beam is reflected off the interface between air and water. Therefore, reflection factor of (1 -R), where R is fraction of light reflected at the surface of suspension based on the Fresnel's Law must be included.", "cite_spans": [], "ref_spans": [], "section": "UV Dose"}, {"text": "Petri factor. P P The UV intensity or irradiance may be different over the surface area of the targets (pathogens) to be irradiated. The Petri factor (P f P ) is then def f f ined as the ratio f f of the average of the UV intensity (or incident irradiance) over the area of the Petri dish to the UV intensity (or irradiance) at the center of the dish. It is used to correct the intensity (irradiance) reading at the center of the Petri dish to more accurately reflect the average UV intensity (incident fluence) over the surface area. A well-designed collimated beam apparatus should be able to deliver a Petri factor ranging from 0.9 to 0.95.", "cite_spans": [], "ref_spans": [], "section": "UV Dose"}, {"text": "Water factor. W W The water containing pathogens, colors, organic compounds, and suspended solids normally can absorb the UV light. Thus, it is necessary to take account of the light loss (or energy loss) arising from the absorption. The water factor can be determined, which was derived from integrating the Beer-Lambert Law over the sample depth, as follows:", "cite_spans": [], "ref_spans": [], "section": "UV Dose"}, {"text": "where a 10 = decadic (base 10) absorption coefficient of the suspension or absorbance for a 1-cm path length, cm -1 and d = thickness of water layer or vertical path length of the water in the Petri dish, cm.", "cite_spans": [], "ref_spans": [], "section": "UV Dose"}, {"text": "Divergence factor. Because there is a distance between the suspension and the UV lamp, the UV light may not be perfectly collimated and diverges. The divergence factor can be determined by the following equation: (9) where L = distance from the UV lamp to the surface of the cell suspension. Thus, the resulting average intensity of UV light within the suspension can be determined by (10) (11) where I ave a a = average intensity within the suspension, mW/cm 2 and I 0 I I = UV intensity measured at the surface of suspension, mW/cm 2 . Therefore, the UV dose can be determined by Eq. (12): (12) If the Petri factor, reflection factor, and divergence factor are considered, Eq. (11) can be further simplified and yield the following equation (11, 21) : ", "cite_spans": [{"start": 213, "end": 216, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 390, "end": 394, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 592, "end": 596, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 743, "end": 747, "text": "(11,", "ref_id": "BIBREF10"}, {"start": 748, "end": 751, "text": "21)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "UV Dose"}, {"text": "If the pathogens exist in a disperse form, the UV light can directly reach them and hence a complete disinfection can occur. The disinfection rate can then be described by first-order reaction kinetics, which is also called as Chick-Watson model (11): (14) where N t N = total number (or density) of pathogens at time t, t = time, s, k d k = disinfec-f f tion rate constant, s -1 .", "cite_spans": [{"start": 252, "end": 256, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Effect of UV Dose on Pathogen Inactivation"}, {"text": "When a batch reactor is used in the disinfection, Eq. (14) can be integrated to (15) where N 0 N N = total number (or density) of pathogens prior to UV disinfection (i.e., t = 0). Note that k d k depends on operational parameters. The important parameter is the UV intensity (I). I I Thus, we have,", "cite_spans": [{"start": 80, "end": 84, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Effect of UV Dose on Pathogen Inactivation"}, {"text": "where k = UV inactivation rate coefficient, cm 2 /mJ. The log-linear inactivation of pathogens in a batch reactor is determined as (17) Equations (6) and (17) can be combined, yielding the following equation:", "cite_spans": [], "ref_spans": [], "section": "Effect of UV Dose on Pathogen Inactivation"}, {"text": "The above equations can be applied to disperse pathogens exposed to UV disinfection. If the pathogens are embedded within particles, the UV light cannot be completely reached and thus the disinfection efficiency can be decreased. The number or density of surviving pathogens (e.g., coliform bacteria) as a function of applied UV dose (D) follows two phases in disinfection of water containing a certain amount of particles (or suspended solids) such as secondary or tertiary biological-treated effluent. The inactivation can be described by first-order kinetics shown in Eq. (17) at low doses ranging from 0 to 30 mW•s/cm 2 according to a study by Loge and co-workers (22) . A tailing region then occurs when the UV doses are further increased. This second phase is characterized by a reduced inactivation rate of pathogens. Figure 3 illustrates these two phases observed in disinfection of a secondary effluent from a biological wastewater treatment. Equation (17) , therefore, must be revised with this consideration, which yields to the following equation for the disinfection of particle-associated coliform bacteria: (19) where = total number (or density) of particles (greater than 10 μm), enumerated prior to UV disinfection (i.e., t = 0), which contain at least one coliform bacteria.", "cite_spans": [{"start": 668, "end": 672, "text": "(22)", "ref_id": "BIBREF21"}, {"start": 961, "end": 965, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 1122, "end": 1126, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 825, "end": 833, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Effect of UV Dose on Pathogen Inactivation"}, {"text": "As shown in Eq. (19) , lower density of particles ( ) present in the bulk liquid medium would lead to higher inactivation of pathogens. In the operation, either size", "cite_spans": [{"start": 16, "end": 20, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Effect of UV Dose on Pathogen Inactivation"}, {"text": "exclusion, such as a disk filter, or granular medium filter, such as a sand filter, may be adequate at water and wastewater treatment plants for effective disinfection.", "cite_spans": [], "ref_spans": [], "section": "Effect of UV Dose on Pathogen Inactivation"}, {"text": "Harmful substances may be present in water in either undissolved or dissolved form. Some organic compounds in water can absorb the UV light in a wavelength range of 254-280 nm. Just as turbidity detection is used to measure the total solids content, UV absorption detection at a wavelength of 254 nm can be employed to measure the total content of dissolved organic matter. The typical absorbance values at 254 nm for some important types of waters are listed in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 463, "end": 470, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Effect of UV Dose on Pathogen Inactivation"}, {"text": "The resulting UV intensity can then be used to determine the UV dose. A pathogen inactivation experiment result is related to the UV dose. The typical experiment will consist of most probable number (MPN) procedure for bacteria, a plaque count procedure for viruses, or an animal infectivity procedure for protozoans. UV light absorbance ( f f A ( ( ) can also be derived from UV transmittance (UVT) measurements using the following relationship:", "cite_spans": [], "ref_spans": [], "section": "Effect of UV Dose on Pathogen Inactivation"}, {"text": "Note that the UV light absorbance is defined as", "cite_spans": [], "ref_spans": [], "section": "Effect of UV Dose on Pathogen Inactivation"}, {"text": "where I t I = UV intensity transmitted by the sample at the desired UV wavelength (e.g., 254 nm), mW/cm 2 .", "cite_spans": [], "ref_spans": [], "section": "Effect of UV Dose on Pathogen Inactivation"}, {"text": "UV attenuation through water is often measured in terms of absorbance for a fixed path length at a certain wavelength such as 254 nm. Using the above equations, we can easily calculate either absorbance or transmittance. For example, if water has a UV absorbance of 0.022 cm -1 , the transmittance is 95%. A water with transmittance of 95%, 85%, 75%, and 65% is respectively considered as excellent, good, fair, and pretreatment needed for UV disinfection (1).", "cite_spans": [], "ref_spans": [], "section": "Effect of UV Dose on Pathogen Inactivation"}, {"text": "As demonstrated in Eq. (19) , the UV disinfection efficiency depends on the number (density) of particles containing pathogens ( ), the UV dose (D), and the exposure time (t). It has been found that it is more convenient to design a disinfection system f f based on the collimated beam inactivation data. From the above equations and the data obtained, one can determine the critical UV dose for the disinfection. Bioassay is the most widely used method. It requires a collimated beam from an UV lamp and a small batch reactor, to which a known UV dosage is discharged. The test is commonly used as a basis for determining the necessary delivered UV dose for full-scale UV systems as measured by UV intensity and exposure time. By measuring microbial inactivation in the suspension as a function of UV dose, the microorganism's dose-response is determined (see Fig. 3 for example). A typical collimated beam apparatus is shown in Fig. 4 .", "cite_spans": [{"start": 23, "end": 27, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 861, "end": 867, "text": "Fig. 3", "ref_id": "FIGREF2"}, {"start": 930, "end": 936, "text": "Fig. 4", "ref_id": "FIGREF4"}], "section": "COLLIMATED BEAM TEST"}, {"text": "The UV dose data from bench-scale collimated beam tests for UV disinfection was first reported by Qualls and Johnson (23) . Their original apparatus consisted of lowpressure UV lamps housed in a cardboard box with a 5.08 cm diameter, 72 cm long tube extending from a cut-out hole in the middle of the lamp arc length (20) .", "cite_spans": [{"start": 117, "end": 121, "text": "(23)", "ref_id": "BIBREF22"}, {"start": 317, "end": 321, "text": "(20)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "COLLIMATED BEAM TEST"}, {"text": "The UV design has been somewhat of an art form based on utility and budget. While the germicidal UV dose can be estimated in a collimated beam system, the reported dose-response relationships, however, vary considerably. Therefore, a careful design of the system and analysis of data for full-scale UV disinfection become essential. A I I t log 10 0 A log 10 1 UVT As one can find from Eqs. ( f f 12) and (19) , the collimated beam test is to measure I ave a a , t, and number of pathogens left in the suspensions. Thus, a proper experimental determination of these parameters is very important. According to Eq. (12), the measurable items in the test include exposure time, distance from lamp centerline to suspension surface, depth of the suspension, and number of pathogens. The main procedure sequence is (3): 1. Determine the UV absorption coefficient of the water sample. 2. Place a known volume from the sample in a container and stir it by using magnetic stirrer. 3. Measure the water depth in the above container so that the depth of the Petri dish can be determined. 4. Measure the UV intensity (I 0 I I ) by a radiometer. 5. Block the light from the collimating tube using a shutter or equivalent. 6. Unblock the light from the collimating tube and start the timer at the same time. 7. When the target exposure time has elapsed, block the light from the collimating tube. 8. Remove the container and collect the sample for determination of the water sample (N t N ). Store the samples in the dark at 4°C if the samples are not assayed immediately. 9. Calculate the UV dose and plot the UV dose-response curve (pathogen concentration as a function of the applied UV dose; see Fig. 3 for example).", "cite_spans": [{"start": 356, "end": 358, "text": "10", "ref_id": "BIBREF9"}, {"start": 405, "end": 409, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 1686, "end": 1692, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "COLLIMATED BEAM TEST"}, {"text": "As one can see from the above, many factors can affect the results. These factors include apparatus setup, collimated beam column, UV lamp, intensity measurement, shutter type and operation, Petri dish specifications, sample volume and depth of the liquid, mixing condition, pathogen testing, and water quality (24) . In order to obtain consistent results, the recommendations below should be followed.", "cite_spans": [{"start": 311, "end": 315, "text": "(24)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "COLLIMATED BEAM TEST"}, {"text": "Lamps may be either LP mercury vapor (monochromatic at 253.7 nm) or MP mercury vapor (polychromatic UV light). A constant power source and a constant working temperature must be maintained in order to keep a stable UV light output from the lamp (i.e., a the variation less than 5%) (3). To prevent ozone formation, the lamp that emits 185 nm light must not be used. Most lamp sleeves will be \"doped'' to prevent emission of ozoneforming wavelengths. The emission spectra for LP and MP lamps are shown in Fig. 5 . Wavelengths between 240 and 280 nm are the most effective for pathogen killing. W W Modern LP mercury lamps can emit a wavelength of 253.7 nm with a power conversion efficiency of 80-90%. MP mercury lamps have a much higher intensity with a wavelength of 240 to 600 nm and lower power conversion efficiency. MP lamps can sustain a higher load with a compact lamp installation space. Because the wavelength of 400-600 nm is in the range of visible light, which is favorable to organism growth, as a result, microorganism fouling and photorepair are worth considering in the MP lamp disinfection.", "cite_spans": [], "ref_spans": [{"start": 504, "end": 510, "text": "Fig. 5", "ref_id": null}], "section": "COLLIMATED BEAM TEST"}, {"text": "The UV lamp should be located far enough above the surface of the microbial suspension so that uniform UV radiation is obtained across the sample's surface and UV light enters the suspension with a near zero degree angle of incidence. The distance from the lamp to the suspension must be at least six times the longest distance across the suspension's surface. In general, the collimated beam apparatus should have a Petri factor greater than 0.9. A box-like enclosure made of aluminum is recommended to use so as to protect the user from exposure to UV light. Exposure times more than 20 s are recommended. Shutters are used to regulate the exposure time in the UV dose determination. Shutter design has ranged from manually using a piece of cardboard to a pneumatically or electronically driven mechanism to block or allow passage of UV energy to a stage. During short irradiation times, the accuracy of a shutter system becomes important for delivering a repeatable dose.", "cite_spans": [], "ref_spans": [], "section": "COLLIMATED BEAM TEST"}, {"text": "The diameter of the open cylindrical container (Petri dish) should be smaller than the diameter of the light beam incident on the container; the depth of the sample should range from 0.5 to 2 cm. Like many other experiments, the container must not contain any physical and chemical agents that can affect the pathogens. The pathogen sample should be well mixed by a magnetic stirrer.", "cite_spans": [], "ref_spans": [], "section": "COLLIMATED BEAM TEST"}, {"text": "The optimal length-to-diameter ratio of the collimating column should be established in order to avoid waste of materials as well as to achieve the desired uniformity of UV rays. A warm-up period and stabilization of ultraviolet lamp are important to allow the lamp to reach its optimal temperature for each start-up. The operating temperatures of a MP UV lamp and a LP UV lamp are typically 600°C or higher and the neighborhood of 50-60°C, respectively. Distance between collimating column and surface of liquid should be less than 2.5 cm (24) . The depth of microbial suspension should be on the order of 1 cm.", "cite_spans": [{"start": 540, "end": 544, "text": "(24)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "COLLIMATED BEAM TEST"}, {"text": "After the above experimental measurement, the UV dose can then be determined by using Eq. (12) . The reflectance at the air-water interface estimated using Fresnel's law is 0.025 given an index of refraction of 1.000 and 1.372 for air and water, respectively. The calculation can be illustrated by using an example demonstrated in the literature with some simplifications (3).", "cite_spans": [{"start": 90, "end": 94, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "COLLIMATED BEAM TEST"}, {"text": "MS 2 is commonly chosen for UV inactivation studies for the following reasons (1,3,25,26):", "cite_spans": [], "ref_spans": [], "section": "COLLIMATED BEAM TEST"}, {"text": "(a) The structure and size of MS 2 is similar to that of human enteroviruses; (b) MS 2 is a RNA virus and its dose-response curve of UV inactivation follows first-order kinetics; (c) MS 2 has a relatively high UV resistance, comparable to that of bacterial spores; (d) MS 2 is not pathogenic to man, so it can be used for calibration of full-scale reactors without additional safety measures.", "cite_spans": [], "ref_spans": [], "section": "COLLIMATED BEAM TEST"}, {"text": "When MS 2 is used as a bioassay, the data are organized by plotting the dose-response data on a graph of the log inactivation versus the UV dose (mJ/cm 2 ). According to a report on ultraviolet disinfection released by the National Water Research Institute (NWRI), the data must fall in the area bounded by the following equations when using a collimated beam apparatus:", "cite_spans": [], "ref_spans": [], "section": "COLLIMATED BEAM TEST"}, {"text": "A collimated beam test is carried out to determine the UV microorganism's dose-response. The UV intensity (incident irradiance) of 1.00 mW/cm 2 is measured using a radiometer. A 25-mL microbial suspension is irradiated for 60 s in a Petri dish. The irradiation time is monitored using a stopwatch. The Petri dish radius, measured using a ruler with 1 mm graduations, is 2.5 cm. The stir bar volume is 1 mL. The UV decadic absorption coefficient (a 10 ) of the microbial suspension for a 1-cm path length at 254 nm is 0.050 cm -1 . The Petri log . . factor of 0.90 is calculated for the collimated beam apparatus. The distance from the lamp to f f the surface of the suspension is 25 cm. Determine the UV dose based on the above data given.", "cite_spans": [], "ref_spans": [], "section": "COLLIMATED BEAM TEST"}, {"text": "The depth in the Petri dish (d) is calculated as the sum of the suspension and stir bar volumes divided by the area of the Petri dish.", "cite_spans": [], "ref_spans": [], "section": "Solution:"}, {"text": "Note that t = 60 s, I 0 I I = 1 1.00 mW/cm 2 , a 10 = 0.05 cm -1 , P f P = 0.9, R = 0.025, L = 25 cm. Using Eq. (12), we can have", "cite_spans": [], "ref_spans": [], "section": "Solution:"}, {"text": "Similar to the design approaches employed in most water and wastewater treatment processes such as biological wastewater treatment, there are empirical (also called irrational) and model-based (rational) methodologies used for design of UV unit for aqueous-phase disinfection. The first one is based on empirical experience and has traditionally been used in the water industry, while the second one is based on a series of detailed mathematical analyses and experimental measurements and is still in the research phase. In the design, one will determine the requirement of UV lamps applied to the water based on the characteristics of water such as flow rate and the size of the disinfection unit.", "cite_spans": [], "ref_spans": [], "section": "DESIGN OF UV UNIT FOR AQUEOUS-PHASE DISINFECTION"}, {"text": "This approach is essentially an enlargement of the reactor used in the bench-scale collimated beam test discussed previously. In the test, a small reactor is used. Based on the experimental data, one can plot the disinfection efficiency or killing as a function of the UV dose (see Fig. 3 ). The disinfection efficiency can be expressed in terms of numbers of pathogens remaining in the suspension or logarithm of the ratio of the pathogens remaining in the suspension after a certain amount of UV dose is applied to those initially present. The design can be followed by the below steps (19) . 1 . Determination of the UV dose for the lowest discharge limit required. It can be obtained through a collimated beam test or from published data. Table 2 gives UV dose corresponding to 1-4-log disinfection. Figure 6 demonstrates the effect of UV radiation on three major pathogens. For drinking water treatment applications, the UV dose ranges from 30 to 80 mJ/cm2. The empirical design approach can be illustrated by a following example.", "cite_spans": [{"start": 588, "end": 592, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 595, "end": 596, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 282, "end": 288, "text": "Fig. 3", "ref_id": "FIGREF2"}, {"start": 743, "end": 750, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 804, "end": 812, "text": "Figure 6", "ref_id": null}], "section": "Empirical Design Approach"}, {"text": "A wastewater is treated by a conventional biological treatment and subsequently disinfected by a UV unit such that the pathogenic content is reduced to 170 MPN/100 mL. The UV dose can be determined by a collimated beam test with a result illustrated in Fig. 3 . The lamp aging and fouling can contribute 25% and 35% of reduction in the UV disinfection, respectively. The water has a filtered absorbance of 0.2 cm -1 , which corresponds to an intensity of 6 mW/cm 2 . The design water flow rate is 500 L/s and the volume treated per UV lamp is 8 L. Determine the number of UV lamps required for the disinfection.", "cite_spans": [], "ref_spans": [{"start": 253, "end": 259, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Example 2"}, {"text": "From Fig. 3 , one can find that the UV dose is 145 mW • s/cm 2 in order to achieve a final effluent pathogenic content of 170 MPN/100 mL. However, the aging and the fouling of the UV lamps must be taken into consideration. A safety factor of 1.2 is included in the calculation. Thus, the UV dose applied in the UV disinfection is ", "cite_spans": [], "ref_spans": [{"start": 5, "end": 11, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Solution:"}, {"text": "In this approach, an expression is first developed to relate total number (or density) of pathogens (N t N ) at time t with the characteristics of the pathogenic suspension and operational parameters such as the UV exposure time (t). One typical expression is as follows: (23) where N t N = total number (or density) of pathogens at time t, MPN/100 mL, N 0 N N = total number (or density) of pathogens prior to UV disinfection (i.e., t = 0), MPN/100 mL, SS = suspended solids in the pathogen suspension, mg/L, UFT = unfiltered transmit-f f tance at 254 nm, I ave a a = average intensity of UV light, mW/cm 2 , t = exposure time, s, and α, β, γ, γ γ λ, π, and η = empirical coefficients.", "cite_spans": [{"start": 272, "end": 276, "text": "(23)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Probabilistic Design Approach"}, {"text": "Equation (23) is then calibrated with experimental data obtained from pilot-scale field tests. A secondary effluent has α = 10 2.919 , β = 1.947, γ = 0.3233, λ = 0, and π = η = -2.484 (19) . Owing to the variability in the experimental data as well as the influent characteristics and operational parameters, statistical analysis such as Monte Carlo technique can subsequently be combined with the calibrated model for the design of the UV disinfection unit. This approach was developed by Loge and co-workers; interested readers may refer to their original manuscripts for more detailed information (19, 22, 27, 28) .", "cite_spans": [{"start": 184, "end": 188, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 600, "end": 604, "text": "(19,", "ref_id": "BIBREF18"}, {"start": 605, "end": 608, "text": "22,", "ref_id": "BIBREF21"}, {"start": 609, "end": 612, "text": "27,", "ref_id": "BIBREF26"}, {"start": 613, "end": 616, "text": "28)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Probabilistic Design Approach"}, {"text": "Chiu et al. developed a general probabilistic particle-centered model that combines kinetic information from a well-mixed batch reactor with a dose-distribution function to predict disinfection efficacy in practical UV systems (29) . The particular case of disinfection using vertical (perpendicular to the direction of the open-channel flow) UV lamps in a staggered configuration was studied. A dose-distribution function that incorporates the effects of spatial nonuniformities in both hydrodynamics (a random-walk model) and UV intensity (a point-source summation model) was estimated. The flowfield information necessary for the random-walk model was obtained from laboratory measurements of the turbulent flow, while the dose-response function for microorganisms was obtained from completely mixed batch reactor experiments with a collimated beam test. Predictions of disinfection efficacy based on the developed dose-distribution function and the laboratory kinetic data compared well with measurements from a pilotscale vertical UV system. The results suggest that the regions near the channel sidewalls where UV intensity is low represent a limiting factor in the process performance of continuous-flow UV disinfection systems.", "cite_spans": [{"start": 227, "end": 231, "text": "(29)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Probabilistic Design Approach"}, {"text": "The UV radiation disinfects germs in an aqueous system, which can be operated as plug flow, continuous flow, or other modes. The killing efficiency is controlled by many factors, which can be classified into two aspects: disinfection kinetics and flow dynamics. Like many other processes in both chemical and environmental engineering, the mathematical modeling of the UV disinfection can be started from simulation of distribution of flow velocity together with definition of suitable kinetic model(s). The disinfection effect in terms of survival of pathogens as a function of operational conditions such as time and dose can then be estimated. Since the mathematical models involve many unknown parameters that must be experimentally determined, they are mainly (30) . A new disinfection model for illustration of pathogenic survival was developed. The flow dynamics model is based on the Reynolds-averaged Navier-Stokes equations and incorporates the k-ε turbulence model. A continuum approach to disinfection modeling is developed by combining a model of the spatial distribution of UV intensity with a model of disinfection kinetics that is assumed first order in the local UV intensity and the local concentration of viable microorganisms. Good agreement was found between flow predictions and measurements in the flow. Predictions of disinfection performance were satisfactory at high-throughput rates but deteriorate at low throughput rates.", "cite_spans": [{"start": 765, "end": 769, "text": "(30)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Model-Based Design Approach"}, {"text": "A computational fluid dynamics (CFD) model coupled with irradiance modeling was developed to calculate UV energy used by various water qualities and disinfection efficiencies (31) (32) (33) . By using the model, the movement of microorganisms through the disinfection system can be simulated and their exposure time to UV light can be determined. The discrete ordinates radiation model is used to describe the UV irradiance, which incorporates important operational parameters such as reflection and shading effects. The model can track trajectories of thousands of individual microorganisms and calculate their detailed motions and resultant UV dose. It can provide more detailed information such as flow patterns through the disinfection system and UV dose received by various pathogens.", "cite_spans": [{"start": 175, "end": 179, "text": "(31)", "ref_id": "BIBREF30"}, {"start": 180, "end": 184, "text": "(32)", "ref_id": "BIBREF31"}, {"start": 185, "end": 189, "text": "(33)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Model-Based Design Approach"}, {"text": "The model can evaluate alternative designs so that an optimal UV system with much less time and a lower cost can be designed without building a physical prototype. With the model, the design can avoid short-circuiting and dead zones that can cause inefficient use of power and reduced contact time. The model can quickly determine effectiveness of any proposed design and to scale-up existing technology to large-scale systems that has a capacity of above 50 MGD. The model developers claimed that overdesign can be effectively avoided, which normally occurs in design. Thus, both capital and operational costs can be reduced.", "cite_spans": [], "ref_spans": [], "section": "Model-Based Design Approach"}, {"text": "A computational model for wastewater disinfection was developed by Emerick et al. (28) . The user can define multiple equations for UV disinfection reactions. The reaction vessel is simulated as a plug flow reactor. A similar model called BioSys was developed by Zeidan (34).", "cite_spans": [{"start": 82, "end": 86, "text": "(28)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Model-Based Design Approach"}, {"text": "In this section, the practical design approach used by professional engineers in the USA is introduced. The design approach is adopted from the US Environmental Protection Agency, Washington, DC. According to the US EPA, the basic design considerations for a UV process system are (a) satisfying the UV demand of the water; (b) maximizing the use of UV energy delivered by the lamps; and (c) maintaining conditions that encourage plug flow.", "cite_spans": [], "ref_spans": [], "section": "Professional Engineering Design Approach"}, {"text": "UV lamps are usually submerged in the water, perpendicular or parallel to the water flow. Submerged lamps are inserted into a quartz sleeve to minimize the water's fouling effects. The greater the distance between the water and the lamp, the weaker the radiation dosage delivered, because the energy dissipates or becomes dilute as the space it occupies increases in volume. The UV demand of other contaminants in water also consumes radiation.", "cite_spans": [], "ref_spans": [], "section": "Professional Engineering Design Approach"}, {"text": "Specific engineering design parameters to consider are: A key goal is to minimize the dispersion number, d (cm 2 /s). As a design goal, d should be between 0.02 and 0.05. This number represents a plug flow reactor with low to moderate dispersion. This value is attained by increasing the product of the velocity (cm/s) and distance traveled (cm) by the water as it flows through the reactor while under direct exposure to UV radiation. However, extended lengths and higher velocities cause higher head losses; therefore, adjusting the dispersion number may be necessary to meet specific criteria for both full-scale modules or pilot units. Head loss is determined over a wide velocity range and excludes entrance and exit losses. . A sleeve made of fused quartz or another material that is highly transparent to UV light, such as Vycor, protects lamps that are submerged. Non-submerged lamps are placed near the wall of the water conduit, which is made of a UV light-translucent material. (f) Water quality W W : Initial microorganism density, suspended solids (or turbidity), UV demand of the water at the disinfection point, and water flow rate all affect the size and performance of the UV disinfection system. The performance of a UV disinfection unit relates directly to the initial density of the indicator organisms. The higher the initial density, the greater the dosage of radiation required. For this reason, microorganism density should be continually monitored. Turbidity directly affects the performance of the UV disinfection system as well. Particulates suspended in water block the UV radiation, thereby protecting bacteria and hindering disinfection. The UV demand of the water affects the radiation intensity in the reactor and, thus, affects the system size and the lamp placement that achieves the desired performance. (g) Water flow rate W W : Flow rate is another key factor in determining system size. Both the hydraulic load to the plant and the design of the processes preceding disinfection affect flow. The size of the UV system, however, should be based on peak flow rates and projected flows for the plant's design year rather than on average flows, which are used to predict operating and maintenance requirements.", "cite_spans": [], "ref_spans": [], "section": "Professional Engineering Design Approach"}, {"text": "Any ideal UV disinfection system should provide sufficient dose to kill pathogens in water and wastewater. Both closed and open UV systems can be used as shown in Figs. 7 and 8. Closed channel UV system is often used in drinking water disinfection, while open channel UV system is always adopted for wastewater disinfection. No matter what type of system is used, the core component is the UV lamp. Other components include lamp sleeves, UV intensity sensors, cleaning devices and temperature sensors, ballasts, power supply, and supporting structures. Hydrodynamics in the UV system play important roles. Lamp placement, inlet and outlet conditions, and baffles all affect mixing in the reactor. Improvements to the hydraulic behavior can often be obtained at the expense of a headloss. Optimal dose delivery is dependent on lamp output and hydrodynamics.", "cite_spans": [], "ref_spans": [], "section": "APPLICATIONS OF UV UNIT FOR AQUEOUS-PHASE DISINFECTION"}, {"text": "The advantages of UV disinfection over chemical disinfectants include:", "cite_spans": [], "ref_spans": [], "section": "APPLICATIONS OF UV UNIT FOR AQUEOUS-PHASE DISINFECTION"}, {"text": "1. Much fewer disinfection by-products.", "cite_spans": [], "ref_spans": [], "section": "APPLICATIONS OF UV UNIT FOR AQUEOUS-PHASE DISINFECTION"}, {"text": "3. More effective on some pathogens such as Cryptosporidium r r than chlorine. 4. Economical and easy installation and operation. ", "cite_spans": [], "ref_spans": [], "section": "Effective toward viruses and bacteria."}, {"text": "As the UV light can cause serious damage on genetic substances in microorganisms, its radiation is widely used in drinking water treatment, high-quality industry process water treatment, and water reclamation. It is a mature technology in drinking water treatment, and has been applied as a separate operation unit for decades. It can be applied on a various scales from home units to large-scale systems up to 100 MGD.", "cite_spans": [], "ref_spans": [], "section": "Water Treatment"}, {"text": "Unlike chlorination, the main problem in UV disinfection is the lack of residual germicide effect. This problem can be solved by combining with other disinfection methods when the UV radiation is used as the primary choice. Another disadvantage is that it is less effective in inactivation of Giardia r r and some protozoan pathogens. However, with a recent increasing concern on disinfection products such as trihalomethanes (THMs), the number of UV disinfection operations has been increasing. When an exposure to Giardia r r and other protozoan pathogens is not of concern, the UV radiation is competitive among primary disinfection choices.", "cite_spans": [], "ref_spans": [], "section": "Water Treatment"}, {"text": "In the chlorine disinfection, reducing agents like sulfur dioxide must be used to eliminate the discharged toxic chlorine. Besides, special considerations must be applied to control natural organic matter (NOM) in water source or to reduce the potential by-product precursors after the disinfection unit. These concerns however become less obvious when UV radiation is used for disinfection of water.", "cite_spans": [], "ref_spans": [], "section": "Water Treatment"}, {"text": "The geometry of UV lamp arrangement, the water absorbance, the characteristics of the lamp, and the turbulence of water flow can influence the disinfection efficiency. Consequently, the elimination of dead area and the maintenance of uniform flow should be considered in the design. Three types of UV system configurations are usually applied in drinking water disinfection: unsubmerged, closed channel submerged, and open channel submerged operations. In unsubmerged operation, the water flows inside of a transparent tube, while the UV lamp is outside of the tube. Special design must be applied to remove excess heat accumulated in the system.", "cite_spans": [], "ref_spans": [], "section": "Water Treatment"}, {"text": "When designing a UV disinfection system, the important issue is an effective contact of UV light and water flow. Supplemental cleaning, pretreatment, monitoring, safety protecting systems must be included. The required UV dose is based on a bioassay test, which is adequate to inactivate of target pathogens. A pilot test is often required to test preliminary design, including optimum UV dose, the arrangement of lamps, hydraulics, and the validation of manufacture specific lamp performance.", "cite_spans": [], "ref_spans": [], "section": "Ultraviolet Radiation for Disinfection 343"}, {"text": "If disinfection is the first priority, the UV disinfection unit can be installed anywhere along the treatment train from the raw water source. However, because of concerns about the UV operational cost (mainly the UV dose) and the potential for formation of DBPs, it is strongly recommended that the UV disinfection process be placed after most of SS, particles, turbidity, organic compounds, and color are removed, which normally occurs after filtration. As discussed previously, the presence of SS would require a higher UV dose as shown in Fig. 3 . On the other hand, the colors due to the presence of organic compounds and some metal ions can significantly change the UV absorbance, which essentially reduce the UV transmittance as demonstrated in Eqs. (20) and (21) . If the organic concentrations in the water source are too high, which is normally observed in the poorly treated secondary effluent, a series of DBPs can be formed (35) . In the water treatment, SS, turbidity, organic compounds, and colors are mainly removed by coagulation and filtration. Carbon adsorption sometimes can be used after filtration. The UV radiation unit must be applied after the filtration; otherwise, the UV disinfection can be badly influenced since the water after coagulation and sedimentation still contains high turbidity. In the post-filtration use of UV disinfection design, hydraulic profiles of each treatment unit must be carefully taken into consideration. Three configurations are used in the water treatment (3).", "cite_spans": [{"start": 757, "end": 761, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 766, "end": 770, "text": "(21)", "ref_id": "BIBREF20"}, {"start": 937, "end": 941, "text": "(35)", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 543, "end": 549, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Ultraviolet Radiation for Disinfection 343"}, {"text": "The post-filtration UV disinfection can be installed before the water storage (upstream of clearwells). There are two configurations as illustrated in Fig. 9 :", "cite_spans": [], "ref_spans": [{"start": 151, "end": 157, "text": "Fig. 9", "ref_id": "FIGREF14"}], "section": "Ultraviolet Radiation for Disinfection 343"}, {"text": "1. Combined Filter Effluent Installation. F F The effluents from filtration units are combined and sent to the UV disinfection unit(s). The disinfected water is then pumped to the water storage. Of the three options described here, this installation is generally preferred when conditions permit. The UV operation is independent of the operation of individual filtration units, leading to great flexibility for design and operation. If the entire UV installation failed, a chemical disinfectant such as chlorine can be directly added to the water storage.", "cite_spans": [], "ref_spans": [], "section": "Ultraviolet Radiation for Disinfection 343"}, {"text": "Opposed to the first configuration, f f the effluent from individual filter is disinfected by the UV radiation and subsequently pumped to the water storage. If a water treatment plant changes its disinfection approach such as chlorination to UV radiation, this installation is more economical as lower construction costs are involved. However, there are several disadvantages to this installation location. Many filter galleries do not have sufficient space within existing effluent piping to accommodate a UV disinfection unit.", "cite_spans": [], "ref_spans": [], "section": "Individual Filter Effluent Piping Installation."}, {"text": "UV disinfection can also be applied after water storage (downstream of Clearwell) as f f illustrated in Fig. 10 . Unlike the above two installations, the effluent from filtration is first stored in the water storage and then disinfected by the disinfection unit(s). This configuration may cause greater fluctuations in flow rate and thus increase the size of UV system for accommodation of the flow fluctuations.", "cite_spans": [], "ref_spans": [{"start": 104, "end": 111, "text": "Fig. 10", "ref_id": "FIGREF0"}], "section": "Individual Filter Effluent Piping Installation."}, {"text": "Compared with conventional chlorination, the UV disinfection has the following advantages (1,3):", "cite_spans": [], "ref_spans": [], "section": "Individual Filter Effluent Piping Installation."}, {"text": "1. It uses a shorter contact time (less than 10 s). 2. It has relatively lower capital and operational costs. No transportation, storage, handling, or dosing are required. 3. It can extremely effectively disinfect bacteria and virus and may hold promise for (oo)cysts. 4. DBPs and their precursors are not main concerns. Production of tastes and odors is neglectable. 5. The technology may be more accepted by the public because disinfectant chemicals are not heavily involved. 6. Because no chlorine or very low amounts of chlorine are used in the water treatment, the free chlorine in the product water is very low; thus, the corrosion problem in the water distribution network is not obvious. 1. It does not provide residual protection for the distribution network, while chlorination does.", "cite_spans": [], "ref_spans": [], "section": "Individual Filter Effluent Piping Installation."}, {"text": "2. It is difficult to monitor disinfection effectiveness due to limitations of existing sensor technologies. 3. Presence of UV absorbing materials and particles can reduce its effectiveness. 4. Presence of organic compounds in the water may cause the extensive fouling of UV lamps, thus leading to lower efficiency and operational costs. 5. The effectiveness against cysts has not been verified. 6. Large systems have many electronic components such as ballasts, transformers, and switches, which can require extensive cooling and maintenance.", "cite_spans": [], "ref_spans": [], "section": "Individual Filter Effluent Piping Installation."}, {"text": "For some industries such as pharmaceuticals, electronics, and toiletries, ultra-pure water is always demanded. Pathogens, organic substances, and inorganic substances must be effectively removed to a very low level (e.g., less than 1 ppb TOC in semiconductor fabrication manufacturing). The source water is first filtered by multimedia filters and disinfected by UV light. The water is then treated by membrane units (usually reverse osmosis) and stored. Later on, UV photolysis, ion exchange resin and micro-filters are used alternatively to produce the high pure process water.", "cite_spans": [], "ref_spans": [], "section": "Individual Filter Effluent Piping Installation."}, {"text": "UV can also be used in water reclamation and reuse. An example is the reclamation of swimming pool water. Usually, the swimming pool water reuse process includes coagulation, filtration, clarifier, disinfection, and pH adjustment. The conventional swimming pool disinfection chemical is chlorine; however, high concentrations of residual chlorine can be harmful to human health. The UV technology can be placed between the filters and chlorine disinfection unit as a pre-disinfection unit and remove pathogens. Hence, much less amount of chlorine (compared with the process without UV unit) is needed for residue disinfectant level.", "cite_spans": [], "ref_spans": [], "section": "Individual Filter Effluent Piping Installation."}, {"text": "Another good example is the NEWater project in Singapore shown in Fig. 11 (36) . The advanced water reclamation demonstration plant has been operated for 4 yr to produce 10,000 m 3 /d of high-grade water. The source water (feed), which is the effluent from a conventional biological treatment plant, is first treated by microfiltration (MF) and reverse osmosis (RO), and then disinfected by UV radiation, and subsequently adjusted by acid, base, and carbonate in order to have a sufficient alkalinity. The source water from a secondary clarifier of a conventional activated sludge treatment typically contains 5-d biochemical oxygen demand (BOD 5 ) of 10 mg/L, SS of 10 mg/L, ammonianitrogen of 6 mg/L, and total dissolved solids (TDS) of 400-1600 mg/L and total organic carbon (TOC) of 12 mg/L. It is first microscreened (0.3 mm), followed by the MF to 0.2 μm to remove fine particles and then demineralized by two parallel 5000 m 3 /d RO trains equipped with thin-film aromatic polyamide composite membranes. UV 254 absorbance in 96 samples obtained in 2002 ranged from a minimum of not detectable concentration to a maximum of 0.011 cm -1 . Three UV units in series equipped with broad-spectrum medium pressure UV lamps delivering a UV dose of 60 mJ/cm 2 are applied. Because the water after MF and RO has no suspended solids, and very low levels of both organic compounds and metals, the possibility of microbial presence is very low (36) (37) (38) (39) . It is found that viruses, bacteria, and parasites are removed by the RO process. The UV disinfection here is used for prevention of any pathogens entering the water due to operational accidents such as leaking in pipelines. The UV disinfection is to provide an added safeguard again the microbial contaminants. The UV system was designed for a 4-log inactivation of microbes; however, the testing shows that better than 7-log is actually achieved. Measurement of microbial parameters of fecal coliforms, total coliforms, coliphage somatic, coliphage male-specific, Enterococcus r r , Clostridium perfringens, Giardia r r , Cryptosporidium, and Enterovirus E E shows that all these are not detectable; HPC has a mean of 5.2 with a maximum of 80 and a minimum of 1.1 CFU/mL. It is shown that the pathogenic content is far below the limits regulated by the US EPA and the WHO.", "cite_spans": [{"start": 74, "end": 78, "text": "(36)", "ref_id": "BIBREF35"}, {"start": 1438, "end": 1442, "text": "(36)", "ref_id": "BIBREF35"}, {"start": 1443, "end": 1447, "text": "(37)", "ref_id": "BIBREF36"}, {"start": 1448, "end": 1452, "text": "(38)", "ref_id": "BIBREF37"}, {"start": 1453, "end": 1457, "text": "(39)", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 66, "end": 73, "text": "Fig. 11", "ref_id": "FIGREF0"}], "section": "Individual Filter Effluent Piping Installation."}, {"text": "In food and soft drink industry processes, direct UV radiation on product solution is necessary to prevent micrograms from growing. UV disinfection as a cleaning method is used in bottle, tank, and plate disinfection. Other applications include oil industry consumption on drinking and water injection into rocks.", "cite_spans": [], "ref_spans": [], "section": "Individual Filter Effluent Piping Installation."}, {"text": "Disinfection of treated wastewater is necessary when the water is used for irrigation f f or possible downstream pollution is concerned. UV disinfection is competitive in the disinfection of treated wastewater due to its low operational cost and lower formation of disinfection by-products. Its application in wastewater treatment is slightly different f f to that in water treatment, even though the mechanisms are similar. The number of pathogens attached to particles in wastewater will impact greatly on UV disinfection performance as illustrated in Fig. 3 . The elimination of microbes in treated wastewater is often necessary. It is strongly recommended that a filtration system be installed prior to an UV disinfection system. A filter itself can lower turbidity and a fraction of the pathogens. As a result, UV disinfection loading can be reduced. When a chemical disinfectant, such as chlorine is used as a subsidiary method, it is better to be installed after an UV system because UV light can degrade some of the chemical disinfectants.", "cite_spans": [], "ref_spans": [{"start": 554, "end": 560, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Wastewater Treatment"}, {"text": "In a pilot-scale study conducted by Rajala and co-workers (40) , rapid sand filtration combined with the use of polyaluminum chloride coagulation was used as a pretreatment to improve the quality of wastewater effluent before further treatment with UV irradiation. Rapid sand filtration reduced suspended solids, turbidity, color, and microbes by about 90%, 70-80%, 20-50%, and 90-99%, respectively, which improved the UV transmittance of water by up to 20%. The UV irradiation further reduced the number of microbes. More than 99.9% reduction of MS 2 was achieved with the dose of 140 mW • s/cm 2 . Rapid sand filtration and the subsequent UV irradiation reduced the number of all the tested microbes to a low level, often below the detection limit.", "cite_spans": [{"start": 58, "end": 62, "text": "(40)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Wastewater Treatment"}, {"text": "There are no general regulations and effluent limitations on a UV dose on treated wastewater disinfection. However, a dosage of 50-400 mJ/cm 2 is often adopted in practice. The limit for wastewater reused for irrigation is 100 total coliform/100 mL. In wastewater treatment, a conventional aerobic treatment system including biodegradation and filtration is not sufficient to remove pathogens to a safe level. For example, for water reuse of urban, food crop irrigation, and recreational impoundments, the US EPA suggested disinfected tertiary effluent (filtration of secondary effluent) water quality must meet a pH range 6-9; BOD 5 < 10 mg/L; turbidity < 2 NTU; no E. coli, and residual Cl 2 < 1 mg/L. Because turbidity, some organic substances, and high UV absorbance can significantly affect the performance of UV disinfection, the influent before the UV unit must have high water quality.", "cite_spans": [], "ref_spans": [], "section": "Wastewater Treatment"}, {"text": "In addition to potable water and wastewater treatments, UV process can also be used for storm runoff treatment, combined sewer overflow (CSO) treatment, swimming pool water disinfection, and groundwater decontamination. The readers are referred to another book for more information on the applications of UV process in the area of environmental protection.", "cite_spans": [], "ref_spans": [], "section": "Environmental Protection"}, {"text": "UV lamp is the most critical element in the disinfection. The most widely used UV lamps can be classified into low-pressure low-intensity lamp, low-pressure high-intensity lamp, medium-pressure high-intensity lamp, high-pressure high-density lamp, and other types of lamps. The details of the typical lamps are listed in Table 3 . The low-pressure mercury lamp works in an internal pressure range of 0.001-0.1 torr. Mercury is typically present in liquid and gas phases. The carrier gas is argon, which is usually in excess of 10-100 times as much as that of mercury vapor inside the low-pressure UV lamps. On the other hand, the medium pressure lamp operates at an internal pressure of 100-10,000 torr. High-pressure mercury lamp, which is less commonly used in aqueous environments, operates at an internal pressure of about 10,000 torr. A typical cylindrical low-pressure mercury lamp is demonstrated in Fig. 12 .", "cite_spans": [], "ref_spans": [{"start": 321, "end": 328, "text": "Table 3", "ref_id": null}, {"start": 907, "end": 914, "text": "Fig. 12", "ref_id": "FIGREF0"}], "section": "UV Lamps"}, {"text": "The performance of an UV lamp depends on the quality of lamp (mainly material and technologies), lamp temperature, and UV transmission efficiency through lamp wall, voltage, lamp aging, water characteristics of influent, arrangements of lamps, and interference of cluster lamps. As shown in Table 3 , low-pressure mercury lamps have a higher emission yield, but comparatively lower output intensity. For all mercury-argon lamps, the optimum emission temperature is that about 40°C and decreases rapidly when the temperature decreases to 10°C. Generally, cold-cathode-type low-pressure mercury-argon lamps are more sensitive to temperature than the hot cathode type in emission intensity. With the aging of UV lamps, the emission intensity decreases. A 1-yr-old lamp can decrease to less than half of the nominal emission intensity.", "cite_spans": [], "ref_spans": [{"start": 291, "end": 298, "text": "Table 3", "ref_id": null}], "section": "UV Lamps"}, {"text": "UV lamps are housed within the lamp sleeves. Quartz is often used to build lamp sleeves with open ends. The sleeve is used to protect, cool, and insulate the UV lamps. The most commonly used lamps in water and wastewater disinfection are low-pressure low-intensity mercury vapor lamps [also termed low-pressure low-output (LPLO) mercury vapor lamps], low-pressure high-intensity mercury vapor lamps (also termed as LPHO mercury vapor lamps), and medium-pressure mercury vapor lamps. Other lamps include electrode-less mercury vapor lamps, metal halide lamps, xenon lamps (pulsed UV), and eximer lamps. UV lamps may be oriented parallel, perpendicular, or diagonal to flow or ground. Orienting MP lamps horizontally relative to the ground prevents differential heating of the lamps and reduces the potential for lamp breakage.", "cite_spans": [], "ref_spans": [], "section": "UV Lamps"}, {"text": "Fouling is a critical problem in UV disinfection. The deposited organic and inorganic compounds on the lamp or sleeve surface can greatly reduce the effectiveness UV of radiation on pathogens. The internal fouling can be reduced by selecting an appropriate material within the lamps. External surface fouling must be removed by a cleaning device or chemicals. Some reactors include automatic cleaning mechanisms to keep the lamp sleeves free of deposits that may form due to contact with the water. UV intensity sensor, flow meters, and UV transmittance monitors are used to monitor dose delivery in the reactor.", "cite_spans": [], "ref_spans": [], "section": "UV Lamps"}, {"text": "Two approaches are often used in lamp cleaning, the off-line chemical cleaning (OCC) and on-line mechanical cleaning (OMC) methods. In the OCC, the reactor is shut down, drained, and flushed with a cleaning solution (e.g., citric acid), rinsed, and reinstalled. LPHO systems typically use the OCC approach. OMC systems are built-in UV reactor components that consist of wipers that are driven by either screws attached to electric motors or pneumatic pistons. There are two types of wipers used in OMC systems: mechanical wipers and physical-chemical wipers. Mechanical wipers may consist of stainless-steel brush collars or Teflon® rings that move along the lamp sleeve. Physical-chemical wipers have a collar filled with a cleaning solution that moves along the lamp sleeve. The wiper physically removes fouling on the lamp sleeve surface, while the cleaning solution within the collar dissolves fouling materials. The use of mechanical and physical-chemical wipers does not require that the UV reactor be drained. Therefore, the reactor can remain on-line while the lamp sleeves are cleaned. Medium pressure mercury vapor lamp systems typically use OMC systems, because the higher lamp temperatures can accelerate fouling with certain water constituents (41) .", "cite_spans": [{"start": 1257, "end": 1261, "text": "(41)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "UV Lamps"}, {"text": "Ballasts supply the UV lamps with the appropriate power to energize and operate the UV lamps. Ballasts use inductance (e.g., a coil or a transformer), capacitance, and a starting circuit. Power supplies and ballasts are available in many different configurations and are tailored to a unique lamp type and application. UV reactors may use electronic ballasts, magnetic ballasts, or transformers.", "cite_spans": [], "ref_spans": [], "section": "UV Lamps"}, {"text": "UV intensity sensors are photosensitive detectors that measure the UV intensity at a fixed point within the UV reactor. The sensors can indicate dose delivery by providing information related to UV intensity at different points in the reactor. The measurement responds to changes in lamp output due to lamp power setting, lamp aging, lamp sleeve aging, and lamp sleeve fouling. Depending on their position, the sensors may also respond to changes in UV absorbance of the water being treated. UV intensity sensors are composed of optical components, a photodetector, an amplifier, a housing, component, and an electrical connector. The optical components may include monitoring windows, light pipes, diffusers, apertures, and filters. Monitoring windows and light pipes are designed to deliver light to the photodetector. Diffusers and apertures are designed to reduce the amount of UV light reaching the photodetector, thereby reducing sensor degradation that is caused by UV irradiation. Optical filters are used to modify the spectral response, so that the sensor only responds to germicidal wavelengths (i.e., 200-300 nm). UV intensity sensors can be classified as wet or dry. Dry sensors monitor UV light through a monitoring window, whereas wet UV intensity sensors are in direct contact with the water flowing through the reactor. Monitoring windows and the wetted ends of wet sensors can foul with time and require cleaning similar to lamp sleeves.", "cite_spans": [], "ref_spans": [], "section": "UV Lamps"}, {"text": "An UV transmission monitor can measure the UV transmittance [or UV absorbance to calculate UVT by Eqs. (20) and (21) ], which is critical to ensure the success of UV disinfection. The UVT can be determined either through grab samples with a laboratory instrument or on-line. The function of a temperature sensor is to protect UV lamp from overheating, and if the surrounding temperature surpasses the recommended operation temperature, the UV system will shut down.", "cite_spans": [{"start": 103, "end": 107, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 112, "end": 116, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "UV Lamps"}, {"text": "The performance of an operating UV disinfection system must be monitored to demonstrate that adequate disinfection is occurring. Because the concentration of pathogenic organisms cannot be measured continuously in the UV-treated water and dose distribution cannot be measured directly real time, various strategies have been developed to monitor the dose/delivery. The following three important approaches are useful in monitoring the UV disinfection performance:", "cite_spans": [], "ref_spans": [], "section": "UV Lamps"}, {"text": "Approach One A is UV intensity set-point approach. In this approach, measurements made by the UV intensity sensor are used to control the UV reactor. The sensor is located in a position that allows it to properly respond to both changes in UV output of the lamps and UVT of the water. The sensor output and the flow rate are used to monitor the dose delivery. The set-point value for UV intensity over a range of flow rates is determined during the validation.", "cite_spans": [], "ref_spans": [], "section": "UV Lamps"}, {"text": "Approach Two A is UV intensity and UVT set-point approach. This approach is similar to Approach One A with an exception. The UV sensor is placed close to the lamp, so that it only responds to changes in UV lamp output and UVT is monitored separately. For a specific flow rate, the UV intensity and UVT measurements are used to monitor the dose/delivery. The set-points for the UV intensity and UVT over a range of flowrates are determined during validation.", "cite_spans": [], "ref_spans": [], "section": "UV Lamps"}, {"text": "Approach Three A is calculated UV dose approach. Similar to Approach Two A , the UV intensity sensor is placed close to the lamp. Flow rate, UVT, and UV intensity are all monitored, and the output values are used to calculate the UV dose via a validated computational algorithm developed by the UV reactor manufacturer.", "cite_spans": [], "ref_spans": [], "section": "UV Lamps"}, {"text": "UV absorbing compounds in typical source waters include organic substances [i.e., humic acid, fulvic acids, biochemical oxygen demand (BOD), chemical oxygen demand (COD), TOC, oil and grease, and other organics] and inorganic substances (i.e., iron, manganese, ammonia, nitrite, and nitrate) and other parameters (e.g., pH, total dissolved solids, and total suspended solids). The existence of these matters increases UV absorbance in water. Thus, the UV dose delivered to the microorganism decreases. The UV-absorbing compound concentrations vary due to different locations and season and rainfall conditions. Water treatment processes can reduce the UV absorbance of water. Coagulation, flocculation, and sedimentation remove soluble and particulate material, and filtration removes particles. Chemical oxidation by oxidants such as chlorine and ozone can reduce soluble material, precipitate metals, and reduce UV absorbance. Activated carbon adsorption also reduces soluble organic compounds and some heavy metals such as copper and lead ions. Because these treatment processes reduce UV absorbance, the lowest UV absorbance can be observed at the end of the treatment train. It is therefore recommended that UV disinfection be used after filtration and activated carbon adsorption (if applicable). The UV dose requirements are listed in Table 2 . It should be mentioned that the requirements are based on post-filtration water.", "cite_spans": [], "ref_spans": [{"start": 1342, "end": 1349, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Operational Factors"}, {"text": "Particle content can impact UV disinfection performance. Particles may absorb and scatter light, which reduces the UV intensity delivered to the organisms. Particleassociated microorganisms may be shielded from UV light, effectively reducing disinfection performance and causing a tailing or flattening of the dose-response curve when higher inactivation levels are desired (Fig. 3) . Particles in source waters are diverse in composition and size. They include large molecules, microorganisms, clay particles, algae, and flocs. Water treatment unit processes such as coagulation, flocculation, sedimentation, and filtration are designed to remove particles from water. Organisms within coagulated and flocculated particles will be more difficult to inactivate; however, it is not a major concern as they are typically removed during filtration.", "cite_spans": [], "ref_spans": [{"start": 374, "end": 382, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "Operational Factors"}, {"text": "Chemicals used in water treatment can affect the UVT of water and the formation of agglomerated particles. They can also cause the fouling problems in water and treatment facilities. Water treatment processes upstream of the UV disinfection units can be operated to control and increase UVT. The design of the UV units can be optimized. Chemicals such as chlorine, ozone, and hydrogen peroxide oxidize UV-absorbing compounds; however, they may absorb UV light, which has some effects on UV absorbance. Among these chemicals, ozone and ferric iron have the greatest potential of impacting the UV absorbance of water. Oxidant residuals can be quenched by chemicals such as sodium thiosulfate and sodium bisulfite. The use of these chemicals, however, can increase the UV absorbance of water.", "cite_spans": [], "ref_spans": [], "section": "Operational Factors"}, {"text": "Wetted components that are contacted with water within an UV reactor can become fouled after it is operated for some time. Fouling on the external surfaces of the lamp sleeve reduces the transmittance of UV light from the lamps into the water, and dose delivery is reduced. Fouling on the UV intensity sensor windows reduces the intensity of UV light measured by the sensors, leading to under-prediction of dose delivery. Fouling on the inside surfaces of the reactor reduces reflection of UV light from those surfaces, which reduces the amount of UV light available for disinfection. Fouling on the wetted surfaces of an UV reactor is attributed to precipitation of organic and inorganic particles and temperature. Because the operation temperature of MP lamps is higher than LP lamps, the MP is more easily to be fouled.", "cite_spans": [], "ref_spans": [], "section": "Operational Factors"}, {"text": "Visible light emitted from UV lamps may promote algae and other organisms' growth in UV reactors and the surrounding piping. Depending on the species, their growth could cause taste and odor problems in the final effluent. Algae growth also depends on water temperature, pH, and nutrient concentration. The growth is a greater issue with MP lamps than LP lamps because MP lamps produce more light in the visible range.", "cite_spans": [], "ref_spans": [], "section": "Operational Factors"}, {"text": "The most important maintenance factor for the UV reactor performance is the cleanliness of the surfaces through which radiation must pass. Surface fouling can result in inadequate performance, so a strict maintenance schedule is recommended.", "cite_spans": [], "ref_spans": [], "section": "Maintenance Factors"}, {"text": "An operator determines the need for reactor cleansing by draining and visually inspecting the surfaces. Open reactor systems are easily inspected. Systems with sealed vessels are inspected through portholes or manways in the reactor shell. Surfaces of submerged quartz systems become coated with an inorganic scale, very much like boiler scale. This is a particular problem in areas with hard water. Additionally, the inside surface of the quartz and the outer surfaces of the Teflon tubes eventually develop a grimy dust layer, primarily from airborne dirt and water vapor.", "cite_spans": [], "ref_spans": [], "section": "Maintenance Factors"}, {"text": "Fouling of the reactor's internal surfaces also is indicated by reduced performance and intensity measured by in-line probes. While these provide some indication of fouling, operators must still visually inspect the surfaces.", "cite_spans": [], "ref_spans": [], "section": "Maintenance Factors"}, {"text": "The fouled surfaces of lamps and quartz sleeves are cleaned manually with a mild soap solution and then swabbed with a rag soaked in isopropyl alcohol. The transmittance of the lamps and sleeves is measured after cleaning and those that have inadequate measurements are replaced. An inventory allows the plant operator to trace the operation of individual components. Quartz sleeves should last between 4 and 7 yr, but this varies by the application site. In Teflon systems, the lamps are on removable racks and should be cleaned and monitored in the same manner as the quartz systems. The Teflon tubes should also be cleaned with mild soap and swabbed with alcohol. Each tube should be monitored for transmittance, just as with the quartz sleeves. Monitoring may not be as straightforward because of the limited accessibility to the tubes and problems in obtaining direct measurements with a UV radiometer/detector.", "cite_spans": [], "ref_spans": [], "section": "Maintenance Factors"}, {"text": "One of the important issues in water and wastewater disinfection is the formation of disinfection by-products, their environmental consequences, and prevention, control, and minimization of them. The major disinfectants are chlorine, chlorine dioxide, ozone, chloramines, and UV irradiation. It is well recognized that disinfection by chlorine, the most commonly used disinfectant, can cause formation of many DBPs, even though it is effective and the cost is low.", "cite_spans": [], "ref_spans": [], "section": "UV DISINFECTION BY-PRODUCTS AND UV LAMP DISPOSAL"}, {"text": "Compared to other disinfectants, UV disinfection produces fewer DBPs (3, 6, (41) (42) (43) . Conventional UV irradiation does not appear to be of major current concern in the industry. For the treatment of groundwater and filtered drinking water, UV disinfection at typical doses has been shown not to impact the formation of trihalomethanes or haloacetic acids, two categories of DBPs currently regulated by the US EPA. Several studies have demonstrated low-level formation of non-regulated DBPs (e.g., aldehydes) as a result of UV irradiation to wastewater and raw drinking water sources. A study performed with filtered drinking water indicates no significant change in aldehydes, carboxylic acids, or total organic halides (3). The formation of UV DBPs (e.g., nitrophenols and N-nitr N N osoamines) does not occur when the technology is applied for disinfection of secondary municipal effluents that are used agriculture (41) . It is therefore acceptable that UV DBPs can be omitted in design consideration. In practice, control and removal of its DBPs are not necessary.", "cite_spans": [{"start": 69, "end": 72, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 73, "end": 75, "text": "6,", "ref_id": "BIBREF5"}, {"start": 76, "end": 80, "text": "(41)", "ref_id": "BIBREF40"}, {"start": 81, "end": 85, "text": "(42)", "ref_id": "BIBREF41"}, {"start": 86, "end": 90, "text": "(43)", "ref_id": "BIBREF42"}, {"start": 925, "end": 929, "text": "(41)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "UV DISINFECTION BY-PRODUCTS AND UV LAMP DISPOSAL"}, {"text": "Under some specific conditions, the formation of UV DBPs is worth considering. UV irradiation can cause a series of oxidation reactions, leading to the formation of oxidative by-products, especially if high-pressure UV systems are applied and the organic contents in the water are high (35) . Some DBPs can be formed due to the production of powerful free radicals (e.g., OH • ) in the water. The resulting concentrations and the types of DBPs depend on the concentrations of the organic substances (e.g., NOM) and the UV dose.", "cite_spans": [{"start": 286, "end": 290, "text": "(35)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "UV DISINFECTION BY-PRODUCTS AND UV LAMP DISPOSAL"}, {"text": "Nitrate, NO 3 -, is a very strong absorber of UV below 250 nm; a characteristic photoreaction of nitrate is reduction to nitrite, NO 2 - (42) . The yield of NO 2 from this reaction during UV disinfection is sensitive to both the dissolved inorganic and organic carbon content of natural water. The amount of NO 2 formed during UV disinfection is important because public health concerns surrounding this compound have led to its being regulated at fairly low levels. The US EPA has set a MCL for NO 2 of 1 mg/L (as N), while the comparable European Union Member States standard is 0.11 mg/L (as N).", "cite_spans": [{"start": 137, "end": 141, "text": "(42)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "UV DISINFECTION BY-PRODUCTS AND UV LAMP DISPOSAL"}, {"text": "When LP mercury lamps that emit primarily monochromatic light at 253.7 nm are applied in disinfection, NO 2 production is negligible. More recent work using MP mercury lamps, which emit a range of UV and visible wavelengths down to approx 200 nm where NO 3 absorbs very strongly, has shown that NO 2 production is higher with these lamps (42) . The concentration is below US water quality standards. However, the more stringent European Union standard may potentially be violated when these MP lamps are used. Control and minimization of NO 2 species during UV disinfection with MP lamps are thus of immediate concern.", "cite_spans": [{"start": 338, "end": 342, "text": "(42)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "UV DISINFECTION BY-PRODUCTS AND UV LAMP DISPOSAL"}, {"text": "It is important to note that the spent UV lamps contain mercury, which is highly toxic. The spent UV lamps, therefore, must be properly collected and disposed of in accordance with governmental rules and regulations.", "cite_spans": [], "ref_spans": [], "section": "UV DISINFECTION BY-PRODUCTS AND UV LAMP DISPOSAL"}, {"text": "Air can carry various pathogens, like virus and spores. The areas of air disinfection by UV include sensitive areas (e.g., electronic, food, pharmaceutical); household, lab, hospital, clinic, and other public buildings; and odor control (44) (45) (46) (47) (48) . UV can effectively remove pathogens in moving air and static air. Installing an UV unit before the humidifier in an air ventilation system is an effective method to prevent bacteria and virus from invading through water. In the upper side of some industry tanks and working places, the growth of pathogens is strictly avoided. As a clear disinfection method, an UV disinfection unit is often adopted in these situations.", "cite_spans": [{"start": 237, "end": 241, "text": "(44)", "ref_id": "BIBREF43"}, {"start": 242, "end": 246, "text": "(45)", "ref_id": "BIBREF44"}, {"start": 247, "end": 251, "text": "(46)", "ref_id": "BIBREF45"}, {"start": 252, "end": 256, "text": "(47)", "ref_id": "BIBREF46"}, {"start": 257, "end": 261, "text": "(48)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "UV DISINFECTION OF AIR EMISSIONS"}, {"text": "There are a variety of UV air disinfection systems. Generally, they can be classified into upper-air systems and in-duct systems according to different installations. Upper-air systems are installed at an upper position of a room, where the UV units can be movable or just fixed to room wall, ceiling, or inlet/outlet of air recirculation systems. However, because the air flow and current in upper-air system is usually uncontrolled, it is difficult to establish a theoretical prediction model. In most cases, empirical models are often used. Furthermore, high UV exposure risk to personnel is a concern with upper-air systems. In-duct systems are installed in a ventilating or air conditioning system, where air flow rate, flow paten, and temperature are more easily controlled.", "cite_spans": [], "ref_spans": [], "section": "UV DISINFECTION OF AIR EMISSIONS"}, {"text": "Unlike water-based UV disinfection applications, the UV air disinfection does not have prediction equations. Traditional microorganism under UV exposure decay rate was discussed in Eq. (17) . The curve in S/ S S S 0 (residual/initial microorganisms) and negative log format as a function of exposure time were plotted in Fig. 13 (curve 1 and 1', respectively). In UV disinfection in water systems, E. coli is used as the valid test microorganism. Also, in UV air disinfection systems, Serratia marcescens is recommended as an aerosolization test. In laboratory tests, its airborne rate constant and plate-based rate constant were determined at 0.002909 and 0.000718 cm 2 /μW-s, respectively ( W W 51,52). In UV air disinfection, Eq. (15) is often used when mixing is complete and the exposure time is neither too short nor very long (51) (52) (53) . However, two stages with shoulder region curve is often found in UV air disinfection applications (Fig. 13) . The shoulder region changes with the UV intensity on the microorganism. The second stage represents the resistant fraction of microbes with the typical value ranging from 0.1% to 10% (51) . Recently, Kowalski developed a mathematical model to predict the response of microorganisms exposed to UV light (51,52): f f oxidant of hydroxyl radical will oxidize the target odor-causing molecules and transfer them to odorless compounds. Compared to conventional odor-control strategies, a UV system has many advantages, including low cost, short contact time, environmentally friendly operation, and less demand for space. In addition, UV irradiation does not introduce any other chemicals and thus does not need waste disposal. Several approaches for the design of UV disinfection systems and the evaluation of germicidal effects are available in the literature (45, 46) .", "cite_spans": [{"start": 185, "end": 189, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 833, "end": 837, "text": "(51)", "ref_id": "BIBREF50"}, {"start": 838, "end": 842, "text": "(52)", "ref_id": "BIBREF51"}, {"start": 843, "end": 847, "text": "(53)", "ref_id": "BIBREF52"}, {"start": 1143, "end": 1147, "text": "(51)", "ref_id": "BIBREF50"}, {"start": 1817, "end": 1821, "text": "(45,", "ref_id": "BIBREF44"}, {"start": 1822, "end": 1825, "text": "46)", "ref_id": "BIBREF45"}], "ref_spans": [{"start": 321, "end": 328, "text": "Fig. 13", "ref_id": "FIGREF0"}, {"start": 948, "end": 957, "text": "(Fig. 13)", "ref_id": "FIGREF0"}], "section": "UV DISINFECTION OF AIR EMISSIONS"}, {"text": "The City of Fort Benton, Montana, USA, obtains drinking water from the Missouri River. The then current filtration plant (20-30 yr old) was in need of upgrading. Rather than building a new filtration plant, the city built a new 0.088 m 3 /s (2-MGD) treatment plant in 1987. Water is drawn through collectors installed 6-7.5 m (20-25 ft) below the riverbed, a system that allows the riverbed to naturally filter the raw water. Turbidities of water entering the treatment plant average 0.08 NTU. No Giardia r r cysts have been found in the water (55) .", "cite_spans": [{"start": 544, "end": 548, "text": "(55)", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Engineering Case History"}, {"text": "The water is treated with UV radiation for primary disinfection, then chlorinated for secondary disinfection. An applied chlorine dosage of only about 1 mg/L is necessary. The entire water treatment system is housed in a 2.97 m 2 (32 ft 2 ) building. The UV disinfection system consists of six irradiation chambers, two control cabinets with alarms, chart recorders, relays, hour-run meters, lamp and power on-lights, six thermostats, electrical door interlocks, mimic diagrams, and six UV intensity monitors measuring the total UV output. Each irradiation chamber contains one 2.5-kW mercury vapor, medium-pressure arc tube, generating UV radiation at 253.7 nm.", "cite_spans": [], "ref_spans": [], "section": "Engineering Case History"}, {"text": "The initial UV dosage is 41,000 μW•s/cm 2 at a maximum water flow 104 L/s (1650 gal/min) through each irradiation unit. Expected arc tube life is 4500 operating hours, providing a minimum UV dosage of 25,000 μW•s/cm 2 . These conditions are designed to reduce concentrations of E. coli organisms by a minimum of 5 logs (i.e., 10 5 reduction).", "cite_spans": [], "ref_spans": [], "section": "Engineering Case History"}, {"text": "The system is equipped with a telemetry control system and a fully automated backup system. Each bank of three irradiation chambers has two units on line at all times, with the third unit serving as a backup. In the event that the UV intensity decreases below acceptable limits (20,000 μW•s/cm 2 ) in any of the chambers, the automatic butterfly valve will close, stopping flow through the chamber; at that time, the automatic butterfly valve on the standby unit will open. The alarm system is also activated if UV intensity decreases below acceptable limits in any of the chambers. The UV alarm system is interfaced with the automatic dialer and alarm system. In 1987, total equipment costs for the six-unit UV irradiation system with butterfly valves was US$74,587.", "cite_spans": [], "ref_spans": [], "section": "Engineering Case History"}, {"text": "In accordance with the US Environmental Protection Agency, the \"CT Values\" for inactivation of viruses by UV radiation is independent of temperature, as shown in Table 4 .", "cite_spans": [], "ref_spans": [{"start": 162, "end": 169, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Engineering Case History"}, {"text": "For the UV facility at Ft. Benton, the initial UV dosage of 41 mW•s/cm 2 provides in excess of 3-log inactivation of viruses. However, after 4500 h of UV tube operation, the anticipated decrease in UV dosage (to 25 mW•s/cm 2 ) will provide only 2-log of viral inactivation.", "cite_spans": [], "ref_spans": [], "section": "Engineering Case History"}, {"text": "Owing to the success of the UV facility at Ft. Benton, the City of New York is designing a 2020 million gallons per day (MGD) UV disinfection facility, which upon completion will be the largest UV disinfection facility in the world (56-58).", "cite_spans": [], "ref_spans": [], "section": "Engineering Case History"}, {"text": "US Environmental Protection Agency has compared ultraviolet radiation with other n n disinfection processes in terms of their technological status (Table 5) , disinfectant production (Table 6 ), operation and maintenance (Table 7) , process advantages and disadvantages (Table 8) , and application points (Table 9 ). Mildly effective for bacteria. Some harmful by-products. Long-lasting residual.", "cite_spans": [], "ref_spans": [{"start": 147, "end": 156, "text": "(Table 5)", "ref_id": null}, {"start": 183, "end": 191, "text": "(Table 6", "ref_id": "TABREF4"}, {"start": 221, "end": 230, "text": "(Table 7)", "ref_id": null}, {"start": 270, "end": 279, "text": "(Table 8)", "ref_id": "TABREF5"}, {"start": 305, "end": 313, "text": "(Table 9", "ref_id": null}], "section": "UV Engineering Aplications"}, {"text": "Toxic effects for kidney Generally does not produce dialysis patients. Only THMs.", "cite_spans": [], "ref_spans": [], "section": "UV Engineering Aplications"}, {"text": "recommended as a secondary disinfectant. Ineffective against viruses and cysts.", "cite_spans": [], "ref_spans": [], "section": "UV Engineering Aplications"}, {"text": "Source: r r US EPA. P P", "cite_spans": [], "ref_spans": [], "section": "UV Engineering Aplications"}, {"text": "Chlorine Toward the end of the water treatement process to minimize THM formation and provide secondary disinfection Ozone", "cite_spans": [], "ref_spans": [], "section": "Table 9 T T Desired Points of Disinfectant Application a"}, {"text": "Prior to the rapid mixing step in all treatment processes, except GAC and conventional treatment processes; prior to filtration for GAC; post-sedimentation for conventional treatment. In addition, sufficient time for biodegradation of the oxidation products of the ozonation of organic compounds is recommended prior to secondary disinfection. Ultraviolet radiation Toward the end of the water treatment process to minimize presence of other contaminants that interfere with this disinfectant. Chlorine dioxide Prior to filtration; to assure low levels of ClO 2 , ClO 2 -, and ClO 3 , treat with GAC after disinfection.", "cite_spans": [], "ref_spans": [], "section": "Table 9 T T Desired Points of Disinfectant Application a"}, {"text": "Best applied toward the end of the process as a secondary disinfectant.", "cite_spans": [], "ref_spans": [], "section": "Monochloramines"}, {"text": "a In general, disinfectant dosages will be lessened by placing the point of application towards the end of the water treatment process because of the lower levels of contaminants that would interfere with efficient disinfection. However, water plants with short detention times in clear wells and with nearby first customers may be required to move their point of disinfection upstream to attain the appropriate CT value under the Surface Water Treatment Rule. ", "cite_spans": [], "ref_spans": [], "section": "Monochloramines"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Ultraviolet disinfection", "authors": [{"first": "J", "middle": ["P"], "last": "Malley", "suffix": ""}], "year": 2002, "venue": "Control of Microorganisms in Drinking Water. r r S. Lingireddy", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Sterilization of polluted water by ultra-violet rays as Marseille (France), Engineering News 64", "authors": [{"first": "", "middle": [], "last": "Anon", "suffix": ""}], "year": 1910, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Ultraviolet Disinfection Guidance Manual (draft) r r", "authors": [{"first": "", "middle": [], "last": "Us Epa", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Wastewater Technology Fact Sheet-Ultraviolet Disinfection W W . US Environmental n n Protection Agency", "authors": [{"first": "", "middle": [], "last": "Us Epa", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "World Health Organization, Hazard Prevention and Control in the Work Environment: Airr r borne Dust", "authors": [], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Ultraviolet light", "authors": [{"first": "W", "middle": ["J"], "last": "Masschelein", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Rice", "suffix": ""}], "year": 2002, "venue": "Water and Wastewater Sanitation W W", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A compartmental model for the analysis of SARS transmission patterns and outbreak control measures in China", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Lou", "suffix": ""}, {"first": "Z", "middle": ["E"], "last": "Ma", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Wu", "suffix": ""}], "year": 2005, "venue": "Applied Mathematics and A Computation", "volume": "162", "issn": "", "pages": "909--924", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "SARS outbreaks in Ontario, Hong Kong and Singapore: the role of diagnosis and isolation as a control mechanism", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Fenimore", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Castillo-Garsow", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}], "year": 2003, "venue": "Journal of Theoretical Biology J J", "volume": "224", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Environmental Biotechnology: Principles and Application", "authors": [{"first": "R", "middle": ["E"], "last": "Rittmann", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Mccarty", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Alternative Disinfectants and Oxidants Guidance Manual r r", "authors": [{"first": "", "middle": [], "last": "Us Epa", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Treatment and Reuse", "authors": [{"first": "&amp;", "middle": [], "last": "Metcalf", "suffix": ""}, {"first": "Wastewater", "middle": [], "last": "Eddy", "suffix": ""}, {"first": "", "middle": [], "last": "Engineering", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Formation and processing of UV photoproducts: effects of DNA sequence and chromatin environment", "authors": [{"first": "G", "middle": ["P"], "last": "Pfeifer", "suffix": ""}], "year": 1997, "venue": "Photochemistry & Photobiology", "volume": "65", "issn": "2", "pages": "270--283", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Ultraviolet light inactivation of protozoa in drinking water", "authors": [{"first": "S", "middle": ["S"], "last": "Qian", "suffix": ""}, {"first": "M", "middle": [], "last": "Donnelly", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Schmelling", "suffix": ""}, {"first": "M", "middle": [], "last": "Messner", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Linden", "suffix": ""}, {"first": "C", "middle": [], "last": "Cotton", "suffix": ""}], "year": 2004, "venue": "Water Research W W", "volume": "38", "issn": "", "pages": "317--326", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Physical and biological characterization of a seawater ultraviolet radiations sterilizer", "authors": [{"first": "L", "middle": [], "last": "Torrentera", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Uribe", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Rodriguez", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Carrillo", "suffix": ""}], "year": 1994, "venue": "Radiation Physical and Chemistry", "volume": "43", "issn": "3", "pages": "249--255", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Photoreactivation of UV-irradiated Legionella pneumoplila and other Legionella species", "authors": [{"first": "G", "middle": ["B"], "last": "Knudson", "suffix": ""}], "year": 1985, "venue": "Applied and Environmental Microbiology A", "volume": "49", "issn": "4", "pages": "975--980", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Low-pressure UV inactivation and DNA repair potential of Cryptosporidium parvum r oocysts", "authors": [{"first": "G-A", "middle": [], "last": "Shin", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Linden", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Arrowood", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Sobsey", "suffix": ""}], "year": 2001, "venue": "Applied & A Environmental Microbiology", "volume": "67", "issn": "7", "pages": "3029--3032", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Ultraviolet irradiation of suspensions of microorganisms: possible errors involved in the estimation of average fluence per cell", "authors": [{"first": "J", "middle": [], "last": "Jagger", "suffix": ""}, {"first": "T", "middle": [], "last": "Fossum", "suffix": ""}, {"first": "S", "middle": [], "last": "Mccaul", "suffix": ""}], "year": 1975, "venue": "Photochemistry and Photobiology", "volume": "21", "issn": "", "pages": "379--382", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The physical state of viral nucleic acid and the sensitivity of viruses to ultraviolet light", "authors": [{"first": "A", "middle": ["M"], "last": "Rauth", "suffix": ""}], "year": 1965, "venue": "Biophysical Journal h", "volume": "5", "issn": "", "pages": "257--273", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "UV disinfection of wastewater: probabilistic approach to design", "authors": [{"first": "F", "middle": ["J"], "last": "Loge", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Darby", "suffix": ""}, {"first": "G", "middle": [], "last": "Tchobanoglous", "suffix": ""}], "year": 1996, "venue": "Journal of Environmental Engineering J J", "volume": "122", "issn": "12", "pages": "1078--1084", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Standardization of methods for UV dose determination in bench-scale UV experiments", "authors": [{"first": "J", "middle": ["R"], "last": "Bolton", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Linden", "suffix": ""}], "year": 2003, "venue": "Journal of Environmental Engineering J J", "volume": "129", "issn": "3", "pages": "209--215", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Estimating effective germicidal dose from medium pressure UV lamps", "authors": [{"first": "K", "middle": [], "last": "Linden", "suffix": ""}, {"first": "J", "middle": [], "last": "Darby", "suffix": ""}], "year": 1997, "venue": "Journal of Environmental Engineering J J", "volume": "123", "issn": "11", "pages": "1142--1149", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Variations in wastewater quality parameters influencing UV disinfection performance: relative impact of filtration", "authors": [{"first": "F", "middle": ["J"], "last": "Loge", "suffix": ""}, {"first": "K", "middle": [], "last": "Bourgeous", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Emerick", "suffix": ""}], "year": 2001, "venue": "Journal of J J Environmental Engineering", "volume": "127", "issn": "9", "pages": "832--837", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Bioassay and dose measurement in UV disinfection", "authors": [{"first": "R", "middle": ["G"], "last": "Qualls", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Johnson", "suffix": ""}], "year": 1983, "venue": "Applied A Environmental Microbiology", "volume": "45", "issn": "", "pages": "872--877", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Standardized collimated beam testing protocol for water/wastewater ultraviolet disinfection", "authors": [{"first": "J", "middle": [], "last": "Kuo", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Nellor", "suffix": ""}], "year": 2003, "venue": "Journal of Environmental Engineering J J", "volume": "129", "issn": "8", "pages": "774--779", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Hydraulic calibration and fluence determination of model ultraviolet disinfection system", "authors": [{"first": "S", "middle": ["D"], "last": "Trevor", "suffix": ""}, {"first": "C", "middle": [], "last": "Christian", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Graham", "suffix": ""}], "year": 2002, "venue": "Journal of Environmental Engineering J J", "volume": "128", "issn": "11", "pages": "1046--1055", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Inactivation of bacteriophage MS2 in wastewater effluent with monochromatic and polychromatic ultraviolet light", "authors": [{"first": "A", "middle": ["H"], "last": "Havelaar", "suffix": ""}, {"first": "C", "middle": ["C E"], "last": "Meulemans", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Pot-Hogeboom", "suffix": ""}, {"first": "J", "middle": [], "last": "Koster", "suffix": ""}], "year": 1990, "venue": "Water Research W W", "volume": "24", "issn": "11", "pages": "1387--1393", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Modeling the inactivation of particleassociated coliform bacteria", "authors": [{"first": "R", "middle": ["W"], "last": "Emerick", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Loge", "suffix": ""}, {"first": "T", "middle": [], "last": "Ginn", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Darby", "suffix": ""}], "year": 2000, "venue": "Water Environmental Research W W", "volume": "72", "issn": "4", "pages": "432--438", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Modeling the inactivation of particleassociated coliform bacteria", "authors": [{"first": "R", "middle": ["W"], "last": "Emerick", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Loge", "suffix": ""}, {"first": "T", "middle": [], "last": "Ginn", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Darbi", "suffix": ""}], "year": 2000, "venue": "Water Environment Research W W", "volume": "72", "issn": "", "pages": "432--443", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Integrated UV disinfection model based on particle tracking", "authors": [{"first": "K", "middle": [], "last": "Chiu", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Lyn", "suffix": ""}, {"first": "P", "middle": [], "last": "Savoye", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Blatchley", "suffix": ""}, {"first": "Iii", "middle": [], "last": "", "suffix": ""}], "year": 1999, "venue": "Journal of Environmental Engineering J J", "volume": "125", "issn": "1", "pages": "7--16", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Numerical modeling of flow and disinfection in UV disinfection channels", "authors": [{"first": "D", "middle": ["A"], "last": "Lyn", "suffix": ""}, {"first": "K", "middle": [], "last": "Chiu", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Blatchley", "suffix": ""}, {"first": "Iii", "middle": [], "last": "", "suffix": ""}], "year": 1999, "venue": "Journal of Environmental Engineering J J", "volume": "125", "issn": "1", "pages": "17--26", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Use of computational fluid dynamics for simulating hydrodynamics and mass transfer in industrial ozonation towers", "authors": [{"first": "A", "middle": [], "last": "Cockx", "suffix": ""}, {"first": "Z", "middle": [], "last": "Do-Quang", "suffix": ""}, {"first": "A", "middle": [], "last": "Liné", "suffix": ""}, {"first": "M", "middle": [], "last": "Roustan", "suffix": ""}], "year": 1999, "venue": "Chemical Engineering Science", "volume": "54", "issn": "21", "pages": "5085--5090", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Process modeling of ultraviolet disinfection", "authors": [{"first": "E", "middle": ["R"], "last": "Blatchley", "suffix": ""}, {"first": "Iii", "middle": [], "last": "", "suffix": ""}, {"first": "Z", "middle": [], "last": "Do-Quang", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Janex", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Laiˆné", "suffix": ""}], "year": 1998, "venue": "Water Science and Technology W W", "volume": "38", "issn": "6", "pages": "63--69", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Impact of water quality and reactor hydrodynamics on wastewater disinfection by UV, use of CFD modeling for performance optimization", "authors": [{"first": "M", "middle": ["L"], "last": "Janex", "suffix": ""}, {"first": "P", "middle": [], "last": "Savoye", "suffix": ""}, {"first": "Z", "middle": [], "last": "Do-Quang", "suffix": ""}, {"first": "E", "middle": [], "last": "Blatchley", "suffix": ""}, {"first": "Iii", "middle": [], "last": "", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Laiˆné", "suffix": ""}], "year": 1998, "venue": "Water Science and Technology W W", "volume": "38", "issn": "6", "pages": "71--78", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "BioSys: software for wastewater treatment simulation", "authors": [{"first": "A", "middle": [], "last": "Zeidan", "suffix": ""}, {"first": "S", "middle": [], "last": "Rohani", "suffix": ""}, {"first": "A", "middle": [], "last": "Bassi", "suffix": ""}, {"first": "P", "middle": [], "last": "Whiting", "suffix": ""}], "year": 2003, "venue": "Advances in Engineering Software d d", "volume": "34", "issn": "", "pages": "539--549", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Drinking water disinfection and by-products: history and current practice", "authors": [{"first": "T", "middle": ["F"], "last": "Marhaba", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Washington", "suffix": ""}], "year": 1998, "venue": "", "volume": "2", "issn": "", "pages": "103--115", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Singapore Water Reclamation Study, Expert Panel Review and Findings", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Optimization of feed pretreatment for membrane filtration of secondary effluent", "authors": [{"first": "J", "middle": ["P"], "last": "Chen", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Ting", "suffix": ""}], "year": 2003, "venue": "Journal of Membrane Science J J", "volume": "219", "issn": "", "pages": "27--45", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Study on feed pretreatment for membrane filtration of secondary effluent", "authors": [{"first": "S", "middle": ["L"], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Ting", "suffix": ""}], "year": 2002, "venue": "Separation & Purification Technology e", "volume": "29", "issn": "", "pages": "171--179", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Pilot study for reclamation of secondary treated sewage effluent", "authors": [{"first": "J", "middle": ["J"], "last": "Qin", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Oo", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Wai", "suffix": ""}], "year": 2004, "venue": "Desalination", "volume": "171", "issn": "", "pages": "299--305", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Removal of microbes from municipal wastewater effluent by rapid sand filtration and subsequent UV irradiation", "authors": [{"first": "R", "middle": ["L"], "last": "Rajala", "suffix": ""}, {"first": "M", "middle": [], "last": "Pulkkanen", "suffix": ""}, {"first": "M", "middle": [], "last": "Pessi", "suffix": ""}, {"first": "H", "middle": [], "last": "Heinonen-Tanski", "suffix": ""}], "year": 2003, "venue": "Water W W Science and Technology", "volume": "43", "issn": "3", "pages": "157--162", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Advanced treatment for municipal wastewater reuse in agriculture. UV disinfection: parasite removal and by-product formation", "authors": [{"first": "L", "middle": [], "last": "Liberti", "suffix": ""}, {"first": "M", "middle": [], "last": "Notarnicola", "suffix": ""}, {"first": "D", "middle": [], "last": "Petruzzelli", "suffix": ""}], "year": 2002, "venue": "Desalination", "volume": "152", "issn": "", "pages": "315--324", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Impact of hydrogen peroxide on nitrite formation during UV disinfection", "authors": [{"first": "C", "middle": ["M"], "last": "Sharpless", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Page", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Linden", "suffix": ""}], "year": 2003, "venue": "Water Research W W", "volume": "37", "issn": "", "pages": "4730--4736", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Disinfection Byproducts in Drinking Water: Formation, Analysis, and Control. f f", "authors": [{"first": "Y", "middle": ["F"], "last": "Xie", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Emerging air pollution control technologies, Air Pollution Control Engineering", "authors": [{"first": "L", "middle": ["K"], "last": "Wang", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Taricska", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Hung", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Li", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "441--481", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Design and optimization of UVGI air disinfection systems", "authors": [{"first": "W", "middle": ["J"], "last": "Kowalski", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "A quantitative method for evaluating the germicidal effect of upper room UV fields", "authors": [{"first": "C", "middle": ["B"], "last": "Beggs", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Sleigh", "suffix": ""}], "year": 2002, "venue": "Journal of Aerosol Science J J", "volume": "33", "issn": "", "pages": "1681--1699", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Efficacy of ultraviolet germicidal irradiation of upper-room air in inactivating airborne bacterial spores and mycobacteria in full-scale studies", "authors": [{"first": "P", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Peccia", "suffix": ""}, {"first": "P", "middle": [], "last": "Fabian", "suffix": ""}], "year": 2003, "venue": "Atmospheric Environment", "volume": "37", "issn": "", "pages": "405--419", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Airborne bacteria control under chamber and test-home conditions", "authors": [{"first": "M", "middle": ["H"], "last": "Lai", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Moschandreas", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Pagilla", "suffix": ""}], "year": 2003, "venue": "Journal of Environmental Engineering ASCE J J", "volume": "129", "issn": "", "pages": "202--208", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "UV disinfection of Giardia r r lamblia cysts in water", "authors": [{"first": "K", "middle": ["G"], "last": "Linden", "suffix": ""}, {"first": "G", "middle": [], "last": "Shin", "suffix": ""}, {"first": "G", "middle": [], "last": "Fauber", "suffix": ""}, {"first": "W", "middle": [], "last": "Cairns", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Sobsey", "suffix": ""}], "year": 2002, "venue": "Environment Science and Technology", "volume": "36", "issn": "", "pages": "2519--2522", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Inactivation of Giardia muris r r cysts using medium-pressure ultraviolet radiation in filtered drinking water", "authors": [{"first": "S", "middle": ["A"], "last": "Craik", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Finch", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Bolton", "suffix": ""}, {"first": "M", "middle": [], "last": "Belosevic", "suffix": ""}], "year": 2000, "venue": "Water Research W W", "volume": "34", "issn": "", "pages": "4325--4332", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "UVGI systems for air and surface disinfection", "authors": [{"first": "W", "middle": ["J"], "last": "Kowalski", "suffix": ""}, {"first": "Dave", "middle": [], "last": "Witham", "suffix": ""}], "year": 2001, "venue": "IUVA V V News", "volume": "3", "issn": "5", "pages": "4--7", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Design and Optimization of UVGI Air Disinfection Systems", "authors": [{"first": "W", "middle": ["J"], "last": "Kowalski", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Mixing effects in UV disinfection", "authors": [{"first": "B", "middle": ["F"], "last": "Severin", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Suidan", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Englebrecht", "suffix": ""}], "year": 1984, "venue": "Journal of Water Pollution Control Federation J J", "volume": "56", "issn": "7", "pages": "881--888", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Effective UVGI system design through improved modeling", "authors": [{"first": "W", "middle": ["J"], "last": "Kowalski", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Bahnfleth", "suffix": ""}], "year": 2000, "venue": "ASHRAE Transactions", "volume": "106", "issn": "2", "pages": "4--15", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Technologies for Upgrading Existing or Designing New Drinking Water Treatment T T Facilities", "authors": [{"first": "", "middle": [], "last": "Us Epa", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Environmental engineering: challenging and rewarding", "authors": [{"first": "D", "middle": [], "last": "Potorti", "suffix": ""}], "year": 2004, "venue": "Clearwaters", "volume": "34", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "UV Disinfection and Other New Water Treatment Technologies. NY City Water System 100th Anniversary Conference", "authors": [{"first": "L", "middle": ["K"], "last": "Wang", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "New Technologies for Water and Wastewater Treatment. NYSAWWA-NYWEA Joint Tiff Symposium", "authors": [{"first": "L", "middle": ["K"], "last": "Wang", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Electromagnetic spectrum.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Typical response of coliform bacteria to UV radiation in the secondary effluent from the T T biological treatment. Parameters are quoted fromTable 1of Loge et al.(22): N 0 N N = 5,180,000 MPN/100 mL, k = 0.546 cm 2 /mW, and N p = 13,500 MPN/100 mL.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Typical collimated beam apparatus. T T", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Determination of safety factors for the required UV dose due to lamp aging and fouling. 3. Determination of UV intensity as a function of the transmittance or absorbance of filtered water samples by the point-source summation method or equivalent. The presence of suspended solids and colors can reduce the intensity of UV light in the waters. 4. Calculation of the exposure time.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Determination of volume of water to be disinfected based on the exposure time and flow rate. 6. Determination of number of lamps required for the UV disinfection.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Requirement of UV dose =The absorbance of the water sample is 0.2 cm -1 , giving a transmittance of 63%. The UV light in such a water has an intensity of 6 mW/cm 2 . Based on Eq.(6), the UV exposure time is Exposure time = The total volume of water to be disinfected is then calculated: Total volume of water = flow rate f f × exposure time = 500 × 59.5 = 29.74 × 10 3 L Because the volume treated per UV lamp is 8 L, the number of UV lamps is therefore Number of UV lamps =", "latex": null, "type": "figure"}, "FIGREF9": {"text": "researchers rather than applied in the UV disinfection design. In addition, there are very few successful models available in the literature. Lyn et al. studied the UV disinfection in an open channel. The UV lamps are arranged with their length perpendicular to the water flow", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Residence time distribution (RTD): This describes the detention time of the water in the reactor and should be determined for several flow conditions. (b) Plug flow f f : The ability to maintain plug flow in the reactor is influenced by the inlet and exit designs. Disturbances at the inlet and exit planes of the lamp battery should be minimized and necessary changes in the flow direction should be made outside the lamp battery. (c) Dispersion number r r :", "latex": null, "type": "figure"}, "FIGREF11": {"text": "(d) Effective volume f f : The inlet and outlet designs should achieve equivalent water velocities at all points entering and exiting the lamp battery. This maximizes the lamp battery use and improves cost effectiveness. Stilling walls (i.e., perforated baffles) and weirs in the reactor design assist in controlling water velocities. (e) UV lamp designs: Lamps used in UV disinfection systems typically have arc lengths of approx 0.8 and 1.5 m (2.5 and 4.9 ft) and full lengths of 0.9 and 1.6 m (3 and 5.3 ft), respectively. The arc length describes the active, light-emitting portion of the lamp. Lamp diameters typically are 1.52 and 2.0 cm (0.6 and 0.8 in.)", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Typical UV disinfection systems: T T (A) closed channel system (UV lamp perpendicular to flow); (B) closed channel system (UV lamp parallel to flow). 5. Shorter contact time. 6. No toxic chemical handling. 7. No requirements of manufacture, storage, and transport of disinfectants.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Typical UV open channel disinfection system. T T", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Schematic for installation of post-filtration pre-water storage UV disinfection in water treatment: (A) combined filter effluent installation; f f (B) individual filter effluent piping installation.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Schematic of water reclamation process in the NEWater project.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Different approaches for prediction of UV air disinfection.", "latex": null, "type": "figure"}, "TABREF0": {"text": "T Typical UV-VIS Absorbance of Various Waters", "latex": null, "type": "table"}, "TABREF1": {"text": "T UV Dose-Response of Different Microorganisms in Drinking Water", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "T \"CT Values\" for Inactivation of Viruses by UV radiationCT values by UV Log virus inactivation (mW•s/cm 2 ) Technological Status of UV Radiation in Comparison with Other Disinfection ProcessesSource: r r US EPA. P P", "latex": null, "type": "table"}, "TABREF4": {"text": "T Disinfectant Production Considerations", "latex": null, "type": "table"}, "TABREF5": {"text": "T Advantages and Disadvantages of Five Disinfection ProcessesChlorine Effective. Widely used. Variety of Harmful halogenated bypossible application points. products. Potential conflict Inexpensive. Appropriate as with corrosion control pH both primary and secondary levels, when used as a disinfectant. secondary disinfectant. Ozone Very effective. Minimal harmful Requires secondary disinfectant. by-products identified to date. Relatively high cost. More Enhances slow sand and GAC complex operations because filters. Provides oxidation and it must be generated on-site. disinfection in the same step. Ultraviolet radiation Very effective for viruses and Inappropriate for water with bacteria. Readily available. Giardia r r cysts, high suspended No harmful residuals. Simple solids, high color, high turbidity, operation and maintenance. or soluble organics. Requires a secondary disinfectant. Chlorine dioxide Effective. Relatively low cost. Some harmful by-products. Generally does not produce Low dosages currently THMs. recommended by US EPA may make it ineffective. Must be generated on-site. Chloramines", "latex": null, "type": "table"}, "TABREF6": {"text": "Light speed, 3.0 × 10 10 cm/s d Thickness of water layer or vertical path length of the water in the Petri dish, cm, D UV dose, mJ/cm 2 or mW⋅s/cm 2 UV light intensity in the bulk solution, mW/cm 2 I avg a a Average intensity within the suspension, mW/cm 2 I 0 I I UV intensity measured at the surface of suspension, mW/cm 2 I t I UV intensity transmitted by the sample at the desired UV wavelength, mW/cm 2 I ave a a Average intensity of UV light, mW/cm 2 k f k Rate constant for fast decay population, cm 2 /μW⋅s k s Rate constant for slow decay population, cm 2 /mW⋅s k UV inactivation rate coefficient, cm 2 /mW⋅s L Distance from the UV lamp to the surface of the cell suspension N t N Total number (or density) of pathogens at time T T t Total number (or density) of particles (greater than 10 T T μm) N 0 N N Total number (or density) of pathogens prior to UV disinfection, MPN/100 mL P Total energy emitted by source matter, W", "latex": null, "type": "table"}}, "back_matter": [{"text": " (25) where I = Intensity, mW/cm 2 ; t = exposure time, s; k f k = rate constant for fast decay population, cm 2 /mW-s; k s = rate constant for slow decay population, cm 2 /mW-s; t c = threshold of shoulder, s; f = resistant fraction of population; t c can be determined by the Eq. (26) , where A and B can be obtained through a lab experiment with a typical range being A = 5-12 and B = 0.001-0.1, s(t) = surviving fraction of initial microbial population, and t´= adjusted exposure time, s.where A = a constant defining the intercept at f f I = 0; B = a constant defining the slope of f f the plotted line of ln(t c ) as a function of I. Kowalski further developed a computer model K K to simulate a three-dimensional intensity field in a rectangular system. The detailed information can be found in related references (51, 52, 54) .Odor is usually caused by some volatile compounds generated by bacteria. The locations of most concern may be the upper side of sewage treatment basins, sludge treatment tanks, and some meat processing areas. The air emission often brings ammonia, sulfur compounds, indole, skatole, and other odor-causing compounds. Conventional odor control methods include scrubbing, biological filters, and activated carbon adsorption. UV-based oxidation units provide a simple and safe way to control odor. The strong In comparison with other common disinfectants, such as chlorine, chlorine dioxide, monochloramine, and ozone, UV is simple, produces no harmful by-products (Tables  5-7) , requires secondary disinfectant (Tables 5-8) , requires on-site production and high maintenance (Tables 6 and 7) , is very effective for viruses and bacteria, but inffective for water with Giardia r r cysts, high suspended solids, high color, high turbidity, or soluble organics (Table 8) . UV is usually applied toward the end of the water treatment process to minimize presence of other contaminants that interfere with UV (Table 9 ). According to Wang (57, 58) , UV is also very effective for dechlorination, dechloramination, or deozonation if it is required in water or wastewater treatment.", "cite_spans": [{"start": 1, "end": 5, "text": "(25)", "ref_id": "BIBREF24"}, {"start": 282, "end": 286, "text": "(26)", "ref_id": "BIBREF25"}, {"start": 821, "end": 825, "text": "(51,", "ref_id": "BIBREF50"}, {"start": 826, "end": 829, "text": "52,", "ref_id": "BIBREF51"}, {"start": 830, "end": 833, "text": "54)", "ref_id": "BIBREF53"}, {"start": 1963, "end": 1972, "text": "Wang (57,", "ref_id": null}, {"start": 1973, "end": 1976, "text": "58)", "ref_id": "BIBREF57"}], "ref_spans": [{"start": 1497, "end": 1510, "text": "(Tables  5-7)", "ref_id": null}, {"start": 1545, "end": 1557, "text": "(Tables 5-8)", "ref_id": null}, {"start": 1609, "end": 1625, "text": "(Tables 6 and 7)", "ref_id": null}, {"start": 1792, "end": 1801, "text": "(Table 8)", "ref_id": null}, {"start": 1938, "end": 1946, "text": "(Table 9", "ref_id": null}], "section": "annex"}]}