{
    "paper_id": "02a93bfebd6529236fb6d9b69cc1cc5f4705fe59",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Editor, Anatomy is correctly considered the \"basis of the medical sciences.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Medical students must acquire basic anatomical knowledge to build a solid background for future clinical and professional practices. Anatomy is certainly a stimulating subject in medical education, but it is also considered a hard subject. In the past, anatomy was often considered a boring subject and too hard to memorize. Therefore, it was taught using superficial or simple memorization approaches, for the unique purpose of passing the exam (Dawson, Bruce, Heys, & Stewart, 2009 ). This led to a level of \"alarm\" in medical university courses and other health professionals' degree courses because there was a risk of falling below an optimal level of preparation.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 483,
                    "text": "(Dawson, Bruce, Heys, & Stewart, 2009",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, anatomists found themselves facing the problem of education and medical evaluation, with fewer teaching hours and limited human resources. They also had to face extremely heterogeneous group of students with different cultural backgrounds and different levels of school experience and scientific preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For all these reasons in recent years, the teaching of anatomy has been evolving. Anatomists are increasingly using innovative, engaging, creative, and multimodal means to encourage proactive learning, by stimulating the development of long-term memory. In this way, not only student involvement improves, but also learning outcomes will be closer to professional goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In anatomy lessons, the use of technology is now common, in the form of e-books, models, and simulations. Technology should allow for interactive, student-centered learning (Triepels et al., 2009) . In fact, the study of anatomy with cadaver dissection has become almost nonexistent in most medical schools due to the lack of the number of corpses compared with the growing number of students. In addition, this practice would be impossible in this pandemic period due to COVID-19.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 196,
                    "text": "(Triepels et al., 2009)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hence, the use of innovative teaching strategies and techniques becomes mandatory in this particular period of academic life. Videobased learning, with dissection videos and a richer iconography, teambased learning (even if each student by themselves, at home by using computers), peer teaching, and question-times are some examples of these approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this way, the teaching of anatomy could become more interesting, because it is interactive and engaging, helping students to obtain deeper learning, which will allow them to apply knowledge in the clinical context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our purpose as anatomists is to change the common opinion on anatomy: from a mnemonic and boring subject to an engaging and fascinating one. Using all possible active, involving, and technologic strategies, we will set student at the center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Will we succeed in this task? Will we be prepared for this revolution? Certainly, COVID-19 has sped up the process and we will see the results soon. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Student views on the introduction of anatomy teaching packages into clinical attachments",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Heys",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinical Anatomy",
            "volume": "22",
            "issn": "2",
            "pages": "267--272",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Does three-dimensional anatomy improve student understanding",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P R"
                    ],
                    "last": "Triepels",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F A"
                    ],
                    "last": "Smeets",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J B"
                    ],
                    "last": "Notten",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F P M"
                    ],
                    "last": "Kruitwagen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Futterer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F M"
                    ],
                    "last": "Vergeldt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M J"
                    ],
                    "last": "Van Kuijk",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinical Anatomy",
            "volume": "33",
            "issn": "1",
            "pages": "25--33",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "https://orcid.org/0000-0002-1623-1116",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}