{"paper_id": "02a9f28e5091f86a8bd2801b148868d807ba6e76", "metadata": {"title": "Lack of cross-neutralization by SARS patient sera towards SARS-CoV-2", "authors": [{"first": "Danielle", "middle": ["E"], "last": "Anderson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wah", "middle": [], "last": "Chee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Tan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wan", "middle": ["Ni"], "last": "Chia", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Barnaby", "middle": ["E"], "last": "Young", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Martin", "middle": [], "last": "Linster", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jennyg", "middle": ["H"], "last": "Low", "suffix": "", "affiliation": {"laboratory": "", "institution": "Singapore General Hospital", "location": {"settlement": "Singapore", "country": "Singapore"}}, "email": ""}, {"first": "Yee-Joo", "middle": [], "last": "Tan", "suffix": "", "affiliation": {"laboratory": "", "institution": "National University of Singapore", "location": {"settlement": "Singapore", "country": "Singapore"}}, "email": ""}, {"first": "Mark", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "I.-C", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gavin", "middle": ["J D"], "last": "Smith", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yee", "middle": ["Sin"], "last": "Leo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["C"], "last": "Lye", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lin-Fa", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Despite initial findings indicating that SARS-CoV and SARS-CoV-2 are genetically related belonging to the same virus species and that the two viruses used the same entry receptor, angiotensin-converting enzyme 2 (ACE2), our data demonstrated that there is no detectable cross-neutralization by SARS patient sera against SARS-CoV-2. We also found that there are significant levels of neutralizing antibodies in recovered SARS patients 9-17 years after initial infection. These findings will be of significant use in guiding the development of serologic tests, formulating convalescent plasma therapy strategies, and assessing the longevity of protective immunity for SARS-related coronaviruses in general as well as vaccine efficacy.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The outbreak of coronavirus disease 2019 (COVID-19) caused by SARS-CoV-2 started in Wuhan, China and has spread globally with sustained human-to-human transmission outside China. Singapore in Southeast Asia reported the highest number of 5050 confirmed cases as of 18 April 2020. Singapore also had the third highest number of confirmed SARS cases in 2003 [1, 2] . As SARS-CoV and SARS-CoV-2 are genetically closely related and belong to the same viral species, SARS related coronavirus (SARSr-CoV) [3] , it is important to understand the cross reaction/neutralization dynamics in affected patients, especially in regions heavily affected by both viruses, such as Singapore. This information is important for several reasons. First, virus-specific serological tests will play an important role in retrospective contact tracing, in monitoring potential asymptomatic infections such as in children and in tracing the origin and potential intermediate host(s). Second, pre-existing cross-reactive antibodies in a given population may play a role in disease transmission and severity as antibody-dependent enhancement is known for coronaviruses including SARS-CoV [4] . Third, the possibility of using SARS convalescent human plasma for treatment of COVID-19 patients needs to be assessed urgently for nations like Singapore. Lastly, such information may also shed light on the longevity of protective immunity for SARSr-CoV in general and on the development of effective vaccines for SARS-CoV-2.", "cite_spans": [{"start": 356, "end": 359, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 360, "end": 362, "text": "2]", "ref_id": "BIBREF1"}, {"start": 499, "end": 502, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 1160, "end": 1163, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "For this study, convalescent sera obtained from 12 SARS survivors were used. As shown in Table 1 , the collection times vary from <1 year to 17 years after SARS-CoV infection in 2003. The COVID-19 sera were collected from 24 January to 7 February 2020 from 7 patients admitted at Singapore General Hospital and the National Centre for Infectious Diseases. These sera represent different time points post onset of clinical symptoms.", "cite_spans": [], "ref_spans": [{"start": 89, "end": 96, "text": "Table 1", "ref_id": "TABREF0"}], "section": ""}, {"text": "Two serological test platforms, virus neutralization test (VNT) and Enzyme-linked immunosorbent assay (ELISA), were employed in this study. For VNT, we used a SARS-CoV-2 strain isolated from a COVID-19 patient in Singapore. This patient was confirmed positive by PCR on 22 January 2020 and live virus was isolated by inoculating Vero-E6 cells with an oral-nasal swab in our ABSL3 facility. The complete genome sequence is deposited in GISAID under the strain name BetaCoV/Singapore/2/2020 (Accession ID EPI_ISL_406973). VNT was conducted by preincubating 50 µl of diluted virus (5X10 3 TCID50/ml) with 50 µl of diluted serum (or plasma) at 37°C for 90 min, using a two-fold dilution starting at 1:20. The mixture was then added to Vero E6 cells virus (10 4 cells/well) in a 96-well plate, incubated at 37°C for 60 min, and washed with culture medium. The result is read after incubation at 37°C for 4-5 days. Neutralization antibody titres are expressed as the highest serum dilution which shows 100% inhibition of cytopathic effect (CPE).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "For ELISA, recombinant nucleocapsid protein (N) from SARS-CoV and SARS-CoV-2, respectively, was expressed in HEK293T cells using the pcDNA3.1 vector system and purified using an affinity column using previously published method [5] . ELISA wells were coated with 100 ng protein per well and sera at 1:200 dilution, followed by HRP-conjugated goat anti-human antibody (Santa Cruz) at 1:2,000.", "cite_spans": [{"start": 228, "end": 231, "text": "[5]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "The spike (S) proteins of the two viruses are 75% identical at their amino acid sequence level, and the same level of identity also exists for the key receptor binding domain (RBD) [3] . Despite this genetic relatedness and the fact that both viruses use the same cell entry receptor, angiotensin-converting enzyme 2 (ACE2) [3] , our data demonstrated that the level of cross-neutralization between SARS-CoV and SARS-CoV-2 is limited (Table 1) . Some COVID-19 patient sera show low levels of neutralizing activity against SARS-CoV, but no neutralization of SARS-CoV-2 by SARS patient sera. This is different from previous findings indicating cross-neutralization by hyperimmune horse anti-SARS-CoV serum on SARS-CoV-2 virus [3] or by SARS patient sera or rabbit hyperimmune sera on pseudovirus carrying the spike protein of SARS-CoV-2 [6] . The particular horse anti-SARS-CoV hyperimmune serum used by Zhou et al. [3] was known to have a 10-fold greater neutralizing antibody level and binding to more S protein epitopes than most other human and animal sera [7] , hence not surprising to see a low level of cross-neutralization with SARS-CoV-2. Similarly, pseudoviurs-based VNT is usually more sensitive than live virus-based VNT [8] , which might be responsible for the cross-neutralization observed in the Hoffman et al. study [6] .", "cite_spans": [{"start": 181, "end": 184, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 324, "end": 327, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 724, "end": 727, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 835, "end": 838, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 914, "end": 917, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 1059, "end": 1062, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 1231, "end": 1234, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 1330, "end": 1333, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 434, "end": 443, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "On the other hand, there is significant cross-reactivity between the two N proteins, to the degree that it is almost impossible to differentiate between COVID-19 or SARS patient sera regardless of which N protein is used as ELISA antigen.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In conclusion, our data indicate that the cross-neutralization level of SARS survivors' sera against SARS-CoV-2 is not sufficient for potential passive immunotherapy of COVID-19 patients. The strong crossreactivity of N-directed antibodies proved the close relatedness of the two viruses and should be taken into consideration when developing serological tests and vaccine candidates. The potential impact of existing SARS-CoV antibodies on the severity of SARS-CoV-2 infection requires urgent investigation considering the high level of cross-reactive and largely nonneutralizing antibodies in SARS survivors. Finally, the finding of neutralizing antibodies in SARS survivors 9-17 years after the initiation infection is significant in the context of better understanding the longevity of SARSr-CoV protective immunity in general and vaccine development for SARS-CoV-2. Average specific OD readings normalized by dividing the OD readings from human sera by OD readings for each antigen from anti-His monoclonal antibody as both N proteins were expressed with an His-tag.", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Epidemiologic features and clinical course of patients infected with SARS-CoV-2 in Singapore", "authors": [{"first": "B", "middle": ["E"], "last": "Young", "suffix": ""}, {"first": "Swx", "middle": [], "last": "Ong", "suffix": ""}, {"first": "S", "middle": [], "last": "Kalimuddin", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.3204"]}}, "BIBREF1": {"ref_id": "b1", "title": "Severe acute respiratory syndrome (SARS) in Singapore: clinical features of index patient and initial contacts", "authors": [{"first": "L", "middle": ["Y"], "last": "Hsu", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Green", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Yang", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41586-020-2012-7"]}}, "BIBREF4": {"ref_id": "b4", "title": "Anti-spike IgG causes severe acute lung injury by skewing macrophage responses during acute SARS-CoV infection", "authors": [{"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Q", "middle": [], "last": "Lin", "suffix": ""}], "year": 2019, "venue": "JCI Insight", "volume": "4", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1172/jci.insight.123158"]}}, "BIBREF5": {"ref_id": "b5", "title": "Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor", "authors": [{"first": "X", "middle": ["Y"], "last": "Ge", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Li", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Yang", "suffix": ""}], "year": 2013, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/nature12711"]}}, "BIBREF6": {"ref_id": "b6", "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor", "authors": [{"first": "M", "middle": [], "last": "Hoffmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Kleine-Weber", "suffix": ""}, {"first": "S", "middle": [], "last": "Schroeder", "suffix": ""}], "year": 2020, "venue": "Cell", "volume": "181", "issn": "2", "pages": "271--280", "other_ids": {"DOI": ["10.1016/j.cell.2020.02.052"]}}, "BIBREF7": {"ref_id": "b7", "title": "Determination and application of immunodominant regions of SARS coronavirus spike and nucleocapsid proteins recognized by sera from different animal species", "authors": [{"first": "M", "middle": [], "last": "Yu", "suffix": ""}, {"first": "V", "middle": [], "last": "Stevens", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Berry", "suffix": ""}], "year": 2008, "venue": "J Immunol Methods", "volume": "331", "issn": "1", "pages": "1--12", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Second generation of pseudotype-based serum neutralization assay for Nipah virus antibodies: sensitive and high-throughput analysis utilizing secreted alkaline phosphatase", "authors": [{"first": "Y", "middle": [], "last": "Kaku", "suffix": ""}, {"first": "A", "middle": [], "last": "Noguchi", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Marsh", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Summary of serological test results. Average Neutralization titers determined from three separate experiments. b", "latex": null, "type": "table"}}, "back_matter": [{"text": "We sincerely thank the SARS survivors and COVID-19 patients for donating serum samples for this study under the PROTECT Protocol; We thank staff in the Singapore Infectious Disease Clinical Research Network for coordinating patient recruitment and all the doctors and nurses of the Singapore General Hospital and National Centre for Infectious Diseases for their dedication to patient care; We thank Viji Vijayan, Benson Ng and Velraj Sivalingam of the Duke-NUS Medical School ABSL3 facility for logistics management and assistance. We thank Adrian Kang, Charles Tiu, Yilong Peng, Yan Zhuang and Akshamal Gamage for providing technical assistance in BSL2 and ABSL3 labs.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "No potential conflict of interest was reported by the author(s).", "cite_spans": [], "ref_spans": [], "section": "Disclosure statement"}, {"text": "This study was jointly supported by grants from the Singa- ", "cite_spans": [], "ref_spans": [], "section": "Funding"}]}