{
    "paper_id": "02acc2bd892c2e4c7a0b0fa2ebc7a4b82bba02cf",
    "metadata": {
        "title": "From the Department of Anesthesiology",
        "authors": [
            {
                "first": "Baylor",
                "middle": [],
                "last": "Scott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "A&M University College of Medicine",
                    "location": {
                        "settlement": "Temple",
                        "region": "Texas"
                    }
                },
                "email": ""
            },
            {
                "first": "White",
                "middle": [],
                "last": "Health",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "A&M University College of Medicine",
                    "location": {
                        "settlement": "Temple",
                        "region": "Texas"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "C"
                ],
                "last": "Culp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A&M University College of Medicine",
                    "location": {
                        "addrLine": "2401 S 31st St",
                        "settlement": "Temple, TX. Address"
                    }
                },
                "email": "towilliam.culpjr@bswhealth.org."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) global pandemic is currently projected to infect up to 50%-60% of the American population. 1 High disease transmission rates, scarcity of personal protective equipment, and frequent aerosol-generating procedures such as tracheal intubation combine to make occupational exposure likely for many health care workers. Those at highest risk include anesthesiologists, emergency medicine physicians, intensive care physicians, nurse anesthetists, and emergency medical technicians. 2 More than 3300 health care workers in China have been infected with SARS-CoV-2, and 20% of responding health care workers in Italy have been infected. 3 As the pandemic spreads, these health care workers are subjecting their families to this risk, which is of particular concern with family members who are older, have chronic illness, or are otherwise at high risk for complications from Coronavirus Disease 2019 (COVID-19). 4 Alternatively, some are choosing to move out of the home. 5 Separation from family is not possible for many, and even when it is possible, places a significant emotional burden on both the health care worker and the family members during stressful times when social support systems are most needed. 6 Remaining at home without proper isolation from household members also contributes to community spread of the virus through family contacts, further propagating the pandemic. 7 By creating a temporary isolation wall consisting of a framed viewing and access window and plastic sheeting, a section of a home (eg, a bedroom with adjacent bathroom) can be effectively isolated to contain droplet bioburden and avoid contamination of the remainder of the house. Using plastic sheeting, construction-grade lumber, and an acrylic panel, droplet spread can be nearly eliminated, reducing the bioburden exposure of the family and thereby dramatically reducing the risk of transmission. By incorporating a sliding window, the family can still easily see and speak with the isolated health care worker and even deliver items through the sliding mechanism. By placing the isolation wall just outside of a bedroom door, an anteroom can be created. With the window closed, the health care worker can see and talk with the family from the anteroom. To pass items into the isolation room, the health care worker sprays the anteroom with disinfectant, leaves the anteroom, and closes the bedroom door. Then, the family member can slightly raise the access window, deliver food or other necessities, close the window, and perform hand hygiene. This process should dramatically reduce bioburden exposure and mitigate the risk of household spread.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 543,
                    "end": 544,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 696,
                    "end": 697,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 971,
                    "end": 972,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1272,
                    "end": 1273,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1449,
                    "end": 1450,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The following steps are designed to be completed by someone with minimal construction experience and only basic tools. Construction-grade lumber is used to construct a simple window frame, and plastic sheeting is secured above and below the frame. Note that many lumber and hardware stores will cut lumber to specified dimensions free of charge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONSTRUCTION STEPS"
        },
        {
            "text": "1. Identify a bedroom with an adjacent bathroom in the home. Ideally, this area should have its own exterior door for entry and exit. If not, a ground floor window may be used as an entry point. Then, acquire supplies as listed in the Table. 2. Carefully measure the hallway width 3′-4′ outside of the bedroom door. This will be the location of the isolation wall. 3. At this location, identify studs in the wall by knocking or with a stud finder. By tapping the drywall with one's hand (similar to percussing a chest wall during physical examination), a tone change marks the location of a wooden stud. If studs are found, wood screws can be used to secure the isolation wall frame. If studs cannot be located, drywall anchors may be used as an alternative. 4. Cut 2 horizontal frame supports, A, from the 2ʺ × 4ʺ board to the hallway width ( Figure 1 ). Measure this distance and cut accurately to ensure proper fit. (Most saws can be used to cut the lumber to length, including table saw, miter saw, hand saw, circular saw, jig saw, or coping saw.) 5. Determine the dimensions of the window based on the size of the acrylic that was acquired. Ideally, this window should occupy most of the width of the hallway (approximately 36ʺ-40ʺ) and be approximately 30ʺ in height. Cut to shape, if necessary. Cutting may be avoided by purchasing an acrylic panel of an acceptable window size, adjusting the height and horizontal spacing of the vertical frames, B, as necessary. Glass is an acceptable alternative. 6. Cut 2 vertical frame supports from the 2ʺ × 4ʺ board, B, to a length approximately 4ʺ less than the height of the acrylic window. 7. Cut 4 wall anchors, C, from the remaining 2ʺ × 4ʺ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 241,
                    "text": "Table.",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 844,
                    "end": 852,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CONSTRUCTION STEPS"
        },
        {
            "text": "boards, approximately 4ʺ in length ( Figure 2 ). 8. Secure the top 2 wall anchors, C, into the opposing walls at the desired height for the top of the frame using 2.5ʺ wood screws that engage the studs. A level can be used, if available, to confirm position. 9. Attach the top horizontal frame support, A, to the front surface of the upper wall anchors, C, using 2.5ʺ wood screws. 10. Secure the bottom 2 wall anchors, C, into the opposing walls at the desired height for the bottom of the frame using 2.5ʺ wood screws that engage the studs. These should be below the upper wall anchors by the length of the vertical frame supports, B. 11. Attach the lower horizontal frame support, A, to the front surface of the lower wall anchors, C, using 2.5ʺ wood screws. 12. Install the 2 vertical frame supports, B, between the horizontal frame supports, A, using 2.5ʺ wood screws. 13. Cut a groove (known as a rabbet) slightly larger than the thickness of the window pane into a thin strip of wood known as a furring strip (Figure 3 ). This is done most readily with a table saw or circular saw. Then cut the furring strips to length. The vertical furring strips, approximately 10ʺ in length to be used as a handle to raise and lower the window. Use adhesive such as E6000 to attach handle to window. Allow to cure per adhesive instructions. 18. Finally, secure plastic sheeting to the adjacent walls and the window frame support structure using tape. 19. To operate, raise, and low the window only when necessary to pass items into isolation room. Strict hand hygiene should be practiced when accessing window.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1015,
                    "end": 1024,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "CONSTRUCTION STEPS"
        },
        {
            "text": "Note: This wall is not built to be airtight, but should dramatically reduce the spread of airborne droplets. E DISCLOSURES Name: William C. Culp Jr, MD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONSTRUCTION STEPS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Worst-case estimates for U.S. coronavirus deaths",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "We are physically bringing home bacteria and viruses\": Doctors fear for their families as they fight against coronavirus. USA Today",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ungar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: protecting health-care workers",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Centers for Disease Control and Prevention. Information for Healthcare Professionals: COVID-19 and Underlying Conditions",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "As they rush to save lives, health care workers are updating their own wills and funeral plans. The Washington Post",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siegal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On the front lines of a pandemic, 'I love you' can mean 'goodbye",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hospital CEO and family test positive for coronavirus: 'disease moves very, very quickly'. Fox News",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Musto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Overall schematic depicts temporary isolation wall design set several feet in front of a bedroom door, connecting 2 walls to form an anteroom. Note that the window height can be made to facilitate viewing from the sitting position or standing position.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Detail view demonstrating wall anchors (C) secured to wall studs. The horizontal frame support (A) is attached to the front of the wall anchors (C) with wood screws.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of Recommended Supplies for Construction of Home Isolation WallAll supplies should be readily available at local hardware, lumber, or home supply stores.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "D, should be approximately 1ʺ-2ʺ shorter than the vertical frame supports, B. The bottom furring strip, E, should be slightly wider than the width of the window. 14. Attach 1 vertical furring strip, D, to the vertical frame support, B, using no.6 1.5ʺ wood screws. Then attach the bottom furring strip, E, to the lower horizontal frame support, A, using no. 6 1.5ʺ wood screws. 15. Slide the acrylic panel into the bottom and vertical furring strips. Then, precisely position the remaining vertical furring strip, D, screwing it into position on the vertical frame support, B, again using no. 6 1.5ʺ wood screws. 16. Confirm that the acrylic panel fits into the furring strips. It should slide smoothly. 17. Using some remaining furring strip, cut a piece",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}