{"paper_id": "02b3c0c87a6b32d5107a6e05f83f73cb7f939432", "metadata": {"title": "Is Group Testing Ready for Prime-time in Disease Identification?", "authors": [{"first": "Gregory", "middle": [], "last": "Haber", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Cancer Institute", "location": {"postCode": "20852", "settlement": "Rockville", "region": "MD"}}, "email": ""}, {"first": "Yaakov", "middle": [], "last": "Malinovsky", "suffix": "", "affiliation": {"laboratory": "", "institution": "Baltimore County", "location": {"postCode": "21250", "settlement": "Baltimore, Correspondence", "region": "MD"}}, "email": ""}, {"first": "Paul", "middle": ["S"], "last": "Albert", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Cancer Institute", "location": {"postCode": "20852", "settlement": "Rockville", "region": "MD"}}, "email": ""}]}, "abstract": [{"text": "Large scale disease screening is a complicated process in which high costs must be balanced against pressing public health needs. When the goal is screening for infectious disease, one approach is group testing in which samples are initially tested in pools and individual samples are retested only if the initial pooled test was positive.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Intuitively, if the prevalence of infection is small, this could result in a large reduction of the total number of tests required. Despite this, the use of group testing in medical studies has been limited, largely due to skepticism about the impact of pooling on the accuracy of a given assay. While there is a large body of research addressing the issue of testing errors in group testing studies, it is customary to assume that the misclassification parameters are known from an external population and/or that the values do not change with the group size. Both of these assumptions are highly questionable for many medical practitioners considering group testing in their study design.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In this article, we explore how the failure of these assumptions might impact the efficacy of a group testing design and, consequently, whether group testing is currently feasible for medical screening. Specifically, we look at how incorrect assumptions about the sensitivity function at the design stage can lead to poor estimation of a procedureâĂŹs overall sensitivity and expected number of tests. Furthermore, if a validation study is used to estimate the pooled misclassification parameters of a given assay, we show that the sample sizes required are so large as to be prohibitive in all but the largest screening programs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "KEYWORDS:", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Developing design strategies to reduce study expense is an important job for the practicing biostatistician. In many settings, measuring biomarkers can be expensive, and design strategies for reducing these costs are needed. In 1943, Dorfman 1 proposed a simple method to make the testing of syphilis feasible in recruits for the U.S. Army. This simple design suggested testing a arXiv:2004.04837v1 [stat.AP] 9 Apr 2020 2 pooled collection of k samples, and only testing individual samples if the combined sample is positive. Intuitively, this design could provide a tremendous cost reduction in terms of the required number of tests if the disease prevalence is small.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "There has been a vast amount of research in group testing since the original Dorfman paper. A majority of this work can be divided into either using group testing for disease screening or for prevalence estimation. Particularly for the application of group testing to screening, there has been lots of work not only in the statistics literature, but also in computer science and applied mathematics.(see, 2,3,4,5,6 among others) This is because optimality of group testing algorithms often involves choosing a particular set of group sizes that minimizes the expected number of tests required to identify all cases in a population of individuals.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Deriving optimal designs often involve the development of complex algorithms that rely on dynamic programming, mathematical techniques that are usually applied in areas of applied mathematics and computer science, and less often in statistics. There has also been extensive work in prevalence estimation, where participants are tested in pools with no re-testing at the individual level. This article will focus on the use of group testing in disease screening.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Although methodological research in this area has expanded, we believe that there has been limited use of these designs as they were originally formulated in the biomedical sciences for disease screening. The syphilis example in World War II is a notable example. We have seen a reluctance by our epidemiologic collaborators to use these designs in large scale studies. In part this is due to our laboratory and epidemiology colleagues not being aware of the advantages of the group testing methodology.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "However, most often, scientists are afraid that the combining of tests across samples on different participants decreases the sensitivity of the test, thereby increasing the likelihood of a false negative on a grouped test. Furthermore, it is perceived that in much of the group testing literature unreasonable assumptions have been made that, in many cases, favor the use of group testing procedures over single testing. The goal of this current article is to provide a balanced view of the research in this area and to provide suggestions for evaluating its feasibility in practical settings.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "There are a number of issues that have caused confusion and have made comparisons with individual testing difficult. These include:", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "i. Questions over how to choose a design that appropriately accounts for misclassification.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "ii. Assumptions of non-differential misclassification, or that the testing errors do not change with the group size.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "iii. Assumptions that sensitivity and specificity values are known a priori from external sources and can be readily applied to the question at hand.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A careful comparison of group testing with individual testing that takes into account these issues is important in deciding the situations where group testing should be used for disease identification in the biosciences. In what follows, we introduce several case studies that are representative of the types of problems in which group testing is appealing to researchers, but current limitations raise questions about or prevent its use. This is followed by a full discussion of each of the above issues. We then 3 present numerical comparisons to examine the impact of incorrect assumptions regarding the misclassification parameters on a screening procedure and the feasibility of using a validation study to estimate these values.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "CASE STUDIES", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Coronovirus disease 2019 (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was first identified in Wuhan, China in late 2019 and is rapidly spreading worldwide with dramatic impacts on the healthcare and economic landscapes. In the United States, shortages of testing reageants hinder the ability to carry out sufficient screening for infection with SARS-CoV-2 which may ultimately threaten the ability of public health officials to adequately control the spread of the virus. The need for large scale screening, coupled with scarce testing resources, make this an ideal scenario for implementing group testing to reduce the number of tests required to carry out a screening program.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Monitoring of viral load in individuals diagnosed with HIV is important for determining treatment failure and making informed treatment decisions. Current World Health Organization guidelines recommend viral load testing at 6 and 12 months following initiation of antiretroviral therapy (ART), and annually thereafter. 7 These recommendations have proven to be cost prohibitive, and continue to be impractical in many low resource settings. For example, in Malawi, a country with over 1 million people living with HIV and over 600,000 taking ART, 8 the annual burden of sufficient viral load monitoring is enormous. In this context, group testing has regularly been considered as a cost saving measure, however concerns over false negative rates are common. 9,10,11", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Cervical cancer is currently the 4th most common cancer among women, 12 highlighting the need for cheap and effective clinical screening. The most effective indicator of cervical cancer risk is HPV infection, however only a small number of HPV positive women will go on to develop cervical cancer. To minimize unnecessary and invasive follow-up procedures such as colposcopy, it is necessary to develop better tests for triaging HPV infections in order to identify those at greater risk of progressing to cancer.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "One promising method is methylation testing which captures the methylation of HPV DNA transitioning to precancer. 13, 12, 14 Unfortunately, such tests are too expensive to routinely carry out for all HPV positive women. Group testing could offer one way of making such testing feasible.", "cite_spans": [{"start": 114, "end": 117, "text": "13,", "ref_id": "BIBREF12"}, {"start": 118, "end": 121, "text": "12,", "ref_id": "BIBREF11"}, {"start": 122, "end": 124, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In many cohort studies specimens collected from individual participants are to be screened for a variety of biomarkers. For example, the Connect study is a cohort study funded by the National Cancer Institute planning to enroll 200,000 adults in the United States with the goal of understanding the etiology of cancer through longitudinal assessment of biomarkers, environmental exposure, and the occurrence of cancer precursors. One biomarker of interest in this study is monoclonal gammopathy of undetermined significance (MGUS), a premalignant plasma cell disorder present in about 3% of adults. 15 MGUS is a precursor for multiple myeloma and other blood cancers. Screening all cohort participants for MGUS would add significant costs to the Connect study, a particular concern since it is one of many biomarkers of interest. In theory, this is an ideal case for group testing since the low prevalence of MGUS would result in a large reduction in the number of tests to screen the entire cohort. 16 In practice, however, the sensitivity of pooling procedures when screening for MGUS is unknown, and a validation study would be required to assess the feasibility of group testing in this case. The costs of this validation study would have to be considered in light of the, initially unknown, potential savings from a pooling design.", "cite_spans": [{"start": 599, "end": 601, "text": "15", "ref_id": "BIBREF14"}, {"start": 1000, "end": 1002, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "2.Biomarker presence in cohort study"}, {"text": "For a screening program, we assume a population of individuals is represented by random variables , = 1, 2, … , . We will assume that each member of this population has an identical probability, , of having some characteristic (e.g., an infectious disease) so that ∼ ( ), = 1, 2, … , . Let ( ) be a random variable representing the observed test outcome (allowing for testing error) for determining the presence of the given characteristic in any member of a pool of size and̃ ( ) the true status of the same pool. Then,̃ ( ) ∼ (1 − ). For a given assay we define the sensitivity and specificity for a pooled test containing individuals to be ( ) = ( ( ) = 1|̃ ( ) = 1) and ( ) = ( ( ) = 0|̃ ( ) = 0), respectively. Using these definitions, we have ( ) ∼ ( ( ) − ( ( ) + ( ) − 1)(1 − ) ).", "cite_spans": [{"start": 477, "end": 480, "text": "( )", "ref_id": null}], "ref_spans": [], "section": "NOTATION AND DORFMAN PROCEDURE"}, {"text": "The first published group testing procedure proposed by Dorfman 1 is a simple two stage procedure. To implement it, a group size is chosen and the population is divided into pools of that size. The choice of is typically made to minimize the expected number of tests given by E( | , , ( ) ) = ( ) − ( ( ) + ( ) − 1)(1 − ) + 1 .", "cite_spans": [], "ref_spans": [], "section": "NOTATION AND DORFMAN PROCEDURE"}, {"text": "For each pool, an initial test is carried out to determine if any of the samples within are positive for the disease. If negative, each sample is assumed to be disease free. If positive, the pool is broken up into individual samples which are tested to identify those with the disease. Much of the more recent group testing literature has focused on more efficient designs. Typically, such designs are optimized with respect the expected number of tests and do not account for the overall sensitivity and specificity of a test. As such, for the examples in this paper we will focus on the Dorfman design for which, in addition to its simplicity, it is easiest to control the overall procedure sensitivity. For example, if a single unit test is treated as a gold standard (e.g., no misclassification) the overall sensitivity of the Dorfman procedure with initial group size will be ( ) . With non-differential misclassification, it will not be possible for any pooling design which tests all individuals in pools to improve on this value.", "cite_spans": [], "ref_spans": [], "section": "NOTATION AND DORFMAN PROCEDURE"}, {"text": "Since nearly all of the issues impeding the use of group testing in medical settings involve questions of misclassification, we briefly review the literature related to this issue here. Beginning in the 1970s with the reinsurance of research in group testing, methodology for accounting for misclassification was proposed. The idea is that even if a test on a single sample has little or no misclassification, it is natural to think that there may be measurement error induced by the combining of samples across individuals. Graff and Roeloffs (1972) 17 21 characterized the optimal design in the Dorfman procedure in the presence of non-differential misclassification by maximizing the ratio between the expected number of correct classifications and the expected number of tests. Using the same criterion and testing procedure, they also characterized a cut-off point of disease prevalence where all individuals should be tested Many recent papers assume non-differential misclassification. Specifically, they assume that misclassification does not depend on the size of the group and that there is misclassification for a single test. Although the assumption of non-differential misclassification may be reasonable for some types of sample pooling, it cannot be generally assumed. Further, misclassification needs to be defined relative to a gold standard. A natural comparison of group testing screening designs is with a design where individuals are tested separately. In many cases, it is reasonable to assume that the assay tested on a single sample is the gold standard. In this case, misclassification for group testing will be relative to single testing with the sensitivity and specificity of the individual test being 1, as it also was assumed earlier by Hwang (1976a) 18 .", "cite_spans": [{"start": 525, "end": 550, "text": "Graff and Roeloffs (1972)", "ref_id": "BIBREF16"}, {"start": 551, "end": 553, "text": "17", "ref_id": "BIBREF16"}, {"start": 554, "end": 556, "text": "21", "ref_id": "BIBREF20"}, {"start": 1767, "end": 1780, "text": "Hwang (1976a)", "ref_id": "BIBREF17"}, {"start": 1781, "end": 1783, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "TESTING WITH MISCLASSIFICATION AND COMPARISON WITH SINGLE TESTING"}, {"text": "As can be seen from the previous section, many works have appropriately attempted to account for misclassification for the optimal group testing design for disease identification. Minimizing the expected number of tests has been used as an objective function, which we also believe is problematic. In most of the previous works the authors have proposed minimizing a linear combination of the expected number of tests and the rate of correct classification. 17, 19, 22 However, choosing the coefficients for these terms is subjective and difficult to motivate from a medical or public health perspective. Some authors include a cost for incorrect classification 18, 20 which is also difficult to motivate from a medical or public health perspective. Although, the criterion proposed by 21 does not require such specifications, it assigns the same weight for the expected number of tests and the expected number of correct classifications, and therefore can also be subjective. In this work we propose a simple easy to interpret objective function which is easy for the scientist to interpret and understand. We propose a different way to incorporate misclassification in the examples below.", "cite_spans": [{"start": 458, "end": 461, "text": "17,", "ref_id": "BIBREF16"}, {"start": 462, "end": 465, "text": "19,", "ref_id": "BIBREF18"}, {"start": 466, "end": 468, "text": "22", "ref_id": "BIBREF21"}, {"start": 662, "end": 665, "text": "18,", "ref_id": "BIBREF17"}, {"start": 666, "end": 668, "text": "20", "ref_id": "BIBREF19"}, {"start": 786, "end": 788, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "WHAT IS THE OPTIMAL DESIGN?"}, {"text": "To choose an optimal design and understand its properties, it is essential that researchers first have knowledge of the diagnostic accuracy of the test for pooled samples. In fact, many claims by authors that group testing is more efficient than individual testing for disease screening are based on calculations that assume that the sensitivity and specificity do not depend on group size and that these quantities are known and therefore have no estimation error. There are a number of issues of concern here. First, the estimates of sensitivity and specificity are based on studies conducted in other populations. The problem of applying the sensitivity and specificity of a test in one population when it was estimated in a different population with a different mix of patients has been well recognized in the area of diagnostic medicine. 26 Second, the uncertainty in the estimation of sensitivity and specificity is not taken into account in most comparisons.", "cite_spans": [{"start": 843, "end": 845, "text": "26", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "IMPORTANCE OF CORRECTLY SPECIFYING SE(K) AND SP(K)"}, {"text": "Misspecification of the sensitivity and specificity can impact the testing procedure in two primary ways. First, even small differences can lead to changes in the optimal choice of design. This is particularly true if the sensitivity changes with the group size, since the expected number of tests typically decreases with the sensitivity. This will result in a poor understanding of the expected number of tests for a given design and may lead to poor decisions regarding the application of a group testing procedure in a given population.", "cite_spans": [], "ref_spans": [], "section": "IMPORTANCE OF CORRECTLY SPECIFYING SE(K) AND SP(K)"}, {"text": "Second, misspecification of the misclassification parameters can lead to choosing a design with very high error rates. For example, if the sensitivity of a test is decreasing with pool size then overestimating the sensitivity by even a small degree can lead to choosing a large pool size for which the assumed overall error rate estimate is overly optimistic.", "cite_spans": [], "ref_spans": [], "section": "IMPORTANCE OF CORRECTLY SPECIFYING SE(K) AND SP(K)"}, {"text": "These issues are illustrated in the following example.", "cite_spans": [], "ref_spans": [], "section": "IMPORTANCE OF CORRECTLY SPECIFYING SE(K) AND SP(K)"}, {"text": "In this section, we explore numerically how misspecification of the sensitivity function, ( ), when choosing an optimal design can lead to errors in the estimation of a procedures overall sensitivity as well as the expected number of tests. We will assume in all cases that ( ) = 1. To illustrate different potential ways the sensitivity might be subject to differential misclassification, we consider the dilution function of Hwang (1972) , To find the optimal group size, , we consider two approaches. The first, for a given and function where  is the set of all possible group sizes and", "cite_spans": [{"start": 427, "end": 439, "text": "Hwang (1972)", "ref_id": null}], "ref_spans": [], "section": "Example"}, {"text": "The second approach enforces a lower bound on the overall sensitivity of a procedure by solving the constrained optimization problem arg min ∈ E( | , , ( )),", "cite_spans": [], "ref_spans": [], "section": "Example"}, {"text": "where is a fixed threshold value and, again, and ( ) are assumed known.", "cite_spans": [], "ref_spans": [], "section": "Example"}, {"text": "For our numerical comparisons, we set  = {1, 2, … , 25} and = 0.95. Results are shown in Table 1. The table contains estimates for three basic quantities:", "cite_spans": [], "ref_spans": [{"start": 90, "end": 117, "text": "Table 1. The table contains", "ref_id": "TABREF1"}], "section": "Example"}, {"text": "• , the optimal group size chosen for a given optimization procedure;", "cite_spans": [], "ref_spans": [], "section": "Example"}, {"text": "• ( ), the sensitivity function evaluated at the optimal group size;", "cite_spans": [], "ref_spans": [], "section": "Example"}, {"text": "• E( | ), the expected number of tests for a given procedure based on the optimal group size.", "cite_spans": [], "ref_spans": [], "section": "Example"}, {"text": "For each quantity, an estimated value is indicated by a hat,⋅ (e.g., E( |̂ ) is the expected number of tests based on the estimated optimal group size andÊ( |̂ ) is the estimated value of this same estimand). By estimated sensitivity, we refer to the value to which the sensitivity would converge in a large sample validation study. From the results, we see that the unconstrainted optimization, which considers only the expected number of tests, often yields very poor estimated overall sensitivity. This highlights the fact that such an optimization procedure can do nothing to control the overall sensitivity rates and should be used cautiously, particularly with differential misclassification. While the overall sensitivity values are always much higher when using the constrained procedure, when the assumed sensitivity function overestimates the true values the chosen group size can yield an overall sensitivity value much smaller than is assumed to be true. The large differences observed between true and estimated sensitivity tend to decrease sharply as increases. This is due to the fact that for larger the expected number of tests decreases rapidly with the group size, regardless of the sensitivity values. Differences between the estimated and true expected number of tests, however, follows the opposite pattern, with the differences increasing with . Here, overestimation and underestimation of the sensitivity values leads to overestimation and underestimation, respectively, of the expected number of tests.", "cite_spans": [], "ref_spans": [], "section": "Example"}, {"text": "In most cases, for group testing to be applicable it is necessary to first obtain population specific estimates of the sensitivity and specificity. To do this will require a validation study design in which individuals with known disease status (perhaps from initial individual screening) are tested in pools of varying group sizes. To date, there exists no work in the literature related to the question of how to best design such studies. However, in practice it is important to consider how large such validation studies would need to be before deciding if group testing is a reasonable approach. Another important question is, given that a validation study of a certain size is to be carried out, how large of a target population for screening is required to see an overall benefit from utilizing group testing. Answers to such questions will vary greatly depending on the underlying population and particular assay being used, but it is reasonable to assume that such considerations will show group testing is not warranted in many situations when such an approach might otherwise be desirable.", "cite_spans": [], "ref_spans": [], "section": "OPTIMAL DESIGN INCORPORATING ESTIMATION ERROR IN̂ ( ) AND̂ ( )"}, {"text": "In this section we explore by simulation the size of a validation study required to ensure that the estimates of ( ) are sufficiently accurate. For the constrained optimization problem described above in (1), accuracy is here defined as achieving", "cite_spans": [], "ref_spans": [], "section": "Example"}, {"text": "To estimate ( ) and ( ), we used the validation design described in Algorithm 1 for an initial sample of size and a maximum group size . Once the misclassification parameters were estimated, they were used to find from the constrained optimization procedure described above in (1) . To determine the necessary validation size, , we took 50,000 simulations and found the smallest such that the empirical probability (0.95) > 0.95. As above, we assumed ( ) = 1 for all . For the sensitivity functions, we considered several possibilities: Simulations were carried out for = 0.01, 0.02, … , 0.10.", "cite_spans": [{"start": 277, "end": 280, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Example"}, {"text": "Once the smallest was determined, we found the smallest total population size, * , required to see a benefit from group testing following such a validation procedure. This value was determined by solving the inequality", "cite_spans": [], "ref_spans": [], "section": "Example"}, {"text": "where is the total number of assay tests required in the validation study. The expected value in this expression was taken as the average expected value across all simulations for the given validation sample size. Results are shown in Figure 2 .", "cite_spans": [], "ref_spans": [{"start": 235, "end": 243, "text": "Figure 2", "ref_id": null}], "section": "Example"}, {"text": "Unsurprisingly, for all sensitivity functions we see the required validation sample sizes decrease with increasing prevalence. This is expected as smaller numbers of individuals are required to ensure an adequate number of pools with at least one positive member. For the sensitivity functions on the top row, the decrease in sensitivity is more gradual so that a larger group size can be chosen. For these cases, larger validation sample sizes are required to accurately estimate the sensitivity function. However, since the larger pool sizes will allow for a smaller expected number of tests, the additional sample size required to see a benefit from group testing is small. ", "cite_spans": [], "ref_spans": [], "section": "Example"}, {"text": "Large scale screening for SARS-CoV-2 is an important and pressing public health issue. Implementation of group testing to facilitate such screening currently faces several obstacles which must be considered before beginning such a program. First, prevalence values in a given region are unknown and constantly changing. This forces any design choices to be made somewhat ad hoc. This is particularly an issue as testing protocols and indications are currently in flux across state and national health departments, so that the underlying screening population characteristics can change at any time. For example, if the positive rate of tests in an area is approximately 5%, a procedure testing pools of size 5 could offer significant advantages. If, however, at a later time the prevalence of the screening population increases to 29%, or greater, due to testing only individuals at higher risk such a procedure would require more tests than individual screening. The inability of testing facilities to anticipate such swings could lead to very expensive mistakes.", "cite_spans": [], "ref_spans": [], "section": "Population based screening for COVID-19 infection"}, {"text": "A second issue is that it is not known a-priori how test sensitivity changes with pool sizes. This is particularly true as such values may vary across populations and labs given the wide range of testing techniques currently being implemented. While a validation study would be feasible for such a use case, it is unlikely that public health officials would be willing to reallocate sparse testing materials for large speculative studies at this time. In a public health crisis like COVID-19, we recommend that samples be stored so that, at a minimum, the feasibility of group testing can be evaluated at a later time.", "cite_spans": [], "ref_spans": [], "section": "Population based screening for COVID-19 infection"}, {"text": "If despite these concerns a group testing program was to be implemented, a basic prevalence estimate could be obtained using recent individual testing data. To carry out a validation procedure as described above we show the estimated validation sample sizes, total number of tests, and population size required to see a benefit from group testing for prevalence values 0.5, 0.1, and 0.25 in Table 2 . Values are reported based on two assumed underlying sensitivity functions: 1) a linear function, ( ) = 1 − 0.02( − 1) and 2) the Hwang function with = 0.1, ( = 0.1). 13 ", "cite_spans": [{"start": 567, "end": 569, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 391, "end": 398, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Population based screening for COVID-19 infection"}, {"text": "The specifics of designing a screening program for monitoring HIV viral load will vary as different regions employee differing testing protocols and thresholds. As an example, we consider a case with suspected ART failure prevalence around 9%, a value reported among those using ART for at least 18 months for a Malawian cohort in Nicholas et al. (2019) . 27 While studies evaluating the pooled sensitivity for fixed group sizes have been done 10, 11 , such values are likely cohort specific and would need to be re-estimated before application to a specific population. Furthermore, in order to make informed decisions about an optimal group size it would be necessary to first understand how the sensitivity changes with the pool size. Using the procedure outlined above, we can look at the sample sizes required under different assumed sensitivity functions to evaluate how feasible group testing would be in this case. For example, if we assumed the linear sensitivity function ( ) = 1 − 0.02( − 1) for a prevalence of 0.09 we would require 18,750 individuals to enroll in a validation study requiring 54,920 total tests and a population size to 103,097 to see a benefit from group testing. If, however, the sensitivity function was the Hwang function with = 0.1, we would require 9,375 individuals to enroll in a validation study requiring 27,462 tests and a population size of 1,094,884. In either case, for a population of 600,000 screened semi-annually there is a clear potential for savings from group testing, even after carrying out a validation procedure. Without any prior knowledge of the sensitivity function, it would be difficult to choose an initial validation sample size as it is impossible to give conservative bounds. Still, if the resources are available for an initial large investment for a validation study, and health officials are able to deal with the possibility that the pooled sensitivity will be too low for practical use, the long term and ongoing nature of HIV viral load screening can potentially benefit largely from group testing.", "cite_spans": [{"start": 331, "end": 353, "text": "Nicholas et al. (2019)", "ref_id": "BIBREF26"}, {"start": 356, "end": 358, "text": "27", "ref_id": "BIBREF26"}, {"start": 444, "end": 447, "text": "10,", "ref_id": "BIBREF9"}, {"start": 448, "end": 450, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Large scale screening for HIV viral load"}, {"text": "For HPV methylation screening, we consider a program aimed at screening the entire US population for HPV related cervical cancer risk. This could be achieved by collecting samples from all women, identifying those with high risk HPV subtypes (i.e., those that act as cancer precursors), and finally administering methylation testing for the high risk HPV group. Those with positive methylation tests would then be followed more intensely to ascertain cervical cancer risk. Using 2010 population estimates and estimated prevalences from 2014 28 , we could approximate that around 20 million women in the US would test positive for a high risk HPV subtype and we would like to design a group testing procedure to screen each of these women using methylation testing. To date, there are no population based estimates of methylation positive testing rates so we will assume a value of 5% for this example. Using these values and the validation procedure outlined above, if the underlying sensitivity function were the linear function ( ) = 1 − 0.02( − 1) then we would require a validation sample size of 31,679 and a total of 92.789 tests with a required population size to see a benefit from group testing of 147,238. If, however, the true sensitivity function were the Hwang function with = 0.1, we would require 13,710 women for a validation procedure requiring 40,158", "cite_spans": [], "ref_spans": [], "section": "Stratified cancer screening"}, {"text": "tests and a total population size of 1,307,444 to see a benefit from group testing. In either case, given the large population required for screening, group testing would likely provide large savings in this setting, even with a necessarily large validation study. This would be true even if the actual rate of positive methylation tests in the high risk HPV infected population were much higher. Here, the only real impediment to using group testing would be if health officials were unwilling to accept any additional loss of sensitivity due to pooling.", "cite_spans": [], "ref_spans": [], "section": "Stratified cancer screening"}, {"text": "For MGUS screening, we assume a prevalence of 3% and that we would Given these numbers, and lacking any a priori information on the sensitivity function, it is unlikely that researchers would attempt to implement such a validation procedure in this case. While the large sample sizes are offset somewhat by the need for repeat testing, the non-trivial possibility of finding that pooling of any size reduces the sensitivity to an unacceptable level make this an unlikely gamble for resource allocation.", "cite_spans": [], "ref_spans": [], "section": "Biomarker presence in cohort study"}, {"text": "In this paper we have reviewed several of the issues faced by practitioners when deciding if group testing can provide a feasible solution for their screening program. In this context we have explored several issues numerically based a simple algorithm (the Dorfman two-stage procedure) and several simplifying assumptions. In practice, there exist many additional considerations which may alter the final decision concerning whether to implement group testing.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "For all numerical comparisons, we have assumed grouping does not impact specificity (e.g., ( ) = 1 for all ). While this may be reasonable in many settings, the failure of this assumption can result in large increases in the number of individuals required for a validation sample. In particular, by using a minimum threshold to determine estimation accuracy we have had to assume that ( ) is monotone as a function of the validation sample size. While this holds for ( ) = 1, this may not be true otherwise, requiring more complicated evaluation criteria and larger sample sizes.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "When designing our validation procedure, we made the assumption that the sensitivity does not depend on the number of positives in a given pool (i.e., we have assumed that the sensitivity is only a function of the maximum of all pool members). In practice, this assumption may fail resulting in significantly more complicated sensitivity functions (which must now be a function of both the group size and the number of positives in the pool). This could especially be an issue when the test classification is a function of underlying continuous test output. If such issues could reasonably be suspected, it would be necessary to design the validation study which accounts for this issue.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "One assumption we have made is that there is a complete lack of a-priori information on the underlying sensitivity function, necessitating the validation design to be non-parametric. However, in cases where researchers are able/willing to make certain simplifying assumptions (e.g., that sensitivity is linear in ) more efficient validation designs may be possible. In such cases, smaller validation studies could potentially make group testing feasible in a wider range of settings. However, given that the properties of the final design are sensitive to the correct specification of the dilution function, we generally make the recommendation of a non-parametric approach when designing important screening programs using group testing.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "We have emphasized the importance of estimating the sensitivity and specificity for different size groups in the same population that we intend to screen. The validation study design assumes that sample is collected from a random sample of individuals from the population at hand and groups of varying size be randomly formed from these samples. There are different alternative designs for the validation sample that may lead to efficiency gains in some situations. For example, if we assume that the specificity is 1 for all group sizes (here, we assumed it was necessary to estimate these specificities in order to confirm this in our calculations), we may save resources by never grouping all negative samples together. Alternatively, rather than attempt to find the optimal design, we could simply evaluate the properties of a group testing design for a single fixed group size. If the false negative rate is too high, we could sequentially evaluate the properties for a smaller group size. This approach may be advantageous for the COVID-19 example, where it is more important to obtain a good design quickly than to spend more time to find the optimal design (i.e., the perfect is the enemy of the good).", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "An additional assumption we have made is that the underlying population is homogeneous with respect to the primary trait of interest. In many cases, this is reasonable as long as the validation sample is chosen representatively across the entire population and the subsequent samples are not grouped based on underlying heterogeneous clusters. The impact of heterogeneity will include additional challenges to determine the size of the validation sample and to ensure a feasible solution to the optimization problem (1). The issue is that even under the perfect test setting, we need to determine not only group sizes but also the members of the groups and number of such possibilities (number of the partition of the population) is astronomical even for the small population size. In fact, under error-free testing, the optimal partition is known only for the Dorfman procedure 23, 24 . From a the practical perspective, Hwang's method can be used for DorfmanâĂŹs procedure, and the methods developed in 29, 30 can be used for other group testing procedures. Another possibility, which also may be logistically easier to implement, is a stratification of the population, such that in each stratum, there is a homogeneous population. In such a case, the methodology developed in the present work can be used with respect to each stratum separately.", "cite_spans": [{"start": 879, "end": 882, "text": "23,", "ref_id": "BIBREF22"}, {"start": 883, "end": 885, "text": "24", "ref_id": null}, {"start": 1005, "end": 1008, "text": "29,", "ref_id": "BIBREF28"}, {"start": 1009, "end": 1011, "text": "30", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In this paper, we have focused exclusively on the Dorfman design. In the case of a homogeneous population, there are more efficient designs than Dorfman's two-stage procedure. 31, 32, 33 In many of these designs, the expected number of tests ( | , , ( )) is not given in closed-form, but rather calculated using recursion or dynamic programming. 29 In the presence of differential misclassification or dilution effects, expressions for the expected number of tests (an important component in the objective function to evaluate) are difficult to obtain in these cases.", "cite_spans": [{"start": 176, "end": 179, "text": "31,", "ref_id": "BIBREF30"}, {"start": 180, "end": 183, "text": "32,", "ref_id": "BIBREF31"}, {"start": 184, "end": 186, "text": "33", "ref_id": "BIBREF32"}, {"start": 346, "end": 348, "text": "29", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our work focused on the screening of a single disease. However, occasionally screening for multiple diseases from a single assay may be of interest. Group testing for disease screening for multiple diseases with test misclassification is an area for future research. With respect to feasibility, the subject of the current paper, we want to emphasize that any design would need a validation sample sized to be sufficient to estimate the more complex misclassification structure that would be required for such designs.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Detection of Defective Members of Large Populations", "authors": [{"first": "R", "middle": [], "last": "Dorfman", "suffix": ""}], "year": 1943, "venue": "The Annals of Mathematical Statistics", "volume": "14", "issn": "4", "pages": "436--440", "other_ids": {"DOI": ["10.1214/aoms/1177731363"]}}, "BIBREF1": {"ref_id": "b1", "title": "Group Testing: An Information Theory Perspective. Foundations and Trends in Communications and Information Theory", "authors": [{"first": "M", "middle": [], "last": "Aldridge", "suffix": ""}, {"first": "O", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": [], "last": "Scarlett", "suffix": ""}], "year": 2019, "venue": "", "volume": "15", "issn": "", "pages": "196--392", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Van der Duyn Schouten FA. A Two-Stage Group Testing Model for Infections with Window Periods", "authors": [{"first": "S", "middle": ["K"], "last": "Bar-Lev", "suffix": ""}, {"first": "O", "middle": [], "last": "Boxma", "suffix": ""}, {"first": "W", "middle": [], "last": "Stadje", "suffix": ""}], "year": 2010, "venue": "Methodology and Computing in Applied Probability", "volume": "12", "issn": "3", "pages": "309--322", "other_ids": {"DOI": ["10.1007/s11009-008-9104-4"]}}, "BIBREF3": {"ref_id": "b3", "title": "Probabilistic Existence Theorems in Group Testing", "authors": [{"first": "A", "middle": [], "last": "Zhigljavsky", "suffix": ""}], "year": 2003, "venue": "Journal of Statistical Planning and Inference", "volume": "115", "issn": "1", "pages": "1--43", "other_ids": {"DOI": ["10.1016/S0378-3758(02)00148-9"]}}, "BIBREF4": {"ref_id": "b4", "title": "Probabilistic Nonadaptive Group Testing in the Presence of Errors and DNA Library Screening", "authors": [{"first": "A", "middle": ["J"], "last": "Macula", "suffix": ""}], "year": 1999, "venue": "Annals of Combinatorics", "volume": "3", "issn": "1", "pages": "61--69", "other_ids": {"DOI": ["10.1007/BF01609876"]}}, "BIBREF5": {"ref_id": "b5", "title": "Informative Dorfman Screening", "authors": [{"first": "C", "middle": ["S"], "last": "Mcmahan", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Tebbs", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Bilder", "suffix": ""}], "year": 2012, "venue": "Biometrics", "volume": "68", "issn": "1", "pages": "287--296", "other_ids": {"DOI": ["10.1111/j.1541-0420.2011.01644.x"]}}, "BIBREF6": {"ref_id": "b6", "title": "Consolidated Guidelines on the Use of Antiretroviral Drugs for Treating and Preventing HIV Infection: Recommendations for a Public Health Approach", "authors": [{"first": "World", "middle": [], "last": "Health Organization", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Scale-up of ART in Malawi Has Reduced Case Notification Rates in HIV-Positive and HIV-Negative Tuberculosis", "authors": [{"first": "H", "middle": [], "last": "Kanyerere", "suffix": ""}, {"first": "B", "middle": [], "last": "Girma", "suffix": ""}, {"first": "J", "middle": [], "last": "Mpunga", "suffix": ""}], "year": 2016, "venue": "Public Health Action", "volume": "6", "issn": "4", "pages": "247--251", "other_ids": {"DOI": ["10.5588/pha.16.0053"]}}, "BIBREF8": {"ref_id": "b8", "title": "Developments in CD4 and Viral Load Monitoring in Resource-Limited Settings", "authors": [{"first": "C", "middle": ["F"], "last": "Rowley", "suffix": ""}], "year": 2014, "venue": "Clinical Infectious Diseases", "volume": "58", "issn": "3", "pages": "407--412", "other_ids": {"DOI": ["10.1093/cid/cit733"]}}, "BIBREF9": {"ref_id": "b9", "title": "Pooled Specimens for HIV RNA Monitoring: Cheaper, but Is It Reliable?", "authors": [{"first": "El", "middle": [], "last": "Bouzidi", "suffix": ""}, {"first": "K", "middle": [], "last": "Grant", "suffix": ""}, {"first": "P", "middle": [], "last": "Edwards", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Clinical Infectious Diseases", "volume": "59", "issn": "9", "pages": "1346--1347", "other_ids": {"DOI": ["10.1093/cid/ciu562"]}}, "BIBREF10": {"ref_id": "b10", "title": "Pooled Nucleic Acid Testing to Detect Antiretroviral Treatment Failure in Mexico", "authors": [{"first": "M", "middle": ["W"], "last": "Tilghman", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Guerena", "suffix": ""}, {"first": "A", "middle": [], "last": "Licea", "suffix": ""}], "year": 2011, "venue": "JAIDS Journal of Acquired Immune Deficiency Syndromes", "volume": "56", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.1097/QAI.0b013e3181ff63d7"]}}, "BIBREF11": {"ref_id": "b11", "title": "Methylation Estimates the Risk of Precancer in HPV-Infected Women with Discrepant Results between Cytology and HPV16/18 Genotyping", "authors": [{"first": "R", "middle": [], "last": "Hernández-López", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Lorincz", "suffix": ""}, {"first": "L", "middle": [], "last": "Torres-Ibarra", "suffix": ""}], "year": 2019, "venue": "Clinical Epigenetics", "volume": "11", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1186/s13148-019-0743-9"]}}, "BIBREF12": {"ref_id": "b12", "title": "Human Papillomavirus DNA Methylation as a Biomarker for Cervical Precancer: Consistency across 12 Genotypes and Potential Impact on Management of HPV-Positive Women", "authors": [{"first": "M", "middle": ["A"], "last": "Clarke", "suffix": ""}, {"first": "A", "middle": [], "last": "Gradissimo", "suffix": ""}, {"first": "M", "middle": [], "last": "Schiffman", "suffix": ""}], "year": 2018, "venue": "Clinical Cancer Research", "volume": "24", "issn": "9", "pages": "2194--2202", "other_ids": {"DOI": ["10.1158/1078-0432.CCR-17-3251"]}}, "BIBREF13": {"ref_id": "b13", "title": "Performance of DNA Methylation Assays for Detection of High-Grade Cervical Intraepithelial Neoplasia (CIN2+): A Systematic Review and Meta-Analysis", "authors": [{"first": "H", "middle": [], "last": "Kelly", "suffix": ""}, {"first": "Y", "middle": [], "last": "Benavente", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Pavon", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Sanjose", "suffix": ""}, {"first": "P", "middle": [], "last": "Mayaud", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Lorincz", "suffix": ""}], "year": 2019, "venue": "British Journal of Cancer", "volume": "121", "issn": "11", "pages": "954--965", "other_ids": {"DOI": ["10.1038/s41416-019-0593-4"]}}, "BIBREF14": {"ref_id": "b14", "title": "Association of Immune Marker Changes With Progression of Monoclonal Gammopathy of Undetermined Significance to Multiple Myeloma", "authors": [{"first": "O", "middle": [], "last": "Landgren", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Hofmann", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Mcshane", "suffix": ""}], "year": 2019, "venue": "JAMA Oncology", "volume": "5", "issn": "9", "pages": "1293--1301", "other_ids": {"DOI": ["10.1001/jamaoncol.2019.1568"]}}, "BIBREF15": {"ref_id": "b15", "title": "Prevalence of Monoclonal Gammopathy of Undetermined Significance", "authors": [{"first": "R", "middle": ["A"], "last": "Kyle", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Therneau", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Rajkumar", "suffix": ""}], "year": 2006, "venue": "New England Journal of Medicine", "volume": "354", "issn": "13", "pages": "1362--1369", "other_ids": {"DOI": ["10.1056/NEJMoa054494"]}}, "BIBREF16": {"ref_id": "b16", "title": "Group Testing in the Presence of Test Error; An Extension of the Dorfman Procedure", "authors": [{"first": "L", "middle": ["E"], "last": "Graff", "suffix": ""}, {"first": "R", "middle": [], "last": "Roeloffs", "suffix": ""}], "year": 1972, "venue": "", "volume": "14", "issn": "", "pages": "113--122", "other_ids": {"DOI": ["10.1080/00401706.1972.10488888"]}}, "BIBREF17": {"ref_id": "b17", "title": "Group Testing with a Dilution Effect", "authors": [{"first": "F", "middle": ["K"], "last": "Hwang", "suffix": ""}], "year": 1976, "venue": "Biometrika", "volume": "63", "issn": "3", "pages": "671--680", "other_ids": {"DOI": ["10.1093/biomet/63.3.671"]}}, "BIBREF18": {"ref_id": "b18", "title": "Group Testing with Test Error as a Function of Concentration", "authors": [{"first": "K", "middle": ["C"], "last": "Burns", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Mauro", "suffix": ""}], "year": 1987, "venue": "Communications in Statistics -Theory and Methods", "volume": "16", "issn": "10", "pages": "2821--2837", "other_ids": {"DOI": ["10.1080/03610928708829544"]}}, "BIBREF19": {"ref_id": "b19", "title": "Pooled Testing for HIV Screening: Capturing the Dilution Effect", "authors": [{"first": "L", "middle": ["M"], "last": "Wein", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Zenios", "suffix": ""}], "year": 1996, "venue": "Operations Research", "volume": "44", "issn": "4", "pages": "543--569", "other_ids": {"DOI": ["10.1287/opre.44.4.543"]}}, "BIBREF20": {"ref_id": "b20", "title": "Reader Reaction: A Note on the Evaluation of Group Testing Algorithms in the Presence of Misclassification", "authors": [{"first": "Y", "middle": [], "last": "Malinovsky", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Albert", "suffix": ""}, {"first": "A", "middle": [], "last": "Roy", "suffix": ""}], "year": 2016, "venue": "Biometrics", "volume": "72", "issn": "1", "pages": "299--302", "other_ids": {"DOI": ["10.1111/biom.12385"]}}, "BIBREF21": {"ref_id": "b21", "title": "Optimal Risk-Based Group Testing", "authors": [{"first": "H", "middle": [], "last": "Aprahamian", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Bish", "suffix": ""}, {"first": "E", "middle": ["K"], "last": "Bish", "suffix": ""}], "year": 2019, "venue": "Management Science", "volume": "65", "issn": "9", "pages": "4365--4384", "other_ids": {"DOI": ["10.1287/mnsc.2018.3138"]}}, "BIBREF22": {"ref_id": "b22", "title": "A Generalized Binomial Group Testing Problem", "authors": [{"first": "F", "middle": ["K"], "last": "Hwang", "suffix": ""}], "year": 1975, "venue": "Journal of the American Statistical Association", "volume": "70", "issn": "352", "pages": "923--926", "other_ids": {"DOI": ["10.1080/01621459.1975.10480324"]}}, "BIBREF24": {"ref_id": "b24", "title": "The Objective Function Controversy for Group Testing: Much Ado about Nothing?", "authors": [{"first": "B", "middle": ["D"], "last": "Hitt", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Bilder", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Tebbs", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Mcmahan", "suffix": ""}], "year": 2019, "venue": "Statistics in Medicine", "volume": "38", "issn": "24", "pages": "4912--4923", "other_ids": {"DOI": ["10.1002/sim.8341"]}}, "BIBREF25": {"ref_id": "b25", "title": "Problems of Spectrum and Bias in Evaluatin the Efficacy of Diagnostic Tests", "authors": [{"first": "D", "middle": [], "last": "Ransohoff", "suffix": ""}, {"first": "A", "middle": [], "last": "Feinstein", "suffix": ""}], "year": 1978, "venue": "The New England Journal of Medicine", "volume": "299", "issn": "", "pages": "926--930", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Point-of-care Viral Load Monitoring: Outcomes from a Decentralized HIV Programme in Malawi", "authors": [{"first": "S", "middle": [], "last": "Nicholas", "suffix": ""}, {"first": "E", "middle": [], "last": "Poulet", "suffix": ""}, {"first": "L", "middle": [], "last": "Wolters", "suffix": ""}], "year": 2019, "venue": "Journal of the International AIDS Society", "volume": "22", "issn": "8", "pages": "", "other_ids": {"DOI": ["10.1002/jia2.25387"]}}, "BIBREF27": {"ref_id": "b27", "title": "Prevalence of HPV in Adults Aged 18-69: United States", "authors": [{"first": "G", "middle": [], "last": "Mcquillan", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Unger", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Sterrett Procedure for the Generalized Group Testing Problem", "authors": [{"first": "Y", "middle": [], "last": "Malinovsky", "suffix": ""}], "year": 2019, "venue": "Methodology and Computing in Applied Probability", "volume": "21", "issn": "3", "pages": "829--840", "other_ids": {"DOI": ["10.1007/s11009-017-9601-4"]}}, "BIBREF29": {"ref_id": "b29", "title": "An Optimal Design for Hierarchical Generalized Group Testing", "authors": [{"first": "Y", "middle": [], "last": "Malinovsky", "suffix": ""}, {"first": "G", "middle": [], "last": "Haber", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Albert", "suffix": ""}], "year": 2020, "venue": "Applied Statistics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "On the Detection of Defective Members of Large Populations", "authors": [{"first": "A", "middle": [], "last": "Sterrett", "suffix": ""}], "year": 1957, "venue": "The Annals of Mathematical Statistics", "volume": "28", "issn": "4", "pages": "1033--1036", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Group Testing To Eliminate Efficiently All Defectives in a Binomial Sample", "authors": [{"first": "M", "middle": [], "last": "Sobel", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Groll", "suffix": ""}], "year": 1959, "venue": "Bell System Technical Journal", "volume": "38", "issn": "5", "pages": "1179--1252", "other_ids": {"DOI": ["10.1002/j.1538-7305.1959.tb03914.x"]}}, "BIBREF32": {"ref_id": "b32", "title": "An Optimum Nested Procedure in Binomial Group Testing", "authors": [{"first": "F", "middle": ["K"], "last": "Hwang", "suffix": ""}], "year": 1976, "venue": "Biometrics", "volume": "32", "issn": "4", "pages": "939--943", "other_ids": {"DOI": ["10.2307/2529277"]}}}, "ref_entries": {"FIGREF0": {"text": "together at the first stage.Aprahamian et al. (2019) 22 considered the Dorfman procedure in the population with heterogeneous prevalences23,24 under the setting of non-differential misclassification. They investigated two models: in the first one a linear combination of the expected number of false-positives, false-negatives and total number of tests was minimized; in the second one a linear combination of the expected number of false-positives and false-negatives was minimized, subject to constrains on the upper bound of the expected total number of tests.However, recent authors have argued that the expected number of tests should be used and that careful accounting for the number of correct classifications is an unnecessary complication25 . This later view is in direct conflict with earlier work on this subject. Further, the basis for Hitt et al.'s 25 argument that misclassification need not be considered in optimal design is based on a comparison of the expected number of tests versus the ratio of the expected number of tests and the expected number of correct classifications. However, this clearly is not generally true. For example, if misclassification is not considered, the optimal design based on the expected number of tests would be to test all samples in one group, and call all individuals in the group as positive for the disease if the group test is positive, and negative otherwise. This would only require one test, but would clearly result in a high misclassification rate!", "latex": null, "type": "figure"}, "FIGREF1": {"text": "various values of . Note that, when = 0, ( , , 0) = 1 corresponding to no false negatives. For = 1, gives the probability of a single unit being positive given there is at least one positive in the group. We assume that the true assay sensitivity can be represented by taking = 0.075, and will look at designs constructed assuming values of = 0.01, 0.05, 0.1, and 0.3. Plots of for = 0.1 and = 1, 2, … , 25 for each value of are shown in Figure 1.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "FIGURE 1 Plot of Hwang function, ( , , ) for = 0.1 for various values of and .", "latex": null, "type": "figure"}, "FIGREF5": {"text": "if ∕ is an integer then Randomly group units into ∕ pools of size else Randomly form ⌊ ∕ ⌋ pools of size and construct a final pool with the remaining − × ⌊ ∕ ⌋ units and − + × ⌊ ∕ ⌋ duplicate units randomly chosen from the other groups end if if > 1 then Assuming estimates from the = 1 stage are correct, estimate ( ) = #groups testing positive #groups with at least one positive member and ( ) = #groups testing negative #groups with no positive members end if end for FIGURE 2 Barplots showing required validation study size, , total number of assay tests in validation study, , and minimum population size to see a benefit from group testing, * for various underlying true sensitivity functions. The bottom axes are values of . Se(k) = p (1 -(1 -p) k .3 )", "latex": null, "type": "figure"}, "FIGREF6": {"text": "like to determine the status of approximately 200,000 individuals. If the true sensitivity function were the linear function ( ) = 1 − 0.02( − 1) then we would require a sample size of 51,250 individuals for a validation procedure requiring 150,113 tests and a population size of 221,091 to see a benefit from group testing. If, however, the true sensitivity function were the Hwang function with = 0.1, we would require 21,093 individuals for a validation procedure requiring 61,785 tests and a population size of 1,832,663 to see a benefit of group testing.", "latex": null, "type": "figure"}, "TABREF0": {"text": "and Hwang (1976a) 18 recognized early that the objective function to minimize should not be the expected number of tests; when tests can be misclassified.Graff and Roeloffs (1972) 17 proposed a modification of the Dorfman procedure and searched for a design that minimizes total cost as a linear function of the expected number of tests, weighted expected number of good items misclassified as defective, and weighted expected number of defective items misclassified as good.Burns et al. (1987) 19 generalizedGraff and Roeloffs (1972) results to the situation where the probability of misclassification depends on the proportion of defective items in the group.Hwang (1976a) 18 studied a group testing model with the presence of a dilution effect, where a group containing a few defective items may be misidentified as a group containing no such items, especially when the size of the group is large. He calculated the expected cost under the Dorfman procedure in the presence of the dilution effect and derived the optimal group sizes to minimize this cost. Further,Wein and Zenios (1996) 20 embedded group testing model for continuous test outcomes into a dynamic programming algorithm that derives a group testing policy to minimize the linear combination of expected cost due to false negatives, false positives, and testing. Malinovsky et", "latex": null, "type": "table"}, "TABREF1": {"text": "Estimated design parameters when the true sensitivity function is ( ) = ( , , = 0.075) and is chosen with the assumption that = 0.01, 0.05, 0.1 or 0.3. Results are given for designs chosen based on solving the unconstrained and constrained optimization problems.", "latex": null, "type": "table"}, "TABREF3": {"text": "Estimated validation sample size, , number of validation tests, , and necessary population size to see a benefit from group testing, * , for a", "latex": null, "type": "table"}}, "back_matter": []}