{
    "paper_id": "02bb8c547c7203fbae26618f9783cdb7be2917ea",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read the letter to the editor regarding \"How to Avoid Nosocomial Spread During Tracheostomy for COVID-19 Patients\" (HED-20-0582), by D'Ascanio et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "We thank the authors for their suggestions to the procedures of traditional open tracheostomy described in our recent manuscript. D'Ascanio et al propose additional tips to minimize the risk of health care workers' infection. We agree with their advice which may be a good alternative choice for most cases. These tips should be useful in tracheostomy for COVID-19 patients. However, we think some of these tips are worth discussing, due to different emphasis and different situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "1 D'Ascanio et al \"prefer to advance the EET along the trachea until its cuff is placed just above the carina preoperatively.\" As they said, inserting the cuff deeper \"requires a cuff deflation-reinflation maneuver.\" However, no matter doing this step preoperatively (D'Ascanio et al) or intraoperatively (our team), the operators both faced the same situation (ie, \"this step requires a cuff deflation-reinflation maneuver\"). Therefore, the risk of possible contamination is similar, just for different sites and health care workers. Moreover, we actually can avoid the possible contamination risk in this action, through a slightly reduced pressure of the cuff, not need totally deflation of the cuff. With this method, we can insert the cuff deeper to the carina with a certain amount of friction between the cuff and the trachea, in which situation the cuff is still inflated. Moreover, for some patients with short stature and short neck, inserting the cuff too much deeper may be apt to lead to one-lung ventilation. For severe COVID-19 patients with poor compensatory capacity of lung function, if one-lung ventilation lasts several minutes, the blood oxygen saturation may be affected and even lead to hypoxia. Therefore, we need to shorten the time interval between inserting the cuff deeper and making an incision on the trachea. Thus, we choose to insert the cuff deeper intraoperatively (just before make an incision on the trachea).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "2 D'Ascanio et al proposed \"an adequate preoxygenation and then stop mechanical ventilation.\" We think it is also a good alternative choice. There are some important similarities between their method and our method, including interruption of the ventilator before tracheal incision. In fact, we insert the cuff deeper to the carina and can constantly keep the cuff inflated when making an incision on the trachea, avoiding the damage of the cuff. When we finished the tracheal incision with the cuff inflated, we will stop the ventilation and then remove the ETT, and immediately insert the transcervical endotracheal intubation. And the time interval between the ETT removal and inserting the transcervical endotracheal intubation do not exceed 15 seconds. Therefore, just a brief interruption of the ventilator is needed, according to our method. However, we think both of these two methods can play the same role in reduction of health care workers' contamination risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "(3) We fully agree with the use of Halyard closed suction system utilized by D'Ascanio et al. In fact, we also adopted the similar method in our work which was described in a forthcoming publication. 1 In conclusion, we thank D'Ascanio et al for presenting their modified procedures for tracheostomy in COVID-19 patients. We believe that combining their tips with our method may be useful for a better surgical prevention of health care workers' infection when performing traditional open tracheostomy in patients with severe COVID-19.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Hongjun Xiao MD 1 Yi Zhong MD 1 Xiaomeng Zhang MD 1 Fucheng Cai MD 1 Mark A. Varvares MD 2",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 17,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 50,
                    "end": 51,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Safe and effective management of tracheostomy in COVID-19 patients",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Head Neck",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/hed.26261"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}