{
    "paper_id": "02bc3a6cb3b3f432826213e9a13012332ca63175",
    "metadata": {
        "title": "Inhaled nitric oxide in patients with the acute respiratory distress syndrome secondary to the 2009 influenza A (H1N1) infection in Canada",
        "authors": [
            {
                "first": "Duane",
                "middle": [
                    "J"
                ],
                "last": "Funk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manitoba",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "MB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Anand",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manitoba",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "MB",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In March 2009, an outbreak of severe respiratory illness, later attributed to novel origin swine influenza A virus (H1N1), caused a worldwide pandemic. 1 Most patients with H1N1 had a self-limited respiratory illness; however, if hospitalization was required, 20-36% of patients required admission to the intensive care unit (ICU), and 80% of those patients required invasive mechanical ventilation. The case mortality ranged from 17-40%. In many of these patients, conventional mechanical ventilation strategies were not adequate to reverse their severe oxygenation defects.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 153,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Adjunctive therapies in addition to lung protective mechanical ventilation strategies are often trialed in patients with oxygenation failure (defined as PaO 2 \\ 60 mmHg despite F I O 2 of 1.0 and optimal positive endexpiratory pressure [PEEP]). Inhaled nitric oxide (iNO) is one such therapy that has shown an improvement in oxygenation in patients with acute respiratory distress syndrome (ARDS). 2, 3 In this report, we describe the epidemiologic characteristics, clinical features, treatment, and outcome in the cohort of patients who had ARDS due to H1N1 and were treated with iNO, and we compare their results with those of patients who did not receive iNO.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 401,
                    "end": 402,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Following approval by the University of Manitoba Biomedical Research Ethics Board, we conducted a retrospective chart review of all patients who presented with confirmed H1N1 and were treated with iNO in the teaching intensive care units at the University of Manitoba's two adult medical intensive care units. Baseline demographic and clinical data of patients are shown in the Table. After administration of iNO, there was a significant and sustained improvement in the PaO 2 and PaO 2 / F I O 2 ratio at 24 hr, and this improvement persisted throughout the study period (seven days).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 384,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "To the Editor,"
        },
        {
            "text": "Three patients in the iNO group eventually required extracorporeal membrane oxygenation due to their profound ARDS. There were two deaths in the iNO group (n = 9) vs ten deaths in the control group (n = 94), 22% and 11%, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Previous work has shown only a transient improvement in these parameters that, in many cases, did not persist past 24 hr. This result is significant as it shows a sustained improvement in oxygenation in these patients with viral pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "A possible explanation for the sustained improvement in oxygenation is the fact that the ARDS in all our patients was pulmonary in origin, and pulmonary ARDS is considered to behave differently from extrapulmonary ARDS with respect to the effects of ventilation strategy and PEEP levels. 4 Also, our patients were receiving definitive therapy for their infection (in the form of antiviral medications). It is known that the early introduction of antivirals in this disease decreased the probability of severe morbidity and mortality. 5 Inhaled nitric oxide did not improve gas exchange enough to allow earlier removal of mechanical ventilation, and there was no difference in mortality in patients who received iNO compared with controls. There have been similar results in other studies that showed no mortality benefit with the use of iNO. 2, 3 In this and other studies, the iNO acts as a bridge while waiting for the positive effects of other therapies.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 289,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 534,
                    "end": 535,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 842,
                    "end": 844,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 845,
                    "end": 846,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "In other studies, an increase in the rate of adverse renal outcomes has been suggested in patients who receive iNO; 2,3 however, in our study, serum creatinine and rates of renal failure were similar between groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Limitations to our study include its retrospective nature, the small sample size, confounding by indication, and the non-standardized indication for iNO therapy. It is also possible that oxygenation would have improved with time despite administration of iNO. Regardless of these limitations, we did show similar physiologic effects of iNO as seen in other studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "In summary, our study showed a significant and sustained improvement in the PaO 2 /F I O 2 ratio and PaO 2 in patients with ARDS due to H1N1. This sustained improvement in PaO 2 /F I O 2 ratio and PaO 2 has not been seen in studies with a heterogeneous cause of ARDS. Inhaled nitric oxide may be considered in patients with severe hypoxemia when the ARDS is derived from a treatable respiratory origin. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pneumonia and respiratory failure from swine-origin influenza A (H1N1) in Mexico",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Padilla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De La Rosa-Zamboni",
                    "suffix": ""
                },
                {
                    "first": "Ponce",
                    "middle": [],
                    "last": "De Leon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "680--689",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of nitric oxide on oxygenation and mortality in acute lung injury: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Friedrich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Granton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "Meade",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMJ",
            "volume": "334",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inhaled nitric oxide for acute respiratory distress syndrome (ARDS) and acute lung injury in children and adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afshari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brok",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wetterslev",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonary and extrapulmonary acute respiratory distress syndrome: are they different?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Rocco",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Zin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Current Opin Crit Care",
            "volume": "11",
            "issn": "",
            "pages": "10--17",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "California Pandemic (H1N1) Working Group. Severe 2009 H1N1 influenza in pregnant and postpartum women in California",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Acosta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Honein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "",
            "pages": "27--35",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no financial disclosures. The study was supported by the University of Manitoba Department of Anesthesiology and Perioperative Medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}