{
    "paper_id": "02be391e6ec9725fa654038fc4c6032305bc0d0b",
    "metadata": {
        "title": "No time like the present: time to re-think our habits in science and continuous medical education?",
        "authors": [
            {
                "first": "Frederik",
                "middle": [
                    "A"
                ],
                "last": "Verburg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus University Medical Center",
                    "location": {
                        "settlement": "Rotterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "These are crazy times. While hyperbolic expressions are usually-and justifiably-shunned in serious scientific journals, the current Covid-19 pandemic [1] warrants the use of such strong language for lack of a better, stronger expression in the English language.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Much of what we have thus far taken for granted has in the past few days and weeks come to a grinding halt. Governments are taking drastic measures to reduce the rate of new infections with the SARS-CoV-2 virus, in order to reduce the number of critically ill cases occurring simultaneously rather than consecutively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While most of us have thus far been fortunate enough not to have suffered from this infection-and can only hope that this remains so-those who have been unfortunate enough to incur an infection with this virus can testify that it makes one appreciate the joy of being able to breathe freely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Certainly, it is uncontested that this pandemic has spread with an unprecedented speed, helped by the tendency of humans to travel, to seek out each other's company and by the technological ability and economic feasibility of doing so in little time across great distances by the ubiquitous availability of long-distance travel by airplane [2] .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In medicine, we tend to contribute greatly to this trend. For conferences where most attendees will passively sit in continuous medical education sessions and hear while a single speaker is talking more or less intelligibly on a stage in the far distance alongside some-not always good-qualitypresentation slides. On the same note, it is quite often the case that said speaker will spend 2-3 days jetting across the globe for a presentation of at most half an hour. Or even worse, think of the unfortunate early-career presenter who has to give a 10-minute talk at 8 a.m. on the last day of a conference, with an audience of, proverbially or literally, three people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most of this mode of operation goes back to the days of yore, when communication was much slower by regular mail. Slides were transported physically in big cassettes in presenters' suitcases. Spoken presentations needed to be given on the spot with no adequate means of long-distance signal transfer. All this necessitated travelling and presenting in person-there simply was no other way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Times have certainly changed. Visual material-no longer limited to physical slides or overhead projector sheets-can be transferred from anywhere to anywhere in the world within nanoseconds. Audiovisual communication allows presentations to be spoken from across the world in real time and to be seen anywhere. Objectively speaking, technological progress has obviated most of the reasons for travelling around the world for scientific presentations or medical education. Yet we persist in the habits of old, not just transferring our data, our voice, our image-but also ourselves across the globe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Certainly, there are some arguments for travelling. Travelling in general can be an enriching experience. It will also make sure that we as physicians are away from the daily grind and can fully focus on either presenting or attending presentations and continuous medical education, without being unduly disturbed for the business of the day. Furthermore, as is for instance very well illustrated by the inter-societal meeting of the European Association of Nuclear Medicine, Society of Nuclear Medicine and Molecular Imaging, European Thyroid Association and American Thyroid Association: in person meetings of top-level experts at a secluded location, again without the distractions of everyday life and the chance to socialise outside of the meeting room, can be the only way forward in resolving professional differences [3, 4] .",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 828,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 829,
                    "end": 831,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If we are honest, save for very few occasions where intensive, undisturbed professional and social contact may be beneficial for further relationships as well content, in this day and age, modern technology, which is already available and mature both in terms of software and the required bandwidth, would surely be able to overcome the need for most globetrotting. With a bit of planning, audiences from all over the world can tune in from the comfort of the office or even home at a convenient time, to attend and learn from eminent experts from across the five continents. This may require a strict scheduling in a diary. It may even require locking an office from the inside to prevent being disturbed. It does not, however, necessitate thousands of kilometres of travel anymore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Certainly, most of us enjoy a good excuse for travelling somewhere. Yet, often we do travel, but do not get to see much, let alone enough, of our destination. All too often, we are yet again rushing from one appointment to another, from one session to the next. Moreover, we arrive back home more stressed than we went away. At the same time, much of the time spent travelling is time we are missing from our families, our children, our loved ones and, last and possibly least, work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of course, the reduction of travel by physicians and a considerable decrease in physical conference attendance would not be in the best interest of all parties involved. Our industrial partners, who rely heavily on regular conferences for personal contacts with existing and potential new customers, would have to find new methods to quickly come into contact with numerous colleagues. Young physicians would less frequently have an opportunity to network with established scientists. Established scientists would not as easily be able to network with and possibly recruit young talent. Certainly, the economic effects of a reduction of the rate of travel-even if just in medicine-would be felt throughout all of the economy as hotels, restaurants, airlines, and airports and all ancillary industries would suffer the loss and would require staff to find other lines of work (perhaps, e.g., in overstretched sectors such as healthcare?).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, the pros and cons need to be weighed carefully. While there may also be an argument for the ecological benefit of the reduction of travel, most of us in nuclear medicine will not have the level of ecological or climatological expertise to contribute with a thorough, fact-based argumentation on this aspect of the debate, regardless of which side of the ideological spectrum one is on. What we can do as physicians is oversee the medical implications of the quick spread of potentially deadly diseases. We saw the Covid-19 crisis unfold before our eyes. We see that in regions of the world previously estimated to have excellent healthcare, the system is under the stress of the sheer number of new infections in a few short weeks. We see that in order to save lives, to save time, which can be used to save lives, the spread of contagious diseases must be limited. As for any responsible physician, the saving of lives should be paramount to any personal preferences regarding travelling or economic factors, the argument for the reduction of professional travelling should really be a \"no-brainer\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Certainly, nuclear medicine cannot do this alone. The phenomena described above transcend various disciplines of work in medicine and other professional fields. However, nuclear medicine ever since its inception has been at the very forefront of new developments. Nuclear medicine practiced theragnostics for over half a century before this buzzword was invented around the turn of the millennium. A variety of imaging principles and techniques, which have later been adapted by, e.g. radiologists, found their origin in nuclear medicine such as dual-energy X-ray absorptiometry. Nuclear medicine physicians are technology minded, open for new developments and can usually be interested in anything that makes personal life more pleasant and more compatible with work. Hence, nuclear medicine is excellently suited to also fulfil and eminent role in science and education away from traditional patterns into the twenty-first century.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the light of the current developments, there is no time like the present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pandemic potential of 2019-nCoV",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pneumonia of unknown aetiology in Wuhan, China: potential for international spread via commercial air travel",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Bachli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "Mug",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Controversies, consensus and collaboration in the use of I-131 therapy in differentiated thyroid cancer: a joint statement from the American Thyroid Association, the European Society of Nuclear Medicine , the Society of Nuclear Medicine and Molecular Imag",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Tuttle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Avram",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Bernet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bourguet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Thyroid",
            "volume": "29",
            "issn": "",
            "pages": "461--70",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Brief progress report from the intersocietal working group on differentiated thyroid cancer",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Verburg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Avram",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bardiès",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bernet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bourguet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Nucl Med Mol Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00259-020-04744-8"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Ethical approval Not applicable.Informed consent Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "The author declares that he has no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}