{
    "paper_id": "02c2c01e1908658a0b8cf1484eb6fff42e678b7f",
    "metadata": {
        "title": "Travel Medicine and Infectious Disease xxx (xxxx) xxxx",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Travel Medicine and Infectious Disease journal homepage: www.elsevier.com/locate/tmaid Should the Holy Week 2020 be cancelled in Latin America due to the COVID-19 pandemic?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "After the spreading of the Coronavirus Disease 2019 in Asia, Europe, Oceania, Africa, and North America, this emerging disease arrived in Latin America [1] . Up to March 21, 2020, more than 1,900 COVID-19 confirmed cases had been reported in Brazil, the first case of Latin America and the Caribbean diagnosed there, Mexico, Ecuador, Dominican Republic, Argentina, Chile, Paraguay, Bolivia, Peru, Honduras, Costa Rica, Colombia, among others. As has been occurred in other areas, especially in Asia, at least for the following weeks and months, we will see a significant number of cases in those and newly affected countries in this region, with multiple implications [1] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "On April 5, 2020, it will begin the Holy Week. This period, according to religious beliefs, is an annual commemoration of the Passion of Christ, which includes the entrance to Jerusalem, the last dinner, the viacrucis, the death and resurrection of Jesus of Nazareth. The liturgies and activities related attract the biggest crowds of the year in Catholic countries, as is the case of most in Latin America and the Caribbean, but also in Italy, Spain, and the Philippines, among others. Then, this should draw attention to the potential superspreader events, as has also been referred for the Umrah pilgrimage in Saudi Arabia concerning the ongoing COVID-19 outbreak [2] . In Latin America, there are multiple cities famous for their Holy Week processions including Mexico, with thousands of people attending religious gatherings in Iztapalapa, Mexico City, Taxco, San Miguel de Allende, and San Luis Potosí; Brazil with the celebrations in Sao Paulo, Rio de Janeiro, and Campanha; among many others. The impact of COVID-19 in Asia and Europe, including restrictions or cancellations of activities, is already seen [3] . Particularly in Italy, a catholic country, masses in the northern region were canceled, and now this trending in many cities in Latin America.",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 670,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "Cases of COVID-19 may be seeded in and transmitted out of different cities in Latin America by Catholic pilgrims and holy week-travellers. In addition to that, seasonality poses an additional challenge in Latin America, as in temperate climates seasonal viral respiratory infections activity, such as influenza [4] , peaks during the winter months, November-February in the northern hemisphere, but May-October in southern hemisphere including most of South America, while in the tropics and subtropical regions, including Central America, the Caribbean, and Mexico, it usually occurs throughout the year, but espe-cially during the rainy season which is also beginning now.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "The scenario is even more complicated, as in Latin America, already other epidemic infectious diseases, causing fever, are struggling with compromised healthcare systems, as is the case of dengue and measles [1] . Then, structured health protection messages not only from health authorities but from their religious authorities in the region would be deserved. Handwashing and respiratory hygiene should be part of the rituals and mandatory often, yet the overcrowding and other risk factors may outweigh the benefits. Restrictions on performing Holy Weeks face to face activities, instead of virtual via web or television, is a highly sensitive proposition that requires further vetting, especially when multiple countries would be affected, in order to avoid religious-activities related COVID-19 cases in this period. Voluntary cancellations of travels and activities during Holy Week might be proposed, especially for elderly individuals with chronic and underlying conditions until the COVID-19 epidemic is under control. For health authorities, as usually is in certain countries, the Holy Week should be a period for additional enhancements of surveillance of infectious diseases, including COVID-19 in order to prevent more additional cases. ",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding source"
        },
        {
            "text": "Nothing to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 in Latin America: the implications of the first confirmed case in Brazil",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gallego",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Escalera-Antezana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mendez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Zambrano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Franco-Paredes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Trav Med Infect Dis",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: preparing for superspreader potential among Umrah pilgrims to Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "20",
            "pages": "30466--30475",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30466-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The COVID-19 outbreak and implications for the Tokyo 2020 Summer olympic games",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gallego",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Trav Med Infect Dis",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza in Latin America: a report from the global influenza initiative (GII)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gentile",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paget",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bellei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Laguna-Torres",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Vaccine",
            "volume": "37",
            "issn": "",
            "pages": "2670--2678",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Credit AJRM, Conceptualization; Writing -original draft; Writing -review & editing. RS, Writing -review & editing. APM, Writing -review & editing.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}