{
    "paper_id": "02c3eeecbcf9d7df33c3cd5f478345db8ee8810c",
    "metadata": {
        "title": "Journal Pre-proof Rethinking Respiratory Function Test Lab in the Era of COVID-19 : considerations about the \"today\" and the \"day after\" Rethinking Respiratory Function Test Lab in the Era of COVID-19 : considerations about the \"today\" and the \"day after\"",
        "authors": [
            {
                "first": "Lombardi",
                "middle": [],
                "last": "Carlo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Ospedaliero \"Fondazione Poliambulanza\"",
                    "location": {
                        "settlement": "Brescia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Milanese",
                "middle": [],
                "last": "Manlio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pulmonary Unit",
                    "institution": "",
                    "location": {
                        "postCode": "ASL2",
                        "settlement": "Savonese, Savona",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Cottini",
                "middle": [],
                "last": "Marcello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Departmental Unit of Allergology, Immunology & Pulmonary Diseases, Istituto Ospedaliero \"Fondazione Poliambulanza\"",
                    "institution": "Outpatient Clinic",
                    "location": {
                        "addrLine": "Via Leonida Bissolati, 57",
                        "postCode": "25124",
                        "settlement": "Bergamo, Brescia, Brescia",
                        "country": "Italy., Italy, (Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Anto",
                "middle": [],
                "last": "Agusti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Jm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Auffray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barbé",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barreiro",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dorca",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Escarrabill",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Faner",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Furlong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Garcia-Aymerich",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gea",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Puhan",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roca",
                "middle": [
                    "J"
                ],
                "last": "Ruiz-Manzano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sampietro-Colom L",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sanz",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Serrano",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharpe",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sibila",
                "middle": [
                    "O"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Silverman",
                "middle": [],
                "last": "Ek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sterk",
                "middle": [],
                "last": "Pj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "I"
                ],
                "last": "Sznajder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 2020 Members of Proficiency Standards for Pulmonary Function Testing Committee of the 1 American Thoracic Society recently raised concerns on pulmonary function testing (PFT) \"as a 2 potential avenue for COVID 19 transmission due to the congregation of patients with lung disease 3 and because of the potential for coughing and droplet formation\". (1) The Committee reccommen-4 ded that \"PFT be limited to tests that are only essential for immediate treatment decisions\" and that 5 \"personal protective equipment (PPE) for healthcare workers should be discussed with local infe-6 ction control team\". 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Concerns are consistent, as spirometry (particularly when forced maneuvers are applied), exercise 8 testing, methacholine challenge and titration of CPAP for severe obstructive sleep apnea syndro-9 me (OSAS) are all procedures able to generate aerosol. 10 Moreover, although highly efficient anti-bacterial/anti-viral filters are widely adopted as stated by 11 ERS/ATS guidelines (2), assuring body-plethysmograph disinfection and air quality of the lab bet-12 ween patients is mandatory. But, how long can we postpone all the above mentioned procedures? 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Common indications for pulmonary function testing include: evaluation of respiratory complaints, 14 such as cough and dyspnea; assessment and monitoring of disease severity and progression; 15 monitoring for drug toxicity and efficacy; pre-operative assessment (3); evaluation of the effects of 16 occupational or hazardous exposures; and participation in epidemiologic surveys. In particular, 17 PFT is needed for the diagnosis and management of a significant group of respiratory diseases, 18 represent a major contribute in the \"phenotypic\" recognition of treatable traits of airway obstructive 19 diseases (asthma, COPD) (4), and are a key element of the \"future risk\" assessment of asthma. 20 (5). Furthermore, the measurement of lung volumes is essential part of severe asthma evaluation, 21 as the severity of asthma appears to be linked to enhanced air trapping rather than the level of 22 airflow obstruction. Finally, PFT is used and recommended for the assessment and management 23 of interstitial lung diseases, such as Idiopathic Pulmonary Fibrosis; in particular, the pulmonary 24 function indices, as FVC and CO diffusion capacity, are part of the flowchart for pirfenidone or We believe it is necessary to rethink in the COVID-era Respiratory Function Labs(RFLs) as places 27 with a high intrinsic risk of respiratory infections and cross contaminations. 28",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Until highly effective drug treatments or vaccines are available, we cannot assume that PFT can be 29 done without adequate PPE for healthcare personal. Respiratory Function Test Labs should be 30 considered a highly specialized Laboratory Units (LU) directed by a Chief with full responsibility for 31 the safety of healthcare personal and quality control, located in dedicated areas ensuring enough 32 space and ventilation for subjects attending respiratory function measurements.The use of air 33 purification or ultraviolet/ozone decontamination systems should be applied according to the 34 indications of the hospital or company management staff for rooms where aerosol generating 35 procedures are carried out. (7, 8) . Time between each procedure should be enough to avoid 36 aggregation and allowing disinfection of the exterior surfaces of the spirometer (and 37 plethysmographic cabin), and air quality generation. More dedicated rooms with more dedicated 38 instruments will be the only solution for more test simultaneously. 39 Moreover, it is also possible that our approach to respiratory diseases will change, assuming that 40 the prescription of PFT will have an acceptable risk/benefit ratio only after the failure of a 41 therapeutic trial for an obstructive disease (asthma or COPD) integrating other procedures (i.e, 42 chest X-ray/CT scan,lung ultrasound, etc.). It also seems conceivable that we should think about a 43 shift from the \"classic\" bronchoprovocation test to metacholine, which generates high amounts of 44 aerosol, to other more feasible tests (mannitol? Acetylcholine?). 45",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 722,
                    "text": "(7,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "8)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, PFT procedures have been associated with an increasing risk of COVID-19 46 transmission among patients and medical team. Effective prevention and control strategies 47 must be urgently implemented to prevent nosocomial infection diffusion. This recommendation is 48 intended to be followed by healthcare workers of a PFT laboratory when COVID-19 (or other highly 49 infectious disease) is in an epidemic phase. Based on the features of PFT, precaution principles 50 and strategies must be developed taking into account three specific aspects: operating procedure, 51 environment and equipment. Furthermore, indications of PFT should be followed strictly. We think 52 it is perfectly reasonable to suspend PFT for the confirmed or suspected cases of COVID-19 during the contagious phase, and to postpone the test for other patients if it is not imperative. 54",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Medical personnel should mandatorily adhere to the standard precautional protocols and the 55 patients should be isolated in a separate area for testing. Disposable inline filters must be used 56 during PFT and cleaning/disinfection procedures for environment and equipment in PFT laboratory 57 should be consistently performed. Finally, pandemic respiratory infection from COVID-19 opens a 58 new era for respiratory functionalists that should guarantee as soon as possible safe procedures, 59 not avoidable for screening, diagnosis and follow-up. Impulse Oscillometry (IOS) and nitric oxide 60 (FeNO) measurement, both not requiring forced maneuvers and reducing the potential for 61 coughing and droplet formation, could represent in the future a possible first functional approach to 62 diagnosis and assessment of asthmatic patients. In fact, the involvement of small airways has 63 recently gained greater recognition in asthma. (9) 64 We call upon the International and National Scientific Societies to deliver statements on this topic. 65 66",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The American Thoracic Society Proficiency Standards for Pulmonary Function Testing",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Advice Regarding COVID 19 For Pulmonary Function Laboratories",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Committee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Personalized respiratory medicine: exploring the horizon, addressing the issues",
            "authors": [],
            "year": null,
            "venue": "Am J Respir Crit",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global strategy for asthma management and prevention",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Available from: www.ginasthma.org. Date last updated",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficacy and safety of nintedanib in idiopathic pulmonary fibrosis",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "89",
            "issn": "",
            "pages": "2017--208251",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Air purifiers: a supplementary measure to remove airborne SARS-CoV-91 2",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2020.106918"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Strategies for daily operating room management of 93 ambulatory surgery centers following resolution of the acute phase of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dexter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elhakim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Loftus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical Characterization and Predictors of IOS-Defined 96",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cottini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Licini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lombardi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Advice Regarding COVID 19 For Pulmonary Function Laboratories",
            "authors": [],
            "year": 2020,
            "venue": "References. 1. From: The American Thoracic Society Proficiency Standards for Pulmonary Function Testing Committee",
            "volume": "8",
            "issn": "",
            "pages": "997--1004",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Preoperative pulmonary evaluation for lung resection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Preety",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Anaesthesiol Clin Pharmacol",
            "volume": "34",
            "issn": "3",
            "pages": "296--300",
            "other_ids": {
                "DOI": [
                    "10.4103/joacp.JOACP_89_17"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Personalized respiratory medicine: exploring the horizon, addressing the issues",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agusti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Anto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Auffray",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Barbé",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barreiro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dorca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Escarrabill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Furlong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garcia-Aymerich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gea",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lindmark",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Monsó",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Plaza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Puhan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruiz-Manzano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sampietro-Colom",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Serrano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sharpe",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sibila",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Sterk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Sznajder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Respir Crit Care Med",
            "volume": "191",
            "issn": "",
            "pages": "391--401",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global strategy for asthma management and prevention. Available from: www.ginasthma.org. Date last updated",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Collard HR; INPULSIS Trial Investigators. Efficacy and safety of nintedanib in idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Richeldi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bois",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raghu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azuma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cottin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Flaherty",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kolb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Selman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brun",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Maulf",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stowasser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schlenker-Herceg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Disse",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "2017--208251",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Air purifiers: a supplementary measure to remove airborne SARS-CoV-2",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2020.106918"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Strategies for daily operating room management of ambulatory surgery centers following resolution of the acute phase of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dexter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elhakim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Loftus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Anesth",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinane.2020.109854"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Clinical Characterization and Predictors of IOS-Defined Small-Airway Dysfunction in Asthma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cottini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Licini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lombardi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "8",
            "issn": "3",
            "pages": "997--1004",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}