{"paper_id": "02cbfd7877621a19c7a4f58a01b963c0e2d2b30b", "metadata": {"title": "Experiments to prove continuing microbial ingress from Space to Earth", "authors": [{"first": "N", "middle": [], "last": "Chandra Wickramasinghe", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Ruhuna", "location": {"settlement": "Matara", "country": "Sri Lanka"}}, "email": ""}, {"first": "Edward", "middle": ["J"], "last": "Steele", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Ruhuna", "location": {"settlement": "Matara", "country": "Sri Lanka"}}, "email": "e.j.steele@bigpond.com"}, {"first": "Robert", "middle": [], "last": "Temple", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gensuke", "middle": [], "last": "Tokoro", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Willam", "middle": ["A"], "last": "Smith", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brig", "middle": [], "last": "Klyce", "suffix": "", "affiliation": {"laboratory": "", "institution": "Astrobiology Research Trust", "location": {"settlement": "Memphis", "region": "TN", "country": "United States"}}, "email": ""}, {"first": "Dayal", "middle": ["T"], "last": "Wickramasinghe", "suffix": "", "affiliation": {"laboratory": "", "institution": "Australian National University", "location": {"settlement": "Canberra", "region": "ACT", "country": "Australia"}}, "email": ""}, {"first": "Dhammika", "middle": [], "last": "Magana", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute of Fundamental Studies", "location": {"settlement": "Kandy"}}, "email": ""}, {"first": "Arachchi", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "A wide range of evidence for pointing to our cosmic origins is close to the point of being overwhelming. Yet the long-entrenched paradigm of Earth-centered biology appears to prevail in scientific culture. A matter of crucial importance is to carry out a decisive experiment that is long overdue-establishing empirically beyond any doubt that extraterrestrial microbiota reaches the surface of the Earth at the present day. Such an experiment may of course happen naturally by the appearance of pandemics of new disease as discussed in an earlier chapter.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "# 2020 Elsevier Inc.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Experiments to prove continuing microbial ingress from Space to Earth", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "An obvious place to discover biological material from comets is in the Earth's upper atmosphere itself. Cometary meteoroids (fragments of comets) and interplanetary and interstellar dust particles are known to enter the atmosphere in vast quantity, at a more or less steady rate, averaging in excess of $10 2 ton/day. Although much of this incoming material burns up as meteors, a significant fraction survives entry. Organic grains including bacteria and viruses of micrometer sizes, arriving as clumps and dispersing in the high stratosphere, would be slowed down gently and would not be destructively heated. The Earth's atmosphere could thus serve as an ideal collector of biological material and the potential for both random pandemics and further evolutionary progress.", "cite_spans": [], "ref_spans": [], "section": "Early evidence"}, {"text": "The Australian scientist Bigg (1983) was among the first to actually recover stratospheric particles from above 25 km using balloons. His collections dating from 1960 onward clearly reveal the presence of oval shaped dust particles, and particles endowed with fimbrai, which Bigg himself speculated may have a possible biological provenance. A few years later Greene, Hagberg, Lundgren, and Pederson (1965) carried out a series of balloon flights to recover microorganisms in the two height ranges 30,000-60,000 ft. and 60,000-90,000 ft. in the stratosphere. Positive results in both these height ranges possibly pointed to an in-falling microbial population, and this came as an unwelcome surprise in the years running up to the dawn of the space age. Although some of the microorganisms collected in early experiments were claimed to exhibit \"unusual\" properties, such as pigmentation and radiation resistance, their possible extraterrestrial origin remained a matter of dispute. No DNA sequencing procedure was available at the time to ascertain significant deviations there might have been from any related terrestrial species. Furthermore, the collection and laboratory techniques available at the time left open a high chance of contamination. A history of early attempts to probe the stratosphere for microorganisms is summarized by Smith (2013) .", "cite_spans": [{"start": 25, "end": 36, "text": "Bigg (1983)", "ref_id": "BIBREF0"}, {"start": 360, "end": 406, "text": "Greene, Hagberg, Lundgren, and Pederson (1965)", "ref_id": "BIBREF3"}, {"start": 1340, "end": 1352, "text": "Smith (2013)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Early evidence"}, {"text": "Methods for the collection of cometary microbiota in the stratosphere, if they are to be decisive, should involve procedures for either sifting out a terrestrial component or for excluding contamination altogether. In 2001 the Indian Space Research Organization (ISRO) launched a balloon into the stratosphere to heights between 20 and 41 km to collect stratospheric air under aseptic conditions with a view to testing the theory of cometary panspermia (Harris et al., 2001) . The procedure involved the use of cryogenically cooled, stainless steel cylinders that were evacuated and autoclaved and fitted with valves that could be opened at predetermined altitudes ( Fig. 1) . A large quantity of stratospheric air at 41 km was collected in this manner and the cylinders containing this material parachuted back for laboratory study.", "cite_spans": [{"start": 453, "end": 474, "text": "(Harris et al., 2001)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 667, "end": 674, "text": "Fig. 1)", "ref_id": "FIGREF0"}], "section": "Millennial studies"}, {"text": "The air within the pressurized cylinders was carefully released and passed through millipore membrane filters under carefully controlled laboratory conditions. Aerosols (dust and bacteria) present within the volume of stratospheric air were thus trapped and collected on the filters. The particles recovered fell into two broad categories: (a) mineral grain aggregates, very similar to Brownlee particles (inorganic interplanetary dust) and (b) fluffy carbonaceous aggregates which could be identified as clumps of bacteria (see Fig. 2A ). Typical dimensions of the clumps were about 10 μm. In addition to structures such as shown in Fig. 2A , which were presumed to be bacteria, the stratospheric samples from 2001 also revealed evidence of similar-sized bacterial clumps that could not be cultured but were detected by the use of a fluorescent dye (carbocyanine dye). The uptake of the dye revealed the presence of living cells in the clumps (see Fig. 2B ) thus interpreted to be \"Viable but non-culturable microorganisms.\" The cometary origin of all such particles was inferred on the grounds that the altitude of 41 km was too high for lofting 10-μm sized clumps of solid material from the Earth's surface under normal conditions.", "cite_spans": [], "ref_spans": [{"start": 529, "end": 536, "text": "Fig. 2A", "ref_id": "FIGREF1"}, {"start": 634, "end": 641, "text": "Fig. 2A", "ref_id": "FIGREF1"}, {"start": 949, "end": 956, "text": "Fig. 2B", "ref_id": "FIGREF1"}], "section": "Millennial studies"}, {"text": "It was next possible to infer the in-fall rate of biological particles at 41 km from the data obtained in the balloon launch of 2001 (Harris et al., 2001) . When the high pressure stratospheric air within the recovered cylinders was passed through Millipore filters Harris et al. (2001) discovered an average of one clump of putative biological cells per 25 mm 2 of filter area. With a total membrane filter area of 2000 mm 2 and a total NTP volume of air released being measured as the entire membrane filter would have contained $80 clumps of cells that must therefore represent the bacterial component of the air within the cylinder that was collected from $41 km. With volume of air released being recorded as 18.5 L the NTP concentration of clumps is thus $80/18.5 ¼ 4.3 per liter. Converting this to the ambient conditions at the point of collection $39-41 km (P ¼ 2.9 Â 10 À3 bar, T ¼ 253 K) we obtain a local clump density of 1.4 Â 10 À2 per liter of ambient stratospheric air at 40 km altitude. Next, we need to estimate the falling (terminal) speed of aerosols falling through the stratosphere at various heights. For this we use data set out by Kasten (1968) confirmed by later studies of Colbeck (1998) . From Kasten's figures we can calculate the falling speeds of spherical particles of various radii and unit specific gravity as shown in Table 1 :", "cite_spans": [{"start": 133, "end": 154, "text": "(Harris et al., 2001)", "ref_id": "BIBREF4"}, {"start": 266, "end": 286, "text": "Harris et al. (2001)", "ref_id": "BIBREF4"}, {"start": 1156, "end": 1169, "text": "Kasten (1968)", "ref_id": "BIBREF5"}, {"start": 1200, "end": 1214, "text": "Colbeck (1998)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 1353, "end": 1360, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Flux of microbes from space"}, {"text": "The average mass for a 3 μm radius clump can be taken as $3 Â 10 À11 g, and the settling speed of such a clump at 40 km 1.52 cm/s according to Table 1 is $1.52 cm/s. For the entire Earth's surface of 5 Â 10 15 cm 2 , we thus calculate an in-fall rate.", "cite_spans": [], "ref_spans": [{"start": 143, "end": 150, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Flux of microbes from space"}, {"text": "$ 1:4 Â 10 À5 Â 3 Â 10 À11 Â 5 Â 10 18 Â 1:52 ¼ 3:19 Â 10 g s À1 ' 3 ton per day:", "cite_spans": [], "ref_spans": [], "section": "Flux of microbes from space"}, {"text": "This converts to some 10 8 bacteria per square meter arriving from space at the Earth's surface every day, along with possibly 10 times as many associated viruses.", "cite_spans": [], "ref_spans": [], "section": "Flux of microbes from space"}, {"text": "From 2013 onward Milton Wainwright and his team conducted a series of balloon flights in Chester, England to collect microbes from heights in the range 21-25 km in the stratosphere (Wainwright, Rose, Baker, Wickramasinghe, Omairi et al., 2015; Wainwright, Wickramasinghe, Harris, & Omairi, 2015; Wainwright, Wickramasinghe, Narlikar, & Rajaratnam, 2003; Wainwright, Wickramasinghe, Rose, & Baker, 2014) . The sampler included a drawer mechanism that could be opened and closed at a predetermined height and new electron microscope stubs were exposed to falling microbes. The particles fell at speeds high enough to crater some of the carbon stubs, and many particles were discovered to be embedded in the stubs when they were recovered. The stubs were examined in the laboratory using techniques of electron microscopy. With controls taken to avoid contamination at every stage Wainwright et al. (2003) discovered 10 μm organic structures to which they ascribed a biological provenance.", "cite_spans": [{"start": 181, "end": 243, "text": "(Wainwright, Rose, Baker, Wickramasinghe, Omairi et al., 2015;", "ref_id": "BIBREF12"}, {"start": 244, "end": 295, "text": "Wainwright, Wickramasinghe, Harris, & Omairi, 2015;", "ref_id": "BIBREF13"}, {"start": 296, "end": 353, "text": "Wainwright, Wickramasinghe, Narlikar, & Rajaratnam, 2003;", "ref_id": "BIBREF14"}, {"start": 354, "end": 402, "text": "Wainwright, Wickramasinghe, Rose, & Baker, 2014)", "ref_id": "BIBREF15"}, {"start": 878, "end": 902, "text": "Wainwright et al. (2003)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Experiments by Wainwright's team"}, {"text": "A group of us are planning to launch a balloon to 41 km over central Sri Lanka in mid-2020 for collecting stratospheric aerosols. The collected material would be examined using a variety of methods including in situ DNA/RNA analysis, and a possible non-terrestrial component will be identified in this way (program reviewed briefly in Steele et al., 2019).", "cite_spans": [], "ref_spans": [], "section": "Experiments planned by NIFS Sri Lanka"}, {"text": "It is only relatively recently that scientists have been able to fully grasp the enormous magnitude of the microbial and viral content of the terrestrial biosphere. We now know that a typical liter of surface seawater contains at least 10 billion microbes as well as some 100 billion viruses-the vast majority of which remain unidentified and uncharacterized to date (Weitz & Wilhelm, 2013) . Two years ago an international group of scientists collected bacteria and viruses that fell through the rarefied atmosphere near the 4000 m peaks of the Sierra Nevada mountains of Spain. They arrived at an astonishing tally of some 800 million viruses per square meter per day and an associated slightly smaller tally of bacteria-all of which would of course ultimately fall to the Earth's surface (Reche, D'Orta, Mladenov, Winget, & Suttle, 2018) . The assumption normally made is that all such viruses and bacteria necessarily originate on the Earth's surface and are swept upwards in air currents; but in such a model many difficulties associated with the upward transport process are ignored. In our view, a significant fraction of this vast number of falling microbes must originate outside the terrestrial biosphere and come from cometary sources-viruses and bacteria that are actually expelled from comets.", "cite_spans": [{"start": 367, "end": 390, "text": "(Weitz & Wilhelm, 2013)", "ref_id": "BIBREF17"}, {"start": 791, "end": 840, "text": "(Reche, D'Orta, Mladenov, Winget, & Suttle, 2018)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Bacteria and viruses in the earth environment"}, {"text": "If we take into account all the facts available to date we cannot avoid the conclusion that vast numbers of bacteria and viruses continue to fall through the Earth's atmosphere, and it seems inevitable that a significant fraction is of external origin.", "cite_spans": [], "ref_spans": [], "section": "Bacteria and viruses in the earth environment"}, {"text": "Comets have been regarded with awe and trepidation in many ancient cultures of the world. Almost without exception they have been regarded as bad omens-bringers of pestilence and death. The evidence for comets being implicated in the origin of life on Earth was intensely controversial when these ideas were first discussed by one of us and the late Sir Fred Hoyle. Now there is a growing consensus that this is inevitable in some form. In this article we argue that even today the periodic influx of cometary dust and debris could be responsible for waves of epidemic disease-such as the recent coronavirus (see Chapter \"Origin of New Emergent Coronavirus and Candida Fungal Diseases -Terrestrial or Cosmic?\" by Edward Steele et al.)-that sweep our planet from time to time.", "cite_spans": [], "ref_spans": [], "section": "Bacteria and viruses in the earth environment"}, {"text": "As a life-bearing comet makes its repeated orbits around the sun its volatile substances are progressively vaporized and eventually we end up with what could be recognized as large carbonaceous meteorites. The number of close perihelion passages that a comet can survive before becoming completely stripped of volatiles is probably a few hundred. Carbonaceous chondrites could represent materials from comets denuded of volatiles but retaining a residue of silicates and more refractory organic structures. From time to time such objects find ingress into the Earth.", "cite_spans": [], "ref_spans": [], "section": "Bacteria and viruses in the earth environment"}, {"text": "Organic structures identifiable with bacteria, eukaryotic cells, and viruses have been reported in carbonaceous meteorites over several decades, including studies by Pflug in the 1980, and Richard Hoover in more recent times. Fig. 3 shows carbonaceous structures in the Murchison meteorite identified with fossilized microbiota.", "cite_spans": [], "ref_spans": [{"start": 226, "end": 232, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Direct evidence of microbial fossils in meteorites"}, {"text": "The morphological resemblance of the virus-like carbonaceous structure identified by Plug is astoundingly similar to the coronavirus (Fig. 4) . In 2013 a fall of carbonaceous stones in Sri Lanka also revealed distinctly biological structures as shown in Fig. 5 . However, because this latter fall occurred over a remote part of the island and no video record was available, this event has not yet been registered as an official meteorite fall. Plug (1984) . Courtesy Pflug with permission Wickramasinghe. ", "cite_spans": [{"start": 444, "end": 455, "text": "Plug (1984)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 133, "end": 141, "text": "(Fig. 4)", "ref_id": "FIGREF3"}, {"start": 254, "end": 260, "text": "Fig. 5", "ref_id": null}], "section": "Direct evidence of microbial fossils in meteorites"}, {"text": "First and foremost, it will be important to repeat these early attempts to isolate microorganisms from the stratosphere and possibly beyond. In this context it is worth noting that Grebennikova, Syroeshkin, Shubralova, et al. (2018) have already isolated microorganisms above the stratosphere on the windows of the International Space Station at 400 km and Wickramasinghe and Rycroft (2018) have discussed the difficulties of lofting such particles to reach these heights.", "cite_spans": [{"start": 181, "end": 232, "text": "Grebennikova, Syroeshkin, Shubralova, et al. (2018)", "ref_id": "BIBREF2"}, {"start": 357, "end": 390, "text": "Wickramasinghe and Rycroft (2018)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Problem of distinguishing indigenous terrestrial microbiota from bacteria of space origin"}, {"text": "Microbial entities collected in the stratosphere (or above) can be analyzed in many ways to establish their space origin. The use of nanosims technology to determine isotopic signatures could be one route that was attempted in the case of the 2001 recoveries without success, but these studies should be continued more intensively. The fact that appropriate facilities are few and far between on the planet, and access is expensive and difficult is a limitation that needs to be overcome.", "cite_spans": [], "ref_spans": [], "section": "Problem of distinguishing indigenous terrestrial microbiota from bacteria of space origin"}, {"text": "If both the space incident microorganisms and terrestrial microbes originate from disconnected pieces of a single cosmic biosphere (Earth and space) their genetic difference may well turn out to be subtle and even difficult to detect. Indeed, an ISRO sponsored balloon flight into the stratosphere in 2006 recovered three new bacterial species that are genetically similar (80% homologous) to known terrestrial species but sufficiently different to be classified as different species (Shivaji, Chaturvedi, Begum, et al., Fig. 5 Extinct acritarch fossil (L) and diatom frustule (R) from Polonnaruwa meteorite. C.f. Wallis et al. (2013) and Wickramasinghe, Wallis, Wallis, and Samaranayake (2013) .", "cite_spans": [{"start": 484, "end": 493, "text": "(Shivaji,", "ref_id": null}, {"start": 494, "end": 505, "text": "Chaturvedi,", "ref_id": null}, {"start": 506, "end": 512, "text": "Begum,", "ref_id": null}, {"start": 513, "end": 520, "text": "et al.,", "ref_id": null}, {"start": 521, "end": 527, "text": "Fig. 5", "ref_id": null}, {"start": 614, "end": 634, "text": "Wallis et al. (2013)", "ref_id": "BIBREF16"}, {"start": 639, "end": 694, "text": "Wickramasinghe, Wallis, Wallis, and Samaranayake (2013)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Problem of distinguishing indigenous terrestrial microbiota from bacteria of space origin"}, {"text": "2009). The first of the new species recovered from 41 km was named Janibacter hoylei, after Fred Hoyle.", "cite_spans": [], "ref_spans": [], "section": "Problem of distinguishing indigenous terrestrial microbiota from bacteria of space origin"}, {"text": "To conclude, we would remark that signs of imminent change-a major paradigm shift-have come from many directions and such a paradigm shift is now unavoidable (Steele et al., 2018 (Steele et al., , 2019 . The crucial data to clinch this shift must come from the results of experiments such as we have discussed here involving the recovery of microbes of space origin, and by establishing such an origin beyond a shadow of doubt. In this way we would conclude that the evolution of life takes place not just within a closed biosphere on our minuscule planet Earth but extends over a vast and connected volume of the cosmos.", "cite_spans": [{"start": 158, "end": 178, "text": "(Steele et al., 2018", "ref_id": "BIBREF10"}, {"start": 179, "end": 201, "text": "(Steele et al., , 2019", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Problem of distinguishing indigenous terrestrial microbiota from bacteria of space origin"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Particles in the upper atmosphere", "authors": [{"first": "E", "middle": ["K"], "last": "Bigg", "suffix": ""}], "year": 1983, "venue": "Fundamental studies and the future of science", "volume": "", "issn": "", "pages": "38--51", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Physical and chemical properties of aerosols", "authors": [{"first": "I", "middle": [], "last": "Colbeck", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The DNA of bacteria of the world ocean and the Earth in cosmic dust at the international space station", "authors": [{"first": "T", "middle": ["V"], "last": "Grebennikova", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Syroeshkin", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Shubralova", "suffix": ""}], "year": 2018, "venue": "Scientific World Journal", "volume": "7360147", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1155/2018/7360147"]}}, "BIBREF3": {"ref_id": "b3", "title": "Microbiological exploration of stratosphere: Results of six ex-perimental flights", "authors": [{"first": "V", "middle": [], "last": "Greene", "suffix": ""}, {"first": "C", "middle": [], "last": "Hagberg", "suffix": ""}, {"first": "D", "middle": [], "last": "Lundgren", "suffix": ""}, {"first": "P", "middle": [], "last": "Pederson", "suffix": ""}], "year": 1964, "venue": "Proceedings of the atmospheric biology conference", "volume": "", "issn": "", "pages": "199--212", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The detection of living cells in stratospheric samples", "authors": [{"first": "M", "middle": ["J"], "last": "Harris", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Wickramasinghe", "suffix": ""}, {"first": "D", "middle": [], "last": "Lloyd", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Narlikar", "suffix": ""}, {"first": "P", "middle": [], "last": "Rajaratnam", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Turner", "suffix": ""}], "year": 2001, "venue": "Proceedings of SPIE", "volume": "4495", "issn": "", "pages": "192--198", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Falling speed of aerosols", "authors": [{"first": "F", "middle": [], "last": "Kasten", "suffix": ""}], "year": 1968, "venue": "Journal of Applied Meteorology", "volume": "7", "issn": "", "pages": "944--947", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Fundamental studies and the future of science", "authors": [{"first": "H", "middle": ["D"], "last": "Plug", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Deposition rates of viruses and bacteria above the atmospheric boundary layer", "authors": [{"first": "I", "middle": [], "last": "Reche", "suffix": ""}, {"first": "G", "middle": [], "last": "D&apos;orta", "suffix": ""}, {"first": "N", "middle": [], "last": "Mladenov", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Winget", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Suttle", "suffix": ""}], "year": 2018, "venue": "The ISME Journal", "volume": "12", "issn": "", "pages": "1154--1162", "other_ids": {"DOI": ["10.1038/s41396-017-0042-4"]}}, "BIBREF8": {"ref_id": "b8", "title": "Janibacter hoylei sp. nov., Bacillus isronensis sp. nov. and Bacillus aryabhattai sp. nov., isolated from cryotubes used for collecting air from the upper atmosphere", "authors": [{"first": "S", "middle": [], "last": "Shivaji", "suffix": ""}, {"first": "P", "middle": [], "last": "Chaturvedi", "suffix": ""}, {"first": "Z", "middle": [], "last": "Begum", "suffix": ""}], "year": 2009, "venue": "International Journal of Systematic and Evolutionary Microbiology", "volume": "59", "issn": "", "pages": "2977--2986", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Microbes in the upper atmosphere and unique opportunities for astrobiology research", "authors": [{"first": "D", "middle": ["J"], "last": "Smith", "suffix": ""}], "year": 2013, "venue": "Astrobiology", "volume": "13", "issn": "20", "pages": "981--990", "other_ids": {"DOI": ["10.1089/ast.2013.1074"]}}, "BIBREF10": {"ref_id": "b10", "title": "Cause of Cambrian explosion-Terrestrial or cosmic?", "authors": [{"first": "E", "middle": ["J"], "last": "Steele", "suffix": ""}, {"first": "S", "middle": [], "last": "Al-Mufti", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Augustyn", "suffix": ""}, {"first": "R", "middle": [], "last": "Chandrajith", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Coghlan", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Coulson", "suffix": ""}], "year": 2018, "venue": "Progress in Biophysics and Molecular Biology", "volume": "136", "issn": "", "pages": "3--23", "other_ids": {"DOI": ["10.1016/j.pbiomolbio.2018.03.004"]}}, "BIBREF11": {"ref_id": "b11", "title": "Lamarck and Panspermia-On the efficient spread of living systems throughout the cosmos", "authors": [{"first": "E", "middle": ["J"], "last": "Steele", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Gorczynski", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Lindley", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "R", "middle": [], "last": "Temple", "suffix": ""}, {"first": "G", "middle": [], "last": "Tokoro", "suffix": ""}], "year": 2019, "venue": "Progress in Biophysics and Molecular Biology", "volume": "149", "issn": "19", "pages": "30112--30121", "other_ids": {"DOI": ["10.1016/j.pbiomolbio.2019.08.010"]}}, "BIBREF12": {"ref_id": "b12", "title": "Biological entities isolated from two stratosphere launches-continued evidence for a space origin", "authors": [{"first": "M", "middle": [], "last": "Wainwright", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Rose", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Baker", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Wickramasinghe", "suffix": ""}, {"first": "T", "middle": [], "last": "Omairi", "suffix": ""}], "year": 2015, "venue": "Journal of Astrobiology & Outreach", "volume": "3", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.4172/2332-2519.1000129"]}}, "BIBREF13": {"ref_id": "b13", "title": "Masses staining positive for DNA-isolated from the stratosphere at a height of 41 km", "authors": [{"first": "M", "middle": [], "last": "Wainwright", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Wickramasinghe", "suffix": ""}, {"first": "M", "middle": [], "last": "Harris", "suffix": ""}, {"first": "T", "middle": [], "last": "Omairi", "suffix": ""}], "year": 2015, "venue": "Journal of Astrobiology & Outreach", "volume": "3", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.4172/2332-2519.1000130"]}}, "BIBREF14": {"ref_id": "b14", "title": "Microorganisms cultured from stratospheric air samples obtained at 41km", "authors": [{"first": "M", "middle": [], "last": "Wainwright", "suffix": ""}, {"first": "N", "middle": [], "last": "Wickramasinghe", "suffix": ""}, {"first": "J", "middle": [], "last": "Narlikar", "suffix": ""}, {"first": "P", "middle": [], "last": "Rajaratnam", "suffix": ""}], "year": 2003, "venue": "FEMS Microbiology Letters", "volume": "218", "issn": "", "pages": "161--165", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Recovery of cometary microorganisms from the stratosphere", "authors": [{"first": "M", "middle": [], "last": "Wainwright", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Wickramasinghe", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Rose", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Baker", "suffix": ""}], "year": 2014, "venue": "Journal of Astrobiology & Outreach", "volume": "2", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.4172/2332-2519.1000110"]}}, "BIBREF16": {"ref_id": "b16", "title": "The Polonnaruwa meteorite; Oxygen isotope, crystalline and biological composition", "authors": [{"first": "J", "middle": [], "last": "Wallis", "suffix": ""}, {"first": "N", "middle": [], "last": "Miyake", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Hoover", "suffix": ""}, {"first": "A", "middle": [], "last": "Oldroyd", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Wallis", "suffix": ""}, {"first": "A", "middle": [], "last": "Samaranayake", "suffix": ""}], "year": 2013, "venue": "Journal of Cosmology", "volume": "22", "issn": "2", "pages": "10004--10011", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "An ocean of virsuses. The Scientist", "authors": [{"first": "J", "middle": ["S"], "last": "Weitz", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Wilhelm", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Fossil diatoms in a new carbonaceous meteorite", "authors": [{"first": "N", "middle": ["C"], "last": "Wickramasinghe", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallis", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Wallis", "suffix": ""}, {"first": "A", "middle": [], "last": "Samaranayake", "suffix": ""}], "year": 2013, "venue": "Journal of Cosmology", "volume": "21", "issn": "37", "pages": "", "other_ids": {"arXiv": ["arXiv:1303.2398"]}}, "BIBREF19": {"ref_id": "b19", "title": "On the difficulty of the transport of electrically charged submicron dust from the Earth's surface to the high ionosphere", "authors": [{"first": "N", "middle": ["C"], "last": "Wickramasinghe", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Rycroft", "suffix": ""}], "year": 2018, "venue": "Advances in Astrophysics", "volume": "3", "issn": "", "pages": "150--153", "other_ids": {"DOI": ["http:/10.22606/adap.2018.33003"]}}}, "ref_entries": {"FIGREF0": {"text": "A) Cylinder containing stratospheric air and (B) stack of cylinders launched within a liquid neon container. From Wickramasinghe with permission.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "A) A carbonaceous stratospheric particle from 41 km resembling a clump cocci and a rod bacterium. Panel (B) A clump of viable but non culturable bacteria flourescing in carbocyanine dye.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Microfossils in the Murchison meteorite (left) discovered by", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Electron micrograph of organic structure within the Murchison meteorite compared with sketch of the structure of an influenza virus. Published in Wickramasinghe, N. C., Steele, E. J., Gorczynski, R. M., Temple, R., Tokoro, G., Klyce, B., et al. (2020). Comments on the origin and spread of the 2019 coronavirus. Virology: Current Research 4, 1. doi: 10.37421/Virol Curr Res.2020.4.435.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Falling speed w (cm/s).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>a(micron)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>z(km) </td><td>0.3 </td><td>1 </td><td>3 </td><td>10\n</td></tr><tr><td>40 </td><td>0.12 </td><td>0.36 </td><td>1.52 </td><td>5.37\n</td></tr><tr><td>20 </td><td>0.0066 </td><td>0.036 </td><td>0.187 </td><td>1.69\n</td></tr><tr><td>10 </td><td>0.0019 </td><td>0.017 </td><td>0.137 </td><td>1.52\n</td></tr></table></body></html>"}}, "back_matter": []}