{
    "paper_id": "02d0360958fb578ff411c8da18af182120d1bd2e",
    "metadata": {
        "title": "Journal Pre-proof Impact of COVID-19 on away rotations in surgical fields Impact of COVID-19 on away rotations in surgical fields Short Title: COVID-19 and away rotations",
        "authors": [
            {
                "first": "Carter",
                "middle": [
                    "J"
                ],
                "last": "Boyd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dani",
                "middle": [
                    "C"
                ],
                "last": "Inglesby",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Britney",
                "middle": [],
                "last": "Corey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "AL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "J"
                ],
                "last": "Greene",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "AL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "A"
                ],
                "last": "Harrington",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Florida",
                    "location": {
                        "settlement": "Tampa",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "AL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "W"
                ],
                "last": "King",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "AL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Soroush",
                "middle": [],
                "last": "Rais-Bahrami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "AL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "Lance"
                ],
                "last": "Tavana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carter",
                "middle": [
                    "J Boyd"
                ],
                "last": "Bs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "AL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dani",
                "middle": [
                    "C"
                ],
                "last": "Inglesby Bs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "settlement": "Charleston",
                        "region": "SC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Lance Tavana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "addrLine": "200 16 th St S, Apt",
                        "postCode": "3026, 35233",
                        "settlement": "Charleston, Birmingham",
                        "region": "SC, AL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "• Programs and applicants should prepare for changes in this year's application cycle • Specialty leaders in governing bodies should prepare by making unified decisions regarding away rotations for all programs and applicants to adhere to • Safety of medical students should be a top priority during these decisions Author Contributions: C. Boyd was directly involved in the collection of resources, formulation of ideas, writing the manuscript, and approving the final version for submission. D. Inglesby was directly involved in the collection of resources, formulation of ideas, writing the manuscript, and approving the final version for submission. B. Corey was directly involved in the writing of the manuscript and approving the final version for submission. B. Greene was directly involved in the writing of the manuscript and approving the final version for submission. M. Harrington was directly involved in the writing of the manuscript and approving the final version for submission. M. Johnson was directly involved in the writing of the manuscript and approving the final version for submission. T. King was directly involved in the writing of the manuscript and approving the final version for submission. S. Rais-Bahrami was directly involved in the writing of the manuscript and approving the final version for submission. M.L. Tavana was directly involved in the collection of resources, formulation of ideas, writing the manuscript, and approving the final version for submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic has presented a variety of challenges in the medical education curriculum, one of which is the possible loss of summer and fall away rotations for fourth year students applying into surgical subspecialties. Subsequently, a lack of in-person evaluations may have a major impact on an applicant's perception of the residency and the program's ability to assess the individual applicant. This is especially crucial for applicants without a home program in their specialty of interest, as away rotations are an important opportunity to confirm interest in pursuit of a subspecialty, obtain letters of recommendation, and make positive impressions at programs of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "The objective of this article is to assess the current COVID-19 pandemic situation in light of away rotations and to provide recommendations for surgical subspecialty programs and applicants in order to have the best outcome during this upcoming application cycle. In particular, we emphasize the importance of implementing universal processes within each individual subspecialty. This will provide equitable opportunities for all applicants minimizing potential biases or disadvantages based on geographic location or availability of a program at an applicant's home institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "The emergence of the COVID-19 pandemic has had a tremendous impact on medical education throughout the country as most schools have transitioned medical students out of hospital clinical rotations and into online surrogates to complete course requirements. As the effects of the virus continue to evolve, it is quite possible that the pandemic will continue into the summer and fall months during which away or audition rotations typically are scheduled, immediately prior to the residency application and interview season. 1 Recognizing the weight of this situation, the Association of American Medical Colleges (AAMC) has halted all online away rotation application and scheduling activity across the Visiting Student Learning Opportunities (VSLO) software for two weeks to allow for time for discourse to determine if and how audition rotations will proceed. 2 Residency applicants across medical disciplines participate in month-long away rotations or acting internships. Participation is especially prevalent within the competitive surgical subspecialties including neurosurgery, otolaryngology, ophthalmology, orthopedics, plastic surgery, and urology. 3 In many of these fields, 50% or more of students completing away rotations match at a program where they rotated. 3 The AAMC has provided resources to students that have scheduled away rotations that may be affected by the COVID-19 pandemic. 4 While the AAMC has taken the stance to encourage medical schools to develop local substitutes for traditional away rotations, schools report feeling conflicted as there are concerns that suspension of these rotations may weaken students' applications. 5 One important component of any administrative decisions made by the AAMC or specific subspecialty governing bodies is that all programs agree to adhere to this decision, in order to provide equitable opportunities for all applicants. There are two manners in which the AAMC could proceed. The AAMC could initiate guidelines that all specialties should follow. Alternatively, if the AAMC decides not to outline overarching guidelines for all residency training programs, specialty-specific governing bodies can implement guidelines for applicants and training programs in their given specialty. This would provide standardized parameters for this process during this unprecedented application season. 6 As new diagnoses of the COVID-19 pandemic begin to level off and hopefully diminish, varying regions of the country will likely lift social distancing measures at different times throughout the coming year. Simultaneously, medical schools will transition back to hospitalbased clinical rotations in accordance with guidance from local and state public health agencies while maintaining a priority on the safety of their students. These truncated hospital-based clinical experiences for 3rd year medical students will place more emphasis on catering towards their own students' education, potentially limiting the ability for 4th year external students to rotate. The inherent variation that will occur across the country could create potential inequity if some institutions accept external students for clinical rotations while other programs do not.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 525,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 862,
                    "end": 863,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1159,
                    "end": 1160,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1275,
                    "end": 1276,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1403,
                    "end": 1404,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1657,
                    "end": 1658,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2359,
                    "end": 2360,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "Furthermore, students attending school in an area where they must remain quarantined longer may be at an implicit disadvantage if students living in other geographic areas could return to clinical activities and have the opportunity to travel to externship rotations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "One approach to this challenge could be to provide audition rotations with altered formats incorporating virtual exposures and experiences or abbreviated rotations (1-2 weeks compared to the traditional 4 weeks). Alternative options could include suspension of away rotations for this application cycle or postponing these travel rotations until the safety of all potential applicants and programs can be assured nationwide. A universal approach is particularly important to protect students who are at an intrinsic disadvantage without visiting rotations, including international medical graduates and students that lack a home residency program in the specialty to which they are applying. Audition rotations could be limited to these students who cannot gain the specific specialty experience at their home institution. 7 Other possible solutions include a delay in the residency application deadlines or a postponement for deadlines of receipt of the letters of recommendation particularly during a time in which four letters from the same specialty may be more challenging to attain. 8 Again, these measures are most impactful if the application process is universally adjusted, at the very least, among programs in each given specialty training.",
            "cite_spans": [
                {
                    "start": 823,
                    "end": 824,
                    "text": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1089,
                    "end": 1090,
                    "text": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "If externship rotations are completely canceled in the upcoming months, programs will have to rely on other modes of exposure to potential candidates and adjust criteria in their selection of applicants during the interview season and ranking process. The letters of recommendation that are received during audition rotations are considered one of the most impactful pieces in the application process as the validity of letters from one's home institution are sometimes questioned, and external institution letters of support are considered normalizing. 9 In the absence of these rotations and opportunities for obtaining such letters, other criteria should be considered more heavily. Some programs have elected to use personality testing, testing specifically for judgement, or behavioral interview questions to provide more objective data on applicant personal qualities, as these types of assessments have been shown to predict an applicant's future behavioral traits in residency training, a time of high stress and much needed professional commitment. 10 Additionally, programs could increase contact with applicant mentors in order to have a more complete understanding of an individual's attributes, although this may lead to bias in selection towards applicants with mentors that are well known by the programs contacting them and potential bias against those applying in fields underrepresented at their home medical schools. Programs will have to rely more heavily on an applicant's paper application (test scores, research, awards, and volunteer experiences) in the absence of away rotations. On interview day and during associated social events, increased interaction between candidates and the program faculty and residents may make up for lost contact time from the absent externship. Programs may find it advantageous to increase the amount of time spent on each interview day. This, however, will require more coordination amongst programs, as overlapping interviews and the associated travel are often a reason for scheduling conflicts for applicants. Additionally, there is a plan by several residency training programs to consider offering virtual exposure opportunities, not only for the interview process but throughout the season preceding the application and interview process. These opportunities, dovetailing with the increased use of telemedicine platforms, may provide residency applicants a means to \"virtually attend\" grand rounds conferences and other resident didactic experiences, or even \"virtually shadow\" clinic visits or surgical operations remotely.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 555,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1058,
                    "end": 1060,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "In addition to a tremendous educational opportunity, away rotations can help to provide an applicant with a better sense of fit and an understanding of what they are looking for in a program. If unable to participate in away rotations, applicants would possess less information than in previous years when choosing programs and which interview offers to accept. This lack of information and familiarity could be resolved by an improvement in the available information on each programs' website. Specific improvements could include the rotation schedule, operative experience, residency research accomplishments, and information about the accomplishments and career paths of previous residents. 11, 12 This information could be standardized among all programs within a specialty with the use of a common document dispersed by the governing body to be filled out by each individual program, so that applicants may be provided a direct comparison. Mentor perception of residency programs may also become more important during this application process. However, this may create an inherent bias in the applicant's selection process as their mentor's relationship with that program will have a greater bearing on the applicant's decision. 13 To provide this additional information, programs could elect to hold a virtual town hall in lieu of away rotation experiences hosted by their program director and residents in order to recruit future applicants and help to provide insight that typically could have been gained during an audition rotation. This could be a scheduled event planned for the early fall during peak away rotation time and coordinated amongst programs within a specialty. This type of event may help direct application and interview attendance decisions during this time. While the current pandemic poses immediate concerns to the 2020-2021 residency application cycle, this unfortunate situation may allow the medical education community an opportunity to reconsider the pros and cons of current practices with audition rotations and interview travel given the exuberant costs which have been suggested to limit some applicants. 14 In light of the potential losses of both applicant and program insight traditionally provided by away rotations, it is important that the AAMC and specialty governing bodies work together to ensure the safety and fairness of visiting student learning opportunities in the setting of the COVID-19 pandemic. This can be achieved by universal decision-making of governing bodies of these individual subspecialties and measures taken by both programs and applicants to increase awareness of their individual attributes.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 697,
                    "text": "11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1234,
                    "end": 1236,
                    "text": "13",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2144,
                    "end": 2146,
                    "text": "14",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Manuscript:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Potential impact of seasonal forcing on a SARS-CoV-2 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Neher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dyrdak",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Druelle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Hodcroft",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Swiss Med Wkly",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4414/smw.2020.20224"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Association of American Medical Colleges. Coronavirus and The VSLO Program. Association of American Medical Colleges Website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Do audition electives impact match success?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halligan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kosowicz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Med Educ Online",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3402/meo.v21.31325"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association of American Medical Colleges. Coronavirus (COVID-19) and the VSLO Program. Visiting Student Learning Opportunities website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: How the virus is impacting medical schools",
            "authors": [],
            "year": 2020,
            "venue": "American Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "American Council of Academic Plastic Surgeons. 2019-2020 Integrated Plastic Surgery Interview Update. American Counsel of Plastic Surgeons website",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Association of Professors of Gynecology and Obstetrics. APGO and CREOG Residency Application Response to COVID-19. Association of Professors of Gynecolgy and Obstetrics website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 and the Urology Match: Perspectives and a Call to Action",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Gabrielson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Kohn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Clifton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Urol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/JU.0000000000001037"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Resident selection protocols in plastic surgery: a national survey of plastic surgery independent program directors",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Janis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Plast Reconstr Surg",
            "volume": "130",
            "issn": "2",
            "pages": "459--469",
            "other_ids": {
                "DOI": [
                    "10.1097/PRS.0b013e318258d4dd"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Correlation of personality assessments with standard selection criteria for neurosurgical residency applicants",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lubelski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Healy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ferraris",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Benzel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlenk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Neurosurg",
            "volume": "125",
            "issn": "4",
            "pages": "986--994",
            "other_ids": {
                "DOI": [
                    "10.3171/2015.7.JNS15880"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "How Informative are the Plastic Surgery Residency Websites to Prospective Applicants?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hashmi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Policherla",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schumaier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Al-Mufarrej",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Surg Educ",
            "volume": "74",
            "issn": "1",
            "pages": "74--78",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jsurg.2016.08.002"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Content Analysis of ACGME Accredited Urology Residency Program Webpages",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Cherullo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "138",
            "issn": "",
            "pages": "11--15",
            "other_ids": {
                "DOI": [
                    "10.1016/j.urology.2019.11.053"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Factors That Affect Medical Students' Perception and Impression of a Plastic Surgery Program: The Role of Elective Rotations and Interviews",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Retrouvey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Wanzel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann Plast Surg",
            "volume": "82",
            "issn": "2",
            "pages": "224--228",
            "other_ids": {
                "DOI": [
                    "10.1097/SAP.0000000000001525"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Survey of Applicant Experience and Cost in the Urology Match: Opportunities for Reform",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Nikonow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Lyon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Jackman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Averch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Urol",
            "volume": "194",
            "issn": "4",
            "pages": "1063--1067",
            "other_ids": {
                "DOI": [
                    "10.1016/j.uro.2015.04.074"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}