{
    "paper_id": "02d4c398a5509634beaf9cfd365697cf07d6b016",
    "metadata": {
        "title": "Journal Pre-proof Positive SARS-Cov-2 test in a woman with COVID-19 at 22 days after hospital discharge: A case report Positive SARS-Cov-2 test in a woman with COVID-19 at 22 days after hospital discharge: A case report",
        "authors": [
            {
                "first": "Anming",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xinzhou Traditional Chinese Medicine Hospital",
                    "location": {
                        "postCode": "430400",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is currently spreading throughout the world. During this battle against COVID-19, China has adopted the method of integrative traditional Chinese and Western medicine and has effectively controlled the epidemic situation in China. 1, 2 Patients with COVID-19 who were discharged from the hospital were asked to collect nasopharyngeal/throat swabs for nucleic acid testing again after a certain time, and a few of them obtained positive test results. 3, 4 This is a problem worthy of attention, and it is also a hot research topic in the prevention and treatment of COVID-19. The present report describes a woman with COVID-19 who was discharged from the hospital after treatment because she met the discharge standards but obtained positive results on a nucleic acid test 22 days later.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 270,
                    "end": 271,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 486,
                    "end": 488,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 489,
                    "end": 490,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 58-year woman living on Wangji Street, Xinzhou District, Wuhan City (China) had a history of close contact with patients with confirmed COVID-19. Since 25 January 2020, she had experienced a fever (38°C), a cough with production of thick white sputum and chest pain, fatigue, dizziness, and a poor appetite; however, she had no dyspnea, hemoptysis, or vomiting. On 31 January, she underwent a chest computed tomography (CT) scan at the Xinzhou People's Hospital (Wuhan, China), which showed bilateral patchy lung shadows (Fig. 1) . Additionally, a nucleic acid test performed on a throat swab specimen showed a positive result (the throat swab specimen was sent to Wuhan Huada Medical Laboratory (Wuhan, China) for testing in a biosafety transport box; sampling code 20S6721844). She was diagnosed with COVID-19 and admitted to our hospital (Xinzhou Traditional Chinese Medicine Hospital) on 1 February 2020. Upon admission, laboratory examination showed a platelet count of 402 × 10 9 /L (reference range, 100-300 × 10 9 /L), erythrocyte sedimentation rate of 34 mm/h (0-15 mm/h), uric acid concentration of 414.50 µmol/L (142-339 µmol/L), procalcitonin concentration of <0.02 (0.00-0.05 ng/mL), alanine aminotransferase concentration of 15 U/L (0-38 U/L), aspartate aminotransferase concentration of 18.2 U/L (0-38 U/L), total protein concentration of 57.9 g/L (62-85 g/L), and globulin concentration of 21.2 g/L (25-45 g/L). The patient's husband had died of COVID-19 on 26 January 2020. Her daughter had developed COVID-19 while caring for her and her husband but subsequently recovered. The patient lived together with her son, daughter-in-law, grandson, and granddaughter; none of them had symptoms such as cough or fever, and their nucleic acid tests showed negative results. She had undergone thyroid cancer resection in February 2018 and had since taken levothyroxine tablets intermittently. After admission to our hospital, the patient was treated with integrative traditional Chinese and Western medicine for the first 5 days; she was mainly treated with traditional Chinese medicine (TCM) thereafter. Based on her symptoms, including fever, cough, white sticky sputum, chest pain, fatigue, dry and bitter mouth with the desire for hot drinks, and dark red tongue with a thin, yellow, and greasy coating (her pulse was not evaluated because of the need to wear multiple layers of gloves), she was diagnosed with deficiency of qi and yin and dampness and phlegm obstructed in the middle. Thus, she was prescribed: Dang Shen (Codonopsis pilosula (Franch.) Nannf.) 15 g, Xing Ren (Prunus armeniaca L. var ansu Maxim.) 9 g, Su Zi (Perilla frutescens (L.) Britt.) 9 g, Yu Zhu (Polygonatum odoratum (Mill.) Druce) 9 g, Tian Hua Fen (Trichosanthes kirilowii Maxim.) 9 g, Bai He (Lilium lancifolium Thunb.) 15 g, Chen Pi (Citrus reticulata Blanco) 9 g, Qing Ban Xia (Pinellia ternata (Thunb.) Breit.) 9 g, Huang Lian (Coptis chinensis Franch.) 3 g, Huang Qin Chen) 6 g, and Wu Wei Zi (Schisandra chinensis (Turcz.) Baill.) 9 g. These ingredients were boiled in water to 400 mL and taken after a meal each morning and evening throughout the whole hospitalization. Additionally, she took Lianhua Qingwen capsules (two capsules three times a day after meals for 4 days), Bailing capsules (four capsules three times a day after meals throughout the whole hospitalization), and oseltamivir phosphate tablets (75 mg twice daily for 5 days).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 531,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "On 8 February, her symptoms were significantly improved, and she had no fever, cough, chest pain, or fatigue. Compared with the most recent chest CT scan on 4 February (Fig. 2) , the chest CT scan performed on 8 February showed further absorption of the multiple lung lesions (Fig. 3) . On 11 and 13 February, she underwent two nucleic acid tests by throat swabs and obtained negative results for both. A blood analysis on 13 February showed a white blood cell count of 5.58 × 10 9 /L, red blood cell count of 3.88 × 10 12 /L, hemoglobin concentration of 117.00 g/L, lymphocyte absolute count of 1.67 × 10 9 /L, and erythrocyte sedimentation rate of 10 mm/h. Having reached the discharge standards set by the Diagnosis and Treatment Protocol for COVID-19 (Trial version 5), 5 the patient was discharged from our hospital on 15 February and was required to be quarantined at home for 2 weeks, separated with her son, who was also at home. She was prescribed two boxes of Bailing capsules. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 276,
                    "end": 284,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "On 28 February at Wangji's centralized quarantine site, the patient's throat swab tested negative for nucleic acid. On 8 March, she was asked to visit the hospital to recheck the nucleic acid test, and a positive result was obtained. Therefore, she was readmitted to our hospital. Her son was asked to undergo a nucleic acid test and chest CT scan on 9 March; the test showed a negative result, no abnormality was detected in the lungs, and he had no symptoms such as fever, cough, or fatigue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up after hospital discharge"
        },
        {
            "text": "On 10 March, the patient's chest CT scan indicated almost complete absorption of the ground-glass opacities (Fig. 4) . On 11 March, blood was collected from the patient's finger for a coronavirus antibody test (detection kit provided by PerGrande, Beijing, China), and the result was positive. The nucleic acid test on the throat swab also showed a positive result. Consecutive nucleic acid tests on throat swabs on 13 and 15 March were negative. She exhibited only throat itching and a mild cough with no other symptoms. To restore the normal medical order of designated hospitals as soon as possible, several patients, including our patient, were transferred to Huoshenshan Hospital (Wuhan, China) on 16 March. This was a specialized hospital for the centralized treatment of COVID-19. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Follow-up after hospital discharge"
        },
        {
            "text": "In this patient with COVID-19, a positive nucleic acid test result on a throat swab was obtained 22 days after discharge from the hospital. Whether this occurred because of recurrence of the disease, re-infection by the virus, or a false-positive result at discharge is worth further discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "After readmission, the patient had no discomfort except for throat itching and a cough; however, these symptoms were milder than before her first discharge from the hospital. The CT scan showed improvement as evidenced by absorption of the lung opacities. Additionally, the blood tests results were normal. These findings indicate that the patient's positive nucleic acid test result after hospital discharge was not likely due to relapse; instead, it was more likely due to incomplete clearance of the virus. The nucleic acid test results on the patient's throat swabs were alternately negative and positive, which may be related to factors such as the sensitivity of nucleic acid testing or insufficient virus collection in throat swabs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The patient's nucleic acid test result on her throat swab was still positive more than 1 month (17 March) after her first discharge from the hospital (15 February), which may have been related to her thyroid cancer surgery in February 2018 and intermittent treatment with levothyroxine tablets. The virus was likely more slowly removed because of her impaired autoimmunity. Additionally, whether the use of levothyroxine can cause false-positive results is unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "COVID-19 obviously injuries the patient's lung, and in TCM, the throat is the portal to the lungs. Therefore, throughout the entire respiratory tract with the exception of the lungs, coronavirus accumulates primarily in the throat; this is why many patients with COVID-19 in clinical practice have been found to have coughs caused by throat itching. However, a simple chest radiograph or throat swab nucleic acid test is not enough to determine whether the virus has been completely removed. The throat swab test results cannot truly reflect the amount of virus present in the throat and the lungs. During treatment, the virus may be controlled and significantly reduced or removed from the upper respiratory tract; however, this does not mean that the virus in the lower respiratory tract has also been completely removed, but only that it cannot be detected through throat swab tests. Similarly, the coronavirus may affect the heart, liver, spleen, and kidney. [6] [7] [8] [9] [10] If underlying diseases affecting any of these five viscera are present, virus removal will be more difficult.",
            "cite_spans": [
                {
                    "start": 963,
                    "end": 966,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Judging the condition of the lungs from the throat swab is in accordance with the TCM theory that the throat is the portal to the lungs. Similarly, because the lung corresponds to the large intestine in TCM theory, it seems that an anal test should also be added to the diagnostic and cure criteria for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To avoid false-negative and false-positive results, coronavirus antibody tests should also be performed. Antibodies can be used to determine whether coronavirus IgM and IgG antibodies are present in the body. IgG is a protective antibody that is produced 2 weeks after infection with the virus. Its production continues for a long time, and the antibody may be carried for life; its presence indicates infection with the virus. A higher IgG value indicates a higher amount of antibodies in the patient and stronger resistance to the virus. When both IgM and IgG are negative, no infection is present or no antibodies have been produced; when both are positive, the patient has recently been infected and viruses are present in the body. When IgM is negative and IgG is positive, the patient has produced antibodies, is within the rehabilitation period, and is very safe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When our patient was first discharged from the hospital, the negative nucleic acid test result might have been false-negative. The virus might have been controlled at a low level, making it difficult to collect from the throat. Before the protective antibodies were produced, the discontinuation of treatment may have contributed to a comeback of the virus. The positive result of the nucleic acid test on the throat swab on 8 March basically ruled out the false-positive result, as assisted by the results of two nucleic acid tests from throat swabs on 17 and 20 March and viral antibody tests on 17 March ( Table 1) . Instead of resurgence, the virus was in fact still present. According to the explanation of positive test results in recovered patients with COVID-19 by academician Lanjuan Li in an interview, a small amount of residual virus remained in the deep regions of the lung, suggesting that TCM care such as Chinese herbal decoction, acupuncture and moxibustion, and Chinese Tuina massage during the rehabilitation period is also important. Our patient was first discharged from the hospital according to the discharge standards at that time; these standards were based on consecutive negative nucleic acid test results together with remarkable alleviation of respiratory symptoms, a decrease in body temperature, and improvement of chest CT results. The throat swab test is convenient and therefore very common. However, an anal test and virus antibody test should be considered in future because such tests may help to rule out positive cases among discharged patients. In particular, if IgM is negative and IgG is positive in a discharged patient with COVID-19, then protective antibodies have been produced and centralized isolation is not needed; this may greatly reduce medical costs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 609,
                    "end": 617,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "This report did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        },
        {
            "text": "CRediT authorship contribution statement Anming Luo: Conceptualization, data curation, formal analysis, investigation, and writingoriginal draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) situation report-50",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The State Council Information Office. The State Council Information Office",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analysis and treatment strategies of \"relapse\" in patients with COVID-19 after discharge. Chin J Tuberculosis Respiratory Dis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.cn112147-20200229-00219"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Positive RT-PCR test results in patients recovered from COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2783"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The General Office of National Health Commission, and Office of National Administration of Traditional Chinese Medicine. The Diagnosis and Treatment Protocol for COVID-19 (Trial five, Revision)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: A descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "4",
            "pages": "425--434",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Liver injury in COVID-19: Management and challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "30057--30058",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-1253(20"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features of COVID-19 related liver damage",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.26.20026971"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 and the cardiovascular system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41569-020-0360-5"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comorbidities and multi-organ injuries in the treatment of COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest computed tomography scan of the patient on 31 January 2020. The red arrows indicate bilateral ground-glass opacities and patchy lung shadows accompanied with partial consolidation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Scutellaria baicalensis Georgi) 9 g, Pao Jiang (Zingiber officinalis (Willd.) Rosc.) 9 g, Zhi Gan Cao (Glycyrrhiza uralensis Fisch.) 9 g, Wu Mei (Prunus mume (Sieb.) Sieb. & Zucc.) 9 g, Hei Dou (Glycine max (L.) Merr.) 15 g, Du Zhong (Eucommia ulmoides Oliv.) 15 g, Xu Duan (Dipsacus asperoides C.Y. Cheng & T.M. Ai) 15 g, Dan Shen (Salvia miltiorrhiza Bge.) 15 g, San Qi (Panax notoginseng (Burk.) F.H.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chest computed tomography scan of the patient on 4 February 2020. The red arrows indicate ground-glass opacities in the bilateral lower lung fields.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Chest computed tomography scan of the patient on 8 February. The red arrows indicate absorption of the ground-glass opacities in the bilateral lower lung fields.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Chest computed tomography of patient on March 10 with almost complete absorption of ground-glass opacities.The patient's condition was tracked via WeChat and telephone with her attending doctor at Huoshenshan Hospital (Wuhan); the patient had almost no symptoms of discomfort. On 17 March, a nucleic acid test on a throat swab showed a positive result (same sampling code and testing unit as previously mentioned). The new coronavirus antibody immunoglobulin (Ig)M level was 91.29 (reference value, <10), and the IgG level was 203.85 (reference value, <10). A modified Yupingfeng powder was prescribed: Bai Zhu (Atractylodes macrocephala Koidz.) 10 g, Fang Feng (Saposhnikovia divaricata (Turcz.) Schischk.) 10 g, Jin Yin Hua (Lonicera japonica Thunb.) 10 g, Huo Xiang (Pogostemon cablin (Blanco) Benth.) 10 g, Pei Lan (Eupatorium fortunei Turcz.) 10 g, Chen Pi (Citrus reticulata Blanco) 10 g, Huang Qi (Astragalus membranaceus (Fisch.) Bge. var. mongholicus (Bge.) Hsiao) 10 g, and Cang Zhu (Atractylodes lancea (Thunb.) DC) 10 g twice daily for 6 days. Additionally, two arbidol hydrochloride tablets (0.2 g) were prescribed three times a day for 5 days. During treatment, a nucleic acid test on a throat swab showed a positive result on 20 March. On 24 March, she was transfused with 400 mL of plasma from a patient who had recovered from COVID-19. On 27 March, the new coronavirus IgM level was 56.47 (reference value, <10) and the IgG level was 79.42 (reference value, <10).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of tests performed over time. Nucleic acid test from throat swab Xinzhou Traditional Chinese Medicine Hospital Wuhan Huada Medical Laboratory Negative 15 March, 2020 Nucleic acid test from throat swab Xinzhou Traditional Chinese Medicine Hospital Abbreviations: IgG: immunoglobulin G; IgM: immunoglobulin M.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "I am grateful to attending physician Guoheng Zhang (Huoshenshan Hospital, Wuhan, China) for his contribution, and associate chief physician Xianwu Jiang (Xinzhou People's Hospital, Wuhan, China) for providing his patient's diagnostic data on 31 January, 2020. The patient gave consent for publication of her text messages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}