{
    "paper_id": "02d9a01b5ec70a58e6a6436bb8b8bde794fbae7e",
    "metadata": {
        "title": "Prevalence and Predictors of General Psychiatric Disorders and Loneliness during COVID-19 in the United Kingdom: Results from the Understanding Society UKHLS",
        "authors": [
            {
                "first": "Lambert",
                "middle": [
                    "Zixin"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Senhu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Despite ample research on the prevalence of specific psychiatric disorders during COVID-19, we know little about how the pandemic affects the general wellbeing of a wider population. The study investigates the prevalence and predictors of general psychiatric disorders measured by the 12item General Health Questionnaire (GHQ-12) and frequency of loneliness during COVID-19 in the United Kingdom, a country heavily hit by the pandemic. We analyzed 15,530 respondents of the first large-scale, nationally representative survey of COVID-19 in a developed country, the first wave of Understanding Society COVID-19 Study. Results show that 29.2% of the respondents score 4 or more, the caseness threshold, on the general psychiatric disorder measure, and 35.86% of the respondents sometimes or often feel lonely. Regression analyses show that those who have or had COVID-19-related symptoms are more likely to develop general psychiatric disorders and are lonelier. Women and people in their 20s have higher risks of general psychiatric disorders and loneliness, while having a job and living with a partner are protective factors. This study showcases the general psychiatric disorders and loneliness of broader members of the society during COVID-19 and the underlying social disparities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As the outbreak of COVID-19 has become a global public health emergency, an increasing number of people are affected psychologically, albeit in various forms and to different degrees (Qiu et al., 2020) . Despite ample research on the prevalence and predictors of specific types of psychiatric disorders (Huang and Zhao, 2020; Liu et al., 2020; Voitsidis et al., 2020) , little is known about how a national population suffers general psychiatric disorders from the pandemic and feel lonely as a result of such disease control measures as social distancing (Banerjee and Rai, 2020; Galea, Merchant, and Lurie, 2020; Venkatesh et al., 2020) , lockdown (Kokou-Kpolou et al., 2020; Tull et al., 2020) , and quarantine (Reynolds et al., 2008) . General psychiatric disorders and loneliness are arguably more widespread than the specific psychiatric disorders in the past studies (Hwang et al., 2020; Killgore et al., 2020) , more likely to be prevalent in the developed countries (Mushtaq et al., 2004) , and more severely affecting the socioeconomically disadvantaged groups (Armitage and Nellums, 2020; Berg-Weger and Morley, 2020) . Thus, the aim of the study is to explore the prevalence and predictors of general psychiatric disorders and loneliness in the United Kingdom, using the first large-scale, nationally representative survey from a developed country during the pandemic.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 201,
                    "text": "(Qiu et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 303,
                    "end": 325,
                    "text": "(Huang and Zhao, 2020;",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 343,
                    "text": "Liu et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 344,
                    "end": 367,
                    "text": "Voitsidis et al., 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 556,
                    "end": 580,
                    "text": "(Banerjee and Rai, 2020;",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 614,
                    "text": "Galea, Merchant, and Lurie, 2020;",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 638,
                    "text": "Venkatesh et al., 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 650,
                    "end": 677,
                    "text": "(Kokou-Kpolou et al., 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 678,
                    "end": 696,
                    "text": "Tull et al., 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 714,
                    "end": 737,
                    "text": "(Reynolds et al., 2008)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 874,
                    "end": 894,
                    "text": "(Hwang et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 917,
                    "text": "Killgore et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 975,
                    "end": 997,
                    "text": "(Mushtaq et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1099,
                    "text": "(Armitage and Nellums, 2020;",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1128,
                    "text": "Berg-Weger and Morley, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The negative impacts of COVID-19, among other infectious diseases, on mental health have been widely documented (Holmes et al., 2020; Duan and Zhu, 2020) . Research shows the prevalence of generalized anxiety disorders (Huang and Zhao, 2020), depression (Elbay et al., 2020) , insomnia, (Kokou-Kpolou et al., 2020; Voitsidis et al., 2020) and posttraumatic stress symptoms ) during the COVID-19 and identifies sex , age (Meng et al., 2020) , and neighborhood (Cao et al., 2020) as risk factors. Despite importance of these findings, there is imminent need for a bigger picture of how COVID-19 affects mental health of a wider population more generally.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 133,
                    "text": "(Holmes et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 153,
                    "text": "Duan and Zhu, 2020)",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 274,
                    "text": "(Elbay et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 314,
                    "text": "(Kokou-Kpolou et al., 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 315,
                    "end": 338,
                    "text": "Voitsidis et al., 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 373,
                    "end": 374,
                    "text": ")",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 439,
                    "text": "(Meng et al., 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 459,
                    "end": 477,
                    "text": "(Cao et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First, although the widely adopted social distancing, lockdown and quarantine measures may cause severe psychiatric disorders to some people (Galea, Merchant, and Lurie, 2020) , much more people bear the emotional burdens of loneliness (Banerjee and Rai, 2020; Hwang et al., 2020; Killgore et al., 2020) and develop minor psychiatric disorders that cannot be fully captured by the specific clinical measures in previous research (Lu et al., 2020) . The study alternatively adopts the 12-item General Health Questionnaire that validly predicts a wider range of psychiatric disorders (Goldberg and Williams, 1988) and measures the frequency of loneliness as a signature psychiatric risk posed by the current pandemic (Killgore et al., 2020) . It finds much higher prevalence rates, around one-third of the population, on both measures.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 175,
                    "text": "(Galea, Merchant, and Lurie, 2020)",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 260,
                    "text": "(Banerjee and Rai, 2020;",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 280,
                    "text": "Hwang et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 303,
                    "text": "Killgore et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 429,
                    "end": 446,
                    "text": "(Lu et al., 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 582,
                    "end": 611,
                    "text": "(Goldberg and Williams, 1988)",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 738,
                    "text": "(Killgore et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second, while most studies focus on China and developing countries, developed countries are also deeply affected by COVID-19 (Jia et al., 2020) . Despite better health care services, the disruptions of social lives are abrupt in the countries where people have always been connected by technologies (Mushtaq et al., 2014) . Thus, the residents could have felt lonely and developed the psychiatric disorders in minor yet non-negligible forms. These unique challenges have not been addressed due to the paucity of real-time, large-scale, and nationally representative data. We use the first wave of the Understanding Society COVID-19 Study, a recent, high-quality, nationally representative survey (Institute for Social and Economic Research, 2020) to assess the COVID-19's impact on 15,530 respondents in the United Kingdom, a developed country heavily hit by the pandemic (Jia et al., 2020).",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 143,
                    "text": "COVID-19 (Jia et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 321,
                    "text": "(Mushtaq et al., 2014)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Third, our knowledge of the psychiatric disorders and loneliness of COVID-19 patients is limited. For example, the percentages of respondents who have been diagnosed with in the previous surveys are lower than the confirmed prevalence rates in those countries (Cao et al., 2020; Huang and Zhao, 2020; Liu et al., 2020) , which may result from sampling bias. These rates would also be lower than the predicted prevalence rates after accounting for the difficulty in testing. In some studies, the sample size is too small to draw a meaningful comparison between the COVID-19 patients and the general population (Huang and Zhao, 2020; Liu et al., 2020) . In this study, respondents were identified before the pandemic by using the sample of an existing nationally representative survey, and this could help attenuate the selection bias. We also use selfreported COVID-19 symptoms instead of diagnoses to address the problem of delayed testing.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 278,
                    "text": "(Cao et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 300,
                    "text": "Huang and Zhao, 2020;",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 318,
                    "text": "Liu et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 609,
                    "end": 631,
                    "text": "(Huang and Zhao, 2020;",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 649,
                    "text": "Liu et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, suspected patients deserve attention in their own rights who suffer stress regardless of confirmation. We find that people who have or had COVID-19 symptoms are more likely to have general psychiatric disorders and are lonelier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Finally, previous research offers tentative evidence on the impact of COVID-19 on the vulnerable populations such as women and the elderly Meng et al., 2020) , whose burdens can be assessed with a larger and more representative sample. With a more comprehensive survey, we are able to study other social determinants of psychiatric disorders such as employment status and family structure (Cao et al., 2020; Kawohl and Nordt, 2020) . We find that women and people in their 20s are at higher risks of general psychiatric disorders and loneliness, while having a job and living with a partner are protective factors, suggesting social disparities in psychiatric disorders and loneliness.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 157,
                    "text": "Meng et al., 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 389,
                    "end": 407,
                    "text": "(Cao et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 431,
                    "text": "Kawohl and Nordt, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data for this study come from the first wave of Understanding Society COVID-19 Study, which was conducted from in April 2020 and publicly available on May 29, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data."
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Understanding Society COVID-19 Study a special wave of the UK Household Longitudinal Study (UKHLS), which uses stratified and clustered sampling to provide high-quality and nationally representative panel data of around 40,000 United Kingdom households. The survey procedures were approved by the Ethics Committee of University of Essex. The survey consists of an online questionnaire but those without internet access are interviewed through telephone by trained professionals. A total of 17,450 respondents answered the current survey with an overall response rate of 41.2%. After pair-wise deletion of a small number of missing cases (around 1%), we obtained an analytic sample of 15,530 respondents. To adjust for complex survey design and unequal non-response rates, we use weighting in all analyses (Institute for Social and Economic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Research, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Longitudinal Study on Ageing (ELSA). Respondents are asked \"In the last 4 weeks, how often did you feel lonely?\" The 4-week period is when COVID-19 was widespread in the country. The responses are divided into three categories: \"hardly ever or never,\" \"some of the time,\" and \"often.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures. Loneliness is measured by a question adapted from the English"
        },
        {
            "text": "General psychiatric disorders are measured using the 12 items from General Health Questionnaire (GHQ), a validated scale widely used in the community or non-clinical settings (Aalto et al., 2012; Goldberg and Williams, 1988) . There are 12 questions about respondents' depressive, anxiety symptoms, sleeping problems, confidence and overall happiness etc., which were measured on a four-point scale (1 'less than usual', 2 'no more than usual', 3 'rather more than usual', and 4 'much more than usual'). Next, 1 and 2 were recoded to 0, and 3 and 4 were recoded to 1. Finally, the values of the 12 questions were then summed, resulting in a scale ranging from 0 (the least mentally distressed) to 12 (the most mentally distressed). GHQ-12 score equal to 4 or more indicates caseness of general psychiatric disorders (Goldberg and Williams, 1988) .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 195,
                    "text": "(Aalto et al., 2012;",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 224,
                    "text": "Goldberg and Williams, 1988)",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 845,
                    "text": "(Goldberg and Williams, 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Measures. Loneliness is measured by a question adapted from the English"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures. Loneliness is measured by a question adapted from the English"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10. 1101 Gender is a binary variable. Age is divided into 5 categories: 18-30, 31-40, 41-50, 51-60, and over 65. Because the United Kingdom consist of four countries, we create a four-category variable for country of residence: England, Wales, Scotland and Northern Ireland. Respondents are asked two questions on past and current COVID-19 symptoms, \"Have you experienced symptoms that could be caused by coronavirus (COVID-19)?\" and \"Are you currently experiencing symptoms that could be caused by coronavirus?\" The answers to the two questions are \"Yes\" or \"No.\" Employment status and living with a partner are also binary variables answered with \"Yes\" or \"No.\" For more details about distribution of each variable, see Table 1 .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 814,
                    "end": 821,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "[Insert Table 1 Here]",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "First, we report the descriptive statistics of the sample. Second, we conduct univariate analyses with T-tests, ANOVA F-tests and Chi-squared tests to explore the differences in general psychiatric disorders and loneliness across different groups. Third, we run multiple regressions to account for covariates. An ordinary-least square regression model was specified for the continuous General Health Questionnaire score, and a logistic regression model was specified to test the odds ratio of falling into the case category. An ordered logistic regression model was specified for the three-category ordinal outcome of loneliness. Table 2 shows the prevalence of psychiatric disorders among the whole UK population and sub-population groups, and reports results of T-tests, ANOVA F-tests and Chi-squared tests to compare prevalence of psychiatric disorder across different population groups. First, we find that the population average GHQ-12 score is 2.73 (SD = 3.26) and 29.20% of the population have caseness of psychiatric disorders. However, there are no significant differences between different . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 630,
                    "end": 637,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Statistical analyses."
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.09.20120139 doi: medRxiv preprint UK regions in levels of psychiatric disorders. Next, we find that GHQ-12 psychiatric disorder scores and caseness ratio differ significantly across different socio-demographic groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Specifically, people who ever had or currently have COVID-19-related symptoms tend to have significantly lower GHQ-12 psychiatric disorder scores than those who never had these symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Similarly, 35.81% and 54.50% people who ever had or currently have COVID-19-related symptoms tend to have caseness of psychiatric disorders as opposed to 27.99% of those without COVID-19-related symptoms. In addition, people who are female and younger tend to have significantly higher GHQ-12 psychiatric disorder scores and caseness ratio than their counterparts, suggesting that both groups are particularly at risk of psychiatric disorders. Also, we find that those who live with a partner and employed tend to have significantly lower GHQ-12 psychiatric disorder scores and caseness ratio than those who live alone and unemployed, suggesting that family support and employment may be a potential protective factor of psychiatric disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "[Insert Table 2 Here] Table 3 reports results of Chi-squared tests to explore differences in frequency of loneliness between different socio-demographic groups. Overall, we find that in the last 4 weeks 64.14% of the population report that they have never felted lonely, and 28.63% have sometimes felt lonely and 7.22% have often felt lonely. The frequency of loneliness does not significantly vary across different UK regions. Moreover, we find that people who have experienced or currently have COVID-19 related symptoms, especially the latter group, are significantly more likely feel lonely than those without COVID-19 related symptoms. For example, 20.00% of those with current COVID-19 related symptoms report that they have often felt lonely as opposed to 9.17% of those with previous COVID-19 related symptoms and 6.19% of those without symptoms. In terms of demographic disparities in loneliness, we find that females and younger people tend to have . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 22,
                    "end": 29,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . significantly higher frequencies of loneliness than their counterparts, suggesting that both groups are particularly at risk of loneliness during COVID-19. We also find that people who live with a partner and employed tend to have significantly lower frequencies of loneliness than their counterparts, suggesting that family support and employment may prevent people from suffering loneliness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "[Insert Table 3 Here] Table 4 uses multivariate regression analyses to explore the net effects of COVID-19 related symptoms and socio-demographic characteristics on psychiatric disorders and loneliness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 22,
                    "end": 29,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Model 1 uses OLS model to analyze metrical score of GHQ-12, Model 2 uses logistic regression to analyze GHQ-12 caseness ratio, and Model 3 uses ordered logistic regression to analyze loneliness frequency. Overall, consistent with the findings in Table 2 and 3, the results of multivariate regression models show that there are no significant regional differences in psychiatric disorders and loneliness. Importantly, we find that after controlling for a range of sociodemographic characteristics presence of COVID-19 related symptoms is an important predictor for psychiatric disorders and loneliness with people with current or previous COVID-19 related symptoms being at a greater risk of these mental health problems. Next, with other variables being held constant, females and younger people are still more likely to suffer from psychiatric disorders and loneliness than males and older people, and people who live with a partner and are employed tend to have significantly lower levels of psychiatric disorders and loneliness than those who live alone and are unemployed. These results highlight the importance of COVID-19 related symptoms and continued social disparities in mental health problems during COVID-19 in the UK.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 253,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "[Insert Table 4 Here] . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 21,
                    "text": "Table 4 Here]",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020 . . https://doi.org/10.1101 ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 72,
                    "text": "June 12, 2020",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 100,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Despite ample research on the prevalence of specific psychiatric disorders during COVID-19, we know little about how the pandemic could affect a wider population in broader ways. The study examines the prevalence and predictors of general psychiatric disorders and loneliness in a developed country. Using nationally representative survey data from 15,530 respondents in the United Kingdom, the study documents the high prevalence rates of general psychiatric disorders (29.2%) and loneliness (35.86%) during the COVID-19 pandemic. It also shows that people with current or past COVID-19 symptoms or various disadvantaged socioeconomic backgrounds are at significantly higher risks of general psychiatric disorders and loneliness. It contributes to the extent literature and informs public health policies in five distinctive ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "First, the high prevalence rate of general psychiatric disorders lends support to numerous studies on the impact of COVID-19 on mental health (Qiu et al., 2020) . It also extends previous research on more specific and severe psychiatric disorders (Huang and Zhao, 2020; Liu et al., 2020; Voitsidis et al., 2020) by showing that nearly one-third of the population are affected by COVID-19 in various forms and to different degrees. Although the minor psychiatric disorders are often less urgent concerns of the public health policies, they are not negligible given the large proportion of the population that have been affected. Only focusing on specific disorders underestimates the psychiatric burdens of the pandemic in more subtle forms and overlooks the needs for psychiatric care of the people who have not been clinically diagnosed.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 160,
                    "text": "(Qiu et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 247,
                    "end": 269,
                    "text": "(Huang and Zhao, 2020;",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 287,
                    "text": "Liu et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 288,
                    "end": 311,
                    "text": "Voitsidis et al., 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, the prevalence rate of loneliness, an example of minor psychological problem, is high during COVID-19. Over one-third of the respondents sometimes or often feel lonely. This could have arisen from such disease control measures as social distancing, lockdown and quarantine (Tull et al., 2020) . It has been repeatedly argued that social isolation during COVID-. CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 300,
                    "text": "(Tull et al., 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . a large-scale, nationally representative survey. Loneliness is linked to long-term health outcomes including all-cause mortality (Steptoe et al., 2013) , so public health policies need to be aware of the (mental) health consequences of the disease control measures, especially in the developed countries where disruption of social lives could be more abrupt (Jia et al., 2020) .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 227,
                    "text": "(Steptoe et al., 2013)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 452,
                    "text": "(Jia et al., 2020)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Third, because the respondents were recruited before the pandemic and were asked about COVID-19-related symptoms rather than diagnoses, we obtained a large enough sample size to compare suspected patients with the general population. People with current or past symptoms of COVID-19 are significantly more likely to develop general psychiatric disorders and feel lonelier, evidencing the urgent psychiatric needs of suspected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Fourth, risk factors for psychiatric disorders are examined during the pandemic. Consistent with previous research, being female is a significant predictor of both general psychiatric disorders and loneliness . Contrary to the popular belief (Armitage and Nellums, 2020; Meng et al., 2020) , compared to people in their 20s, older age groups are significantly less likely to feel lonely or develop psychiatric disorders, perhaps because younger people's economic and social lives are more disrupted by a public health emergency (Cao et al., 2020) .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 289,
                    "text": "Meng et al., 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 528,
                    "end": 546,
                    "text": "(Cao et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Finally, the study identifies two social determinants of general psychiatric disorders and loneliness during COVID-19. Having a job and living with a partner are both significant protective factors for general psychiatric disorders and loneliness. Moving beyond individual demographics, further studies could explore how social support from work and family buffer the psychological impacts of a pandemic (Cao et al., 2020; Kawohl and Nordt, 2020) .",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 422,
                    "text": "(Cao et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 446,
                    "text": "Kawohl and Nordt, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In all, future research and public health policies need to move beyond specific psychiatric disorders to attend to the general psychiatric disorders and loneliness of a larger proportion of the . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . population. They need to pay special attention to vulnerable populations including women, people in their 20s, the unemployed, those not living with a partner, and those who have or had COVID-19 symptoms. A pandemic like COVID-19 could exaggerate social disparities in mental health in subtle ways, calling for research on effective interventions (Holmes et al., 2020; Duan and Zhu, 2020) .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 444,
                    "text": "(Holmes et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 464,
                    "text": "Duan and Zhu, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The two authors contribute equally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions:"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source:"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interests:"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interests:"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.09.20120139 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Model . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 4. Predictors of General Psychiatric Disorders and Loneliness in the UK during COVID-19"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.09.20120139 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 4. Predictors of General Psychiatric Disorders and Loneliness in the UK during COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19, unemployment, and suicide",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kawohl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nordt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "30141--30144",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Loneliness: A signature mental health concern in the era of COVID-19",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D S"
                    ],
                    "last": "Killgore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Cloonan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Dailey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Research",
            "volume": "290",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.113117"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Insomnia during COVID-19 pandemic and lockdown: Prevalence, severity, and associated risk factors in France population",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Kokou-Kpolou",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Megalakaki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laimou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kousouri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.113128"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence and predictors of PTSS during COVID-19 outbreak in China hardest-hit areas: Gender differences matter",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Research",
            "volume": "287",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.112921"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Psychological status of medical workforce during the COVID-19 pandemic: A cross-sectional study",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Research",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.112936"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analyze the psychological impact of COVID-19 among the elderly population in China and make corresponding suggestions",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Research",
            "volume": "289",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.112983"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Relationship Between Loneliness, Psychiatric Disorders and Physical Health ? A Review on the Psychological Aspects of Loneliness",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mushtaq",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shoib",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mushtaq",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JCDR",
            "volume": "8",
            "issn": "",
            "pages": "1--04",
            "other_ids": {
                "DOI": [
                    "10.7860/JCDR/2014/10077.4828"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Understanding, compliance and psychological impact of the SARS quarantine experience",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Garay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Deamond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Styra",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiol. Infect",
            "volume": "136",
            "issn": "",
            "pages": "997--1007",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268807009156"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: implications and policy recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gen Psych",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/gpsych-2020-100213"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Social isolation, loneliness, and allcause mortality in older men and women",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steptoe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Demakakos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wardle",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "110",
            "issn": "",
            "pages": "5797--5801",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1219686110"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Psychological Outcomes Associated with Stay-at-Home Orders and the Perceived Impact of COVID-19 on Daily Life",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Tull",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Edmonds",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Scamaldo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Richmond",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Gratz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Research",
            "volume": "289",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.113098"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Social distancing in covid-19: what are the mental health implications? BMJ m1379",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Venkatesh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Edirappuli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1379"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Insomnia during the COVID-19 pandemic in a Greek population",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Voitsidis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gliatas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bairachtari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Papadopoulou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Papageorgiou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Parlapani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Syngelakis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Holeva",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Diakogiannis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Research",
            "volume": "289",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.113076"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Prevalence of General Psychiatric Disorders in the UK during COVID-19Source: Understanding Society COVID-19 Study . CC-BY-ND 4.0 International license It is made available under a",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Prevalence of Loneliness in the UK during COVID-19Source: Understanding Society COVID-19 Study",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Have COVID-19 related symptoms (Ref. = No) Note. Model 1 used Ordinary Least Square (OLS) regression, Models 2 used logistic regression and 3 used ordered logistic regression. Robust standard errors are in parentheses, *** p<0.001, ** p<0.01, * p<0.05. Source: Understanding Society COVID-19 Study",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}