{"paper_id": "02db190abd974747ecb2aafed3dfc30461e7ea30", "metadata": {"title": "", "authors": [{"first": "Shannon", "middle": ["L"], "last": "Lockhart", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Laura", "middle": ["V"], "last": "Duggan", "suffix": "", "affiliation": {}, "email": "laduggan@toh.ca"}, {"first": "Randy", "middle": ["S"], "last": "Wax", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephan", "middle": [], "last": "Saad", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hilary", "middle": ["P"], "last": "Grocott", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["L"], "last": "Lockhart", "suffix": "", "affiliation": {}, "email": ""}, {"first": "L", "middle": ["V"], "last": "Duggan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": ["S"], "last": "Wax", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Saad", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H", "middle": ["P"], "last": "Grocott", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Healthcare providers are facing a coronavirus disease pandemic. This pandemic may last for many months, stressing the Canadian healthcare system in a way that has not previously been seen. Keeping healthcare providers safe, healthy, and available to work throughout this pandemic is critical. The consistent use of appropriate personal protective equipment (PPE) will help assure its availability and healthcare provider safety. The purpose of this communique is to give both anesthesiologists and other front-line healthcare providers a framework from which to understand the principles and practices surrounding PPE decision-making. We propose three types of PPE including: 1) PPE for droplet and contact precautions, 2) PPE for general airborne, droplet, and contact precautions, and 3) PPE for those performing or assisting with high-risk aerosol-generating medical procedures.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Résumé Les professionnels de la santé sont confrontés à une pandémie de coronavirus 2019 . Cette pandémie pourrait durer plusieurs mois, soumettant le système de santé canadien à des pressions jusqu'alors méconnues. Il est essentiel de garder les professionnels de la santé en sécurité, en santé et disponibles tout au long de cette pandémie. Une utilisation cohérente des équipements de protection individuelle (EPI) adaptés nous aidera à garantir leur disponibilité et la sécurité des professionnels de la santé. L'objectif de ce communiqué est de fournir aux anesthésiologistes et aux autres professionnels de la santé de première ligne un cadre leur permettant de comprendre les principes et les pratiques entourant la prise de décision par rapport aux EPI. Nous proposons trois types d'EPI, soit 1) les EPI pour prendre des précautions contre les gouttelettes et le contact; 2) les EPI pour prendre des précautions générales contre les suspensions aériennes, les gouttelettes et le contact; et 3) les EPI pour les professionnels réalisant ou assistant des interventions médicales à haut risque de génération d'aérosols.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Keywords COVID-19 Á personal protective equipment Á coronavirus", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The purpose of this article is to emphasize the primacy of personal protective equipment (PPE) in preventing anesthesiologists and other front-line healthcare providers from contracting coronavirus disease . Without a sustained workforce, healthcare systems risk wide-spread failure in the battle with COVID-19. Infection control training was strongly associated with a decrease in the severe acute respiratory syndrome coronavirus (SARS-CoV) healthcare provider infection rate, 1 and, by extension, the same can be expected for SARS-CoV-2 infection rate. Of the many efforts that are being taken to address this accelerating threat, proper healthcare provider infection control training, on a firm foundation of its associated human factors and the provision of appropriate PPE, is critical.", "cite_spans": [{"start": 479, "end": 480, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "A brief overview of COVID-19 and ''flattening the curve'' On 11 March 2020, the World Health Organization (WHO) declared COVID-19, the disease caused by SARS-CoV-2, a pandemic. 2 As of 14 April 2020, there have been 1,844,863 confirmed cases of COVID-19 in 213 countries, with 117,021 reported deaths 3 ; Canada has had 25,680 confirmed cases with 780 deaths. 4 The SARS-CoV-2 virus is spread through inoculation of mucous membranes by droplets and aerosols containing the virus, 5 as well as contact with droplet-contaminated fomites (i.e., surfaces of varying objects and materials). Fomites can act as livevirus reservoirs for hours to days. 6 Breaking the cycle of infection is a critical goal. 7 Fortunately, the SARS-CoV-2 virus, an enveloped RNA virus, is highly susceptible to destruction with either alcohol-based hand sanitizers or simple soap and water when either is used during handwashing for at least 20 sec. 8 Furthermore, agents used for routine hospital cleaning are sufficient for decontaminating any potential fomite surface. 9, 10 Coronavirus disease has a spectrum of clinical presentations. Approximately 80% of those infected will have mild disease not requiring hospital care and 15% will have moderate disease requiring oxygen supplementation. Approximately 5% will have severe disease requiring hospitalization that may include intensive care unit admission, endotracheal intubation, and mechanical ventilation. 11 Predicting how many Canadians will be infected is challenging. Nevertheless, SARS-CoV-2 is highly contagious and without strict social distancing or isolation, it is estimated that each person with COVID-19 disease will infect approximately two to three people (i.e., R 0 A = 2.2-3.6). 12 Similarly, the SARS-CoV epidemic in 2003 had an R 0 = 3 without control measures, which was successfully reduced to 0.4 with control measures. 13 For reference, the Spanish influenza pandemic in 1918 had an R 0 = 1.4-2.8, whereas seasonal influenza has an R 0 = 0.9-2.1.", "cite_spans": [{"start": 177, "end": 178, "text": "2", "ref_id": "BIBREF1"}, {"start": 360, "end": 361, "text": "4", "ref_id": "BIBREF3"}, {"start": 480, "end": 481, "text": "5", "ref_id": "BIBREF4"}, {"start": 645, "end": 646, "text": "6", "ref_id": "BIBREF5"}, {"start": 699, "end": 700, "text": "7", "ref_id": "BIBREF6"}, {"start": 924, "end": 925, "text": "8", "ref_id": "BIBREF7"}, {"start": 1046, "end": 1048, "text": "9,", "ref_id": "BIBREF8"}, {"start": 1049, "end": 1051, "text": "10", "ref_id": "BIBREF9"}, {"start": 1439, "end": 1441, "text": "11", "ref_id": "BIBREF10"}, {"start": 1728, "end": 1730, "text": "12", "ref_id": "BIBREF11"}, {"start": 1874, "end": 1876, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "Initiatives to ''flatten the curve'' 14 are being implemented to prevent overwhelming healthcare systems through exponential disease growth. Public education regarding decreasing one's personal R 0 through meticulous hand hygiene, avoidance of self-inoculation (touching one's mucous membranes), regular cleaning of potential fomites, and social distancing (keeping at least 2 m between people) is the foundation of infection control and prevention. 8 Decreasing inappropriate PPE use by members of the public and oftentimes, healthcare providers themselves, supports sustained access to appropriate PPE over the coming weeks and months, ''flattening the curve'' of inappropriate PPE use. 15 Over time, supplies of specific PPE will likely become depleted and equipment from other manufacturers may need to be sourced and substituted. Ensuring healthcare provider safety is a guiding principle of the COVID-19 response, therefore changing equipment and PPE policies can be a source of understandable anxiety. Such changes require clear, consistent communication between front-line healthcare providers and infection prevention and control (IPAC) as to how adherence to PPE principles will be maintained. Through concerns over one's own welfare or potential shortages of PPE equipment, there may be a motivation to create ''homemade'' 16 or ''MacGyvered'' 17 solutions. Communication with IPAC is essential prior to use of these potential solutions. The guiding public healthcare principles of PPE being consistent, predictable, scalable, and evidence-based is fundamental to the COVID-19 response.", "cite_spans": [{"start": 450, "end": 451, "text": "8", "ref_id": "BIBREF7"}, {"start": 689, "end": 691, "text": "15", "ref_id": "BIBREF14"}, {"start": 1355, "end": 1357, "text": "17", "ref_id": "BIBREF17"}], "ref_spans": [], "section": ""}, {"text": "We have produced this communique to assist both healthcare providers and institutions in determining the type of PPE required for specific airway procedures and duties when caring for a patient with COVID-19. Our baseline PPE recommendations are in alignment with those of the WHO and Public Health Agency of Canada (PHAC), but we go beyond these baseline recommendations to propose a third tier of protection necessary for high-risk A The basic reproduction number, R 0 , is defined as the expected number of secondary cases produced by a single (typical) infection in a completely susceptible population. aerosol-generating medical procedures (AGMPs). This communique presents the rationale for our proposal. As more is known, these recommendations and our overall national PPE strategy will likely change.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Respiratory droplets-what healthcare providers need to know", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Understanding respiratory droplet behavior helps to direct healthcare providers to understand the most appropriate PPE to use in various patient care situations. Ironically, Yassi et al. 18 in their 2005 article regarding SARS-CoV infection of healthcare providers in Vancouver and Toronto stated ''More basic research is needed to determine how infectious droplets produced by aerosolized procedures differ from those produced by more 'natural' methods such as coughing or sneezing in terms of their (droplet) size, their spread, and their infectivity.'' Although this observation was made 15 years ago, basic questions regarding nosocomial spread during the SARS epidemic, and now the COVID-19 pandemic, have yet to be answered. Therefore, it is important to remember that the ''absence of evidence does not mean evidence of absence.'' An observation during the 2003 SARS epidemic was that droplet and fomite transmission was far easier to study than airborne transmission, 19 yet airborne transmission did occur. 20 As epidemiologic information evolves, basic questions regarding SARS-CoV-2 transmission will be answered. The following reflects what we know thus far.", "cite_spans": [{"start": 187, "end": 189, "text": "18", "ref_id": "BIBREF18"}, {"start": 976, "end": 978, "text": "19", "ref_id": "BIBREF19"}, {"start": 1016, "end": 1018, "text": "20", "ref_id": "BIBREF20"}], "ref_spans": [], "section": ""}, {"text": "Respiratory secretions are emitted, and potentially transmit disease, when a patient speaks, coughs, sneezes, or when aerosol-generating medical procedures (AGMPs) are performed. Respiratory secretions consist of water and mucous that act as propellant envelopes for viral aerosolization. 21 The amount of viral exposure is determined by the concentration of virus in the secretions and the total volume of secretions to which the healthcare provider is exposed. Therefore, even with appropriate PPE, it is recommended that the time period of close-proximity exposure to the patient be as limited as possible (e.g., charting done outside the patient's room).", "cite_spans": [{"start": 289, "end": 291, "text": "21", "ref_id": "BIBREF21"}], "ref_spans": [], "section": ""}, {"text": "When patients have an infectious respiratory illness, average respiratory secretion size may become larger (compared with uninfected individuals) because of increased water and mucous production. 21 Decisions regarding appropriate PPE (e.g., donning a surgical mask or N95 respirator) are based on the size and dispersion of the respiratory secretions produced, and the size of droplets known to be infectious for a specific virus/bacteria. These characteristics are irrespective of the size of the virus (or bacterium) itself.", "cite_spans": [{"start": 196, "end": 198, "text": "21", "ref_id": "BIBREF21"}], "ref_spans": [], "section": ""}, {"text": "Respiratory secretions can be categorized by size (Fig. 1) . The WHO defines droplets as [ 5 lm in diameter and airborne particles are defined as \\ 5 lm in diameter. 22 Specific characteristics of particles vary, with other sources defining airborne particles as\\5-10 lm or\\ 10 lm in diameter. 21 Airborne particles are also called droplet nuclei. 23 Droplets can be further subdivided into large droplets that fall to the ground or on surfaces within 0.3-0.9 m and small droplets that fall to the ground or on surfaces within 0.9-1.5 m. 23 For further information regarding respiratory secretions and their role in viral transmission patterns, the reader is referred to these useful reviews. 21, 24, 25 Droplets ([ 5-10 lm) fall on adjacent surfaces (people or surfaces/fomites) usually within 2 m from the patient's respiratory tract. 25 The main mechanism of SARS-SoV-2 transmission and resulting COVID-19 disease include close proximity to a patient's respiratory tract or via contact with fomites contaminated with droplets. 26 To provide a mechanical barrier to droplet spread (usually limited to within 2 m of the diseased person's respiratory tract), 25 it is advisable that every patient testing positive for SARS-CoV-2 don a regular surgical mask (not an N95 respirator). 27 Maintaining a [ 2 m distance from a patient with COVID-19 disease (i.e., just as with ''social distancing'') should also be practiced whenever possible. Droplet and contact PPE (described further in the text) should be donned for those providing any care inside the room of any suspected or confirmed patient with COVID-19 disease. 28 Aerosolized disease transmission is either by droplet or airborne particle transmission. 21 Aerosol-generating medical procedures (AGMPs) generate both airborne particles (\\ 5-10 lm) and both large and small droplets ([ 5-10 lm). 23 Accordingly, AGMPs performed on patients with acute respiratory infections are thought to substantially increase the risk of healthcare provider infection. 29 The risk of healthcare provider infection associated with various AGMPs during the SARS-CoV epidemic in 2003 can be found in a systematic review by Tran et al. 29 The exact role that airborne particles (\\ 5-10 lm) play in the spread of COVID-19 disease remains unclear. 30,31 Airborne particle transmission is more difficult to study compared with droplet transmission. 19 Nevertheless, in an elegant study by Yu et al., airborne particle transmission of SARS-CoV through a Hong Kong housing complex was shown to have occurred. 20 Although some procedures are well recognized as producing significant quantities of aerosols, others are thought to generate aerosols to a much lesser extent. 32 Many airway maneuvers, including bag-mask ventilation, tracheal intubation, and tracheostomy (and by logical extension, cricothyrotomy), are considered high-risk AGMPs (Table 1) . 29 The amount of aerosols generated from placement and use of a supraglottic airway is currently unknown. Because of the hazards of suspended aerosolized respiratory secretions in closed spaces where AGMPs have occurred, healthcare providers who must enter those spaces for patient care should use airborne, droplet, and contact PPE. 33 The time following the AGMP for which that airborne, droplet, and contact PPE would be required is determined by the time it takes to dissipate airborne particles. This amount of time is determined by a number of factors. The ''dose'' of airborne particles to be cleared will partly depend on the specific AGMP performed and the time taken to complete it. The number of air exchanges per hour of the patient's room is another major determinant ( Table 2) . 34 Whether the room is negative-or positivepressured will determine the path of egress for airborne particles, not necessarily the time for egress. ''One of the great things in emergency response and anyone who's involved in emergency response will know this, if you need to be right before you move you will never win. Perfection is the enemy of the good when it comes to emergency management. Speed trumps perfection and the problem in society we have at the moment is everyone is afraid of making a mistake. Everyone is afraid of the consequences of error, but the greatest error is not to move. The greatest error is to be paralyzed by the fear of failure.'' 35 Here, we review evidence regarding transmission of COVID-19 as well as research findings prior to the present Figure 1 Droplets vs airborne particles (also called droplet nuclei). 1. Large infectious droplets. These droplets are generally [ 60 lm in diameter. 21 Toilet water is noted here as severe acute respiratory syndrome coronavirus was shown to aerosolize in toilet water. 20 2. Small infectious droplets. These droplets are generally 10-60 lm in diameter. 21 3. Infectious droplet nuclei, also called airborne particles, are generally \\ 10 lm in diameter. 24 Coughing and sneezing tend to produce a spectrum of droplets, that vary in mean droplet size and number. For example, sneezing produces 4,000-4,600 droplets whereas coughing produces a few hundred droplets. 21 Room humidity, temperature, and air changes per hour contribute to determining droplet size. 24 Viral load and initial mean and distribution size of droplets are determined by the patient. Used with permission of the British Columbia (BC) Provincial Health Services Authority (BC Centre for Disease Control). 23 COVID-19 pandemic including those on SARS, middle east respiratory syndrome (MERS), and influenza A (H1N1). While details regarding SARS, 36 MERS, and influenza may not be completely applicable, they provide models from which to work. Our recommendations align with current PPE recommendations of Ontario Public Health (6 April 2020) 31 and the PHAC (24 February 2020). 37 We present the rationale for our proposal of a third tier of PPE specifically for high-risk AGMPs not previously outlined by Ontario Public Health, the PHAC, or the WHO.", "cite_spans": [{"start": 166, "end": 168, "text": "22", "ref_id": "BIBREF22"}, {"start": 294, "end": 296, "text": "21", "ref_id": "BIBREF21"}, {"start": 348, "end": 350, "text": "23", "ref_id": "BIBREF23"}, {"start": 538, "end": 540, "text": "23", "ref_id": "BIBREF23"}, {"start": 693, "end": 696, "text": "21,", "ref_id": "BIBREF21"}, {"start": 697, "end": 700, "text": "24,", "ref_id": "BIBREF25"}, {"start": 701, "end": 703, "text": "25", "ref_id": "BIBREF27"}, {"start": 837, "end": 839, "text": "25", "ref_id": "BIBREF27"}, {"start": 1030, "end": 1032, "text": "26", "ref_id": "BIBREF28"}, {"start": 1159, "end": 1161, "text": "25", "ref_id": "BIBREF27"}, {"start": 1282, "end": 1284, "text": "27", "ref_id": "BIBREF29"}, {"start": 1617, "end": 1619, "text": "28", "ref_id": "BIBREF30"}, {"start": 1709, "end": 1711, "text": "21", "ref_id": "BIBREF21"}, {"start": 1850, "end": 1852, "text": "23", "ref_id": "BIBREF23"}, {"start": 2009, "end": 2011, "text": "29", "ref_id": "BIBREF31"}, {"start": 2172, "end": 2174, "text": "29", "ref_id": "BIBREF31"}, {"start": 2382, "end": 2384, "text": "19", "ref_id": "BIBREF19"}, {"start": 2540, "end": 2542, "text": "20", "ref_id": "BIBREF20"}, {"start": 2702, "end": 2704, "text": "32", "ref_id": "BIBREF34"}, {"start": 2885, "end": 2887, "text": "29", "ref_id": "BIBREF31"}, {"start": 3219, "end": 3221, "text": "33", "ref_id": "BIBREF35"}, {"start": 3679, "end": 3681, "text": "34", "ref_id": "BIBREF36"}, {"start": 4342, "end": 4344, "text": "35", "ref_id": "BIBREF37"}, {"start": 4605, "end": 4607, "text": "21", "ref_id": "BIBREF21"}, {"start": 4725, "end": 4727, "text": "20", "ref_id": "BIBREF20"}, {"start": 4809, "end": 4811, "text": "21", "ref_id": "BIBREF21"}, {"start": 4909, "end": 4911, "text": "24", "ref_id": "BIBREF25"}, {"start": 5119, "end": 5121, "text": "21", "ref_id": "BIBREF21"}, {"start": 5215, "end": 5217, "text": "24", "ref_id": "BIBREF25"}, {"start": 5431, "end": 5433, "text": "23", "ref_id": "BIBREF23"}, {"start": 5572, "end": 5574, "text": "36", "ref_id": "BIBREF38"}, {"start": 5768, "end": 5770, "text": "31", "ref_id": "BIBREF33"}, {"start": 5804, "end": 5806, "text": "37", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 50, "end": 58, "text": "(Fig. 1)", "ref_id": null}, {"start": 2873, "end": 2882, "text": "(Table 1)", "ref_id": null}, {"start": 3668, "end": 3676, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 4455, "end": 4463, "text": "Figure 1", "ref_id": null}], "section": ""}, {"text": "Likely the best information we have at present is found in a 2012 systematic review of SARS-CoV-infected healthcare providers based on their participation of a variety of AGMPs. 29 Healthcare providers participating in specific AGMPs were compared with other healthcare providers not participating in these specific procedures, with the results expressed as odds ratios ( Table 1 ). The primary studies tended to be small cohort or case-control studies with variable follow-up. As a result, some AGMPs have measures of association with wide 95% confidence intervals, reflecting the imprecision of what is currently known. Across multiple studies, the most consistent association with healthcare provider infection was tracheal intubation. 29 Table 1 contains examples of AGMPs that are known to be high-risk because of exposure to a high concentration of aerosols. Unfortunately, the risk of aerosol production is unknown for many AGMPs. Current airway management, including primary use of videolaryngoscopy, supraglottic device placement for rescue oxygenation, and the simplification of cricothyrotomy in ''can't intubate, can't oxygenate'' emergencies may play a role in changing these odds ratios during COVID-19 compared with SARS. Healthcare provider risk during extubation of patients with SARS or COVID-19 disease currently remains unknown. Arguably, extubation is a higher risk procedure *Assuming airborne particles are NOT continuing to be generated (i.e., after tracheal intubation) Table 1 Selected odds ratios of SARS-CoV transmission to healthcare professionals exposed and not exposed to AGMP For PPE in the context of COVID-19, WHO, PHAC and other organizations have made recommendations for two different tiers of PPE precautions: droplet and contact precautions for direct patient care not involving AGMPs, and airborne, droplet, and contact precautions when aerosol generation is expected (e.g., AGMPs). There are specific healthcare provider exposure areas identified for certain high-risk AGMPs 32 that airway managers may encounter. Both the potential for contamination at the wrist (despite a single pair of gloves) and at the neck have been reported. 16, 38, 39 Given the increased risk of transmission from high-risk AGMPs that airway managers and their airway assistants will be performing, and evidence of incomplete coverage provided by standard airborne, droplet, and contact precautions alone, we propose modifications that include head and neck protection as well as a second pair of gloves. 40 These additions address the heavy respiratory secretion contaminant load that occurs with high-risk AGMPs. 41 Our recommendations advocate for a threetiered approach to PPE (Fig. 2) :", "cite_spans": [{"start": 178, "end": 180, "text": "29", "ref_id": "BIBREF31"}, {"start": 739, "end": 741, "text": "29", "ref_id": "BIBREF31"}, {"start": 2176, "end": 2179, "text": "16,", "ref_id": "BIBREF15"}, {"start": 2180, "end": 2183, "text": "38,", "ref_id": "BIBREF40"}, {"start": 2184, "end": 2186, "text": "39", "ref_id": "BIBREF41"}, {"start": 2524, "end": 2526, "text": "40", "ref_id": "BIBREF42"}, {"start": 2634, "end": 2636, "text": "41", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 372, "end": 379, "text": "Table 1", "ref_id": null}, {"start": 748, "end": 749, "text": "1", "ref_id": null}, {"start": 1495, "end": 1502, "text": "Table 1", "ref_id": null}, {"start": 2700, "end": 2708, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": ""}, {"text": "(1) Droplet and contact precautions (2) Airborne, droplet, and contact precautions (3) Airborne, droplet, and contact precautions for highrisk AGMPs.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The COVID-19 patient should wear a surgical mask whenever possible. Surgical masks, also called face masks, are loose-fitting and inhibit droplet transmission of viral or bacterial diseases. 42 N95 respirators are tight-fitting and prevent inhalation of 95% of airborne particles. 42 Given the variation of facial size and proportions, N95 masks must be ''fit-tested'' to ensure an adequate user seal. Proper donning of an N95 mask (i.e., not pinching the nose bridge but ensuring it fits along the entire maxilla) is a critical step in adequate PPE. 43 Personal protective equipment for droplet and contact precautions includes a surgical mask, eye protection (goggles or procedure mask with face-shield), an Association for the Advancement of Medical Instrumentation (AAMI) level-2 gown, and gloves that overlap the gown sleeve enough to prevent wrist exposure 38 For a healthcare provider present in the room during an AGMP, use airborne, droplet, and contact precautions which include an N95 respirator, eye shield, head covering, AAMI level-2 gown, and single gloves, as in panel B. If you are performing (or directly assisting in) the AGMP itself, then airborne, droplet, and contact precautions should be worn that additionally include a AAMI level-3 gown, neck cover, and 2 pairs of gloves (both panels C and D are considered equivalent levels of PPE) during movement. 40 Gowns may offer better protection than aprons. 40 Personal protective equipment for airborne, droplet, and contact precautions consist of head covering, eye protection, N95 respirator, an AAMI level-2 (or higher) gown, and a single pair of gloves overlapping the gown sleeve enough that movement does not expose the wrists. 40 We recommend airborne, droplet, and contact precautions be maintained for the period of time required to disperse airborne particles as per local IPAC guidelines. The expected dispersal of airborne particles in a room (as a function of air changes per hour) has been reported by US Centers for Disease Control (Table 2 ). 34 The role that airborne particles (\\ 5-10 lm) play in the spread of COVID-19 disease remains unclear. Nevertheless, it has been shown to occur opportunistically 19 during the SARS-CoV spread. 20 The addition of airborne precautions to the usual recommendation of droplet and contact precautions is likely not required for most routine patient care situations. Once the recommended dispersal times following an AGMP has elapsed, droplet and contact precautions can be resumed.", "cite_spans": [{"start": 281, "end": 283, "text": "42", "ref_id": "BIBREF45"}, {"start": 551, "end": 553, "text": "43", "ref_id": "BIBREF46"}, {"start": 863, "end": 865, "text": "38", "ref_id": "BIBREF40"}, {"start": 1377, "end": 1379, "text": "40", "ref_id": "BIBREF42"}, {"start": 1427, "end": 1429, "text": "40", "ref_id": "BIBREF42"}, {"start": 1704, "end": 1706, "text": "40", "ref_id": "BIBREF42"}, {"start": 2029, "end": 2031, "text": "34", "ref_id": "BIBREF36"}, {"start": 2192, "end": 2194, "text": "19", "ref_id": "BIBREF19"}, {"start": 2223, "end": 2225, "text": "20", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 2017, "end": 2025, "text": "(Table 2", "ref_id": "TABREF1"}], "section": ""}, {"text": "The use of PPE for high-risk AGMP precautions should be reserved for healthcare providers only directly involved in the performance of high-risk AGMPs-e.g., airway managers and assistants. In addition to the airborne, droplet, and contact precautions above, we recommend neck covering, a gown with AAMI level-2 (or higher), and two sets of gloves that overlap the gown sleeve enough to prevent wrist exposure during movement (Fig. 2) . In a 2019 Cochrane review of PPE, double gloving was associated with less contamination than single gloving (relative risk, 0.36; 95% confidence interval, 0.16 to 0.78). 40 It also allows the healthcare provider performing airway management to doff a heavily soiled pair of gloves without breaching their overall PPE.", "cite_spans": [{"start": 606, "end": 608, "text": "40", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 425, "end": 433, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": ""}, {"text": "Limiting the number of people in the room when a highrisk AGMP is taking place is critical as it reduces the number of people exposed and assists in preserving the PPE supply. Due to the nature of high-risk AGMPs, it may not be possible for the patient to wear a surgical mask; however, if possible, one should be donned by the patient. 27 There is some controversy over whether neck covering is required when performing high-risk AGMPs, we would advocate for its inclusion as long as it does not impair the operator's neck movement, particularly during airway management. Neck protection helps decrease the droplet contamination shown to occur in this area. 38, 39 We recognize that neither neck nor head protection is included in the current WHO 15 or PHAC 37 guidelines for high-risk AGMPs. While the airway managers' wrists are easily decontaminated through requisite hand-washing both during and after the doffing procedure, the neck and head areas are not. The neck area has been identified as a zone of high contamination during simulated airway management AGMPs. 38, 39 While the head and neck do not contain mucous membranes, they are in close proximity above and below facial mucous membranes. If contaminated, these exposed areas could serve as a source of further contamination both during the PPE doffing process or afterwards during clothing removal. This is particularly true when removing other clothing in an over-the-head fashion (e.g., surgical scrubs or sports bras). Therefore, we propose head and neck covering, when done properly in a coordinated manner with other PPE equipment, could potentially reduce the risk of subsequent selfcontamination by reducing the amount of skin exposure and contamination at the outset while preforming high-risk AGMPs. We also advocate for the availability of resources to allow healthcare providers access to shower facilities after directly participating a high-risk AGMP, if possible. While a post-doffing shower has not been studied, there is likely little harm.", "cite_spans": [{"start": 337, "end": 339, "text": "27", "ref_id": "BIBREF29"}, {"start": 659, "end": 662, "text": "38,", "ref_id": "BIBREF40"}, {"start": 663, "end": 665, "text": "39", "ref_id": "BIBREF41"}, {"start": 1071, "end": 1074, "text": "38,", "ref_id": "BIBREF40"}, {"start": 1075, "end": 1077, "text": "39", "ref_id": "BIBREF41"}], "ref_spans": [], "section": ""}, {"text": "Importantly, there may be certain situations where personnel not directly involved in the high-risk AGMP must remain in the room-e.g., cardiac arrest or fetal distress. There is no clear guidance to inform the optimal PPE strategy in these situations and research is ongoing. Nevertheless, the International Liaison Committee on Resuscitation currently recommends that (assuming the patient is not already tracheally intubated) during chest compressions, the same PPE be used as for other AGMP, which is currently identified as airborne, droplet, and contact precautions. 44 Defibrillation, a time sensitive intervention, should be considered during the donning of high-risk AGMP PPE. An automated chest compression device (e.g., LUCAS Chest Compression System; Stryker Medical, Portage, MN, USA) should be considered to decrease healthcare provider exposure. 45 Therefore, the minimum amount of PPE worn by all providers during cardiac arrest resuscitation should consist of airborne, droplet, and contact PPE. If any airway management is required, those directly involved and unable to step away (or out of the room) should don PPE with airborne, droplet, and contact precautions for high-risk AGMPs. 45 Disposable shoe covers may or may not increase risk of self-contamination during the doffing process as evidence is only from small studies. 46 Coveralls with an integrated hood (i.e., ''bunny suit'') may theoretically have the advantage of simplifying the doffing process (e.g., by removing a single garment that integrates gown, neck cover, and head cover). Nevertheless, doffing a one-piece coverall can also be complex and must be practiced. It does not eliminate the need for a doffing spotter or person to guide the doffer through the doffing process. There is During high-risk AGMPs, decrease exposure of healthcare providers by limiting those present to essential providers only", "cite_spans": [{"start": 572, "end": 574, "text": "44", "ref_id": "BIBREF47"}, {"start": 860, "end": 862, "text": "45", "ref_id": "BIBREF48"}, {"start": 1203, "end": 1205, "text": "45", "ref_id": "BIBREF48"}, {"start": 1347, "end": 1349, "text": "46", "ref_id": "BIBREF50"}], "ref_spans": [], "section": ""}, {"text": "Only those required to perform the procedure should be in the room during an AGMP.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A dedicated ''runner'' donned in airborne, droplet and contact precautions outside the room for additional equipment is recommended.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We recommend airway managers have the assistance they would normally require for that particular AGMP in the room with them, donned in PPE for high-risk AGMP.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A checklist is essential. Donning should be performed with a spotter who can observe and correct inadequacies (e.g., tuck head covering into goggles to cover forehead) during the process. Appropriate donning of a fit-tested N95 respirator is critical.", "cite_spans": [], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "Pay attention to how you don to augment your ease of doffing For AGMPs, your N95 respirator goes on first so it can come off last.", "cite_spans": [], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "Tie a bow rather than a knot on the front of your surgical gown; loop rather than tying anything at the back of your surgical gown to aid easy removal and avoid tearing the gown.", "cite_spans": [], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "Contamination of a healthcare provider can occur either in the patient's room or during the doffing process Contamination in the patient's room should trigger immediate careful doffing when it is safe to do so. Re-donning of PPE should occur outside the patient's room should returning to the patient's room be required. There are currently no specific measures recommended should self-contamination during the doffing process occur. We recommend consulting the institutional IPAC team as outlined below.", "cite_spans": [], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "Doffing (PPE removal) is a high-risk procedure because of risk of selfcontamination that is not necessarily detected by the doffing healthcare professional", "cite_spans": [], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "Interruptions, distractions, and tangents during the doffing protocol are hazardous to all healthcare providers involved. Doffing should be considered a ''sterile cockpit'' situation. The most effective strategy to prevent self-contamination during doffing is the presence of a spotter, reading the doffing checklist step-by-step, and/or usage of clear signage describing the steps.", "cite_spans": [], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "The surgical mask or N95 respirator should be the last item removed Removal should be done very last, and in the anteroom, or outside the patient's room when there is no anteroom available. Avoid touching the front of the surgical mask or N95 respirator during doffing.", "cite_spans": [], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "PPE donning and doffing requires education and practice prior to their use during patient care", "cite_spans": [], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "Practicing PPE donning and doffing enhances patient safety by improving speed and efficiency. It also reduces PPE wastage by preventing the need to don and doff repeatedly due to selfcontamination or breaching of PPE.", "cite_spans": [], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "Hand hygiene performed throughout the donning and doffing processes should be done according to your institution's IPAC guidelines Many PPE guidelines recommend hand hygiene be applied to gloves prior to the doffing process to decrease possibility of selfcontamination by the healthcare provider's hands should a doffing breech occur. 40 currently no direct evidence that one combination of specific PPE for high-risk AGMP has any advantage over another. As long as the principles of the protection required for high-risk AGMP PPE are applied, the exact combinations of the various enhanced PPE components are likely not as important.", "cite_spans": [{"start": 335, "end": 337, "text": "40", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "An important factor to consider is practitioner familiarity with PPE-that is, the more unfamiliar staff is with PPE, the more likely they will incorrectly don and doff it, leading to potential contamination. Therefore, primacy should be given to PPE that is safe and most familiar to healthcare providers. Similarly, it is important to stay informed and in discussion with institutional IPAC representatives. We discourage healthcare professionals from creating and using their own combinations of PPE without discussion and approval with their IPAC.", "cite_spans": [], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "A power air-purifying respirator (PAPR) incorporates headgear with either a full body coverall, or separate head and shoulders covering only. A PAPR is not routinely recommended during the care of COVID-19 patients undergoing an AGMP but may be used in some institutions. 47 Power air-purifying respirators have a hose attached to a high efficiency particulate air (HEPA) filter and its use theoretically eliminates the need for an N95 respirator. As such, it may be useful for healthcare providers who cannot be fitted with an N95 respirator. Nevertheless, some healthcare providers also don an N95 respirator inside the PAPR to help reduce selfcontamination during the doffing process, or to maintain protection against airborne viral inhalation after doffing outside of the patient room in the absence of negative pressure or negative flow isolation. Again, we recommend liaising with local institutional IPAC personnel to inform these types of decisions. The positive pressure generator can be noisy and may impede hearing (and potentially even vision) during an AGMP. Training and practice with the institutional PAPR are required to prevent breaching of the PPE during procedures and/or self-contamination during doffing.", "cite_spans": [{"start": 272, "end": 274, "text": "47", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Donning (putting on) PPE should be in accordance with institutional guidelines"}, {"text": "The exact PPE doffing process will depend on the specific components of the PPE used. Nevertheless, there are a few over-arching principles worth highlighting. Doffing of PPE is the highest risk time for self-contamination. 40 It is important to consider the interplay between the PPE itself and the human factors that can play a role in the safety of the healthcare provider. For example, the healthcare provider may be relieved that an AGMP has been completed successfully, upset that it has not, or psychologically stressed for various reasons. As a result, it is easy for the provider to ''let their guard down'' and lose concentration. In addition, for healthcare providers accustomed to doffing a surgical gown by ripping it off (as was routinely done prior to COVID-19), this must be ''unlearned'' to reduce the potential of contaminating oneself and others through secretions on the gown. Doffing of PPE involves an entirely different set and sequence of maneuvers.", "cite_spans": [{"start": 224, "end": 226, "text": "40", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Doffing PPE"}, {"text": "Healthcare providers must routinely manage interruptions during the course of their work. Doffing should be considered a ''critical moment'' when nothing except communication related to the doffing itself should be discussed. This is similar to the concept of the ''sterile cockpit'' from the aviation industry. 48 Other suggestions regarding donning and doffing can be found in Table 3 .", "cite_spans": [{"start": 312, "end": 314, "text": "48", "ref_id": "BIBREF52"}], "ref_spans": [{"start": 379, "end": 386, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Doffing PPE"}, {"text": "In a 2019 Cochrane review studying PPE to protect healthcare providers in highly infectious situations, the biggest risk reduction was found in having a ''doffing spotter'' read aloud each of the various steps during the doffing process itself. Your health and safety depend on your complete attention and compliance to the doffing instructions. Proper education and training ahead of time, signage in the doffing area, and simulation/practice in doffing with a ''doffing spotter'' can help reduce selfcontamination during the doffing procedure. 40 The ability to self-assess contamination during the doffing process is inadequate. 40 Alcohol sanitizer to the area of contamination for [ 20 sec is reasonable. More recommendations may be produced as more is known.", "cite_spans": [{"start": 546, "end": 548, "text": "40", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Doffing PPE"}, {"text": "Some centres are recommending healthcare professionals take a shower with soap post-AGMP, whether self-contamination occurs or not. This seems reasonable at present until more guidance is known.", "cite_spans": [], "ref_spans": [], "section": "Doffing PPE"}, {"text": "Track and protect PPE supply Educate staff around appropriate PPE use determined by level of care required (droplet/contact vs AGMP, infrequently airborne).", "cite_spans": [], "ref_spans": [], "section": "Doffing PPE"}, {"text": "Promote scalable, generalizable innovations in accordance with institutional IPAC Get involved in innovative projects (e.g., 3D-printing, design, advertising for N95 masks from the community or companies etc.)", "cite_spans": [], "ref_spans": [], "section": "Doffing PPE"}, {"text": "Healthcare providers are facing a COVID-19 pandemic that may last for months, stressing the Canadian healthcare system (and others) in a way that has not been previously seen. Keeping healthcare providers safe and well through maintaining the availability of appropriate PPE supplies is essential to keep the healthcare system functional. We encourage all healthcare providers to engage with their infectious disease colleagues (e.g., IPAC). Collectively, we will manage this pandemic if we continue to work together for the safety and health of all.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Risk factors for SARS transmission from patients requiring intubation: a multicentre investigation in Toronto", "authors": [{"first": "J", "middle": [], "last": "Raboud", "suffix": ""}, {"first": "A", "middle": [], "last": "Shigayeva", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcgeer", "suffix": ""}], "year": 2010, "venue": "Canada. PLoS One", "volume": "DOI", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0010717"]}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organzation. WHO Director-General's opening remarks at the media breifing on COVID-19 -11", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Coronavirus Disease (COVID-19) Pandemic. Latest updates", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Coronavirus disease (COVID-19) outbreak update", "authors": [{"first": "Canada", "middle": [], "last": "Government Of", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients", "authors": [{"first": "R", "middle": ["S"], "last": "Wax", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Christian", "suffix": ""}], "year": 2020, "venue": "Can J Anesth", "volume": "DOI", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s12630-020-01591-x"]}}, "BIBREF5": {"ref_id": "b5", "title": "Aersol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1", "authors": [{"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "T", "middle": [], "last": "Bushmaker", "suffix": ""}, {"first": "D", "middle": [], "last": "Morris", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "DOI", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMc2004973"]}}, "BIBREF6": {"ref_id": "b6", "title": "Basic protective measures against the new coronavirus", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Coronavirus disease (COVID-19) prevention and risks", "authors": [{"first": "Canada", "middle": [], "last": "Government Of", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Water, sanitation, hygiene and waste management for COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Surface environmental, and personal protective equipment contamination by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from a symptomatic patient", "authors": [{"first": "S", "middle": ["W"], "last": "Ong", "suffix": ""}, {"first": "Y", "middle": ["K"], "last": "Tan", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Chia", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "DOI", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.3227"]}}, "BIBREF10": {"ref_id": "b10", "title": "Characteristics of and Important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "DOI", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.2648"]}}, "BIBREF11": {"ref_id": "b11", "title": "Unique epidemiological and clinical features of the emerging 2019 novel coronavirus pneumonia (COVID-19) implicate special control measures", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["Y"], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Q", "middle": ["Q"], "last": "Qin", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/jmv.25748"]}}, "BIBREF12": {"ref_id": "b12", "title": "World Health Organization. Consensus document on the epidemiology of severe acute respiratory syndrome (SARS)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Why outbreaks like coronavirus spread exponentially, an how to ''flatten the curve", "authors": [{"first": "Washington", "middle": [], "last": "The", "suffix": ""}, {"first": "", "middle": [], "last": "Post", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "World Health Organization. Rational use of personal protective equipment for coronavirus disease (COVID-19) and considerations during severe shortages: interim guidance", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Barrier enclosure during endotracheal intubation", "authors": [{"first": "R", "middle": [], "last": "Canelli", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Conner", "suffix": ""}, {"first": "M", "middle": [], "last": "Gonzalez", "suffix": ""}, {"first": "A", "middle": [], "last": "Nosari", "suffix": ""}, {"first": "R", "middle": [], "last": "Ortega", "suffix": ""}], "year": 2020, "venue": "N Eng J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The MacGyver bias and attraction of homemade devices in healthcare", "authors": [{"first": "L", "middle": ["V"], "last": "Duggan", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Marshall", "suffix": ""}, {"first": "J", "middle": [], "last": "Scott", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Brindley", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Grocott", "suffix": ""}], "year": 2019, "venue": "Can J Anesth", "volume": "66", "issn": "", "pages": "757--61", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Research gaps in protecting healthcare workers from SARS and other respiratory pathogens: an interdisciplinary, multi-stakeholder, evidencebased approach", "authors": [{"first": "A", "middle": [], "last": "Yassi", "suffix": ""}, {"first": "D", "middle": [], "last": "Moore", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Fitzgerald", "suffix": ""}], "year": 2005, "venue": "J Occup Environ Med", "volume": "47", "issn": "", "pages": "41--50", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Airborne transmission of communicable infection -the elusive pathway", "authors": [{"first": "C", "middle": ["J"], "last": "Roy", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Milton", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "350", "issn": "", "pages": "1710--1712", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Evidence of airborne transmission of the severe acute respiratory syndrome virus", "authors": [{"first": "I", "middle": ["T"], "last": "Yu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Wong", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "350", "issn": "", "pages": "1731--1740", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The role of particle size in aerosolised pathogen transmission: a review", "authors": [{"first": "J", "middle": [], "last": "Gralton", "suffix": ""}, {"first": "E", "middle": [], "last": "Tovey", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Mclaws", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Rawlinson", "suffix": ""}], "year": 2011, "venue": "J Infect", "volume": "62", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Infection prevention and control of epidemic-and pandemic-prone acute respiratory diseases in health care. WHO Interim Guidelines", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "British Columbia Ministry of Health", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Respiratory Protection for Health Care Workers Caring for Potential or Confirmed COVID-19 Patients", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Recognition of aerosol transmission of infectious agents: a commentary", "authors": [{"first": "R", "middle": [], "last": "Tellier", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tang", "suffix": ""}], "year": 2019, "venue": "BMC Infect Dis", "volume": "DOI", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12879-019-3707-y"]}}, "BIBREF27": {"ref_id": "b27", "title": "Viral infections aquired indoors through airborne, droplet or contact transmission", "authors": [{"first": "La", "middle": [], "last": "Rosa", "suffix": ""}, {"first": "G", "middle": [], "last": "Fratini", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}, {"first": "Della", "middle": [], "last": "Libera", "suffix": ""}, {"first": "S", "middle": [], "last": "Iaconelli", "suffix": ""}, {"first": "M", "middle": [], "last": "Muscillo", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "Ann Ist Super Sanità", "volume": "49", "issn": "", "pages": "124--156", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "?CDC_ AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus% 2F2019-ncov%2Fprepare%2Ftransmission.html", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Respiratory virus shedding in exhaled breath and efficacy of face masks", "authors": [{"first": "N", "middle": ["H"], "last": "Leung", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Chu", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Shiu", "suffix": ""}], "year": 2020, "venue": "Nat Med", "volume": "DOI", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41591-020-0843-2"]}}, "BIBREF30": {"ref_id": "b30", "title": "Ministry of Health. COVID-19 Guidance: Consumption and Treatment Services (CTS) Sites. Available from URL", "authors": [{"first": "Ontario", "middle": [], "last": "Government Of", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review", "authors": [{"first": "K", "middle": [], "last": "Tran", "suffix": ""}, {"first": "K", "middle": [], "last": "Cimon", "suffix": ""}, {"first": "M", "middle": [], "last": "Severn", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Pessoa-Silva", "suffix": ""}, {"first": "J", "middle": [], "last": "Conly", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0035797"]}}, "BIBREF32": {"ref_id": "b32", "title": "Transmission potential of SARS-CoV-2 in viral shedding observed at the University of Nebraska Medical Center", "authors": [{"first": "J", "middle": ["L"], "last": "Santarpia", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Rivera", "suffix": ""}, {"first": "V", "middle": [], "last": "Herrera", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.23.20039446"]}}, "BIBREF33": {"ref_id": "b33", "title": "Updated IPAC Recommendations for Use of Personal Protective Equipment for Care of Individuals with Suspect or Confirmed COVID-19", "authors": [{"first": "Public", "middle": [], "last": "Health Ontario", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "High Risk Aerosol generating medical procedures (AGMP) versus Unknown Risk AGMP", "authors": [], "year": 2020, "venue": "Aerosol Generating Medical Procedures", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Surviving Sepsis Campaign: Guidelines on the Management of Critically Ill Adults with Coronavirus Disease 2019 (COVID-19)", "authors": [{"first": "W", "middle": [], "last": "Alhazzani", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Møller", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Arabi", "suffix": ""}], "year": 2020, "venue": "Crit Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Airborne Contaminant Removal by time according to Air Changes per Hour", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "WHO Health Emergencies Programme) at daily press briefing on COVID", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Can we contain the COVID-19 outbreak with the same measures as for SARS?", "authors": [{"first": "A", "middle": [], "last": "Wilder-Smith", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Chiew", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Lee", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "DOI", "issn": "", "pages": "30129--30137", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30129-8"]}}, "BIBREF39": {"ref_id": "b39", "title": "Infection prevention and control for coronavirus disease (COVID-19): Interim guidance for acute healthcare settings", "authors": [{"first": "Canada", "middle": [], "last": "Government Of", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Simulation as a tool for assessing and evolving your current personal protective equipment : lessons learned during the coronavirus disease (COVID-19) pandemic", "authors": [{"first": "S", "middle": ["L"], "last": "Lockhart", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Naidu", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Badh", "suffix": ""}, {"first": "L", "middle": ["V"], "last": "Duggan", "suffix": ""}], "year": 2020, "venue": "Can J Anesth", "volume": "DOI", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s12630-020-01638-z"]}}, "BIBREF41": {"ref_id": "b41", "title": "Contamination: a comparison of 2 personal protective systems", "authors": [{"first": "J", "middle": ["E"], "last": "Zamora", "suffix": ""}, {"first": "J", "middle": [], "last": "Murdoch", "suffix": ""}, {"first": "B", "middle": [], "last": "Simchison", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Day", "suffix": ""}], "year": 2006, "venue": "CMAJ", "volume": "175", "issn": "", "pages": "249--54", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Personal protective equipment for preventing highly infectious diseases due to exposure to contaminated body fluids in healthcare staff", "authors": [{"first": "J", "middle": ["H"], "last": "Verbeek", "suffix": ""}, {"first": "B", "middle": [], "last": "Rajamaki", "suffix": ""}, {"first": "S", "middle": [], "last": "Ijaz", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Routine Practices and Additional Precautions for Preventing the Transmission of Infection in Healthcare Settings. Revision Date", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Medical masks", "authors": [{"first": "A", "middle": ["N"], "last": "Desai", "suffix": ""}, {"first": "P", "middle": [], "last": "Mehrotra", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.2331"]}}, "BIBREF46": {"ref_id": "b46", "title": "Performance of an N95 filtering facepiece particulate respirator and a surgical mask during human breathing: two pathways for particle penetration", "authors": [{"first": "S", "middle": ["A"], "last": "Grinshpun", "suffix": ""}, {"first": "H", "middle": [], "last": "Haruta", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Eninger", "suffix": ""}, {"first": "T", "middle": [], "last": "Reponen", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Mckay", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Lee", "suffix": ""}], "year": 2009, "venue": "J Occup Environ Hyg", "volume": "6", "issn": "", "pages": "593--603", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "COVID-19 infection risk to rescuers from patients in cardiac arrest", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "British Columbia Ministry of Health", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Adult CPR Protocol for Suspect and Confirmed Cases of COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Contamination during doffing of personal protective equipment by healthcare providers", "authors": [{"first": "S", "middle": ["M"], "last": "Lim", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Cha", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Chae", "suffix": ""}, {"first": "I", "middle": ["J"], "last": "Jo", "suffix": ""}], "year": 2015, "venue": "Clin Exp Emerg Med", "volume": "2", "issn": "", "pages": "162--169", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Preparing for a andemic: a review of operating room outbreak response measures in a large tertiary hospital in Singapore", "authors": [{"first": "J", "middle": [], "last": "Wong", "suffix": ""}, {"first": "Q", "middle": ["Y"], "last": "Goh", "suffix": ""}, {"first": "Z", "middle": [], "last": "Tan", "suffix": ""}], "year": 2020, "venue": "Can J Anesth", "volume": "DOI", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s12630-020-01620-9"]}}, "BIBREF52": {"ref_id": "b52", "title": "Mindful application of aviation practices in healthcare", "authors": [{"first": "N", "middle": [], "last": "Powell-Dunford", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Brennan", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Peerally", "suffix": ""}, {"first": "N", "middle": [], "last": "Kapur", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hynes", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Hodkinson", "suffix": ""}], "year": 2017, "venue": "Aerosp Med Hum Perform", "volume": "88", "issn": "", "pages": "1107--1123", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. PPE for airway management", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Decision-making for appropriate PPE in COVID-19 for anesthesiologists and other airway managers. The decision as to the most appropriate personal protective equipment (PPE) to use in COVID-19 patients is based on the clinical care being undertaken. For care not involving high-risk aerosol-generating medical procedures (AGMP), use droplet and contact precautions, which include a surgical mask with face-shield, Association for the Advancement of Medical Instrumentation (AAMI)-level 2 gown, and single gloves, as shown in panel A (used with permission from Lockhart et al.).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Level of care determines appropriate PPE On 13 March 2020, Dr. Michael J. Ryan, Chief Executive Director of the WHO Health Emergencies Programme, stated:", "latex": null, "type": "table"}, "TABREF1": {"text": "Time (in min) to remove airborne particles based on the air changes per hour (ACH) of a room*", "latex": null, "type": "table"}, "TABREF3": {"text": "Principles of personal protective equipment (PPE)", "latex": null, "type": "table"}, "TABREF4": {"text": "PRINCIPLE PRACTICEThere are currently no specific measures recommended should selfcontamination during the doffing process occur. Liaise with your IPAC to classify contamination as high, moderate, or low risk. A course of action can be determined based on risk of exposure.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Author contributions All authors contributed to the writing of the manuscript, including approval of the final version. Shannon L. Lockhart and Laura V. Duggan contributed equally and are considered co-first authors.Disclosures None.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Editorial responsibility This submission was handled by Dr. Philip M. Jones, Associate Editor, Canadian Journal of Anesthesia.", "cite_spans": [], "ref_spans": [], "section": "Funding statement None."}]}