{"paper_id": "02dcbdbed4cde2a29c6faa0d37f2da8d74e034ed", "metadata": {"title": "Article DNA-Packing Portal and Capsid-Associated Tegument Complexes in the Tumor Herpesvirus KSHV", "authors": [{"first": "Danyang", "middle": [], "last": "Gong", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "90095", "settlement": "Los Angeles, Los Angeles", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Xinghong", "middle": [], "last": "Dai", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "90095", "settlement": "Los Angeles, Los Angeles", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Jonathan", "middle": [], "last": "Jih", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "90095", "settlement": "Los Angeles, Los Angeles", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Yun-Tao", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "90095", "settlement": "Los Angeles, Los Angeles", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Guo-Qiang", "middle": [], "last": "Bi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Science and Technology of China (USTC)", "location": {"postCode": "230026", "settlement": "Hefei", "region": "Anhui", "country": "China"}}, "email": ""}, {"first": "Ren", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "90095", "settlement": "Los Angeles, Los Angeles", "region": "CA", "country": "USA"}}, "email": "rsun@mednet.ucla.edur.s."}, {"first": "Z", "middle": [], "last": "Hong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhou", "middle": [], "last": "Correspondence", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Z", "middle": [], "last": "Hong Zhou", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "90095", "settlement": "Los Angeles, Los Angeles", "region": "CA", "country": "USA"}}, "email": "hong.zhou@ucla.eduz.h.z."}]}, "abstract": [{"text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Article", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Tegument Complexes in the Tumor Herpesvirus KSHV Graphical Abstract Highlights d Genome-packing portal and capsid-associated tegument complexes (CATCs) resolved d Partial and asymmetric CATC occupancy introduces structural variability d CATC binding introduces 120 counterclockwise rotation of triplex Ta on the capsid d Structure-based mutageneses reveal binding hotspot for antiviral development SUMMARY", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Assembly of Kaposi's sarcoma-associated herpesvirus (KSHV) begins at a bacteriophage-like portal complex that nucleates formation of an icosahedral capsid with capsid-associated tegument complexes (CATCs) and facilitates translocation of an $150-kb dsDNA genome, followed by acquisition of a pleomorphic tegument and envelope. Because of deviation from icosahedral symmetry, KSHV portal and tegument structures have largely been obscured in previous studies. Using symmetry-relaxed cryo-EM, we determined the in situ structure of the KSHV portal and its interactions with surrounding capsid proteins, CATCs, and the terminal end of KSHV's dsDNA genome. Our atomic models of the portal and capsid/CATC, together with visualization of CATCs' variable occupancy and alternate orientation of CATC-interacting vertex triplexes, suggest a mechanism whereby the portal orchestrates procapsid formation and asymmetric long-range determination of CATC attachment during DNA packaging prior to pleomorphic tegumentation/envelopment. Structure-based mutageneses confirm that a triplex deep binding groove for CATCs is a hotspot that holds promise for antiviral development.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Resolution of KSHV's asymmetric icosahedral structure is achieved via symmetry-relaxed cryo-EM using sequential localized classification. Interactions between the DNAtranslocating portal protein, associated capsid and tegument proteins, and the viral genome reveal surprising variability in tegument protein occupancy and orientation plasticity.", "cite_spans": [], "ref_spans": [], "section": "In Brief"}, {"text": "First discovered in 1994 associated with tumor lesions in AIDS patients in Los Angeles (Chang et al., 1994) , Kaposi's sarcoma-associated herpesvirus (KSHV) has since been shown to cause endemic cancers in sub-Saharan Africa, the greater Mediterranean, and the Xinjiang region of China (Ganem, 2010; Giffin and Damania, 2014) . KSHV is a member of the herpesvirus subfamily Gammaherpesvirinae, which also includes Epstein-Barr virus (EBV), the first identified human oncovirus. Like all herpesviruses, assembly of an infectious KSHV virion starts at a bacte-riophage-like portal complex that putatively nucleates the formation of a T = 16 icosahedral capsid, which, at maturation, is composed of major capsid protein (MCP), small capsid protein (SCP), ab 2 heterotrimers of the Tri1 monomer and Tri2 dimer and is decorated by capsid-associated tegument complexes (CATCs) (Cardone et al., 2012) . Upon establishment of an initial procapsid, the portal facilitates the translocation of KSHV's $150-kb genome. This key process involves recruitment of an ATP-driven terminase (Yang et al., 2007; Heming et al., 2017) to the unique portal vertex to recognize, package, and cleave concatemeric viral double-stranded (ds)DNA, which, in conjunction with CATC's critical supporting roles (Heming et al., 2017) , give rise to viable genome-containing nucleocapsids (Adelman et al., 2001; Beard et al., 2002) . Unlike the comparatively high occupancies of capsid-associated tegument proteins in alphaherpesviruses Wang et al., 2018) and betaherpesviruses Yu et al., 2017) , KSHV CATC binding sites are markedly partially and/or more flexibly occupied, leading to poorly resolved CATC structures in prior icosahedral reconstructions of KSHV (Dai et al., 2014 . The CATC nonetheless plays a critical role in the release of a pleomorphic virion because the recruitment of outer tegument proteins and a glycoprotein-sporting envelope leading to virion egress depend on interactions of various viral proteins with constituents of the CATC (Owen et al., 2015; Sathish et al., 2012) .", "cite_spans": [{"start": 87, "end": 107, "text": "(Chang et al., 1994)", "ref_id": "BIBREF9"}, {"start": 286, "end": 299, "text": "(Ganem, 2010;", "ref_id": "BIBREF19"}, {"start": 300, "end": 325, "text": "Giffin and Damania, 2014)", "ref_id": "BIBREF20"}, {"start": 871, "end": 893, "text": "(Cardone et al., 2012)", "ref_id": null}, {"start": 1072, "end": 1091, "text": "(Yang et al., 2007;", "ref_id": null}, {"start": 1092, "end": 1112, "text": "Heming et al., 2017)", "ref_id": "BIBREF26"}, {"start": 1279, "end": 1300, "text": "(Heming et al., 2017)", "ref_id": "BIBREF26"}, {"start": 1355, "end": 1377, "text": "(Adelman et al., 2001;", "ref_id": "BIBREF1"}, {"start": 1378, "end": 1397, "text": "Beard et al., 2002)", "ref_id": "BIBREF2"}, {"start": 1503, "end": 1521, "text": "Wang et al., 2018)", "ref_id": "BIBREF64"}, {"start": 1544, "end": 1560, "text": "Yu et al., 2017)", "ref_id": "BIBREF68"}, {"start": 1729, "end": 1746, "text": "(Dai et al., 2014", "ref_id": "BIBREF12"}, {"start": 2023, "end": 2042, "text": "(Owen et al., 2015;", "ref_id": "BIBREF47"}, {"start": 2043, "end": 2064, "text": "Sathish et al., 2012)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In the absence of an in situ KSHV portal and CATC structures, how a single portal protein (pORF43) orchestrates the rise of a robust capsid and how order is maintained in the subsequently complex and variable processes of tegumentation and envelopment remains unknown. An invaluable body of pioneering work has been accomplished so far on the prototypical herpesvirus herpes simplex virus type 1 (HSV-1) portal, including microscopy studies confirming its localization at a capsid vertex (Cardone et al., 2007) , its dodecameric stoichiometry (Rochat et al., 2011) , and, more recently, the impressive identification and reconstruction of the 5-fold vertex region surrounding the portal (McElwee et al., 2018) . Here we present the first atomic structures of a gammaherpesvirus portal vertex in KSHV, which allowed us to use structure-guided mutageneses to identify a viable drug target. Simultaneously, our method of symmetry relaxation and sequential localized classification enabled us to dissect a heretofore puzzling schema of variable CATC occupancy at capsid vertices, providing insights into portal-seeded capsid assembly and how structural plasticity arises from a well-defined and highly ordered capsid.", "cite_spans": [{"start": 488, "end": 510, "text": "(Cardone et al., 2007)", "ref_id": "BIBREF6"}, {"start": 543, "end": 564, "text": "(Rochat et al., 2011)", "ref_id": "BIBREF52"}, {"start": 687, "end": 709, "text": "(McElwee et al., 2018)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "To determine high-resolution structures of KSHV's unique portal vertex, we imaged frozen-hydrated KSHV virions, obtaining 44,328 virion particle images. Prior KSHV capsid reconstructions, although informative, have been calculated with icosahedral symmetry applied, obscuring non-icosahedrally related structures Trus et al., 2001; Wu et al., 2000) . Here we developed a workflow (Figures S1 and S2) to determine structures of the non-icosahedrally arranged components. This sub-particle data processing procedure, employing sequential localized classification with symmetry relaxation, allows stepwise reconstruction of selected regions of a viral particle. Briefly, two rounds of sub-particle classification were performed to relax icosahedral and local symmetries. In the first round, 12 ''subparticles'' of capsid vertices were extracted from each virion image using coordinates calculated from an initial icosahedral reconstruction of the virion particle. We then performed 3D classification with 5-fold symmetry applied to sort out the unique portal vertex sub-particle from the 11 penton vertex sub-particles for each virion image. Subsequent refinement yielded a 4.3-Å resolution reconstruction of the portal vertex with 5-fold (C5) symmetry (first visualized in HSV-1; McElwee et al., 2018) , revealing high-resolution structures of the capsid components surrounding the portal (Table 1 ; Figures S1, S2A, and S2D). A second round of sub-particle classification further relaxed C5 symmetry at the portal vertex, and subsequent refinement with C12 symmetry resulted in a 4.7-Å reconstruction, revealing high-resolution features of the dodecameric portal (Table 1; Fig- ures S1, S2A, and S2E). Using a specific orientation determined in our C12 classification, we then calculated an asymmetric (C1) reconstruction of the entire dsDNA-containing capsid at 7.6 Å (Table 1 ; Figures 1A, S1, S2B, and S2G; Video S1) and a C1 reconstruction of the portal vertex at 5.2 Å (Table 1 ; Figures 1B, S1, S2A, and S2F). Our C1 structures reveal concentrically packed layers of DNA with an inter-duplex distance of $25 Å , quasi-5-fold-organized capsid and tegument densities, a quasi-12-fold-symmetric portal dodecamer, and asymmetric terminal DNA within a DNA translocation channel capped by a distinctive density visible at lower thresholds (Figures 1A and 1B) . This stepped implementation of symmetry expansion and sub-particle classification thus proved effective in teasing apart the multiple symmetry mismatches present in herpesvirus capsids.", "cite_spans": [{"start": 313, "end": 331, "text": "Trus et al., 2001;", "ref_id": "BIBREF61"}, {"start": 332, "end": 348, "text": "Wu et al., 2000)", "ref_id": "BIBREF66"}, {"start": 380, "end": 399, "text": "(Figures S1 and S2)", "ref_id": null}, {"start": 1278, "end": 1299, "text": "McElwee et al., 2018)", "ref_id": "BIBREF38"}, {"start": 2338, "end": 2357, "text": "(Figures 1A and 1B)", "ref_id": null}], "ref_spans": [{"start": 1387, "end": 1395, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 1662, "end": 1676, "text": "(Table 1; Fig-", "ref_id": "TABREF0"}, {"start": 1868, "end": 1876, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 1973, "end": 1981, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Resolving Symmetry Mismatches in the KSHV Capsid"}, {"text": "Structure of the DNA-Translocating Portal Using our C12 portal reconstruction, we atomically modeled KSHV's 605-amino acid (aa) portal protein pORF43 (Table 1; Figure 1C; Video S2) . Despite a lack of sequence homology, our pORF43 model showed striking similarities with structures of phage portal proteins in domain organization and topology (Lebedev et al., 2007; Lokareddy et al., 2017; Sun et al., 2015) . We thus named the five domains of our pORF43 model in a fashion analogous to phage portal proteins: wing (aa 9-45 and 126-245), wall (aa 46-125 and 496-553), stem (aa 246-272 and 454-477), clip (aa 273-453 [aa 281-412 unmodeled] ), and b-hairpin (aa 478-495) ( Figure 1D ). The N-terminal eight residues (aa 1-8) and C-terminal 52 residues (aa 554-605) were disordered and also not modeled. Also similar to phages, 12 copies of pORF43 arrange in a vaguely flying saucer-like ring (Lebedev et al., 2007; Lokareddy et al., 2017; Sun et al., 2015) . In agreement with previous tomographic (Cardone et al., 2007; Chang et al., 2007) and intermediate-resolution (McElwee et al., 2018; Rochat et al., 2011) visualizations of herpesvirus portals, we observe pORF43 portal docking in the capsid through interactions between the portal's wing domains and the surrounding MCP floor and, additionally, between the base of the portal clip and the Tri1 subunit of periportal triplexes ( Figure 1B ). Clip, stem, b-hairpin, and wall domains largely form the interior of the portal channel (i.e., DNA translocation channel) through which DNA is threaded into the capsid during genome packaging ( Figures 1D and 1E ).", "cite_spans": [{"start": 160, "end": 170, "text": "Figure 1C;", "ref_id": null}, {"start": 171, "end": 180, "text": "Video S2)", "ref_id": null}, {"start": 343, "end": 365, "text": "(Lebedev et al., 2007;", "ref_id": "BIBREF32"}, {"start": 366, "end": 389, "text": "Lokareddy et al., 2017;", "ref_id": "BIBREF36"}, {"start": 390, "end": 407, "text": "Sun et al., 2015)", "ref_id": "BIBREF58"}, {"start": 543, "end": 638, "text": "(aa 46-125 and 496-553), stem (aa 246-272 and 454-477), clip (aa 273-453 [aa 281-412 unmodeled]", "ref_id": null}, {"start": 890, "end": 912, "text": "(Lebedev et al., 2007;", "ref_id": "BIBREF32"}, {"start": 913, "end": 936, "text": "Lokareddy et al., 2017;", "ref_id": "BIBREF36"}, {"start": 937, "end": 954, "text": "Sun et al., 2015)", "ref_id": "BIBREF58"}, {"start": 996, "end": 1018, "text": "(Cardone et al., 2007;", "ref_id": "BIBREF6"}, {"start": 1019, "end": 1038, "text": "Chang et al., 2007)", "ref_id": "BIBREF10"}, {"start": 1067, "end": 1089, "text": "(McElwee et al., 2018;", "ref_id": "BIBREF38"}, {"start": 1090, "end": 1110, "text": "Rochat et al., 2011)", "ref_id": "BIBREF52"}], "ref_spans": [{"start": 150, "end": 159, "text": "(Table 1;", "ref_id": "TABREF0"}, {"start": 671, "end": 680, "text": "Figure 1D", "ref_id": "FIGREF0"}, {"start": 1384, "end": 1393, "text": "Figure 1B", "ref_id": "FIGREF0"}, {"start": 1591, "end": 1608, "text": "Figures 1D and 1E", "ref_id": "FIGREF0"}], "section": "Resolving Symmetry Mismatches in the KSHV Capsid"}, {"text": "Of the channel-lining domains, b-hairpin and clip domains form the most constricted regions of the channel at $28 Å and $32 Å in diameter, respectively ( Figures 1D and 1E) . Notably, both regions contain characteristic b sheets and interact with DNA in our mature virion state. Arranged radially, 12 b-hairpins comprise an apertured disk perpendicular to the portal channel axis ( Figure 1E ). Interestingly, residues that line the channel are markedly positively charged above this aperture, likely facilitating interactions with negatively charged DNA ( Figure 1F ). Twelve sets of three-stranded b sheets roughly parallel to the channel axis form the base of the clip region ( Figure 1G ). Each b sheet is the result of a 2+1 augmentation motif, where two parallel clip b strands from each pORF43 subunit are augmented in anti-parallel fashion by a single clip b strand from its clockwise neighbor (when viewing toward the capsid interior) ( Figure 1G , insets); this results in a ''daisy-chained'' ring structure, conceivably ideal for propagating and coordinating conformation changes among subunits in the dodecameric complex during dsDNA translocation.", "cite_spans": [], "ref_spans": [{"start": 154, "end": 172, "text": "Figures 1D and 1E)", "ref_id": "FIGREF0"}, {"start": 382, "end": 391, "text": "Figure 1E", "ref_id": "FIGREF0"}, {"start": 557, "end": 566, "text": "Figure 1F", "ref_id": "FIGREF0"}, {"start": 681, "end": 690, "text": "Figure 1G", "ref_id": "FIGREF0"}, {"start": 946, "end": 955, "text": "Figure 1G", "ref_id": "FIGREF0"}], "section": "Resolving Symmetry Mismatches in the KSHV Capsid"}, {"text": "In contrast to phage portals, a turret-like density arises from our KSHV clip, extending distally toward the portal-capping density ( Figures 1B and 1G ). Although we were unable to model this clip turret, we identified what appeared to be helical structures comprising the turret walls ( Figure 1G ), consistent with pORF43 secondary structure and disorder predictions, which show strong helix propensity in this region (aa 281-412) (Figure S3A) . During DNA packaging, the distal end of this turret is the putative docking site of terminase (Yang et al., 2007; Heming et al., 2017) . The lower resolution of the clip turret is thus likely a result of inherent plasticity in the structure to accommodate interactions with various partners during different stages of viral assembly (e.g., terminase during active DNA packaging and the portal cap after packaging).", "cite_spans": [{"start": 434, "end": 446, "text": "(Figure S3A)", "ref_id": null}, {"start": 543, "end": 562, "text": "(Yang et al., 2007;", "ref_id": null}, {"start": 563, "end": 583, "text": "Heming et al., 2017)", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 134, "end": 151, "text": "Figures 1B and 1G", "ref_id": "FIGREF0"}, {"start": 289, "end": 298, "text": "Figure 1G", "ref_id": "FIGREF0"}], "section": "Resolving Symmetry Mismatches in the KSHV Capsid"}, {"text": "A Portal-Effected Global Distribution of CATC Our C1 portal vertex reconstruction revealed tegument densities sitting atop the periportal triplexes Ta and Tc (Figures 1B and S2F) . The morphology of these densities-a helix bundle supported by a triplex-bridging base-resemble that of CATCs (C) pORF43 model, shown as rainbow-colored ribbons (blue, N terminus / red, C terminus). Inset depictions are ribbon-and-stick in C12 mesh density.", "cite_spans": [{"start": 158, "end": 178, "text": "(Figures 1B and S2F)", "ref_id": null}], "ref_spans": [], "section": "Resolving Symmetry Mismatches in the KSHV Capsid"}, {"text": "(legend continued on next page) identified around penton vertices in previous icosahedral reconstructions of KSHV (Dai et al., 2014) and of neurotropic HSV-1 and HSV-2 . However, peripenton CATC densities in the KSHV icosahedral reconstruction were distinctively weaker than surrounding capsid proteins and only discernible when low-pass-filtered to $6-Å , suggesting low CATC occupancy and/or flexibility (Dai et al., 2014) ; in contrast, the HSV-1 icosahedral reconstruction indicated full CATC occupancy . Interestingly, our C1 reconstruction of the KSHV portal vertex reveals the presence of five CATC densities with a strength comparable with that of underlying capsid elements, indicating full occupancy of the five CATC registers surrounding the portal vertex. This preferred association of CATC with the portal vertex over the remaining 11 (penton) vertices suggests an important role of CATC at the portal vertex, to be discussed later. Our C1 reconstruction of the genome-containing capsid also indicates a curious binding pattern of CATCs to penton vertices in a manner dictated by the portal vertex. When displayed at a density threshold appropriate for capsid proteins, our C1 capsid reconstruction shows two adjacent (i.e., ortho) CATCs bound to each portal-proximal penton vertex, one CATC to each portaldistal penton vertex, and no visible CATCs at the portal-opposite penton vertex (Figure 2A ). Incrementally decreasing the density display threshold reveals additional CATCs of progressively weaker density (indicating progressively lower occupancies at those registers) manifesting at penton vertices in a ''portal-outward'' manner ( Figures 2B and S4 ). Importantly, within each penton vertex, CATCs appear to selectively bind registers on the portal side of a hypothetical ''equatorial'' bisecting the penton vertex, with a clear preference for the most portal-side register ( Figure S4 ). Adherence to this ''portal-side equatorial rule'' is exemplified by the observation that portal-proximal penton vertices (with two registers portal-side of the equatorial) max out at two CATC copies as the density display threshold is decreased, whereas portal-distal penton vertices (with three portal-side registers) max out at three CATC copies. Portalopposite vertices can bind the CATC at any register (i.e., no preferred register), up to five CATCs in total, because every register is portal-side ( Figures 2B and S4) .", "cite_spans": [{"start": 114, "end": 132, "text": "(Dai et al., 2014)", "ref_id": "BIBREF12"}, {"start": 406, "end": 424, "text": "(Dai et al., 2014)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 1399, "end": 1409, "text": "(Figure 2A", "ref_id": "FIGREF1"}, {"start": 1653, "end": 1670, "text": "Figures 2B and S4", "ref_id": "FIGREF1"}, {"start": 1898, "end": 1907, "text": "Figure S4", "ref_id": "FIGREF3"}, {"start": 2416, "end": 2434, "text": "Figures 2B and S4)", "ref_id": "FIGREF1"}], "section": "Resolving Symmetry Mismatches in the KSHV Capsid"}, {"text": "Given that CATC occupancy varies among vertices in a nonrandom fashion, the existence of CATCs of varying densities indicates that CATC occupancy varies even among capsids and is thus not fully determined in our C1 reconstruction (i.e., the averaging of capsids with differing occupancies/binding patterns inherently obscures information on specific occupancy). Thus, to accurately assess the specific occupancy of penton vertex CATCs and to understand the structural basis of a CATC's discriminatory association with portal and penton vertices, we relaxed 5-fold symmetry for penton vertex sub-particles and performed 3D focused classification of their CATC-binding registers ( Figure S1 ). Using a mask encompassing the region surrounding one CATC, four resulting classes were obtained. Although three classes clearly lacked CATC densities, one class contained a CATC density of a quality comparable with surrounding capsid protein densities ( Figure S1 ). 37.9% of masked sub-particles (i.e., 37.9% of penton vertex registers) were assigned to this CATC-binding class, slightly higher than the $30% occupancy estimated in our previous KSHV icosahedral study (Dai et al., 2014) .", "cite_spans": [{"start": 1161, "end": 1179, "text": "(Dai et al., 2014)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 679, "end": 688, "text": "Figure S1", "ref_id": "FIGREF0"}, {"start": 946, "end": 955, "text": "Figure S1", "ref_id": "FIGREF0"}], "section": "Resolving Symmetry Mismatches in the KSHV Capsid"}, {"text": "We further distinguished between possible CATC binding occupancies and permutations at the five registers of a single penton vertex using geometry-based sub-particle classification. In all, eight possible permutations of zero to five CATCs can bind a penton vertex, all of which were observed and reconstructed in our analyses ( Figure 3A ). In agreement with trends observed in our C1 capsid reconstruction, penton vertices with two adjacent CATCs bound were most abundant (ortho-CATC-binding, at 38.6% of penton vertex sub-particles), followed by penton vertices with a single CATC bound (one-CATC-binding, at 21.9% of sub-particles). Five-CATC-binding penton vertices were rarest, as expected, at 0.2% of sub-particles because, barring deviations to the C1 capsid-observed consensus binding pattern, these should be limited to the portal-opposite vertices of highly bound capsids. Finally, we tallied the total number of penton CATCs in each capsid from our classified penton vertex sub-particles. The resulting histogram follows a sharp, slightly left-skewed Gaussian distribution peaking at approximately 23 penton CATCs per capsid ( Figure 3B ). Intriguingly, additional CATC binding falls off sharply after capsids have bound 30 penton CATCs, which happens to be the theoretical maximum of a capsid with ''full'' penton vertex CATC binding in compliance with the portal-side equatorial rule. In all, these results-the full occupancy of portal CATC registers, the portal vertex-referenced directional binding of CATC within penton vertices, and the portal-dictated maximum of allowed binding registersstrongly suggest that the nucleating portal effects long-range (allosteric) structural influence on the penton vertices of each capsid.", "cite_spans": [], "ref_spans": [{"start": 329, "end": 338, "text": "Figure 3A", "ref_id": "FIGREF2"}, {"start": 1139, "end": 1148, "text": "Figure 3B", "ref_id": "FIGREF2"}], "section": "Resolving Symmetry Mismatches in the KSHV Capsid"}, {"text": "Further 3D refinement of classes obtained from our masked classification of penton vertex sub-particles yielded CATC-binding and CATC-absent reconstructions of penton vertex registers at 3.8 Å and 3.7 Å , respectively (Table 1 ; Figures S1, S2C, S2H, and S2I). From the CATC binding reconstruction, we identified (D) Two opposing pORF43 portal subunits, colored by domains assigned according to dsDNA phage portal structures (Lebedev et al., 2007; Lokareddy et al., 2017; Sun et al., 2015) , shown superimposed with Gaussian-filtered C1 portal vertex density. (E) Clip (top) and b-hairpin (bottom) slices define two narrow constrictions within the DNA translocation channel. (F) Electrostatic surface potential rendering of the portal's DNA translocation channel. (G) C12 density shaded by the corresponding pORF43 domain (Gaussian-filtered C1 density shown for lower-resolution clip turret). Mint green cylinders represent helix-like structures observed to extend from the clip in C1 reconstructions as in (B) but disordered in the C12 density. Three consecutive pORF43 subunits illustrate the daisy-chained 2+1 b sheet augmentation facilitated by the modeled clip's three b strands (insets). Unmodeled turret densities extend from the middle ring of b strands (dotted black circles). See also Figure S3 and Videos S1 and S2. and modeled the constituents of CATC, which include two copies of pORF19, two copies of pORF64, and one copy of pORF32 (Table 1; Figures 4A, 4B, and S5A) ; this is in one-toone correspondence with pUL25, pUL36, and pUL17, respectively, of HSV-1 CATC .", "cite_spans": [{"start": 425, "end": 447, "text": "(Lebedev et al., 2007;", "ref_id": "BIBREF32"}, {"start": 448, "end": 471, "text": "Lokareddy et al., 2017;", "ref_id": "BIBREF36"}, {"start": 472, "end": 489, "text": "Sun et al., 2015)", "ref_id": "BIBREF58"}, {"start": 1456, "end": 1467, "text": "Figures 4A,", "ref_id": null}, {"start": 1468, "end": 1471, "text": "4B,", "ref_id": null}, {"start": 1472, "end": 1480, "text": "and S5A)", "ref_id": null}], "ref_spans": [{"start": 218, "end": 226, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 1295, "end": 1304, "text": "Figure S3", "ref_id": "FIGREF2"}, {"start": 1446, "end": 1455, "text": "(Table 1;", "ref_id": "TABREF0"}], "section": "CATC Structures at Portal and Penton Vertices"}, {"text": "Comparing reconstructions of the portal vertex and a CATCbinding penton vertex reveals nearly identical structures of their associated CATCs ( Figures 4C and 4D ). At both vertices, pORF32 bridges the triplexes Ta and Tc and supports a fourmembered helix bundle composed of the N-terminal segments of two pORF19 subunits (aa 62-104) and the very C-terminal segments of two pORF64 subunits (aa 2,596-2,635) ( Figures  4B-4D ). Obvious differences aside-e.g., a portal in the portal vertex, an SCP-decorated penton in the penton vertex, or CATC occupancies-the two vertices also differ in the presence of a disk-like portal cap at the distal ends of the portal vertex's CATC helix bundles ( Figure 4C , magenta) versus a globular density cocked to the right of the penton vertex's CATC helix bundle ( Figure 4D , magenta). Because this globular density's size and proximity to CATC ( Figure 4E ) are reminiscent of the flexibly tethered head domain of pUL25 in HSV-1 (a homolog of KSHV pORF19), we interpret this density as the head domain of one of the pORF19 copies in the CATC. Indeed, the crystal structure of an HSV-1 pUL25 head domain (PDB: 2F5U) (Bowman et al., 2006) satisfactorily fits into the globular density ( Figure 4F ), lending support to its assignment as pORF19. We then proceeded to construct a homology model of the pORF19 head domain (aa 127-546) using PDB: 2F5U as a template (Figures 4E and 4F) . From the homology model, we estimate that aa 457-468 map to a finger-like density that inserts between an adjacent penton MCP and SCP, serving as the sole interacting residues between CATC and the penton protrusion ( Figure 4E ).", "cite_spans": [{"start": 1151, "end": 1172, "text": "(Bowman et al., 2006)", "ref_id": "BIBREF4"}, {"start": 1396, "end": 1415, "text": "(Figures 4E and 4F)", "ref_id": null}], "ref_spans": [{"start": 143, "end": 160, "text": "Figures 4C and 4D", "ref_id": "FIGREF3"}, {"start": 408, "end": 422, "text": "Figures  4B-4D", "ref_id": "FIGREF3"}, {"start": 689, "end": 698, "text": "Figure 4C", "ref_id": "FIGREF3"}, {"start": 799, "end": 808, "text": "Figure 4D", "ref_id": "FIGREF3"}, {"start": 882, "end": 891, "text": "Figure 4E", "ref_id": "FIGREF3"}, {"start": 1221, "end": 1230, "text": "Figure 4F", "ref_id": "FIGREF3"}, {"start": 1635, "end": 1644, "text": "Figure 4E", "ref_id": "FIGREF3"}], "section": "CATC Structures at Portal and Penton Vertices"}, {"text": "Of note, because the globular density accommodates only one copy of pORF19/pUL25 head domain (whereas the corresponding region in HSV-1 CATC accommodates two), we previously asserted-based on a 6-Å icosahedral reconstructionthat the KSHV CATC had a different stoichiometry than the HSV-1 CATC (Dai et al., 2014) . But, as noted in a subsequent study demonstrating differences in globular head domain arrangement between KSHV and neurotropic alphaherpesviruses (Dai et al., 2014; Liu et al., 2017) , and as our present sub-particle reconstructions reveal, the KSHV CATC does, in fact, bear the same stoichiometry/architecture as the HSV-1 CATC. These findings indicate that the second head domain of pORF19 is present but perhaps flexibly tethered elsewhere. Indeed, a second globular density gradually appears to the left of the penton vertex's CATC helix bundle at lower resolutions/ density thresholds (Figures 4D, green circle, S5B, and S5C).", "cite_spans": [{"start": 293, "end": 311, "text": "(Dai et al., 2014)", "ref_id": "BIBREF12"}, {"start": 460, "end": 478, "text": "(Dai et al., 2014;", "ref_id": "BIBREF12"}, {"start": 479, "end": 496, "text": "Liu et al., 2017)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "CATC Structures at Portal and Penton Vertices"}, {"text": "In the KSHV portal vertex, secondary structures in the portal cap beyond the CATC helix bundles are not resolved as in the penton vertex's globular density. Nonetheless, several lines of evidence support interpretation of the portal cap as pORF19. First, CATC helix bundles clearly connect with the portal cap at lower resolutions/density thresholds ( Figure 4C , black circles). (legend continued on next page) Second, the portal cap density is about the size of five pORF19 head domains and further exhibits five weaker globular densities attached at its periphery ( Figure 4C , green circle), analogous to the globular density assigned to the second pORF19 head domain at the penton vertex (Figures 4D, green circle, S5B, and S5C). Third, functional data indicate that HSV-1 pUL25 (pORF19's homolog), but not HSV-1 pUL36 (pORF64's homolog), is critical for viral genome encapsidation, especially near the termination of genome packaging (McNab et al., 1998; Ogasawara et al., 2001) . Moreover, pUL25 plays an important role in docking the incoming capsid at host cell nuclear pores and gating the release of the viral genome (Huffman et al., 2017; Pasdeloup et al., 2009) . It is therefore plausible that pORF19 could be intimately associated with the portal channel, and the portal cap is certainly poised in a prime position to execute pORF19's roles in regulating the retention and release of the viral genome.", "cite_spans": [{"start": 940, "end": 960, "text": "(McNab et al., 1998;", "ref_id": null}, {"start": 961, "end": 984, "text": "Ogasawara et al., 2001)", "ref_id": "BIBREF45"}, {"start": 1128, "end": 1150, "text": "(Huffman et al., 2017;", "ref_id": "BIBREF27"}, {"start": 1151, "end": 1174, "text": "Pasdeloup et al., 2009)", "ref_id": "BIBREF48"}], "ref_spans": [{"start": 352, "end": 361, "text": "Figure 4C", "ref_id": "FIGREF3"}, {"start": 569, "end": 578, "text": "Figure 4C", "ref_id": "FIGREF3"}], "section": "CATC Structures at Portal and Penton Vertices"}, {"text": "Despite similar architecture, KSHV and HSV-1 CATCs bind their underlying triplexes in somewhat different fashions. In both viruses, the pORF32-equivalent CATC subunit (pUL17 in HSV-1) functions as a structural framework facilitating capsid association of the other four subunits that make up the CATC helix bundle. Side-by-side comparison of pORF32 and pUL17 models reveals similar core structures of separate N-and C-terminal b sheet-rich domains positioned beneath a central a helix-rich arch ( Figures  4G and 4H , orange). However, several prominent features visible in pUL17 are missing in pORF32, accounting for pORF32's 249 fewer residues: a ''hump,'' characterized by four short helices at the top of the arch that constrain and orient CATC's helix bundle in HSV-1; an extended helix; and a short helix bundle at the vertex-proximal end of pUL17 . Notably, pUL17's short helix bundle makes direct contact with the underlying triplex Ta, almost solely mediating CATC-Ta binding in HSV-1. In pORF32, nearly the entirety of this region is disordered and/or invisible in both portal and penton vertex reconstructions save for a 13-aa ''anchoring loop'' (AL; aa 220-232) ( Figure 4G , yellow). Although pORF32's 93 unmodeled residues in this region may potentially account for the critical Ta-interacting helix bundle, a structure-based sequence alignment of pORF32 with pUL17 suggests that the Ta-binding short helix bundle in pUL17 is missing, even in the pORF32 sequence ( Figure S3B ).", "cite_spans": [], "ref_spans": [{"start": 497, "end": 515, "text": "Figures  4G and 4H", "ref_id": "FIGREF3"}, {"start": 1176, "end": 1185, "text": "Figure 4G", "ref_id": "FIGREF3"}, {"start": 1479, "end": 1489, "text": "Figure S3B", "ref_id": "FIGREF2"}], "section": "CATC Binding Related to Triplex Orientation"}, {"text": "The importance of pORF32's AL for Ta binding becomes apparent in light of an alternate morphology of CATC-decorated KSHV triplexes not observed at the CATC-decorated penton vertices of HSV-1. A comparison of our models of KSHV triplexes with and without the CATC (Table 1 ; Figures 4I and 4J ) reveals that all Ta triplexes underlying CATCs experience an $120 counterclockwise axial rotation relative to canonical undecorated triplex Ta (cf. Figures 4I and 4J ). Our models suggest that this rotation may be due to the steric specificity of pORF32's Ta-binding AL. Specifically, a 120 counterclockwise rotation of Ta exposes a deep groove running between the molecular boundaries of Tri1 and the Tri2A/B dimer that facilitates docking of pORF32's AL and, thus, CATC. Strikingly, despite CATCdecorated Ta's large degree of apical (i.e., main body) rotation, our structures show that Tri1's N-anchor-the characteristic N terminus of Tri1 subunits that penetrates the capsid floor-maintains a conserved orientation in the capsid interior at penton vertices regardless of Ta's apical orientation (and, by extension, regardless of CATC decoration) ( Figures 4I and 4J , respective insets). (Periportal Ta triplexes, which are all CATC-decorated, exhibit 120 counterclockwise apical rotation, but their Tri1 N-anchors are disordered and appear to adopt a unique configuration.)", "cite_spans": [], "ref_spans": [{"start": 263, "end": 271, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 274, "end": 291, "text": "Figures 4I and 4J", "ref_id": "FIGREF3"}, {"start": 442, "end": 459, "text": "Figures 4I and 4J", "ref_id": "FIGREF3"}, {"start": 1145, "end": 1162, "text": "Figures 4I and 4J", "ref_id": "FIGREF3"}], "section": "CATC Binding Related to Triplex Orientation"}, {"text": "In the context of capsid assembly, our observations allow several structure-based inferences. First, the presence of a uniform Tri1 N-anchor orientation (barring periportal triplexes) supports the notion that initial triplex attachment to the procapsid, putatively through the Tri1 N-anchor, precedes the stage of CATC binding (reviewed in Heming et al., 2017) . Second, whatever the means by which the portal effects triplex orientation and, thus, CATC binding (or perhaps vice versa) presumably occurs at a stage of procapsid maturation before triplexes are fully ''stapled'' to the MCP floor by main-body interactions . This is predicated upon the necessity for triplex Ta to have sufficient rotational freedom to permit adoption of a CATC-bound orientation. Third, for reasons one and two, CATC binding occupancy is highly unlikely to be predetermined but, rather, determined with the simultaneous maturation of the procapsid, although this is subject to influence by the portal, as demonstrated previously.", "cite_spans": [{"start": 340, "end": 360, "text": "Heming et al., 2017)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "CATC Binding Related to Triplex Orientation"}, {"text": "At the vertex-proximal end of CATC, interactions with triplex Ta occur exclusively through pORF32. An N-terminal helix (NH; aa 2-14) and two strands from pORF32's N-terminal b-barrel domain directly contact the apical surfaces of Ta's Tri2A/B dimer (Figures 5A-5C; Video S3). Additionally, the aforementioned AL binds in Ta's deep hydrophobic cleft between Tri1 and the Tri2A/B dimer (Figures 5B-5D; Video S3). AL binding involves three pORF32 hydrophobic residues-Val222, Leu224, and Phe226 ( Figure 5D )-as well as b sheet-like hydrogen bonding between the AL and an adjacent Ta Tri1 strand ( Figure 5E ). (legend continued on next page) At the vertex-distal end of CATC, pORF32 sits atop, but does not directly bind to, triplex Tc. Instead, CATC-Tc interactions rely on the N-terminal tails of CATC's two pORF19 subunits, which extend distally from the helix bundle and descend beneath pORF32 to contact Tc (Figures 5A and 5F ). Contact with Tc occurs mainly via a short helical motif (aa 20-24) from the N-terminal tail of the ''upper'' (magenta) pORF19 subunit. An adjacent helix belonging to Tc Tri1 (aa 264-275) orthogonal to the pORF19 helical motif fits within the motif's helical groove (Figure 5F ), with Tri1's Thr269 and Arg268 and pORF19's Arg22 contributing hydrogen bonds to this intermolecular interaction ( Figure 5G ). In contrast to upper pORF19, ''lower'' (green) pORF19 exhibits no apparent direct contacts with Tc in our visible structure. Nonetheless, lower pORF19 plays an important role in lashing CATC's constituents as a collective unit. Chiefly, lower pORF19's N-terminal tail contributes two b strands (aa 23-25 and 31-33) to form two sets of b sheet interactions-the first with one b strand from pORF32 (aa 319-321) and upper pORF19 (aa 30-32) each ( Figure 5F , starred) and the second with a b strand from pORF32 (aa 311-313) ( Figure 5H , starred). These two sets of b sheets fasten the vertex-distal end of CATC in a quasi b-barrel.", "cite_spans": [], "ref_spans": [{"start": 494, "end": 503, "text": "Figure 5D", "ref_id": "FIGREF5"}, {"start": 595, "end": 604, "text": "Figure 5E", "ref_id": "FIGREF5"}, {"start": 910, "end": 928, "text": "(Figures 5A and 5F", "ref_id": "FIGREF5"}, {"start": 1197, "end": 1207, "text": "(Figure 5F", "ref_id": "FIGREF5"}, {"start": 1325, "end": 1334, "text": "Figure 5G", "ref_id": "FIGREF5"}, {"start": 1782, "end": 1791, "text": "Figure 5F", "ref_id": "FIGREF5"}, {"start": 1861, "end": 1870, "text": "Figure 5H", "ref_id": "FIGREF5"}], "section": "Targeting CATC-Triplex Interaction Hotspots"}, {"text": "The first 17 and 21 residues of upper and lower pORF19's N-terminal tails, respectively, are flexible and, thus, unmodeled ( Figure 5H ). However, we speculate that some of these unmodeled residues may also bind Tc, augmenting previously described CATC-Tc interactions at upper pORF19's short helical motif. Particularly, strong unassigned densities roughly three aa in length occupy the Tri1-Tri2A/B surface groove of Tc ( Figure 5I ), analogous to pORF32's AL occupying triplex Ta's groove ( Figures 5B-5D ). Given that the N-terminal tail of upper pORF19 appears to extend away from Tc, and given the proximity of lower pORF19's N th -most residue to Tc's groove, the unassigned densities likely belong to the unmodeled N-terminal residues of lower pORF19. If interactions here are also similar to AL binding at Ta (i.e., in part involving b sheet-like hydrogen bonds between adjacent backbones), then pORF19 binding at this site may not necessarily be sequence-specific, thus accounting for the unresolved sidechain densities because of averaging.", "cite_spans": [], "ref_spans": [{"start": 125, "end": 134, "text": "Figure 5H", "ref_id": "FIGREF5"}, {"start": 424, "end": 433, "text": "Figure 5I", "ref_id": "FIGREF5"}, {"start": 494, "end": 507, "text": "Figures 5B-5D", "ref_id": "FIGREF5"}], "section": "Targeting CATC-Triplex Interaction Hotspots"}, {"text": "To validate our structural interpretation of the roles of the pORF32 NH and AL in CATC-Ta binding, we constructed three pORF32 mutants with deletions in either the NH or AL or both, named 32DNH, 32DAL, and 32DNH-DAL. We posited that these ''loss-of-Ta-interaction'' pORF32 mutants might serve as dominant negatives if NH and/or AL are critical for CATC-Ta binding. Essentially, pORF32 mutants expressed in KSHV-replicating cells should compete against wild-type (WT) pORF32 (32WT) for incorporation into CATC so that mutant-incorporated CATC would be deficient in capsid association, inhibiting KSHV virion formation. Indeed, expression of 32DNH and 32DAL reduced virion production to 30.7% and 27.8% of that of the control, respectively, whereas expression of 32DNH-DAL inhibited levels to 12.1% (Figures 5J and 5K) . Importantly, viral DNA replication and viral RNA transcription were not significantly affected (Figures S6A and S6C) . These results confirm that the pORF32 NH and AL are both important for KSHV virion production, supporting our interpretation that these aa stretches mediate CATC-Ta binding.", "cite_spans": [], "ref_spans": [{"start": 797, "end": 816, "text": "(Figures 5J and 5K)", "ref_id": "FIGREF5"}, {"start": 914, "end": 935, "text": "(Figures S6A and S6C)", "ref_id": null}], "section": "Targeting CATC-Triplex Interaction Hotspots"}, {"text": "Similarly, to test our hypothesis that pORF19's N-terminal tail is important for CATC capsid association and, hence, function, we generated two pORF19 mutants: 19DN28, which deletes the first N-terminal 28 residues of pORF19 (i.e., all pORF19 residues in contact with triplex Tc), and 19DN17, which deletes pORF19's first 17 residues (i.e., retains all pORF19 residues visible in our structure but deletes the disordered, unmodeled N-terminal tails). Compared with WT pORF19 (19WT), 19DN28 expression reduced virion production to 9.7% of that of the control without significantly affecting viral DNA replication or RNA transcription ( Figures 5L, 5M , S6B, and S6D), indicating that pORF19 N-terminal interactions with Tc ( Figures 5F-5I ) are important for viral efficacy. Remarkably, expression of 19DN17 also inhibited virion production to 30.6% of that of the control ( Figures 5L, 5M , S6B, and S6D), suggesting that pORF19's first 17 residues of pORF19 are required for optimal pORF19-Tc binding. These findings are therefore consistent with our speculation that lower pORF19's unmodeled N-terminal residues (aa 1-21) bind Tc's hydrophobic groove, enhancing CATC-Tc binding.", "cite_spans": [], "ref_spans": [{"start": 635, "end": 649, "text": "Figures 5L, 5M", "ref_id": "FIGREF5"}, {"start": 724, "end": 737, "text": "Figures 5F-5I", "ref_id": "FIGREF5"}, {"start": 874, "end": 888, "text": "Figures 5L, 5M", "ref_id": "FIGREF5"}], "section": "Targeting CATC-Triplex Interaction Hotspots"}, {"text": "Finally, we mutated residues in the hydrophobic triplex groove, creating six mutants: Tri1-I280R, Tri1-L278R/I280R/ L283E, Tri2-A216R, Tri2-L217R, Tri2-A216R/L217R, and Tri2-V244R ( Figure 5I ). These mutants affect binding grooves indiscriminately at both Ta and Tc triplexes (and, therefore, CATC binding at both its vertex-proximal and vertex-distal ends). All mutants yielded decreased virion production ( Figure 5N ), (D) The AL (ribbon-and-stick superimposed with mesh density) binds a hydrophobic groove between the Tri1 and Tri2 dimer (cyan, hydrophilic / maroon, hydrophobic). (E) The AL forms b sheet-like hydrogen bonds (dotted lines) with an adjacent Tri1 strand (some side chains are hidden for clarity). (F and G) Consecutive enlarged views showing CATC-Tc interaction via upper pORF19, which interacts with Tc Tri1 via a helical motif (G). Dotted lines represent hydrogen bonds. Lower pORF19 facilitates two sets of b sheets (starred in F and H) at the CATC's vertex-distal end.", "cite_spans": [], "ref_spans": [{"start": 182, "end": 191, "text": "Figure 5I", "ref_id": "FIGREF5"}, {"start": 410, "end": 419, "text": "Figure 5N", "ref_id": "FIGREF5"}], "section": "Targeting CATC-Triplex Interaction Hotspots"}, {"text": "(H and I) The flexible N-terminal residues of upper and lower pORF19 could not be modeled, although the disordered density from the two pORF19 copies can be traced (H, dashed lines) and observed (I, gray density). (J-M) Structure-guided mutageneses of pORF32 (J and K) and pORF19 (L and M), confirming the importance of their respective triplex-binding segments in infectious virion production. Overexpressing pORF32 mutants with deletions of N-terminal helix (DNH) and/or anchoring loop (DAL) in KSHV lytic-replicating cells reduced virion production normalized to the control (vector) (J). Likewise, overexpressing pORF19 with truncated N-terminal 17 or 28 residues reduced virion production (L). Expression of mutant pORF32 (K) and pORF19 (M) was verified by western blotting with an anti-FLAG antibody. Expression of cellular GAPDH was examined as an internal control. (N-P) Mutageneses of triplex protein residues at the CATC-binding groove. Measures of viral titer (N), genome replication (O), and RNA transcription (P) are shown. The dashed line in (N) indicates the detection limit. Data are mean ± SEM (n = 3 biologically independent samples). See also Figure S6 and Video S3.", "cite_spans": [], "ref_spans": [{"start": 1162, "end": 1171, "text": "Figure S6", "ref_id": null}], "section": "Targeting CATC-Triplex Interaction Hotspots"}, {"text": "whereas neither viral DNA replication nor RNA transcription were significantly affected ( Figures 5O and 5P) . Impressively, virion production of mutant Tri2-A216R/L217R was under the detection limit ( Figure 5N, UD) .", "cite_spans": [], "ref_spans": [{"start": 90, "end": 108, "text": "Figures 5O and 5P)", "ref_id": "FIGREF5"}, {"start": 202, "end": 216, "text": "Figure 5N, UD)", "ref_id": "FIGREF5"}], "section": "Targeting CATC-Triplex Interaction Hotspots"}, {"text": "The visualization of pORF32 and pORF19 peptide fragments binding in the respective deep grooves of triplex Ta and Tc (Figures 5A -5I) and our demonstration of their importance in viral replication ( Figures 5J-5P ) open exciting prospects for future KSHV inhibitor design and drug development. Currently, most available drugs countering herpesvirus infections are nucleic acid analogs that target viral DNA synthesis. Unfortunately, these often elicit negative side effects, including frequent induction of drug-resistant mutant viruses and varying kinds of toxicity (Gilbert et al., 2002; Reusser, 1996; Walling et al., 2003) . That the DNA-packaging portal vertex is critically involved in the production of virus progeny and that the five portal vertex CATC registers exhibit full CATC occupancy-which suggests that disrupting a single portal-associated CATC might abolish the assembly of infectious virion-presents the possibility of a novel antiviral target without homology with cellular proteins. Therefore, a CATC-specific inhibitor would be very potent, and the deep groove on triplexes can serve as a structurally informed target for focused antiviral development.", "cite_spans": [{"start": 567, "end": 589, "text": "(Gilbert et al., 2002;", "ref_id": "BIBREF21"}, {"start": 590, "end": 604, "text": "Reusser, 1996;", "ref_id": "BIBREF51"}, {"start": 605, "end": 626, "text": "Walling et al., 2003)", "ref_id": "BIBREF63"}], "ref_spans": [{"start": 117, "end": 128, "text": "(Figures 5A", "ref_id": "FIGREF5"}, {"start": 199, "end": 212, "text": "Figures 5J-5P", "ref_id": "FIGREF5"}], "section": "Prospect of an Antiviral KSHV Inhibitor"}, {"text": "The portal is widely believed to serve as the nucleating nexus of herpesvirus procapsid formation Newcomb et al., 2005 )-although capsid-like particles have been observed in capsid protein-expressing insect cells and cell-free systems in the absence of portal protein (Newcomb et al., 1994; Perkins et al., 2008; Tatman et al., 1994 )-by facilitating initial interactions with scaffold-tethered MCP subunits and portal-adjacent triplexes (Deng et al., 2008; Zhou et al., 1998) . A metastable spherical procapsid then forms as follows. Tethering by the scaffolding protein brings together additional MCP molecules. The scaffolding core ensures proper curvature and size of the capsid in what is known as the ''rope'' mechanism (Deng et al., 2008) , and heterotrimeric triplexes, with the N-terminal anchor of Tri1 (pORF62) traversing the capsid shell, ''plug'' every 3-fold hole between MCP capsomers. Our data showing that CATC-triplex Ta association correlates with a 120 apical rotation of Ta ( Figure 4I and 4J)-but not the 3-fold-related 240 , eliminating the possibility of this being a stochastic event-indicate that the determination of CATC binding (and, likely, binding of CATC itself or at least a subunit of CATC; Thurlow et al., 2006) occurs not long after procapsid formation, when the triplex's apical orientation has yet to be fixed by procapsid maturation. Procapsid maturation is concomitant with DNA packaging; head-full is likely sensed through capsid elements and relayed by the portal through the turret-like structure to the externally located terminase for cleavage of the concatemeric genome (Yang et al., 2007) , and the spring-loaded dsDNA genome is corked inside the capsid by the portal cap, putatively formed by five portal-adjacent CATCs ( Figure 1B) .", "cite_spans": [{"start": 98, "end": 118, "text": "Newcomb et al., 2005", "ref_id": "BIBREF44"}, {"start": 268, "end": 290, "text": "(Newcomb et al., 1994;", "ref_id": null}, {"start": 291, "end": 312, "text": "Perkins et al., 2008;", "ref_id": "BIBREF49"}, {"start": 313, "end": 332, "text": "Tatman et al., 1994", "ref_id": "BIBREF59"}, {"start": 438, "end": 457, "text": "(Deng et al., 2008;", "ref_id": "BIBREF15"}, {"start": 458, "end": 476, "text": "Zhou et al., 1998)", "ref_id": "BIBREF71"}, {"start": 726, "end": 745, "text": "(Deng et al., 2008)", "ref_id": "BIBREF15"}, {"start": 1225, "end": 1246, "text": "Thurlow et al., 2006)", "ref_id": "BIBREF60"}, {"start": 1616, "end": 1635, "text": "(Yang et al., 2007)", "ref_id": null}], "ref_spans": [{"start": 997, "end": 1006, "text": "Figure 4I", "ref_id": "FIGREF3"}, {"start": 1770, "end": 1780, "text": "Figure 1B)", "ref_id": "FIGREF0"}], "section": "CATC Binding Implications for Capsid Assembly and Diversity"}, {"text": "That capsid structures are rigidly symmetric reflects the capsid's well-defined and conserved role in packaging and protecting the viral genome, in marked contrast to both form and function of the largely pleomorphic tegument layer. Accordingly, all three sub-families of herpesviruses have highly conserved capsid proteins and structures but only partially conserved tegument and envelope proteins because these more often reflect specific host cell adaptations. Among tegument proteins, CATC is unique in possessing a structural role and, thus, being relatively conserved, but even so, a surprising finding here is that, unlike the full occupancy of CATC at capsid vertices in neurotropic HSV-1 and HSV-2 (Dai et al., 2014; Wang et al., 2018) , CATC occupancy in KSHV at penton vertices is only partial and varies even among KSHV capsids (Figures 2 and 3) . That KSHV CATC occupancy appears to be dictated at least in part by the portal not only underscores the portal's aforementioned nucleation role but further spotlights its allosteric effect in defining an emergent first level of variability that, importantly, demarcates a departure from symmetry in KSHV metastructure. A second constructive level of variability is facilitated by pORF64, which accounts for two of the five subunits in CATC and is the largest tegument protein, with 2,635 residues folded into multiple domains joined by presumably flexible linkers (the vast majority of pORF64 is thus invisible in our structure). Some of these domains recruit other tegument proteins and bind the endodomains of envelope glycoproteins (Rozen et al., 2008; Sathish et al., 2012) , introducing pleomorphic variability. Last, the majority of tegument proteins, including pORF64, have been shown to be capable of being packaged into non-infectious virus-like vesicles in the absence of capsids (Gong et al., 2017) , suggesting an alternate pathway of tegument incorporation into virions independent of the capsid/CATC, implicating yet another level of assembly-driven variability.", "cite_spans": [{"start": 707, "end": 725, "text": "(Dai et al., 2014;", "ref_id": "BIBREF12"}, {"start": 726, "end": 744, "text": "Wang et al., 2018)", "ref_id": "BIBREF64"}, {"start": 1595, "end": 1615, "text": "(Rozen et al., 2008;", "ref_id": "BIBREF54"}, {"start": 1616, "end": 1637, "text": "Sathish et al., 2012)", "ref_id": "BIBREF55"}, {"start": 1850, "end": 1869, "text": "(Gong et al., 2017)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 840, "end": 857, "text": "(Figures 2 and 3)", "ref_id": "FIGREF1"}], "section": "CATC Binding Implications for Capsid Assembly and Diversity"}, {"text": "In light of the tegument's primary role in manipulating host cells to facilitate virus replication, the multiple layers of structural variability at play in the tegument provide unique opportunities in the context of herpesvirus adaptability. In much the same way that more genetically fluid RNA viruses such as influenza viruses (Harris et al., 2006; Vahey and Fletcher, 2019) , filoviruses (Bharat et al., 2011) , and coronaviruses (Goldsmith et al., 2004) benefit from heterogeneous compositions to rapidly respond to selective pressures, structural pleomorphism may provide a crucial avenue of diversity in more genetically constrained dsDNA viruses (because of lower mutation rates) like KSHV, resulting in an increase in evolutionary bandwidth. In essence, facing a relative lack of intraspecies genetic diversity (the tradeoff is more viable progeny), adaptability regarding the ability to manipulate hosts is, instead, implemented at a structural level. Our findings regarding KSHV CATC occupancy offer a pertinent example: given that HSV pUL36 (KSHV pORF64's homolog) is involved in axonic transport of alphaherpesvirus capsids Luxton et al., 2005) , the absence of full CATC occupancy in non-neurotropic KSHV perhaps reflects its lack of need for long-range neuronal transport. The emergent transition from rigidly symmetric structures to less-structured compartments described here thus sheds light on a delicate balance of conservation and adaptation that delineates the genetic arms race between herpesvirus and host.", "cite_spans": [{"start": 330, "end": 351, "text": "(Harris et al., 2006;", "ref_id": "BIBREF25"}, {"start": 352, "end": 377, "text": "Vahey and Fletcher, 2019)", "ref_id": "BIBREF62"}, {"start": 392, "end": 413, "text": "(Bharat et al., 2011)", "ref_id": "BIBREF3"}, {"start": 434, "end": 458, "text": "(Goldsmith et al., 2004)", "ref_id": "BIBREF22"}, {"start": 1137, "end": 1157, "text": "Luxton et al., 2005)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "CATC Binding Implications for Capsid Assembly and Diversity"}, {"text": "Detailed methods are provided in the online version of this paper and include the following: ", "cite_spans": [], "ref_spans": [], "section": "STAR+METHODS"}, {"text": "We thank the Bioinformatics Center of the University of Science and Technology of China, School of Life Science, for providing supercomputing resources for this project. This research has been supported in part by grants from the National Key R&D Program of China (2017YFA0505300 and 2016YFA0400900 and NIH (GM071940, DE025567, DE028583, DE027901, and AI094386 to Z.H.Z and CA177322, CA091791, and DE023591 to R.S.). We acknowledge the use of resources at the Electron Imaging Center for Nanomachines supported by UCLA and by instrumentation grants from the NIH (1S10RR23057 and 1U24GM116792) and NSF (DBI-1338135 and DMR-1548924) . ", "cite_spans": [{"start": 601, "end": 630, "text": "(DBI-1338135 and DMR-1548924)", "ref_id": null}], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Z. Hong Zhou (Hong.Zhou@UCLA.edu).", "cite_spans": [], "ref_spans": [], "section": "LEAD CONTACT AND MATERIALS AVAILABILITY"}, {"text": "Viruses and cell lines KSHV virions were isolated from iSLK-KSHV-BAC16 cells, received as a gift from Dr. Jae U. Jung of the University of Southern California. Dr. Jung's group previously established the iSLK-KSHV-BAC16 cell line, which supports robust KSHV lytic replication and the production of KSHV virions as previously described (Brulois et al., 2012; Dai et al., 2014 . iSLK-KSHV-BAC16 cells were cultured in Dulbecco's Modified Eagle Medium (DMEM) supplemented with 10% fetal bovine serum, 1% penicillin streptomycin, 1 mg/mL puromycin, 250 mg/mL G418, and 1,200 mg/mL hygromycin B. To induce KSHV lytic replication and thus KSHV virion production, cells were treated with 1 mg/mL doxycycline plus 1 mM sodium butyrate (NaB) for three days, after which tissue culture supernatant was collected. KSHV virions were pelleted by ultracentrifugation at 80,000 g for 1 hour, then resuspended in phosphate buffered saline (PBS) and further purified in 15%-50% (w/v) sucrose density gradient sedimented at 100,000 g for 1 hour. In addition to cryoEM studies, these KSHV virions were also used to infect human 293T cells at a MOI of 3. 293T cells infected with wild-type KSHV virions (termed 293T-KSHV) or transfected with triplex mutant KSHV BACs were selected and maintained in DMEM supplemented with 10% fetal bovine serum, 1% penicillin-streptomycin, and 100 mg/mL hygromycin B . These 293T cells harboring KSHV wild-type or triplex protein mutants were used for all functional analyses as described below in METHOD DETAILS.", "cite_spans": [{"start": 335, "end": 357, "text": "(Brulois et al., 2012;", "ref_id": "BIBREF5"}, {"start": 358, "end": 374, "text": "Dai et al., 2014", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "EXPERIMENTAL MODEL AND SUBJECT DETAILS"}, {"text": "CryoEM and icosahedral reconstruction Aliquots of 2.5 mL purified virion sample were applied onto Quantifoil R2/1 Cu grids, manually blotted with filter paper and plungefrozen in liquid ethane. Super-resolution movies of purified wild-type KSHV intact virions were recorded on a Gatan K2 direct electron detection camera in counting mode with a pixel size of 1.03-Å /pixel at the specimen scale. The 26 frames in each movie were subjected to drift correction using motioncorr (Li et al., 2013) and averaged to produce one micrograph. Defocus for each micrograph was determined by CTFFind3 (Mindell and Grigorieff, 2003) , and a total of 44,328 viral particles were picked manually. Because the size of boxed particles (1,440 3 1,440 pixels) was so large that the cumulative dataset required an unrealistic amount of computer memory for computation, boxed particles were normalized and binned four times prior to implementing standard icosahedral reconstruction procedures in Relion (Scheres, 2012) . Using a Gaussian ball as the initial reference, auto-refinement for icosahedral reconstruction was performed imposing I3 symmetry, generating an icosahedral map with one of the twelve 5-fold axes aligned on the z axis.", "cite_spans": [{"start": 476, "end": 493, "text": "(Li et al., 2013)", "ref_id": "BIBREF33"}, {"start": 589, "end": 619, "text": "(Mindell and Grigorieff, 2003)", "ref_id": "BIBREF40"}, {"start": 982, "end": 997, "text": "(Scheres, 2012)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "METHOD DETAILS"}, {"text": "Sub-particle extraction from icosahedron vertices and local focus value calculation As illustrated in Figure S1 , we extracted twelve sub-particles corresponding to the twelve capsid vertices for each KSHV virion based on the icosahedral orientation described above. To do so, we first expanded the icosahedral symmetry of the particles using relion_particle_symmetry_expand, generating 60 icosahedrally-related orientations for each particle. Each orientation has three Euler angles denoted as parameters within the Relion star files: rot (_rlnAngleRot), tilt (_rlnAngleTilt), and psi (_rlnAnglePsi). We then defined the orientation for each of the twelve vertices from the 60 icosahedrally-related orientations as follows. First, we noted that because our icosahedral reconstruction was performed using I3 symmetry, there are 5 redundant orientations relative to each vertex that differ only in their rot angles (i.e., the in-plane rotation angle about the z axis). For this reason, we classified the 60 orientations into twelve groups each, with five orientations per group that differ only in their rot angles. We then randomly chose one of the five orientations in each group as the orientation of that vertex, thereby defining the orientations for all twelve vertices of each capsid. Next, we determined the location of each vertex sub-particle on the viral particle image. The two-dimensional Cartesian positions (x, y) of each sub-particle on their respective particle image were calculated using the following formula:", "cite_spans": [], "ref_spans": [{"start": 102, "end": 111, "text": "Figure S1", "ref_id": "FIGREF0"}], "section": "METHOD DETAILS"}, {"text": "x = cosðpsiÞsinðtiltÞd + C À Ox y = À sinðpsiÞsinðtiltÞd + C À Oy (1) where d is the distance from the center of the reconstructed capsid to the vertex in pixels and C is the center of the 2D projection image (in our case, the projection center is at [720, 720], so C = 720 pixels). Because icosahedral reconstruction was performed with four times-binned particles, Ox and Oy are four times the offset distance (_rlnOriginX and _rlnOriginY in Relion) of each particle image relative to the projection center of the icosahedral reconstruction. Finally, sub-particles (384 3 384 pixels) containing only vertices, henceforth termed ''vertex sub-particles,'' were extracted from original unbinned particle images based on their calculated positions using relion_preprocess without further normalization. Our sub-particle reconstruction method also enabled a more accurate determination of the defocus for each sub-particle, thus alleviating the well-documented depth-of-focus problem (DeRosier, 2000; Zhang and Zhou, 2011) . The defocus value of each vertex sub-particle was calculated based on its location with the following formula:", "cite_spans": [{"start": 980, "end": 996, "text": "(DeRosier, 2000;", "ref_id": "BIBREF17"}, {"start": 997, "end": 1018, "text": "Zhang and Zhou, 2011)", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "METHOD DETAILS"}, {"text": "where Dz 0 is the original defocus and Dz is the new defocus for each vertex.", "cite_spans": [], "ref_spans": [], "section": "METHOD DETAILS"}, {"text": "Classification and refinement of vertex sub-particles with 5-fold symmetry To identify the unique portal vertex from among the 12 icosahedral vertices for each virus, we classified all vertex sub-particles with 5-fold symmetry ( Figure S1 ). No rotational orientation search was allowed during classification (using the -skip_rotate parameter in Relion), though the center for each vertex sub-particle was refined with a ± 3 pixel offset search. The initial reference for classification was a 30-Å reconstruction of the vertex sub-particles using relion_reconstruct. Although the portal vertex lacks true 5-fold symmetry, this classification with 5-fold symmetry imposed successfully distinguished between penton and portal vertices. Through 50 iterations of 3D classification, four classes were ultimately generated, with one class in particular exhibiting markedly different structures (i.e., a blurry central channel with a rod-like density) ( Figure S1 ). Additionally, this class contained 7.9%, or approximately 1/12 th of the vertex sub-particles, consistent with the expectation that one out of twelve capsid vertices in each particle is a portal vertex. We thus considered this class the portal vertex class. In rare instances, two or more vertices from a capsid were classified into the portal vertex class, likely due to the low quality of these individual particles and/or errors in classification. These redundant sub-particles were removed as follows: if two or more vertices from the same virus particle were assigned to the portal vertex class, only the vertex subparticle with the highest _rlnMaxValueProbDistribution score was retained. Upon removing all redundant particles, 39,773 vertex sub-particles remained and were deemed sub-particles of the portal vertex, henceforth referred to as ''portal vertex sub-particles.'' 3D auto-refinement with 5-fold symmetry imposed was then performed on these portal vertex sub-particles with only a local search for orientation determination. Using relion_postprocess, the final resolution of this C5 reconstruction was calculated with two independently refined maps from halves of the dataset with gold-standard FSC at the 0.143 criterion (Rosenthal and Henderson, 2003) , and determined to be 4.3-Å ( Figures S2A and S2D ). This reconstruction of the portal vertex contains a well-resolved 5-fold-arranged capsid and tegument, but a smeared portal dodecamer density due to symmetry mismatch.", "cite_spans": [{"start": 2199, "end": 2230, "text": "(Rosenthal and Henderson, 2003)", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 229, "end": 238, "text": "Figure S1", "ref_id": "FIGREF0"}, {"start": 947, "end": 956, "text": "Figure S1", "ref_id": "FIGREF0"}, {"start": 2262, "end": 2281, "text": "Figures S2A and S2D", "ref_id": "FIGREF1"}], "section": "METHOD DETAILS"}, {"text": "Reconstructing the portal dodecamer with 12-fold symmetry From the portal vertex sub-particles, we further extracted sub-particles containing only the portal dodecamer in order to reconstruct the 12-fold symmetric portal. The positions of portal dodecamers on portal vertex sub-particles were determined using the above formula (1). The Euler angles (rot, tilt, and psi), Ox, and Oy are the orientation parameters of the portal vertex sub-particles; d is the distance from the center of the dodecamer to the center of the portal vertex sub-particle reconstruction (-100 pixels); and C is the center of the 2D projection image of the portal vertex sub-particle (192 pixels). The sub-particles of portal dodecamers (192x192 pixels), henceforth referred to as ''dodecamer sub-particles'' were then extracted with relion_preprocess using these parameters.", "cite_spans": [], "ref_spans": [], "section": "METHOD DETAILS"}, {"text": "To reconstruct the portal dodecamer, we expanded the 5-fold symmetry of the dodecamer sub-particles using relion_particle_-symmetry_expand, generating five unique orientations for each dodecamer sub-particle. We then applied 3D classification with 12-fold symmetry imposed and without rotational orientation search, which, after 100 iterations, yielded five classes of similar structures with a rotational difference of approximately 72 between classes. Ideally, each of the five expanded orientations of a dodecamer sub-particle should be assigned to exactly one of the five classes, such that each class should contain 20% of the symmetry-expanded sub-particles. After removing redundant particles as previously described-only particles with the highest _rlnMaxValueProbDistribution score was retained-the five classes contained 39, 073, 37, 753, 36, 797, 37, 270, 38 ,031 particles, respectively. As the five reconstructed classes were of the same quality upon visual inspection, we chose the class with the most abundant particles for 3D refinement with 12-fold symmetry imposed and limited to local orientation search. As with the previous reconstruction, the resolution of this C12 portal dodecamer reconstruction was calculated with relion_postprocess using gold-standard FSC at the 0.143 criterion (Rosenthal and Henderson, 2003) , and determined to be $4.7-Å . However, both a visual assessment of the portal's density and local resolution estimate derived from ResMap (Kucukelbir et al., 2014) indicate the majority of the portal itself has a resolution of $4.0-Å ( Figures S2A and S2E ), thereby permitting ab initio modeling. The lower resolution estimate obtained from FSC calculation likely results from the unresolved, flexible regions of the portal and/or the surrounding DNA and protein densities that deviate from 12-fold symmetry, which are present in the map and therefore factored into the estimation.", "cite_spans": [{"start": 831, "end": 834, "text": "39,", "ref_id": null}, {"start": 835, "end": 839, "text": "073,", "ref_id": null}, {"start": 840, "end": 843, "text": "37,", "ref_id": null}, {"start": 844, "end": 848, "text": "753,", "ref_id": null}, {"start": 849, "end": 852, "text": "36,", "ref_id": null}, {"start": 853, "end": 857, "text": "797,", "ref_id": null}, {"start": 858, "end": 861, "text": "37,", "ref_id": null}, {"start": 862, "end": 866, "text": "270,", "ref_id": null}, {"start": 867, "end": 869, "text": "38", "ref_id": null}, {"start": 1306, "end": 1337, "text": "(Rosenthal and Henderson, 2003)", "ref_id": "BIBREF53"}, {"start": 1478, "end": 1503, "text": "(Kucukelbir et al., 2014)", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 1576, "end": 1595, "text": "Figures S2A and S2E", "ref_id": "FIGREF1"}], "section": "METHOD DETAILS"}, {"text": "Since each portal orientation determined from the previous round of portal dodecamer classification was selected from one of the five expanded orientations of each portal vertex sub-particle, these orientations can be used for 3D refinement of the portal vertex and whole virion without symmetry. The asymmetric auto-refinement for both portal vertex sub-particles and virion particles was thus performed with a local search for orientations determined from the classification of the portal dodecamer. Due to the large computational requirement for refinement of the whole virion, we performed this refinement using two times-binned particles. The resolution of the portal vertex and whole virion C1 reconstructions was determined by relion_postprocess to be 5.2-Å and 7.6-Å , respectively ( Figures S2A, S2B , S2F, and S2G), according to gold-standard FSC at the 0.143 criterion (Rosenthal and Henderson, 2003) .", "cite_spans": [{"start": 880, "end": 911, "text": "(Rosenthal and Henderson, 2003)", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 792, "end": 808, "text": "Figures S2A, S2B", "ref_id": "FIGREF1"}], "section": "Asymmetric reconstruction of the portal vertex and virion"}, {"text": "Focused classification of symmetry-relaxed penton vertex sub-particles Our classification of vertex sub-particles identified not only the portal vertex class, but also generated three classes of penton vertex ( Figure S1 ). The sub-particles of these three classes were combined and deemed ''penton vertex sub-particles.'' Due to the 5-fold symmetry surrounding capsid vertices, CATC can bind to any of five registers at the penton vertex. To determine the structures of both CATC-bound and CATC-absent registers, we expanded the 5-fold symmetry of penton vertex sub-particles by relion_particle_symmetry_expand, producing 2,450,245 symmetry-expanded sub-particles of penton vertex. To create a mask for focused classification of CATC, one CATC-containing region with its corresponding triplex Ta was manually traced using volume_ tracer in Chimera , after which a mask encompassing the traced region was created by relion_mask_create in Relion. Focused classification of the masked region was then performed on symmetry-expanded penton vertex sub-particles with neither angular nor offset search (using the -skip_align parameter in Relion). Since classification was performed on such a small area relative to the whole reconstruction, we specified a tau factor of 10 during classification (Scheres, 2016) . After 90 iterations, four classes were generated, among which only one class had apparent CATC density corresponding to 37.9% of symmetry-expanded masked regions, consistent with the occupancy calculated from a previous study (Dai et al., 2014) . We therefore considered this a CATC-binding class. The other three classes, though of slightly differing map quality, clearly lacked CATC density while sharing the same triplex Ta orientation. We therefore regarded these three classes as CATC-absent classes.", "cite_spans": [{"start": 1290, "end": 1305, "text": "(Scheres, 2016)", "ref_id": "BIBREF57"}, {"start": 1534, "end": 1552, "text": "(Dai et al., 2014)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 211, "end": 220, "text": "Figure S1", "ref_id": "FIGREF0"}], "section": "Asymmetric reconstruction of the portal vertex and virion"}, {"text": "GAG GAC CAC-3 0 , and also cloned into RedTrackCMV vector to generate an N-terminal FLAG-tagged expression plasmid (19WT). pORF32 mutants and pORF19 mutants were generated by PCR-based deletion mutagenesis from 32WT and 19WT, respectively. Sequences of the PCR-amplified fragments and their correct insertion in the plasmid were verified by sequencing.", "cite_spans": [], "ref_spans": [], "section": "Asymmetric reconstruction of the portal vertex and virion"}, {"text": "The concentration of infectious KSHV virions was determined as previously described (Gong et al., 2016) . Briefly, 293T-KSHV cells were transfected with tegument protein expression plasmids or the empty vector as control. At 16 h post-transfection, cells were treated with 0.5 mM NaB plus 25 ng/mL 12-O-Tetradecanoylphorbol-13-acetate (TPA) to induce KSHV lytic replication. Three days later, supernatants were collected, centrifuged at 10,000 g for 10 min at 4 C to remove cellular debris, serially diluted in DMEM with 10% FBS, and then used to infect 293T cells in 96-well plates by spinoculation (3,000 g for 1 h at 30 C). Two days post-infection, GFP-positive cell clusters containing two or more cells were counted under a fluorescence microscope to determine the titer of KSHV virion. Infectious units (IU) are expressed as the number of GFP-positive cell clusters in each well at a specific dilution of the viral stock.", "cite_spans": [{"start": 84, "end": 103, "text": "(Gong et al., 2016)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Titration of infectious KSHV virions"}, {"text": "Measuring viral DNA replication and RNA transcription by real-time PCR Total DNA was isolated from 293T-KSHV cells induced with NaB plus TPA, and viral genome copy numbers were determined by realtime PCR using primers for the essential viral gene ORF59. Total RNA was extracted from cells with Purelink RNA Mini Kit (Thermo Fisher Scientific), treated with DNase I, then reverse-transcribed using SuperScript III Reverse Transcriptase (Thermo Fisher Scientific) and random hexamers. Real-time PCR was then performed with the following primers to detect the corresponding DNA or RNA transcripts. Host house-keeping gene GAPDH: Western blotting and antibodies Cells were lysed in 1X western blotting loading buffer, resolved by SDS-PAGE gel electrophoresis, and transferred onto PVDF membrane. Proteins were detected with antibodies against FLAG-epitope (Sigma-Aldrich) or GAPDH (Abcam). HRP-conjugated secondary antibodies (Cell Signaling Technology) were used for detection with SuperSignal West Femto Maximum Sensitivity Substrate (Thermo Fisher Scientific).", "cite_spans": [], "ref_spans": [], "section": "Titration of infectious KSHV virions"}, {"text": "Construction of Tri1 and Tri2 KSHV mutants KSHV-BAC16 plasmid was modified according to a previously described method (Brulois et al., 2012; Gong et al., 2016) . Briefly, DNA fragments of KSHV ORF62 (Tri1) and ORF26 (Tri2) with defined mutations were used to replace the wild-type sequence in KSHV-BAC16 plasmid by homologous recombination. Restriction patterns of mutated KSHV BAC plasmids were verified by comparison to that of wild-type KSHV-BAC16 plasmid to ensure overall genome integrity. Fragments containing mutations were PCR-amplified from BAC plasmids and sequenced to confirm that all mutations were correct. Mutant BAC plasmids were transfected into 293T cells individually, followed by selection with 100 mg/mL hygromycin B for one month to generate cell lines latently infected by a specific KSHV mutant virus. As described above, KSHV lytic replication was induced by treatment of cells with 0.5 mM NaB plus 25 ng/mL TPA. Three days later, supernatants were collected for determining titers of infectious KSHV virions, while cells were harvested for measuring viral DNA replication and RNA transcription as described above.", "cite_spans": [{"start": 118, "end": 140, "text": "(Brulois et al., 2012;", "ref_id": "BIBREF5"}, {"start": 141, "end": 159, "text": "Gong et al., 2016)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Titration of infectious KSHV virions"}, {"text": "Statistical comparisons between groups were made using Student's t test calculated in Microsoft Excel. Data and error bars displayed for measured relative virion production, viral titer, genome replication levels, and RNA transcription levels (shown in Figures  5J, 5L, 5N -5P, and S6A-S6D) are presented as mean ± SEM (n = 3 biologically independent samples).", "cite_spans": [], "ref_spans": [{"start": 253, "end": 272, "text": "Figures  5J, 5L, 5N", "ref_id": "FIGREF5"}], "section": "QUANTIFICATION AND STATISTICAL ANALYSIS"}, {"text": "Six cryoEM maps generated during this study have been deposited in the Electron Microscopy Data Bank (EMDB) and are available under accession numbers EMD-20430 (C1 virion capsid reconstruction), EMD-20431 (C1 portal vertex reconstruction), EMD-20432 (C5 portal vertex reconstruction), EMD-20437 (C12 portal reconstruction), EMD-20433 (C1 penton vertex register, CATC-absent reconstruction), and EMD-20436 (C1 penton vertex register, CATC-binding reconstruction). Atomic models corresponding to EMD-20432, EMD-20437, EMD-20433, and EMD-20436 have been deposited in the Protein Data Bank (PDB) and are available under accession numbers PDB-6PPB, PDB-6PPI, PDB-6PPD, and PDB-6PPH, respectively. Sub-particle reconstruction scripts used in our workflow have been deposited on GitHub and can be accessed here: https://github.com/procyontao/Herpesportal. Figure S1 . Sequential Localized Classification and Sub-particle Reconstruction, Related to Table 1 ", "cite_spans": [{"start": 494, "end": 540, "text": "EMD-20432, EMD-20437, EMD-20433, and EMD-20436", "ref_id": null}], "ref_spans": [{"start": 849, "end": 858, "text": "Figure S1", "ref_id": "FIGREF0"}, {"start": 941, "end": 948, "text": "Table 1", "ref_id": "TABREF0"}], "section": "DATA AND CODE AVAILABILITY"}, {"text": "Flowchart illustrates the application of sequential localized classification and reconstruction to resolve symmetry-mismatched structures of portal and penton vertices. Table 1 and STAR Methods (A-C) Gold-standard FSC curves of all cryoEM reconstructions. Based on the 0.143 criterion, the resolutions of our C1 portal vertex, C5 portal vertex, and C12 portal reconstructions are 5.2-Å , 4.3-Å , and 4.7-Å , respectively. The resolution of our C1 capsid reconstruction is 7.6-Å , and the resolution of our penton vertex reconstructions with and without CATC are 3.8-Å and 3.7-Å , respectively. (D-I) Density maps colored by local resolution estimated from ResMap (Kucukelbir et al., 2014) . Note that despite an FSC estimated resolution of 4.7-Å , the vast majority of our C12 map reached a resolution of 4.0-Å or better, thus enabling atomic model building. Figure S3 . Bioinformatics Predictions and Analyses, Related to Figures 1 and 4 (A) Secondary structure and disorder prediction for pORF43 obtained from Phyre2 (Kelley et al., 2015) , annotated by pORF43 atomic model domains for reference as per key. (B) Structure-based pairwise alignment of HSV-1 pUL17 and KSHV pORF32, performed using MatchMaker in Chimera . pORF19 is only visible in the unsharpened map. Boxed regions correspond to colored inset boxes illustrating residue features (ribbon-and-stick) in density (mesh). (B) C1 reconstruction of penton vertex with one CATC bound, colored as per key. Dotted black circle denotes density putatively assigned to the second pORF19 head domain (density shown at a lower threshold than that of surrounding features). Inset displays the C1 reconstruction in (A) fitted within the same reconstruction Gaussian-filtered at 3.0s to showcase connectivity between the weaker (green) putative pORF19 head domain and CATC helix bundle. (C) CATC density shown with both pORF19 head domains (at lower thresholds). Note that a helical density feature can be observed in the putative (green) pORF19 head domain density. Figure S6 . Overexpressing pORF32/pORF19 Mutants Does Not Significantly Affect KSHV DNA Replication or Gene Expression, Related to Figure 5 (A-B) Viral genome replication in cells overexpressing wild-type or mutant forms of pORF32 (A) or pORF19 (B). 293T-KSHV cells were transfected with corresponding expression plasmids or empty vector as control, and then induced with NaB and TPA to facilitate KSHV lytic replication. Total DNA was extracted from cells, and genome replication was determined by qPCR. (C-D) Viral RNA transcription in cells transfected with wild-type or mutant forms of pORF32 (C) or pORF19 (D). Total RNA was extracted from the same cells as (A-B). Viral RNA transcripts were quantified by RT-qPCR and presented as x-fold changes over RNA level of empty vector transfected cells. Data is mean ± SEM (n = 3 biologically independent samples).", "cite_spans": [{"start": 663, "end": 688, "text": "(Kucukelbir et al., 2014)", "ref_id": "BIBREF31"}, {"start": 1019, "end": 1040, "text": "(Kelley et al., 2015)", "ref_id": null}], "ref_spans": [{"start": 169, "end": 176, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 859, "end": 868, "text": "Figure S3", "ref_id": "FIGREF2"}, {"start": 923, "end": 938, "text": "Figures 1 and 4", "ref_id": "FIGREF0"}, {"start": 2016, "end": 2025, "text": "Figure S6", "ref_id": null}, {"start": 2147, "end": 2155, "text": "Figure 5", "ref_id": "FIGREF5"}], "section": "and STAR Methods"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "PHENIX: a comprehensive Python-based system for macromolecular structure solution", "authors": [{"first": "P", "middle": ["D"], "last": "Adams", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Afonine", "suffix": ""}, {"first": "G", "middle": [], "last": "Bunkó Czi", "suffix": ""}, {"first": "V", "middle": ["B"], "last": "Chen", "suffix": ""}, {"first": "I", "middle": ["W"], "last": "Davis", "suffix": ""}, {"first": "N", "middle": [], "last": "Echols", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Headd", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Hung", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Kapral", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Grosse-Kunstleve", "suffix": ""}], "year": 2010, "venue": "Acta Crystallogr. D Biol. Crystallogr", "volume": "66", "issn": "", "pages": "213--221", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Herpes simplex virus DNA packaging sequences adopt novel structures that are specifically recognized by a component of the cleavage and packaging machinery", "authors": [{"first": "K", "middle": [], "last": "Adelman", "suffix": ""}, {"first": "B", "middle": [], "last": "Salmon", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Baines", "suffix": ""}], "year": 2001, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "98", "issn": "", "pages": "3086--3091", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "DNA cleavage and packaging proteins encoded by genes U(L)", "authors": [{"first": "P", "middle": ["M"], "last": "Beard", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Taus", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Baines", "suffix": ""}], "year": 2002, "venue": "", "volume": "28", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Cryo-electron tomography of Marburg virus particles and their morphogenesis within infected cells", "authors": [{"first": "T", "middle": ["A"], "last": "Bharat", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Riches", "suffix": ""}, {"first": "L", "middle": [], "last": "Kolesnikova", "suffix": ""}, {"first": "S", "middle": [], "last": "Welsch", "suffix": ""}, {"first": "V", "middle": [], "last": "Krä Hling", "suffix": ""}, {"first": "N", "middle": [], "last": "Davey", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Parsy", "suffix": ""}, {"first": "S", "middle": [], "last": "Becker", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Briggs", "suffix": ""}], "year": 2011, "venue": "PLoS Biol", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Structural characterization of the UL25 DNA-packaging protein from herpes simplex virus type 1", "authors": [{"first": "B", "middle": ["R"], "last": "Bowman", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Welschhans", "suffix": ""}, {"first": "H", "middle": [], "last": "Jayaram", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Stow", "suffix": ""}, {"first": "V", "middle": ["G"], "last": "Preston", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Quiocho", "suffix": ""}], "year": 2006, "venue": "J. Virol", "volume": "80", "issn": "", "pages": "2309--2317", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Construction and manipulation of a new Kaposi's sarcoma-associated herpesvirus bacterial artificial chromosome clone", "authors": [{"first": "K", "middle": ["F"], "last": "Brulois", "suffix": ""}, {"first": "H", "middle": [], "last": "Chang", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "A", "middle": [], "last": "Ensser", "suffix": ""}, {"first": "L", "middle": ["Y"], "last": "Wong", "suffix": ""}, {"first": "Z", "middle": [], "last": "Toth", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": [], "last": "Myoung", "suffix": ""}, {"first": "D", "middle": [], "last": "Ganem", "suffix": ""}], "year": 2012, "venue": "J. Virol", "volume": "86", "issn": "", "pages": "9708--9720", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Visualization of the herpes simplex virus portal in situ by cryo-electron tomography", "authors": [{"first": "G", "middle": [], "last": "Cardone", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Winkler", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Trus", "suffix": ""}, {"first": "N", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Heuser", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Newcomb", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Brown", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Steven", "suffix": ""}], "year": 2007, "venue": "Virology", "volume": "361", "issn": "", "pages": "426--434", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Procapsid assembly, maturation, nuclear exit: dynamic steps in the production of infectious herpesvirions", "authors": [], "year": null, "venue": "Adv. Exp. Med. Biol", "volume": "726", "issn": "", "pages": "423--439", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Identification of herpesvirus-like DNA sequences in AIDS-associated Kaposi's sarcoma", "authors": [{"first": "Y", "middle": [], "last": "Chang", "suffix": ""}, {"first": "E", "middle": [], "last": "Cesarman", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Pessin", "suffix": ""}, {"first": "F", "middle": [], "last": "Lee", "suffix": ""}, {"first": "J", "middle": [], "last": "Culpepper", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Knowles", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Moore", "suffix": ""}], "year": 1994, "venue": "Science", "volume": "266", "issn": "", "pages": "1865--1869", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Electron cryotomography reveals the portal in the herpesvirus capsid", "authors": [{"first": "J", "middle": ["T"], "last": "Chang", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Schmid", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Rixon", "suffix": ""}, {"first": "W", "middle": [], "last": "Chiu", "suffix": ""}], "year": 2007, "venue": "J. Virol", "volume": "81", "issn": "", "pages": "2065--2068", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Organization of capsid-associated tegument components in Kaposi's sarcoma-associated herpesvirus", "authors": [{"first": "X", "middle": [], "last": "Dai", "suffix": ""}, {"first": "D", "middle": [], "last": "Gong", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "R", "middle": [], "last": "Sun", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Zhou", "suffix": ""}], "year": 2014, "venue": "J. Virol", "volume": "88", "issn": "", "pages": "12694--12702", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Structure and mutagenesis reveal essential capsid protein interactions for KSHV replication", "authors": [], "year": null, "venue": "Nature", "volume": "553", "issn": "", "pages": "521--525", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Cryo-electron tomography of Kaposi's sarcoma-associated herpesvirus capsids reveals dynamic scaffolding structures essential to capsid assembly and maturation", "authors": [{"first": "B", "middle": [], "last": "Deng", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "O&apos;connor", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Kedes", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Zhou", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Correction of high-resolution data for curvature of the Ewald sphere", "authors": [{"first": "D", "middle": ["J"], "last": "Derosier", "suffix": ""}], "year": 2000, "venue": "Ultramicroscopy", "volume": "81", "issn": "", "pages": "83--98", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Features and development of Coot", "authors": [{"first": "P", "middle": [], "last": "Emsley", "suffix": ""}, {"first": "B", "middle": [], "last": "Lohkamp", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Scott", "suffix": ""}, {"first": "K", "middle": [], "last": "Cowtan", "suffix": ""}], "year": 2010, "venue": "Acta Crystallogr. D Biol. Crystallogr", "volume": "66", "issn": "", "pages": "1329--1343", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "KSHV and the pathogenesis of Kaposi sarcoma: listening to human biology and medicine", "authors": [{"first": "D", "middle": [], "last": "Ganem", "suffix": ""}], "year": 2010, "venue": "J. Clin. Invest", "volume": "120", "issn": "", "pages": "939--949", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "KSHV: pathways to tumorigenesis and persistent infection", "authors": [{"first": "L", "middle": [], "last": "Giffin", "suffix": ""}, {"first": "B", "middle": [], "last": "Damania", "suffix": ""}], "year": 2014, "venue": "Adv. Virus Res", "volume": "88", "issn": "", "pages": "111--159", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Resistance of herpesviruses to antiviral drugs: clinical impacts and molecular mechanisms", "authors": [{"first": "C", "middle": [], "last": "Gilbert", "suffix": ""}, {"first": "J", "middle": [], "last": "Bestman-Smith", "suffix": ""}, {"first": "G", "middle": [], "last": "Boivin", "suffix": ""}], "year": 2002, "venue": "Drug Resist. Updat", "volume": "5", "issn": "", "pages": "88--114", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Ultrastructural characterization of SARS coronavirus", "authors": [{"first": "C", "middle": ["S"], "last": "Goldsmith", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Tatti", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Rollin", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Comer", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Lee", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Rota", "suffix": ""}, {"first": "B", "middle": [], "last": "Bankamp", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Bellini", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Zaki", "suffix": ""}], "year": 2004, "venue": "Emerg. Infect. Dis", "volume": "10", "issn": "", "pages": "320--326", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "A Herpesvirus Protein Selectively Inhibits Cellular mRNA Nuclear Export", "authors": [{"first": "D", "middle": [], "last": "Gong", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Du", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xie", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": [], "last": "Feng", "suffix": ""}, {"first": "N", "middle": [], "last": "Farhat", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "S", "middle": [], "last": "Shu", "suffix": ""}], "year": 2016, "venue": "Cell Host Microbe", "volume": "20", "issn": "", "pages": "642--653", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Virus-Like Vesicles of Kaposi's Sarcoma-Associated Herpesvirus Activate Lytic Replication by Triggering Differentiation Signaling", "authors": [{"first": "D", "middle": [], "last": "Gong", "suffix": ""}, {"first": "X", "middle": [], "last": "Dai", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Du", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Chapa", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Johnson", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Krogan", "suffix": ""}, {"first": "H", "middle": [], "last": "Deng", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "R", "middle": [], "last": "Sun", "suffix": ""}], "year": 2017, "venue": "J. Virol", "volume": "91", "issn": "", "pages": "362--379", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Influenza virus pleiomorphy characterized by cryoelectron tomography", "authors": [{"first": "A", "middle": [], "last": "Harris", "suffix": ""}, {"first": "G", "middle": [], "last": "Cardone", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Winkler", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Heymann", "suffix": ""}, {"first": "M", "middle": [], "last": "Brecher", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "White", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Steven", "suffix": ""}], "year": 2006, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "103", "issn": "", "pages": "19123--19127", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Herpesvirus Capsid Assembly and DNA Packaging", "authors": [{"first": "J", "middle": ["D"], "last": "Heming", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Conway", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Homa", "suffix": ""}], "year": 2017, "venue": "Adv. Anat. Embryol. Cell Biol", "volume": "223", "issn": "", "pages": "119--142", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The C Terminus of the Herpes Simplex Virus UL25 Protein Is Required for Release of Viral Genomes from Capsids Bound to Nuclear Pores", "authors": [{"first": "J", "middle": ["B"], "last": "Huffman", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Daniel", "suffix": ""}, {"first": "E", "middle": [], "last": "Falck-Pedersen", "suffix": ""}, {"first": "A", "middle": [], "last": "Huet", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Conway", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Homa", "suffix": ""}], "year": 2017, "venue": "J. Virol", "volume": "91", "issn": "", "pages": "641--658", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The Phyre2 web portal for protein modeling, prediction and analysis", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Quantifying the local resolution of cryo-EM density maps", "authors": [{"first": "A", "middle": [], "last": "Kucukelbir", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Sigworth", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Tagare", "suffix": ""}], "year": 2014, "venue": "Nat. Methods", "volume": "11", "issn": "", "pages": "63--65", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Structural framework for DNA translocation via the viral portal protein", "authors": [{"first": "A", "middle": ["A"], "last": "Lebedev", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Krause", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Isidro", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Vagin", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Orlova", "suffix": ""}, {"first": "J", "middle": [], "last": "Turner", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Dodson", "suffix": ""}, {"first": "P", "middle": [], "last": "Tavares", "suffix": ""}, {"first": "Antson", "middle": [], "last": "", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "", "suffix": ""}], "year": 1984, "venue": "EMBO J", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Electron counting and beam-induced motion correction enable near-atomic-resolution single-particle cryo-EM", "authors": [{"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Mooney", "suffix": ""}, {"first": "S", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Booth", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Braunfeld", "suffix": ""}, {"first": "S", "middle": [], "last": "Gubbens", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Agard", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2013, "venue": "Nat. Methods", "volume": "10", "issn": "", "pages": "584--590", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "A pUL25 dimer interfaces the pseudorabies virus capsid and tegument", "authors": [{"first": "Y", "middle": ["T"], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Bohannon", "suffix": ""}, {"first": "X", "middle": [], "last": "Dai", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Gant Luxton", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Hui", "suffix": ""}, {"first": "G", "middle": ["Q"], "last": "Bi", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Smith", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Zhou", "suffix": ""}], "year": 2017, "venue": "J. Gen. Virol", "volume": "98", "issn": "", "pages": "2837--2849", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Different capsid-binding patterns of the b-herpesvirusspecific tegument protein pp150 (pM32/pUL32) in murine and human cytomegaloviruses", "authors": [{"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Dai", "suffix": ""}, {"first": "J", "middle": [], "last": "Jih", "suffix": ""}, {"first": "K", "middle": [], "last": "Chan", "suffix": ""}, {"first": "P", "middle": [], "last": "Trang", "suffix": ""}, {"first": "X", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Balogun", "suffix": ""}, {"first": "Y", "middle": [], "last": "Mei", "suffix": ""}, {"first": "F", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Zhou", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "Z.H", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/420604"]}}, "BIBREF36": {"ref_id": "b36", "title": "Portal protein functions akin to a DNA-sensor that couples genome-packaging to icosahedral capsid maturation", "authors": [{"first": "R", "middle": ["K"], "last": "Lokareddy", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Sankhala", "suffix": ""}, {"first": "A", "middle": [], "last": "Roy", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Afonine", "suffix": ""}, {"first": "T", "middle": [], "last": "Motwani", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Teschke", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Parent", "suffix": ""}, {"first": "G", "middle": [], "last": "Cingolani", "suffix": ""}], "year": 2017, "venue": "Nat. Commun", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Targeting of herpesvirus capsid transport in axons is coupled to association with specific sets of tegument proteins", "authors": [{"first": "G", "middle": ["W G"], "last": "Luxton", "suffix": ""}, {"first": "S", "middle": [], "last": "Haverlock", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Coller", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Antinone", "suffix": ""}, {"first": "A", "middle": [], "last": "Pincetic", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Smith", "suffix": ""}], "year": 2005, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "102", "issn": "", "pages": "5832--5837", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Structure of the herpes simplex virus portal-vertex", "authors": [{"first": "M", "middle": [], "last": "Mcelwee", "suffix": ""}, {"first": "S", "middle": [], "last": "Vijayakrishnan", "suffix": ""}, {"first": "F", "middle": [], "last": "Rixon", "suffix": ""}, {"first": "D", "middle": [], "last": "Bhella", "suffix": ""}], "year": 2018, "venue": "PLoS Biol", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Accurate determination of local defocus and specimen tilt in electron microscopy", "authors": [{"first": "J", "middle": ["A"], "last": "Mindell", "suffix": ""}, {"first": "N", "middle": [], "last": "Grigorieff", "suffix": ""}], "year": 2003, "venue": "J. Struct. Biol", "volume": "142", "issn": "", "pages": "334--347", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "A viral scaffolding protein triggers portal ring oligomerization and incorporation during procapsid assembly", "authors": [{"first": "T", "middle": [], "last": "Motwani", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Lokareddy", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Dunbar", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Cortines", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Jarrold", "suffix": ""}, {"first": "G", "middle": [], "last": "Cingolani", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Teschke", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Cell-free assembly of the herpes simplex virus capsid", "authors": [], "year": null, "venue": "J. Virol", "volume": "68", "issn": "", "pages": "6059--6063", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Involvement of the portal at an early step in herpes simplex virus capsid assembly", "authors": [{"first": "W", "middle": ["W"], "last": "Newcomb", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Homa", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Brown", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "10540--10546", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Role of the UL25 gene product in packaging DNA into the herpes simplex virus capsid: location of UL25 product in the capsid and demonstration that it binds DNA", "authors": [{"first": "M", "middle": [], "last": "Ogasawara", "suffix": ""}, {"first": "T", "middle": [], "last": "Suzutani", "suffix": ""}, {"first": "I", "middle": [], "last": "Yoshida", "suffix": ""}, {"first": "Azuma", "middle": [], "last": "", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Tegument Assembly and Secondary Envelopment of Alphaherpesviruses", "authors": [{"first": "D", "middle": ["J"], "last": "Owen", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Crump", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Graham", "suffix": ""}], "year": 2015, "venue": "Viruses", "volume": "7", "issn": "", "pages": "5084--5114", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Herpesvirus capsid association with the nuclear pore complex and viral DNA release involve the nucleoporin CAN/Nup214 and the capsid protein pUL25", "authors": [{"first": "D", "middle": [], "last": "Pasdeloup", "suffix": ""}, {"first": "D", "middle": [], "last": "Blondel", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Isidro", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Rixon", "suffix": ""}], "year": 2009, "venue": "J. Virol", "volume": "83", "issn": "", "pages": "6610--6623", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Small capsid protein pORF65 is essential for assembly of Kaposi's sarcoma-associated herpesvirus capsids", "authors": [{"first": "E", "middle": ["M"], "last": "Perkins", "suffix": ""}, {"first": "D", "middle": [], "last": "Anacker", "suffix": ""}, {"first": "A", "middle": [], "last": "Davis", "suffix": ""}, {"first": "V", "middle": [], "last": "Sankar", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Ambinder", "suffix": ""}, {"first": "P", "middle": [], "last": "Desai", "suffix": ""}], "year": 2008, "venue": "J. Virol", "volume": "82", "issn": "", "pages": "7201--7211", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "UCSF Chimera-a visualization system for exploratory research and analysis", "authors": [{"first": "E", "middle": ["F"], "last": "Pettersen", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Goddard", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Couch", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Greenblatt", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Meng", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Ferrin", "suffix": ""}], "year": 2004, "venue": "J. Comput. Chem", "volume": "25", "issn": "", "pages": "1605--1612", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Herpesvirus resistance to antiviral drugs: a review of the mechanisms, clinical importance and therapeutic options", "authors": [{"first": "P", "middle": [], "last": "Reusser", "suffix": ""}], "year": 1996, "venue": "J. Hosp. Infect", "volume": "33", "issn": "", "pages": "235--248", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Seeing the portal in herpes simplex virus type 1 B capsids", "authors": [{"first": "R", "middle": ["H"], "last": "Rochat", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "K", "middle": [], "last": "Murata", "suffix": ""}, {"first": "K", "middle": [], "last": "Nagayama", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Rixon", "suffix": ""}, {"first": "W", "middle": [], "last": "Chiu", "suffix": ""}], "year": 2011, "venue": "J. Virol", "volume": "85", "issn": "", "pages": "1871--1874", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Optimal determination of particle orientation, absolute hand, and contrast loss in single-particle electron cryomicroscopy", "authors": [{"first": "P", "middle": ["B"], "last": "Rosenthal", "suffix": ""}, {"first": "Henderson", "middle": [], "last": "", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "J. Mol. Biol", "volume": "333", "issn": "", "pages": "721--745", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Virion-wide protein interactions of Kaposi's sarcoma-associated herpesvirus", "authors": [{"first": "R", "middle": [], "last": "Rozen", "suffix": ""}, {"first": "N", "middle": [], "last": "Sathish", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yuan", "suffix": ""}], "year": 2008, "venue": "J. Virol", "volume": "82", "issn": "", "pages": "4742--4750", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Tegument Proteins of Kaposi's Sarcoma-Associated Herpesvirus and Related Gamma-Herpesviruses", "authors": [{"first": "N", "middle": [], "last": "Sathish", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yuan", "suffix": ""}], "year": 2012, "venue": "Front. Microbiol", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "RELION: implementation of a Bayesian approach to cryo-EM structure determination", "authors": [{"first": "S", "middle": ["H W"], "last": "Scheres", "suffix": ""}], "year": 2012, "venue": "J. Struct. Biol", "volume": "180", "issn": "", "pages": "519--530", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Processing of Structurally Heterogeneous Cryo-EM Data in RELION", "authors": [{"first": "S", "middle": ["H"], "last": "Scheres", "suffix": ""}], "year": 2016, "venue": "Methods Enzymol", "volume": "579", "issn": "", "pages": "125--157", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Cryo-EM structure of the bacteriophage T4 portal protein assembly at near-atomic resolution", "authors": [{"first": "L", "middle": [], "last": "Sun", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Gao", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Rao", "suffix": ""}, {"first": "V", "middle": [], "last": "Padilla-Sanchez", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Sun", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "S", "middle": [], "last": "Subramaniam", "suffix": ""}, {"first": "V", "middle": ["B"], "last": "Rao", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Rossmann", "suffix": ""}], "year": 2015, "venue": "Nat. Commun", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Assembly of herpes simplex virus type 1 capsids using a panel of recombinant baculoviruses", "authors": [{"first": "J", "middle": ["D"], "last": "Tatman", "suffix": ""}, {"first": "V", "middle": ["G"], "last": "Preston", "suffix": ""}, {"first": "P", "middle": [], "last": "Nicholson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Elliott", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Rixon", "suffix": ""}], "year": 1994, "venue": "J. Gen. Virol", "volume": "75", "issn": "", "pages": "1101--1113", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Herpes simplex virus type 1 DNA-packaging protein UL17 is required for efficient binding of UL25 to capsids", "authors": [{"first": "J", "middle": ["K"], "last": "Thurlow", "suffix": ""}, {"first": "M", "middle": [], "last": "Murphy", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Stow", "suffix": ""}, {"first": "Preston", "middle": [], "last": "", "suffix": ""}, {"first": "V", "middle": ["G"], "last": "", "suffix": ""}], "year": 2006, "venue": "J. Virol", "volume": "80", "issn": "", "pages": "2118--2126", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Capsid structure of Kaposi's sarcoma-associated herpesvirus, a gammaherpesvirus, compared to those of an alphaherpesvirus, herpes simplex virus type 1, and a betaherpesvirus, cytomegalovirus", "authors": [{"first": "B", "middle": ["L"], "last": "Trus", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Heymann", "suffix": ""}, {"first": "K", "middle": [], "last": "Nealon", "suffix": ""}, {"first": "N", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Newcomb", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Brown", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Kedes", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Steven", "suffix": ""}], "year": 2001, "venue": "J. Virol", "volume": "75", "issn": "", "pages": "2879--2890", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Low-Fidelity Assembly of Influenza A Virus Promotes Escape from Host Cells", "authors": [{"first": "M", "middle": ["D"], "last": "Vahey", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Fletcher", "suffix": ""}], "year": 2019, "venue": "Cell", "volume": "176", "issn": "", "pages": "281--294", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Epstein-Barr virus replication in oral hairy leukoplakia: response, persistence, and resistance to treatment with valacyclovir", "authors": [{"first": "D", "middle": ["M"], "last": "Walling", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Flaitz", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Nichols", "suffix": ""}], "year": 2003, "venue": "J. Infect. Dis", "volume": "188", "issn": "", "pages": "883--890", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Structure of the herpes simplex virus type 2 C-capsid with capsid-vertex-specific component", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "H", "middle": [], "last": "Tang", "suffix": ""}, {"first": "N", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Q", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2018, "venue": "Nat. Commun", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Protein Structure Modeling with MODELLER", "authors": [{"first": "B", "middle": [], "last": "Webb", "suffix": ""}, {"first": "A", "middle": [], "last": "Sali", "suffix": ""}], "year": 2017, "venue": "Methods Mol. Biol", "volume": "1654", "issn": "", "pages": "39--54", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Threedimensional structure of the human herpesvirus 8 capsid", "authors": [{"first": "L", "middle": [], "last": "Wu", "suffix": ""}, {"first": "P", "middle": [], "last": "Lo", "suffix": ""}, {"first": "X", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Stoops", "suffix": ""}, {"first": "B", "middle": [], "last": "Forghani", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Zhou", "suffix": ""}], "year": 2000, "venue": "J. Virol", "volume": "74", "issn": "", "pages": "9646--9654", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Atomic structure of the human cytomegalovirus capsid with its securing tegument layer of pp150", "authors": [{"first": "X", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Jih", "suffix": ""}, {"first": "J", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Zhou", "suffix": ""}], "year": 2017, "venue": "Science", "volume": "356", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Building atomic models based on near atomic resolution cryoEM maps with existing tools", "authors": [{"first": "I", "middle": [], "last": "Yu", "suffix": ""}, {"first": "L", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "J", "middle": [], "last": "Avaylon", "suffix": ""}, {"first": "K", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Lai", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Zhou", "suffix": ""}], "year": 2018, "venue": "J. Struct. Biol", "volume": "204", "issn": "", "pages": "313--318", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Limiting factors in atomic resolution cryo electron microscopy: no simple tricks", "authors": [{"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Zhou", "suffix": ""}], "year": 2011, "venue": "J. Struct. Biol", "volume": "175", "issn": "", "pages": "253--263", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Identification of the sites of interaction between the scaffold and outer shell in herpes simplex virus-1 capsids by difference electron imaging", "authors": [{"first": "Z", "middle": ["H"], "last": "Zhou", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Macnab", "suffix": ""}, {"first": "J", "middle": [], "last": "Jakana", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Scott", "suffix": ""}, {"first": "W", "middle": [], "last": "Chiu", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Rixon", "suffix": ""}], "year": 1998, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "95", "issn": "", "pages": "2778--2783", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Four levels of hierarchical organization, including noncovalent chainmail, brace the mature tumor herpesvirus capsid against pressurization", "authors": [{"first": "Z", "middle": ["H"], "last": "Zhou", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Hui", "suffix": ""}, {"first": "S", "middle": [], "last": "Shah", "suffix": ""}, {"first": "J", "middle": [], "last": "Jih", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "O&apos;connor", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Sherman", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Kedes", "suffix": ""}, {"first": "S", "middle": [], "last": "Schein", "suffix": ""}], "year": 2014, "venue": "Structure", "volume": "22", "issn": "", "pages": "1385--1398", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "To reiterate, capsid vertices can theoretically be bound by any number of CATCs from zero up to five. Moreover, in cases of two CATCs bound to a penton vertex, the two CATCs can either occupy registers adjacent to each other or registers with a gap (i.e., an empty register) in between. We named these two binding patterns ''ortho-CATC-binding'' and ''meta-CATC-binding,'' respectively. In instances of three CATCs bound to a penton vertex, the two vacant registers can either be adjacent or have a gap (i.e., an occupied register) between them, analogous to the case of two vertex-bound CATCs. We thus named these two permutations ''ortho-CATC-absent'' and ''meta-CATC-absent,'' respectively. Altogether, eight classes of penton vertices are possible. These are: zero-, one-, four-, and five-CATC-binding vertices; ortho-and meta-CATC-bind", "authors": [], "year": null, "venue": "Geometry-based classification and reconstruction of penton vertices To distinguish all possible CATC-binding occupancies and binding permutations at the five registers of a penton vertex, we performed occupancy and geometry-based classification", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Classified penton vertex sub-particles were then used for subsequent auto-refinement. Given that five expanded orientations for each vertex were already each assigned to either a CATC-binding or CATC-absent class (due to masked classification of the CATCbinding region), orientations for vertex sub-particles were determined as follows. The orientations for zero-and five-CATC-binding vertex sub-particles were randomly selected from their five orientations in the CATC-absent and CATC-binding classes, respectively. Orientations of one-CATC-binding and four-CATC-binding vertices were chosen as their single orientation in the CATC-binding and CATC-absent classes, respectively. Where each vertex bound two CATCs, orientations were chosen as one of the two orientations in the CATC-binding class, such that the second (i.e., non-chosen) orientation was a 72 and 144 counterclockwise rotation from the chosen orientation, for ortho-and meta-CATC-binding vertices, respectively. Similarly, the orientations for ortho-and meta-CATCabsent classes were chosen such that the non-chosen CATC-absent orientation was a 72 and 144 counterclockwise rotation from the assigned orientation, respectively. For all auto-refinements, sub-particle orientations were determined by local angular and offset searches about these selected orientations, and initial references were 30-Å reconstructions of the sub-particles generated by re-lion_reconstruct. 5-fold symmetry was imposed during refinements of zero-and five-CATC-binding vertices, while refinements of all other binding occupancies were carried out without symmetry. The resolutions of the resulting eight reconstructions determined by relion_postprocess according to gold-standard FSC at the 0.143 criterion were 5.8-Å , 4.7-Å , 6.9-Å , and 9.0-Å for zero-, one-, four-, and five-CATC-binding vertices, respectively; 4.1-Å and 5.3-Å for ortho-and meta-CATC-binding vertices, respectively; and 4.7-Å and 5.0-Å for ortho-and meta-CATC-absent vertices, respectively. As the orientation information of all CATC-binding and CATC-absent registers and vertex sub-particles were conserved in their respective header files in our workflow, we were able to trace each register and vertex back to their original particle image. This enabled us to conduct a survey of the global number of CATCs in each capsid and generate a histogram tallying this data (Figure 3B)", "authors": [{"first": "Yu", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "We then classified all penton vertex sub-particles into the eight classes as follows. We first noted that focused classification with expanded symmetry enabled us to determine whether the masked area of a penton vertex sub-particle (for each register) fell into a CATC-binding or CATC-absent class. We then counted the number of orientations (out of five symmetry-expanded orientations per sub-particle) assigned to the CATC-binding class for each penton vertex sub-particle. This counted number of orientations, ranging from zero to five, reflects the number of CATCs bound to that particular vertex in that viral particle. If two CATCs were determined to bind that vertex, the angle between the two CATC-binding orientations was calculated", "volume": "178", "issn": "", "pages": "1329--1343", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "In Situ Structure of the KSHV Portal and Its Interactions with Packaged DNA (A) Clipped view of KSHV C1 capsid reconstruction, showing packaged dsDNA within the capsid and unique portal vertex. (B) Enlarged view of the portal vertex region, showing terminal DNA held in the portal's DNA translocation channel and DNA encircling the portal's lower periphery.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "A Portal-Effected Distribution of CATC (A) Global view of C1 capsid reconstruction showing consensus-patterned (i.e., averaged) occupancy of CATCs at penton vertices. (B) Same as in (A) but with only CATC densities (Gaussian-filtered [2s], pORF19 heads removed for clarity) displayed at three progressively lower thresholds. The left panel is at a threshold where capsid proteins are optimally displayed. Densities in the right panel are numbered from strongest to weakest. See alsoFigure S4.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Geometry-Based Sub-particle Classification of Penton Vertices(A) Penton vertex sub-particles were classified into eight classes of varying CATC stoichiometries and permutations and reconstructed individually. The resulting eight reconstructions are shown, with the capsid colored radially and the CATC in gold. (B) Histogram describing population-wide global penton CATC occupancies. See alsoFigure S4.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "CATC Structures at Portal and Penton Vertices (A) Sharpened CATC-binding penton vertex register density used to model CATC elements. (B) Ribbon models of the CATC helix bundle in a coiled-coil arrangement of pORF64 and pORF19, two copies each.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "C and D) C1 reconstructions of the portal vertex (C) and penton vertex with one CATC occupancy (D), colored according to the key. Insets depict the colored C1 density within the Gaussian-filtered C1 map (gray), showing lower-resolution features and interactions. Connections between CATC helix bundles and the portal cap putatively formed by pORF19 head domains are visible in the filtered map (C, inset) and circled in black. One head domain of pORF19 is clearly visible in (D). Putative head domains of the second pORF19 copy in each CATC are circled in green (C and D, insets). (E) Homology model of the pORF19 head domain docked into the C1 penton vertex density reveals a finger-like motif ($aa 457-468) interacting with penton MCP. (F) Superposition of the HSV-1 pUL25 head domain (PDB: 2F5U) with the docked pORF19 head domain homology model demonstrates conservation of the head domain structure between HSV-1 and KSHV. (G and H) Ribbon model of pORF32 colored according to the domains in HSV-1 pUL17 (H). (I and J) Schematics depicting Ta and Tc triplex orientations in the absence (I) and presence (J) of CATC at vertices. Insets (capsid interior view) show that the Ta Tri1 N-anchor retains a conserved orientation despite CATC-binding Ta's 120 counterclockwise apical rotation. See also Figures S3 and S5 and Video S3.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Key CATC-Triplex Interactions Defined by Structure-Guided Mutageneses (A) Ribbon models of triplex-complexed CATC colored according to the key. (B and C) Enlarged views illustrate how pORF32 0 s anchoring loop (AL) and N-terminal helix (NH) interact with Ta (displayed as surface).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "AUTHOR CONTRIBUTIONS Z.H.Z. and R.S. conceived the project and supervised the research. D.G. prepared samples and carried out mutagenesis and functional studies. X.D. and Y.-T.L. determined the structures. J.J. and X.D. built atomic models. Z.H.Z., X.D., J.J., Y.-T.L., D.G., and R.S. analyzed the results and wrote the paper. Z.H.Z., R.S., and G.-Q.B. managed resources and supervised the research.STAR+METHODS KEY RESOURCES", "latex": null, "type": "figure"}, "FIGREF7": {"text": "AC CGT CAG ATC CGC TAG AGA TCT GCC ACC ATG GAT GCG CAT GCT ATC AAC-3 0 and 5 0 -CC GCG TCG ACG GTA CCA GAT CTA CTT GTC GTC ATC GTC TTT GTA GTC GCC ATA GCG GCC TCG AAT G-3 0 ORF19: 5 0 -C CGT CAG ATC CGC TAG AGA TCT GCC ACC ATG GAC TAC AAA GAC GAT GAC GAC AAG GGT GGC GGA GGT TCT ATG CTG ACAT CAG AAA GGT C-3 0 and 5 0 -CC GCG TCG ACG GTA CCA GAT CTA AAC GAC CGC GAG GAC CAC-3 Continued on next page) e1 Cell 178, 1329-1343.e1-e6, September 5, 2019", "latex": null, "type": "figure"}, "FIGREF8": {"text": "TGC ACC ACC AAC TGC TTA GC-3 0 and 5 0 -GGC ATG GAC TGT GGT CAT GAG-3 0 RTA: 5 0 -CAC AAA AAT GGC GC AAG ATG A-3 0 and 5 0 -TGG TAG AGT TGG GCC TTC AGT T-3 0 ORF59: 5 0 -TTG GCA CTC CAA CGA AAT ATT AGA A-3 0 and 5 0 -CGG GAA CCT TTT GCG AAG A-3 0 K8.1: 5 0 -GTA ACC GTG TGC CAT TTT CTG-3 0 and 5 0 -TCC CAG CAA TAA ACC CAC AG-3 0", "latex": null, "type": "figure"}, "FIGREF9": {"text": "5 0 -TGC ACC ACC AAC TGC TTA GC-3 0 and 5 0 -GGC ATG GAC TGT GGT CAT GAG-3 0 ; KSHV immediate early gene RTA: 5 0 -CAC AAA AAT GGC GC AAG ATG A-3 0 and 5 0 -TGG TAG AGT TGG GCC TTC AGT T-3 0 ; KSHV early gene ORF59: 5 0 -TTG GCA CTC CAA CGA AAT ATT AGA A-3 0 and 5 0 -CGG GAA CCT TTT GCG AAG A-3 0 ; KSHV late gene K8.1: 5 0 -GTA ACC GTG TGC CAT TTT CTG-3 0 and 5 0 -TCC CAG CAA TAA ACC CAC AG-3 0 .", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Resolution Assessment of Reconstructions, Related to", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Density Strength as an Indicator of CATC Binding Occupancy, Related to Figures 2 and 3Chart displays capsid vertices at progressively lower density display thresholds. CATCs appear to bind only portal-side registers of each penton vertex. Red arrows indicate the direction of the portal vertex with respect to each penton vertex location. Dashed red lines indicate each respective penton vertex's equatorial (where applicable in relation to the portal-side equatorial rule).", "latex": null, "type": "figure"}, "FIGREF12": {"text": "High-and Low-Resolution Density Features of the CATC, Related toFigure 4", "latex": null, "type": "figure"}, "FIGREF13": {"text": "A) Densities of B-factor-sharpened and unsharpened maps of penton CATC. Density of the loop between the N-terminal helix regions of magenta ''upper''", "latex": null, "type": "figure"}, "TABREF0": {"text": "Cryoelectron Microscopy (Cryo-EM) and Modeling ResultsCryo-EM Data Collection, Refinement, and Validation Statistics", "latex": null, "type": "table"}, "TABREF1": {"text": "CONTACT AND MATERIALS AVAILABILITY d EXPERIMENTAL MODEL AND SUBJECT DETAILS Asymmetric reconstruction of the portal vertex and virion B Focused classification of symmetry-relaxed penton vertex sub-particles B Refinement of the CATC-binding and CATC-absent structures without symmetry B Geometry-based classification and reconstruction of penton vertices B Atomic and homology modeling B Construction of pORF32/pORF19 plasmids B Titration of infectious KSHV virions B Measuring viral DNA replication and RNA transcription by real-time PCR B Western blotting and antibodies B Construction of Tri1 and Tri2 KSHV mutants d QUANTIFICATION AND STATISTICAL ANALYSIS d DATA AND CODE AVAILABILITY SUPPLEMENTAL INFORMATION Supplemental Information can be found online at https://doi.org/10.1016/j. cell.2019.07.035.", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "All authors reviewed and approved the paper.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The authors declare no competing interests. Refinement of the CATC-binding and CATC-absent structures without symmetry We next performed separate 3D auto-refinements without symmetry on both penton vertex sub-particles in the CATC-binding class and in the CATC-absent classes. Orientations for sub-particles were determined by local search around each sub-particle's predetermined orientation from the mask refinement. A 30-Å reconstruction of penton vertex obtained through relion_reconstruct was used as the initial reference for refinements. The final resolutions of the CATC-binding and CATC-absent reconstructions determined by relion_postprocess were 3.8-Å and 3.7-Å , respectively, according to gold-standard FSC at the 0.143 criterion (Rosenthal and Henderson, 2003; Figure S2C ). Of note, because focused classification was performed with respect to the masked area, only structural features within the masked area (which encompasses one CATC and an associated triplex Ta) of the refined structure are genuine, while the other registers of CATC and triplex Ta are of mixed occupancy and/or conformations (Figure S1) (these will be fully separated in the following procedure). Local resolution estimation by ResMap (Kucukelbir et al., 2014) indicates the masked area of both CATC-binding and CATC-absent reconstructions reached a resolution of $3.5-Å ( Figures S2H  and S2I ).", "cite_spans": [{"start": 743, "end": 774, "text": "(Rosenthal and Henderson, 2003;", "ref_id": "BIBREF53"}, {"start": 1223, "end": 1248, "text": "(Kucukelbir et al., 2014)", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 775, "end": 785, "text": "Figure S2C", "ref_id": null}, {"start": 1361, "end": 1381, "text": "Figures S2H  and S2I", "ref_id": null}], "section": "DECLARATION OF INTERESTS"}]}