{
    "paper_id": "02e0c52c9be1b515d9a39d908d582daa383884a9",
    "metadata": {
        "title": "Ordered Semiautomatic Rings with Applications to Geometry",
        "authors": [
            {
                "first": "Ziyuan",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "10 Lower Kent Ridge Road",
                        "postCode": "S17, 119076",
                        "country": "Singapore, Republic of Singapore"
                    }
                },
                "email": "ziyuan84@yahoo.com"
            },
            {
                "first": "Sanjay",
                "middle": [],
                "last": "Jain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "13 Computing Drive",
                        "postCode": "COM1, 117417",
                        "country": "Singapore, Republic of Singapore"
                    }
                },
                "email": "sanjay@comp.nus.edu.sg"
            },
            {
                "first": "Ji",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "10 Lower Kent Ridge Road",
                        "postCode": "S17, 119076",
                        "country": "Singapore, Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Philipp",
                "middle": [],
                "last": "Schlicht",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "addrLine": "Fry Building, Woodland Road",
                        "postCode": "BS8 1UG",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": "philipp.schlicht@bristol.ac.uk"
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Stephan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "10 Lower Kent Ridge Road",
                        "postCode": "S17, 119076",
                        "country": "Singapore, Republic of Singapore"
                    }
                },
                "email": "fstephan@comp.nus.edu.sg"
            },
            {
                "first": "Jacob",
                "middle": [],
                "last": "Tarr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "settlement": "Vancouver",
                        "country": "Canada"
                    }
                },
                "email": "jacobdtarr@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The present work looks at semiautomatic rings with automatic addition and comparisons which are dense subrings of the real numbers and asks how these can be used to represent geometric objects such that certain operations and transformations are automatic. The underlying ring has always to be a countable dense subring of the real numbers and additions and comparisons and multiplications with constants need to be automatic. It is shown that the ring can be selected such that equilateral triangles can be represented and rotations by 30 • are possible, while the standard representation of the b-adic rationals does not allow this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hodgson [6, 7] as well as Khoussainov and Nerode [11] and Blumensath and Grädel [1] initiated the study of automatic structures. A structure, say the ordered semigroup of natural numbers (N, •, ≤) is then automatic iff there is an isomorphic structure (A, •, ≤) where A is regular and •, ≤, = are automatic in the following sense: A finite automaton reads all tuples of possible inputs and outputs with the same speed in a synchronised way and accepts these tuples which are valid tuples in the relations ≤ and = or which are valid combinations (x, y, z) with x • y = z in the case of the semigroup operation (function) •. For this, one assumes that the inputs and outputs of relations and functions are aligned with each other, like decimal numbers in addition, and for this alignment -which has to be the same for all operations -one fills the gaps with a special character. So words are functions with some domain {−m, −m + 1, . . . , n − 1, n} and some fixed range Σ and the finite automaton reads, when processing a pair (x, y) of inputs, in each round the symbols (x(k), y(k)) where the special symbol # / ∈ Σ replaces x(k) or y(k) in the case that these are not defined. See Example 3 below for an example of a finite automaton checking whether x + y = z for numbers x, y, z; here a finite automaton computes a function by checking whether the output matches the inputs. Automatic functions are characterised as those computed by a position-faithful one-tape Turing machine in linear time [3] .",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 11,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 12,
                    "end": 14,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 49,
                    "end": 53,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 80,
                    "end": 83,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1496,
                    "end": 1499,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The reader should note, that after Hodgson's pioneering work [6, 7] , Epstein, Cannon, Holt, Levy, Paterson and Thurston [5] argued that in the above formalisation, automaticity is, at least from the viewpoint of finitely generated groups, too restrictive. They furthermore wanted that the representatives of the group elements are given as words over the generators, leading to more meaningful representatives than arbitrary strings. Their concept of automatic groups led, for finitely generated groups, to a larger class of groups, though, by definition, of course it does not include groups which require infinitely many generators; groups with infinitely many generators, to some extent, were covered in the notion of automaticity by Hodgson, Khoussainov and Nerode. Nies, Oliver and Thomas provide in several papers [14, 15] results which contrast and compare these two notions of automaticity and give an overview on results for groups which are automatic in the sense of Hodgson, Khoussainov and Nerode.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 65,
                    "end": 67,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Jain, Khoussainov, Stephan, Teng and Zou [8] investigated the general approach where, in a structure for some relations and functions, it is only required that the versions of the functions or relations with all but one variable fixed to constants is automatic. Here the convention is to put the automatic domains, functions and relations before a semicolon and the semiautomatic relations after the semicolon. The present work will focus more on structures like rings than groups, although the field of automatic and semiautomatic structures has a strong group theoretic component. The construction of these semiautomatic rings is similar to that of Nies and Semukhin [13] for a presentation of Z 2 where no 1-dimensional subgroup is a regular subset.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The interested reader finds information about automatic structures in the surveys of Khoussainov and Minnes [10] and Rubin [16] . Related but different links between automata theory and geometry have been studied previously like, for example, the usage of weighted automata and transducers to generate fractals [4] , ω-automata to represent geometric objects in the reals [2, 9] and the field of reals not being ω-automatic [19] . The last section of the present work applies the results and methods of the current work to ω-automatic structures.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 376,
                    "end": 378,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present work looks at semiautomatic rings which can be used to represent selected points in the real plane. Addition and subtraction and comparisons as well as multiplication with constants have to be automatic; however, the full multiplication is not automatic. It depends on the structures which geometric objects and operations with such object can be represented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The convolution of two words v, w is a mapping from the union of their domains to (Σ ∪{#}) × (Σ ∪{#}) such that first one extends v, w to v , w , each having the domain dom(v) ∪ dom(w), by assigning # whenever v or w are undefined and then letting the convolution u map every h ∈ dom(v) ∪ dom(w) to the new symbol (v (h), w (h)). Similarly one defines the convolutions of three, four or more words.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1."
        },
        {
            "text": "A h-ary relation R is automatic [1, 6, 7, 11] iff the set of all convolutions of (x 1 , . . . , x h ) ∈ R is regular; a h-ary function f is automatic iff the set of all convolutions of (x 1 , . . . , x h , y) with f (x 1 , . . . , x h ) = y is regular. A h-ary relation P is semiautomatic [8] iff for all indices i ∈ {1, . . . , h} and for all possible fixed values x j with j = i the resulting set {x i : (x 1 , . . . , x h ) ∈ P } is regular. A hary function g is semiautomatic iff for all indices i ∈ {1, . . . , h} and all possible values",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 35,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 36,
                    "end": 38,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 39,
                    "end": 41,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 42,
                    "end": 45,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Definition 1."
        },
        {
            "text": ". . , f k , R 1 , . . . , R ; g 1 , . . . , g i , P 1 , . . . , P j ) is semiautomatic [8] iff (i) A is a regular set of words where each word maps a finite subset of Z to a fixed alphabet, (ii) each f h is automatic, (iii) each R h is automatic, (iv) each g h is semiautomatic and (v) each P h is semiautomatic. The semicolon separates the automatic components of the structure from those which are only semiautomatic. Structures without semiautomatic items are just called automatic.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Definition 1."
        },
        {
            "text": "An automatic family {L d : d ∈ E} is a collection of sets such that their index set E and the set of all convolutions of (d, x) with x ∈ L d and d ∈ E are regular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1."
        },
        {
            "text": "A semiautomatic grid or, in this paper, just grid, is a semiautomatic ring (A, +, =, <; ·) where the multiplication is only semiautomatic and the addition and comparisons are automatic such that A forms a dense subring of the reals, that is, whenever p, r are real numbers with p < r then there is an q ∈ A with p < q ∧ q < r and furthermore, all elements of A represent real numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2."
        },
        {
            "text": "It makes sense to define density as a property of an ordered ring that is embeddable into the reals, since the embedding is unique. A necessary and sufficient criterion for the ring to be dense is that it has an element strictly between 0 and 1. Addition and comparison follow the school algorithm as in the following example of Stephan [17] . In D 10 , given three numbers x, y, z, an automaton to check whether x + y = z would process from the back to the front and the states would be \"correct and carry to next digit (c)\", \"correct and no carry to next digit (n)\" and \"incorrect (i)\". In the following three examples, x stands on the top, y in the second and z in the last row. The states of the automaton are for starting from the end of the string to the beginning after having processed the digits after them but not those before them. The filling symbol # is identified with 0.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Definition 2."
        },
        {
            "text": "The decimal dot is not there physically, it just indicates the position between digit a 0 and digit a −1 . The domain of each string is an interval from a negative to a positive number plus an entry for the sign − if needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2."
        },
        {
            "text": "Incorrect Addition Incomplete Addition # 2 3 5 8. The difference x − y = z is checked by checking whether x = y + z and then one can compare the outcome of additions of possibly negative numbers by going to − when the signs of the numbers require this. Furthermore, x < y iff y − x is positive and x = y if the two numbers are equal as strings. For checking whether x · i/j = y for given rational constant i/j, one just checks whether i · x = j · y which, as i, j are constants, can be done by i times adding x to itself and j time adding y to itself and then comparing the results. So x · 3/2 = y is equivalent to x + x + x = y + y and the latter check is automatic. Also the set of all x ∈ D 10 so that x is a multiple of 3 is regular, as it is first-order definable as {x : ∃y ∈ D 10 [x = y + y + y]} and 1.2 would be in this set and 1.01 not. This works for all multiples of fixed rational numbers in D b .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correct Addition"
        },
        {
            "text": "Jain, Khoussainov, Stephan, Teng and Zou [8] showed that for every natural number c which is not a square there is a grid containing √ c. Though these grids are dense subsets of the real numbers, they do not have the property that one can divide by any natural number, that is, for each b ≥ 2 there is a ring element x such that x/b is not in the ring. The reason is that most of the rings considered by Jain, Khoussainov, Stephan, Teng and Zou are of the form Z⊕ √ c·Z. The following result will produce grids for which one can always divide by some number b ≥ 2, if this number is composite, it might allow division by finitely many primes. Note that the number of primes cannot be infinite by a result of Tsankov [18] .",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": ". .} and c is some root of an integer and let u > 1 be a real number chosen such that the following four polynomials p 1 , p 2 , p 3 , p 4 in a variable x and constants ,ĉ exist, where all polynomials have only finitely many nonzero coefficients and all coefficients are integers:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "Furthermore, the choice of the above has to be such thatĉ > 3|e | and one can run for every polynomial p = k=−m,...,n a k x k with every a k being an integer satisfying |a k | ≤ 3|e | the following algorithm C satisfying the below termination condition:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "The termination condition on C is that whenever the algorithm terminates at some k > −m with some |a k | >ĉ then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "If all these assumptions are satisfied then one can use the representation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "and the ring (S, +, <, =; ·) has automatic addition and comparisons and semiautomatic multiplication. Furthermore, as 1/b is in the ring, it is a dense subset of the reals, thus the ring forms a semiautomatic grid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "Proof. When not giving −m, n explicitly in the sum, sums like k∈Z a k u k use the assumption that almost all a k are 0. For ease of notation, let S be the set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "a k x k : almost all a k are 0 and all a k ∈ Z} so that S ⊆ S . On members p, q ∈ S , one defines that p ≤ q iff p(u) ≤ q(u) when the polynomial is evaluated at the real number u. Furthermore, p = q iff p ≤ q and q ≤ p. Addition and subtraction in S is defined using componentwise addition of coefficients. Now one shows that for every p ∈ S there is a q ∈ S with p = q. For this one lets initially h = 0 and q h = p and whenever there is a coefficient a k of q h with |a k | ≥ |e | then one either lets q h+1 = q h − x k− · p 4 (in the case that a k > 0) or lets q h+1 = q h + x k− · p 4 (in the case that a k < 0). Now let ||q h || be the sum of the absolute values of the coefficients; note that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "and as there is no infinite strictly decreasing sequence of positive integers, there is a h where q h is defined but q h+1 not, as this update can no longer be made. Thus all coefficients of q h are between −|e | and +|e | and furthermore, as each polynomial p 4 (u) · u k− added or subtracted has the value 0, q h = p. Now let q = q h and note that q is a member of S with the same value at u as p, so p(u) = q(u). Now let p, q, r be members of S. In order to see what the sign of p + q − r is, that is, whether p(u) + q(u) < r(u), p(u) + q(u) = r(u) or p(u) + q(u) > r(u), one adds the coefficients pointwise and to check the expression p + q − r at u, one then runs the algorithm C. If C terminates with some |a k | >ĉ, then the sign of the current value of a = k =k,k−1,...,k−h+1 u k a k gives the sign of p+q −r, as the not yet processed tail-sum of p+q −r is bounded by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "In the case that C terminates with all |a k | ≤ĉ and k = −m, then only the coefficients at k = k, k − 1, . . . , k − h + 1 are not zero and again the sign ofã is the sign of the original polynomial p + q − r.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "Note that the algorithm C can be carried out by a finite automaton, as it only needs to memorise the current values of (a k , a k−1 , . . . , a k−h+1 ) which are (0, 0, . . . , 0) at the start and which are updated in each step by reading a k−h for k = n + h, n + h − 1, . . . , −m; the update is just subtracting a k = a k − a k · d k −k for k = k, k − 1, . . . , k − h + 1 and then updating k = k − 1 which basically requires to read a k−h into the window and shift the window by one character; note that the first member, which goes out of the window, is 0. Furthermore, during the whole runtime of the algorithm, all values in the window have at most the values (1 + max{|d k | : 0 ≥ k ≥ −h + 1}) ·ĉ and thus there are only finitely many choices for (a k , a k−1 , . . . , a k−h+1 ), and thus the determination of the sign of k =k,k−1,...,k−h+1 u k a k can be done by looking up a finite table. Early termination of the finite automaton can be handled by not changing the state on reading new symbols, once it has gone to a state with some |a k | >ĉ. Thus comparisons and addition are automatic; note that for automatic functions, the automaton checks whether the tuple (inputs, output) is correct, it does not compute output from inputs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "For the multiplication with constants, note that multiplication with u or u −1 is just shifting the coefficients in the representation by one position; multiplication with −1 can be carried out componentwise on all coefficients; multiplication with integers is repeated addition with itself. This also then applies to polynomials put together from these ground operations, so p · (u 2 − 2 + u −1 ) can be put together as the sum of p · u · u, −p, −p, p · u −1 . All four terms of the sum can be computed by concatenated automatic functions, thus there is an automatic function which also computes the sum of these terms from a single input p. While all operations above come from straight-forward manipulations of the choice of u −1 , one has to show the termination condition of the algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "For this one uses that u ≥ 3.41 and 1/(1 − 1/u) = k≤0 u k = √ 2 ≤ 1.4143. Assume that the algorithm satisfies before doing the step for k that all |a k | ≤ĉ and does not satisfy this after updating a k , a k−1 , a k−2 respectively to 0, a = a k−1 + 4a k and a = a k−2 − 2a k ; in the following, a k , a k−1 , a k−2 refer to the values before the update. Without loss of generality assume that a k > 0, the case a k < 0 is symmetric, the case a k = 0 does not make the coefficients go beyond c. If a < −ĉ -it can only go out of the range to the negative side -then 2a k ≥ĉ − 3(e − 1) and p(u) is at least",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "So in both cases, one can conclude that p(u) is positive. Similarly, when a k < 0 and the boundĉ becomes violated in the updating process then p(u) < 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grids with Special Properties"
        },
        {
            "text": "There is a grid which contains √ 3 and 1/2 or, more generally, any c of the form c = √ b 2 − 1 and 1/b for some fixed integer b ≥ 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 6."
        },
        {
            "text": "While all operations above come from straight-forward manipulations of the equations, the termination condition of the algorithm needs some additional work. Note that u > b, as b − c < 1. Indeed, by u ≥ 1 and p 3 (u) = 0 and b ≥ 2, one has 1 − b 2 u −1 ≥ 0 and u ≥ b 2 and k≤0 u k ≤ 2. For the algorithm, one now notes that if after an update at k where, without loss of generality, a k > 0, it happens that either (a) a = a k−2 − b 2 a k < −ĉ or (b) a ≥ −ĉ and a = a k−1 +2b 2 a k >ĉ then the following holds: In the case (a), a k ≥ 1000b 3 −6b 2 and the value of the sum is at least",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. One chooses"
        },
        {
            "text": "where the tail sum 12b 4 estimates that all digits a k with k ≤ k − 2 are at least −6b 2 in the expression and the a k−1 is at least −ĉ by assumption. In case (b), one just uses that the first coefficient in the sum is greater thanĉ while all other coefficients are of absolute value belowĉ, in particular asĉ ≥ 6b 2 , so that, since",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. One chooses"
        },
        {
            "text": "Thus the algorithm terminates as required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. One chooses"
        },
        {
            "text": "One can use the grid to represent the coordinates of geometric objects. For this, one uses in the field of automatic structures the concept of convolution which uses the overlay of constantly many words into one word. One introduces a new symbol, #, which is there to pad words onto the same length. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications to Geometry"
        },
        {
            "text": "The set of all lines (with arbitrary slope) is not an automatic family, independent of the definition of the semiautomatic grid. Given a grid G and assuming that {L e : e ∈ D} is the automatic family of all lines, one can first-order define the multiplication using this automatic family:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 7."
        },
        {
            "text": "x · y = z if either at least one of x, y and also z are 0 or x = 1 and y = z or y = 1 and x = z or all are nonzero and neither x nor y is 1 and there exists an e ∈ D such that conv(0, 0), conv(1, y), conv(x, z) are all three in L e .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 7."
        },
        {
            "text": "As the grid G has to be dense and is a ring with automatic addition and comparison and as G ⊂ R, the ring G is an integral domain and furthermore, G has an automatic multiplication by the above first-order definition. Khoussainov, Nies, Rubin and Stephan [12] showed that no integral domain is automatic, hence the collection of all lines cannot be an automatic family, independent of the choice of the grid.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Example 7."
        },
        {
            "text": "Similarly one can consider the family of all triangles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 7."
        },
        {
            "text": "Proof. For the first result, assume that {L e : e ∈ D} is a family of all triangles -when viewed as closed subsets of G × G -which are represented in the grid and that this family contains at least all triangles with corner points in G × G. Now one can define for x, y, z > 0 the multiplication-relation z = x · y using this family as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 8. Independently of the choice of the semiautomatic grid G, the family of all triangles in the plane is not an automatic family. However, every triangle with corner points in G × G is a regular set."
        },
        {
            "text": "z = x · y ⇔ some e ∈ D satisfies the following conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 8. Independently of the choice of the semiautomatic grid G, the family of all triangles in the plane is not an automatic family. However, every triangle with corner points in G × G is a regular set."
        },
        {
            "text": "This definition can be extended to a definition for the multiplication on full G with a straightforward case-distinction. Again this cannot happen as then the grid would form an infinite automatic integral domain which does not exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 8. Independently of the choice of the semiautomatic grid G, the family of all triangles in the plane is not an automatic family. However, every triangle with corner points in G × G is a regular set."
        },
        {
            "text": "However, given a triangle with corner points (x, y), (x , y ), (x , y ), note that one can find that linear functions from G × G into G which are nonnegative iff the input point is on the right side of the line through (x, y) and (x , y ). So one would require that the function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 8. Independently of the choice of the semiautomatic grid G, the family of all triangles in the plane is not an automatic family. However, every triangle with corner points in G × G is a regular set."
        },
        {
            "text": "is either always nonpositive or always nonnegative, depending on which side of the line the triangle lies; by multiplying f with −1, one can enforce nonnegativeness. Note here that x − x and y − y are constants and multiplying with constants is automatic, as the ring has a semiautomatic multiplication. Thus a point is in the triangle or on its border iff all three automatic functions associated with the three border-lines of the triangle do not have negative values. This allows to show that every triangle with corner points in G × G is regular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 8. Independently of the choice of the semiautomatic grid G, the family of all triangles in the plane is not an automatic family. However, every triangle with corner points in G × G is a regular set."
        },
        {
            "text": "Note that this also implies that polygons with all corner points being in G × G are regular subsets of the plane G × G. 3/2, one needs a grid which allows to divide by 2 and multiply by √ 3, an example is given by the grid of Example 6. For rotating by 60 • , as it is twice doing a rotation by 30 • , the same requirements on the grid need to be there. For rotating by 45 • , the grid from Example 5 can be used. However, these operations cannot be done with grids which do not have the corresponding roots and also do not have the possibility to divide by 2. In particular, the grids D b do not allow to multiply by roots and those grids of the form Z∪ √ c·Z in prior work [8] do not allow to divide by 2. Furthermore, the authors are not aware of any grid which has both, √ 2 and √ 3 and thus allow to rotate by both, 30 • and 45 • .",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 678,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 8. Independently of the choice of the semiautomatic grid G, the family of all triangles in the plane is not an automatic family. However, every triangle with corner points in G × G is a regular set."
        },
        {
            "text": "A grid allows to represent all equilateral triangles with side-length in G iff √ 3 and 1/2 are both in G.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark 10."
        },
        {
            "text": "Remark 11. Note that one can represent a word a 5 a 4 . . . a 1 a 0 .a −1 a −2 . . . a −7 also by starting with a 0 and then putting alternatingly the digits of even and odd indices given and one can show that in this representation, the same semiautomaticity properties are valid as in the previously considered representation. However, one gets one additional relation: One can recognise whether two digits a −m and a n satisfy that n = m + c for a given integer constant c. This is used in the following example. For p being a prime power, in the grid (D p , +, =, <; ·) from Example 3, the relation ≡ is semiautomatic using the representation given in Remark 11. To see this, for a given area · p k , (i) one can disjunct over all factorisations 1 · 2 of which are pairs of natural numbers not divisible by p, then (ii) check whether the length of the sides of a given rectangle are of the form 1 · p i and 2 · p j with i + j = k, where i, j are the positions of the last nonzero digits in the p-adic representation of the lengths and (iii) check, by Remark 11, whether i + j are the given constant k. Note that representations using prime powers can be translated into representations based on the corresponding primes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark 10."
        },
        {
            "text": "However, for grids such as (D 6 , +, =, <; ·), where b is a composite number other than a prime power, this method does not work. This is mainly because one needs to use base 6 for the comparison < and then a finite automaton cannot see whether the two sides are, for example, of lengths 2 k and 2 −k when recognising squares of area 1. Knowing that this method does not work, however, does not say that no other method works. It is an open problem whether one can find a semiautomatic grid which allows to divide by 6 and to represent axisparallel rectangles in a way such that checking whether two rectangles have same area is semiautomatic. The same applies to the grids of Examples 5 and 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark 10."
        },
        {
            "text": "Jain, Khoussainov, Stephan, Teng and Zou [8] did not find any example of other roots than square roots to be represented in a semiautomatic ordered ring. The following example represents a cube root.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Cube Roots"
        },
        {
            "text": "There is a grid which contains 3 √ 7. Furthermore, there is a grid which contains 3 √ 65 and 1/2. For the first, as one does not want to represent a proper rational, p 1 is not needed. For this, one chooses",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Example 13."
        },
        {
            "text": "Instead of a flatĉ, one uses a bit different bound for the algorithm, namely |a k | ≤ 16ĉ, |a k−1 | ≤ 4ĉ and |a k−2 | ≤ĉ forĉ = 360.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 13."
        },
        {
            "text": "The equations for p 3 , p 4 follow from p 3 (u) = (p 2 (u)) 3 − 7. Note that 11 < u < 12 and u −1 + u −2 + . . . ≤ 1/10. Furthermore, the coefficients in the normal form are between −12 and +12 and, when three numbers are added coefficientwise, between −36 and +36. Let p = k a k · u k be such a sum of three numbers whose sign has to be determined; all the coefficients have absolute values up to 36. The main thing is that the algorithm can detect the sign of the number whenever the first three coefficients overshoot for the first time. Note that they start with (0, 0, 0) and so one runs the updates a k−k = a k−k − a k · d −k simultaneously for k = 1, 2, 3 and then sets a k = 0 and k = k − 1. Here d · are coefficients of p 3 . Assume that the update would make the coefficients to overshoot for the first time and let k, a k , a k−1 , a k−2 , a k−3 and p = k a k u k denote the values just before the update.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 13."
        },
        {
            "text": "Without loss of generality, assume that a k > 0 and it will be shown that this implies that the polynomial p would be positive. Note that before the update, for all k < k, |a k | ≤ 4ĉ and | k <k a k u k | ≤ 0.4 ·ĉ · u k .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 13."
        },
        {
            "text": "If a k−3 grows aboveĉ at the update then a k ≥ĉ · 9/10 and p > (0.9 ·ĉ − k ≤−1 a k+k · u k ) · u k ≥ (0.9 − 0.4) ·ĉ · u k > 0. If a k−2 grows below −4ĉ at the update but a k−3 stays inside the bound then a k ≥ĉ · 3 · 1/6 and p > (0.5 − 0.4) ·ĉ · u k > 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 13."
        },
        {
            "text": "If a k−1 grows beyond 16ĉ at the update but a k−2 and a k−3 stay inside their bounds then a k ≥ĉ · 12 · 1/12 and p > (1 − 0.4) ·ĉ · u k > 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 13."
        },
        {
            "text": "Thus there is a semiautomatic grid containing 3 √ 7. One similarly proves the second item that there is a semiautomatic grid containing 3 √ 65 and 1/2.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Example 13."
        },
        {
            "text": "Now a comment on the ω-automatic approach [2, 4, 9] . The reals with addition and multiplication and infinite integral domains in general are not ω-automatic [19] . It is also clear that (R, +; ·) is not ω-semiautomatic, as one otherwise would need uncountably many different ω-automata for recognising the uncountably many functions x → r · x for constants r ∈ R. So the best what one can expect is that (R, +, <, =) is ω-automatic and that there are countably many functions f r : x → r · x which are ω-automatic as well. These functions certainly include, independent of the ring representation, all f r with r ∈ Q, as one only verifies the relation x · r = y and for r = i/j this is equivalent with verifying x · i = y · j with i, j are integers and multiplication with integers can be realised by repeated selfaddition. The following result shows that one can carry over ideas of Theorem 4 to ω-automatic structures in order to get that multiplication with all constants from Q[ √ b] are ω-automatic where b ≥ 2 is given. As all reals are represented and multiplication by rational constants comes for free, one can can use ω-versions of the previously known representations [8, Theorem 26 ].",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 46,
                    "end": 48,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 49,
                    "end": 51,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 885,
                    "end": 894,
                    "text": "Theorem 4",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1184,
                    "end": 1194,
                    "text": "Theorem 26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Representing All Reals"
        },
        {
            "text": "There is an ω-automatic representation of the reals where addition, subtraction and comparisons are ω-automatic and furthermore the multiplication with any constant from Q[ √ b] is also an ω-automatic unary function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 14."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Automatic structures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blumensath",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grädel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Fifteenth Annual IEEE Symposium on Logic in Computer Science, LICS",
            "volume": "",
            "issn": "",
            "pages": "51--62",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An effective decision procedure for linear arithmetic over the integers and reals",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boigelot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jodogne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wolper",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "ACM Trans. Comput. Logic",
            "volume": "6",
            "issn": "3",
            "pages": "614--633",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Automatic functions, linear time and learning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Case",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stephan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Logical Methods Comput. Sci",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Computational fractal geometry with WFA",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Culik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Acta Informatica",
            "volume": "34",
            "issn": "",
            "pages": "151--166",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Word Processing in Groups",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B A"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Cannon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V F"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Thurston",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Théories décidables par automate fini",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Hodgson",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Décidabilité par automate fini",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Hodgson",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Annales des sciences mathématiques du Québec",
            "volume": "7",
            "issn": "1",
            "pages": "39--57",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Semiautomatic structures",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Khoussainov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stephan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Theory Comput. Syst",
            "volume": "61",
            "issn": "4",
            "pages": "1254--1287",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Finite automata encoding geometric figures",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jürgensen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Staiger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamasaki",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Theor. Comput. Sci",
            "volume": "381",
            "issn": "2-3",
            "pages": "20--30",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Three lectures on automatic structures",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Khoussainov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minnes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the Logic Colloquium",
            "volume": "35",
            "issn": "",
            "pages": "132--176",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Automatic presentations of structures",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Khoussainov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nerode",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "LCC 1994",
            "volume": "960",
            "issn": "",
            "pages": "367--392",
            "other_ids": {
                "DOI": [
                    "10.1007/3-540-60178-3_93"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Automatic structures: richness and limitations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Khoussainov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nies",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stephan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Logical Methods Comput. Sci",
            "volume": "3",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Finite automata presentable Abelian groups",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nies",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Semukhin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann. Pure Appl. Logic",
            "volume": "161",
            "issn": "",
            "pages": "458--467",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "FA-presentable groups and rings",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Algebra",
            "volume": "320",
            "issn": "",
            "pages": "569--585",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Automatic presentations for finitely generated groups",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "STACS 2005",
            "volume": "3404",
            "issn": "",
            "pages": "693--704",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Automata presenting structures: a survey of the finite string case",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull. Symb. Logic",
            "volume": "14",
            "issn": "",
            "pages": "169--209",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Automatic structures -recent results and open questions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stephan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Third International Conference on Science and Engineering in Mathematics, Chemistry and Physics",
            "volume": "622",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The additive group of the rationals does not have an automatic presentation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsankov",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Symb. Logic",
            "volume": "76",
            "issn": "4",
            "pages": "1341--1351",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Model-theoretic properties of ωautomatic structures",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Zaid",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grädel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pakusa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Theory Comput. Syst",
            "volume": "55",
            "issn": "",
            "pages": "856--880",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The ring (D b , +, =, <; ·) of the rational numbers in base b with only finitely many nonzero digits is a grid. Here D b = {n/b m : n, m ∈ Z}.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "There is a semiautomatic grid containing √ 2 and 1/2.Proof. For c = √ 2 and b = 2, one chooses1. u −1 = 1 − c/2 (note that u = 1/(1 − 1/2) = 2/(2 − √ 2) > 1), 2. p 1 (u) = 2u −1 − u −2 = 1/2, 3. p 2 (u) = 2 − 2u −1 = c,4. p 3 (u) = 1 − 4u −1 + 2u −2 = 0, 5. p 4 (u) = −u + 4 − 2u −1 = 0 with = 0 and e = 4, 6.ĉ = 100 (or any larger value).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Now, for example, if in the grid of decimal numbers, one wants to describe a point of coordinates(1.112, 22.2895), this would be done with the convolution (#, 2)(1, 2).(1, 2)(1, 8)(2, 9)(#, 5) where these six characters are the overlay of two characters and the dot is virtual and only marking the position where the numbers have to be aligned, that means, the position between the symbols at location 0 and location −1. Instead of combining two numbers, one can also combine five numbers or any other arity.An automatic family is a family of sets L e with the indices e from some regular set D such that the set {conv(e, x) : x ∈ L e } is regular. Given a grid G, the set of all lines parallel to the x-axis in G × G is an automatic family: Now D = G and L y = {conv(x, y) : x ∈ G}. The next example shows that one cannot have an automatic family of all lines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Moving a polygon by a distance (v, w) can be done in any grid, as it only requires adding (v, w) to the coordinates of each points. However, rotating by 30 • or 45 • is possible in some but not all grids. Proof. Note that the formula for rotating around 30 • , one needs to map each point (x, y) by the mapping (x, y) → (cos(30 • )x − sin(30 • )y, sin(30 • )x + cos(30 • )y) and similarly for 45 • and 60 • . For 30 • , as sin(30 • ) = 1/2 and cos(30 • ) = √",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}