{
    "paper_id": "02e0852338c319d0cf6847074526b95ed6c7742f",
    "metadata": {
        "title": "Journal Pre-proof Covid-19 and some ethical issues in France",
        "authors": [
            {
                "first": "Philippe",
                "middle": [],
                "last": "Charlier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire Anthropologie",
                    "institution": "Université Paris-Saclay (UVSQ)",
                    "location": {
                        "addrLine": "2 avenue de la source de la Bièvre",
                        "postCode": "78180",
                        "settlement": "Archéologie, Montigny-Le-Bretonneux",
                        "region": "Biologie (LAAB)",
                        "country": "France"
                    }
                },
                "email": "philippe.charlier@uvsq.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "J o u r n a l P r e -p r o o f 2 Version française Les cinq continents sont maintenant touchés par la pandémie de Covid-19, et certains états ont décidé d'un confinement plus ou moins contraignant pour essayer de limiter la diffusion de la maladie d'un individu à l'autre. Comités scientifiques En France, alors qu'un conseil scientifique présidé par le professeur Jean-François Delfraissy (président, par ailleurs, du Comité Consultatif National d'Éthique) existe depuis le 12 mars [1] un second comité a été institué le 24 mars : le CARE (Comité analyse, recherche et expertise) [2]. Cette nouvelle instance comprend 12 chercheurs et médecins, et a pour charge de conseiller le gouvernement sur les traitements et les tests à mettre en oeuvre contre le Covid-19. Ce comité est présidé par le professeur Françoise Barré-Sinoussi, virologue à l'Institut Pasteur, directrice de recherche émérite à l'INSERM, et lauréate du prix Nobel de médecine en 2008 pour son rôle dans la découverte du VIH. Ces deux instances ont donc uniquement un rôle consultatif vis-à-vis des autorités politiques, et cette fonction trouve place dans un contexte très tendu en France -comme dans toute l'Europe, où le pic de l'épidémie n'a pas encore été atteint partout. Déjà épuisés, et sachant, par le modèle italien, la gravité des cas à venir dans un temps très proche, les soignants réclament déjà à l'exécutif un confinement total pour limiter au maximum la crise sanitaire. Saisi en urgence, le Conseil d'État s'est prononcé contre cette mesure dans sa décision du 22 mars [3]. Risque psychologique du confinement Mais ce confinement, même incomplet, n'est pas sans risque, notamment chez les populations vulnérables, en situation de dépendance, pour lesquelles il sera bien plus difficile à vivre (ou survivre ?) à cette crise. On parle bien ici d'une vulnérabilité à multiples visages : physique, psychique ou sociale. Toute conduite addictive (qu'elle soit centrée sur l'alcool ou sur l'usage de stupéfiants) ajoute encore un risque supplémentaire à cette situation de confinement. Les Page 3 of 12 J o u r n a l P r e -p r o o f 3 individus, déjà en vase clos, vont tendance à aggraver leur angoisse de projection vers l'avenir et doubler celle-ci d'un stress alimentaire, économique, etc. Le danger est évidemment pour l'individu lui-même (risque dépressif, suicidaire, …) mais aussi pour son entourage (aggravation des violences intra-familiales vis-à-vis des proches : enfants, conjointe, etc.) [4].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Pour aider les malades et leurs familles pendant cette crise sanitaire, le président de la République a aussi annoncé, après avoir rencontré des représentants des cultes, la mise en place prochaine d'une cellule d'écoute psychologique et spirituelle sous la forme d'un numéro gratuit [5].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Pour faciliter l'acceptation des mesures de confinement, le gouvernement axe sa communication",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "autour des thèmes de la gestion démocratique, du consentement de la population et d'une",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "proportionnalité de la réponse (« dictée par la nécessité », « non déraisonnable »). Chaque discours présidentiel, déclaration de la porte-parole du gouvernement ou interview du ministre ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All five continents are now affected by the Covid-19 pandemic, and some countries have decided to have more or less restrictive containment in an attempt to limit the spread of the disease from one individual to another. To facilitate acceptance of the containment measures, the government is now focusing its communication on the themes of democratic management, public consent and proportionality of the response (using expressions such as \"dictated by necessity\" or \"not unreasonable\"). Each presidential speech, statement by the government spokesperson, and interview with the Minister of Health or the Director General of Health constitute so many marked and individualized progressive steps, supported by the scientific authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "English version"
        },
        {
            "text": "These containment measures also apply in the context of mourning, which adds trauma to that of death itself: first, corpses are considered to be potentially contaminating, so are deposited as soon as possible in a body bag which will never be reopened. It therefore seems impossible for families to greet their deceased loved one one last time... at least theoretically, because the scientific council relaxed the rules and allowed only one loved one to see the deceased one last time (and to make a video recording of it for the rest of the family) [6]. When death occurs at home or in nursing homes, the procedure is more difficult to enforce, and it is up to funeral directors to take the maximum precaution (masks, coveralls, etc.)… Knowing that their representatives have asked the government to be treated as nursing staff in order to be able to benefit from the same security conditions in the exercise of their function, but without success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The example of a funeral"
        },
        {
            "text": "The other consequence of this \"death inflation\" is that of waiting. In Italy, the soldiers are 9 responsible for transporting the corpses, because the funeral directors are overwhelmed. One solution could be the systematic refrigeration / freezing of corpses, for funerals delayed by several weeks (a solution that does not make mourning work easier for families).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The example of a funeral"
        },
        {
            "text": "In addition, the rule of \"social distancing\" put in place by the health authorities, applies all the time, and for everyone, including at funerals (particularly at risk time due to the large secretions (crying, blowing nose) and hugs). Burials must therefore be systematically held in strict family intimacy (spouse / partner of the deceased, children and parents, therefore excluding brothers / sisters and other relatives), with a maximum of 20 people (certain undertakers have therefore set up a video recording for those who wish to attend the funeral from a distance). The ceremonies are shortened in duration, and the faithful should not sit next to each other. families are prohibited from entering the cremation buildings… [7] . Unable to properly honor the deceased, many families are considering to initiate new \"proper\" funerals after the confinement period.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 734,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The example of a funeral"
        },
        {
            "text": "To better understand the ways in which the Covid-19 virus spreads (but also to track down recalcitrants in compulsory confinement), the European Commission plans to use mobile operators to access the location data of our smartphones in Europe [8] . Other states (United States, Israel, etc.) said they were ready to do the same, knowing that China and Taiwan already seem to use this technology for epidemiological and punitive purposes.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Restriction of freedoms"
        },
        {
            "text": "On social networks, some have been able to speak of confinement as political maneuvers aimed at restricting individual freedoms... Admittedly, that has absolutely nothing to do with it, but what about those who, in the aftermath of a judgment, are they really in a sedentary lifestyle?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restriction of freedoms"
        },
        {
            "text": "Since the start of the Covid-19 crisis, a consequence of the slowing down of judicial procedures or of the confinement itself, French penal establishments have emptied themselves of 1600 prisoners. On the other hand, the number of patients in deprivation of liberty to be treated is increasing, as well as that of the prison administration. Confined prisoners are less and less tolerant of this situation, which amplifies their restriction of movement as much as possible, with potentially serious consequences: assaults, self-mutilation, hunger strike, etc. To avoid a worsening of the situation, the Ministry of Justice decided to facilitate access to the telephone (to reach families, failing to speak), free television and help with canteen the poorest [9].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restriction of freedoms"
        },
        {
            "text": "A final legal risk is linked to the vulnerability status of the elderly: under the guise of helping them, there is a real danger that some people will take advantage of the situation to abuse or despoil these isolated individuals. As we can see, the dangers are manifold, and far beyond the health crisis, the pandemic is the source of a real societal crisis whose consequences are likely to last long after the end of the infectious episode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restriction of freedoms"
        },
        {
            "text": "The Italian model faced with the Covid-19 epidemics has shown the extent of future human losses for other European states and the rest of the world. Our Italian colleagues had to make priority choices for access to resuscitation care -the worst choice that medical staff can make.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority of patients to be treated"
        },
        {
            "text": "In times of shortage of resources (lack of sufficient places for resuscitation and mechanical ventilation equipment), how can the principle of equity between patients be respected? [10] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[10]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Priority of patients to be treated"
        },
        {
            "text": "The risk is that people will be selected in priority according to their only immediate or future \"economic\" value, that is to say their social \"utility\". Precarious populations (low level of resources, pensioners, migrants, homeless, prisoners, long-term unemployed, etc.) will inevitably be left behind. This positioning is morally unacceptable: the dignity of a person does not depend on his usefulness. In this announced situation of shortage of resources, medical choices, always difficult, must be guided by an ethical reflection that will take into account respect for the dignity of people and the principle of equity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority of patients to be treated"
        },
        {
            "text": "In France, the National Consultative Ethics Committee (CCNE) asked each hospital structure to form a group capable of offering ethical help and support to professional choice procedures in the context of this crisis (\"ethical support unit\") [11] . Currently confined to their homes,",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[11]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Priority of patients to be treated"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "« I have no taste, I believe, for heroism and holiness. What interests me is to be a man",
            "authors": [],
            "year": 1947,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guidance for managing ethical issues in infectious disease outbreaks",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "La contribution du CCNE à la lutte contre COVID-19 : Enjeux éthiques face à une pandémie",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Gallimard",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "La"
                    ],
                    "last": "Camus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Peste",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "de la santé ou du directeur général de la santé constituent autant d'étapes progressives marquées et individualisées, supportées par les autorités scientifiques. L'exemple des funérailles Ces mesures de confinement s'appliquent également en contexte de deuil, ce qui rajoute un traumatisme à celui de la mort elle-même : d'abord, les cadavres sont considérés comme potentiellement contaminants, donc sont déposés le plus vite possible dans une housse mortuaire qui ne sera jamais réouverte. Il apparaît donc impossible aux familles de saluer une dernière fois leur proche décédé… du moins théoriquement, car le conseil scientifique a assoupli les règles et permis à un seul proche de voir une ultime fois le défunt (et d'en faire une captation vidéo pour le reste de la famille) v6]. Quand le décès survient à domicile ou en EPHAD, la procédure est plus difficile à faire respecter, et c'est aux entreprises de pompes funèbres de prendre le maximum de précaution (masques, combinaisons, etc.)… sachant que leurs représentants ont demandé au gouvernement d'être assimilés au personnel soignant pour pouvoir bénéficier des mêmes conditions de sécurité dans l'exercice de leur fonction, mais sans",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Enfin, il est interdit aux familles de rentrer à l'intérieur des édifices de crémation…[7]. Faute de pouvoir honorer convenablement le défunt, de nombreuses familles envisagent de procéder à de nouvelles funérailles « en bonne et due forme » à l'issue de la période de confinement.Restriction des libertés Pour mieux connaître les voies de propagation du virus Covid-19 (mais aussi traquer les récalcitrants au confinement obligatoire), la Commission européenne envisage d'utiliser les opérateurs de téléphonie mobile pour accéder aux données de localisation de nos smartphones en Europe [8]. D'autres états (États-Unis, Israël, etc.) se sont dit prêts à faire de même, sachant que la Chine et Taiwan semble déjà utiliser cette technologie à des fins épidémiologique et punitive.Sur les réseaux sociaux, certains ont pu parler du confinement comme de manoeuvres politiciennes visant à restreindre les libertés individuelles… Certes, ça n'a absolument rien à voir, le début de la crise du Covid-19, conséquence du ralentissement des procédures judiciaires ou du confinement lui-même, les établissements pénitentiaires se sont vidés de 1600 détenus. En revanche, le nombre de patients en privation de liberté devant être traité augmente, lui, mais aussi celui de l'administration pénitentiaire. Les détenus confinés supportent de moins en moins cette situation qui amplifie au maximum leur restriction de circulation, avec des conséquences potentiellement graves : agressions, auto-mutilations, grève de la faim, etc. Pour éviter une aggravation de la situation, la Garde des Sceaux a décidé d'une facilitation de l'accès au téléphone (pour joindre les familles, faute de parloir), d'une gratuité de la télévision et d'une aide au cantinage pour les plus démunis [9].Un dernier risque, juridique, est lié au statut de vulnérabilité des personnes âgées : sous couvert de leur venir en aide, le danger est réel que certains profitent de la situation pour abuser ou spolier ces individus isolés. On le voit, les dangers sont multiples, et bien au-delà de la crise sanitaire, la pandémie est source d'une véritable crise sociétale dont les conséquences risquent de durer bien après la fin de l'épisode infectieux.Priorité des patients à traiterLe modèle italien face à l'épidémie de Covid-19 a montré l'étendue des pertes humaines à venir pour les autres états européens et le reste du monde. Nos collègues italiens ont dû faire des choix de priorité pour l'accès aux soins de réanimation -le pire choix qu'un personnel médical puisse faire. En période de pénurie de ressources (faute de suffisamment de places en réanimation et de matériel de ventilation mécanique), comment assurer le respect du principe d'équité entre patients ?[10].Le risque est que soient sélectionnées les personnes à protéger en priorité en fonction de leur seule valeur « économique » immédiate ou future, c'est-à-dire de leur « utilité » sociale. Les populations précaires (faible niveau de ressources, retraités, migrants, sans domicile fixe, moralement inacceptable : la dignité d'une personne n'est pas tributaire de son utilité. Dans cette situation annoncée de pénurie de ressources, les choix médicaux, toujours difficiles, devront être guidés par une réflexion éthique qui prendra en compte le respect de la dignité des personnes et le principe d'équité.En France, le Comité Consultatif National d'Éthique (CCNE) a demandé à chaque structure hospitalière de constituer un groupement capable de proposer une aide et un soutien éthique aux procédures de choix professionnel dans le contexte de cette crise (« cellule éthique de soutien »)[11]. Actuellement confinés à leur domicile, philosophes, historiens, anthropologues et médecins non cliniciens sont donc appelés à échanger, et à se tenir à la disposition des soignants 24h sur 24 pour faciliter les prises de décisions les plus dramatiques de leur carrière.Il importe que ces choix de priorités de soin ne soient pas individuels, mais collectifs. Les sciences humaines fournissent une aide légitime à ces prises de position, pour que, à l'issue de cette catastrophe sanitaire et sociétale, les professionnels de santé puissent dire, comme le héros médecin d'Albert Camus, prix Nobel de littérature dans La Peste (1947) : « Je n'ai pas de goût, je crois, pour l'héroïsme et la sainteté. Ce qui m'intéresse, c'est d'être un homme »[12].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", while a scientific council chaired by Professor Jean-François Delfraissy (president, moreover, of the National Consultative Ethics Committee) has existed since March 12 [1] a second committee was established on March 24: CARE (Committee Analysis, Research and Expertise) [2]. This new institution includes 12 researchers and doctors, and is responsible for advising the government on the treatments and tests to be implemented against Covid-19. This committee is chaired by Professor Françoise Barré-Sinoussi, virologist at the Institut Pasteur, emeritus research director at INSERM, and winner of the Nobel Prize in medicine in 2008 for her role in the discovery of HIV. These two bodies therefore only have an advisory role vis-à-vis the political authorities, and this function finds its place in a very tense context in France -as in all Europe, where the peak of the epidemic has not yet been reached everywhere. Already exhausted, and knowing, by the Italian model, the gravity of the cases to come in a very near time, many caregivers already claim with the executive a total confinement to limit as much as possible the health crisis. Seized urgently, the Council of State voted against this measure in its decision of March 22 [3].Psychological risk of confinement But this confinement, even if not total, is not without risk, especially among vulnerable populations, in a situation of dependence, for whom it will be much more difficult to live (or survive?) during this crisis. We are talking here about a vulnerability with multiple faces: physical, mental or social. Any addictive behavior (whether focused on alcohol and/or the use of narcotics) adds an additional risk to this situation of confinement. Individuals, already in a vacuum, will , etc. The danger is obviously for the individual himself (depressive, suicidal risk, etc.) but also for those around him (worsening of intra-family violence towards relatives: children, spouse, etc.)[4].To help the sick and their families during this health crisis, the President of the Republic also announced, after having met with representatives of religions, the imminent establishment of a psychological and spiritual listening unit in the form of a toll-free number[5].",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "succès. L'autre conséquence de cette « inflation de décès » est celle de l'attente. En Italie, ce sont les militaires qui ont la charge de transporter les cadavres, car les pompes funèbres sont débordées. Une solution pourrait être la réfrigération/congélation systématique des cadavres, pour des funérailles retardées de plusieurs semaines (une solution qui ne facilite pas le travail de deuil pour les familles).En outre, la règle de « distanciation sociale » mise en place par les autorités sanitaires, s'appliquetout le temps, et pour tout le monde, y compris lors des funérailles (moment particulièrement à risque en raison des importantes sécrétions (pleurs, mouchage) et étreintes. Les enterrements doivent donc se tenir systématiquement dans la stricte intimité familiale (conjoint/conjointe du défunt, enfants et parents, donc en excluant les frères/soeurs et autres proches), comportant au maximum 20 personnes (certaines entreprises de pompes funèbres ont, en conséquence, mis en place une captation vidéo pour ceux qui souhaiteraient assister aux funérailles à distance). Les cérémonies sont de durée raccourcie, et les fidèles ne doivent pas s'asseoir l'un à côté de l'autre.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}