{
    "paper_id": "02e5632762185ee3b271441c71619c3ed0f9e6b1",
    "metadata": {
        "title": "Surgical Mask-the Saviour: from its Invention to the COVID-19 Era",
        "authors": [
            {
                "first": "Jignesh",
                "middle": [
                    "A"
                ],
                "last": "Gandhi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seth GS Medical College & KEM Hospital",
                    "location": {
                        "postCode": "400012",
                        "settlement": "Parel",
                        "region": "Mumbai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Jayati",
                "middle": [
                    "J"
                ],
                "last": "Churiwala",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seth GS Medical College & KEM Hospital",
                    "location": {
                        "postCode": "400012",
                        "settlement": "Parel",
                        "region": "Mumbai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Pravin",
                "middle": [
                    "H"
                ],
                "last": "Shinde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seth GS Medical College & KEM Hospital",
                    "location": {
                        "postCode": "400012",
                        "settlement": "Parel",
                        "region": "Mumbai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Sadashiv",
                "middle": [
                    "N"
                ],
                "last": "Chaudhari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seth G.S. Medical College & KEM Hospital",
                    "location": {
                        "postCode": "400012",
                        "settlement": "Parel",
                        "region": "Mumbai",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The earliest available evidence attributes the discovery of droplets as a mode of transmission of disease to Carl Flügge, a German bacteriologist, a contemporary of Emil Kocher, in 1897. This finding was instrumental in the development of the gauze mask introduced by Johann von Mikulicz Radecki in the same year. A surgical mask has become an indispensable tool in the armamentarium to fight the COVID 19 pandemic. Surgical masks which were once limited to the confines of healthcare setups are now donned by the members of the general public. It has become imperative that a healthcare worker selects the right kind of respiratory protective equipment to protect himself and his patients. The surgical mask has become essential, in a way, for survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The earliest available evidence attributes the discovery of droplets as a mode of transmission of disease to Carl Flügge [ Fig. 1 ], a German bacteriologist, a contemporary of Emil Kocher, in 1897 [1] . This finding was instrumental in the development of the gauze mask introduced by Johann von Mikulicz Radecki [ Fig. 2 ] in the same year [2] . Radecki was also the first to use medical gloves during surgery. In the early 1900s, the propagation of use of masks to reduce the spread of scarlet fever and diphtheria boosted the confidence of the medical fraternity in this invention by reports of zero cross infections [3, 4] . Gradually, their use spread to military hospitals during World War 1, when preventing cross respiratory infections in overflowing wards bustling with attendants had become a herculean task. The dramatically positive results encouraged studies in large numbers to determine the most efficient mask. While most of the work in this era focused on control of disease transmission in medical wards, it was in the third to fifth decade of the twentieth century that use of masks in the OR (operating room) became widespread. Through the work of Meleny in 1932 and Davis in 1937, it was proved that operating personnel were carriers of fatal Gram-positive organisms which in reported events lead to wound infections and, infrequently, death of patients [5, 6] . It is then that the routine use of masks to cover the nose and mouth in the operating room became a standard of care.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1378,
                    "end": 1380,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 129,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 314,
                    "end": 320,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "With the introduction of antibiotics-the wonder drugs in the 1940s, the use of masks and any interest in their development dwindled. Whether improper and deficient use of surgical masks led to a boom in surgical infections and thus microbial resistance to antibiotics remains a theory in literature [7] . What we do know in the twenty-first century of the importance of masks was probably neither predicted by our ancestors nor will be forgotten by posterity.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A mask has become an indispensable tool in the armamentarium to fight the COVID 19 pandemic. Surgical masks which were once limited to the confines of healthcare setups are now donned by the members of the general public, and a N95 respirator being recommended for healthcare workers (HCWs). Standard of care guidelines for the appropriate scientific use of respiratory protective equipment (RPE) and personal protective equipment (PPE) are being published widely on electronic media. It has become imperative that a HCW selects the right kind of RPE to protect himself and his patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the pandemic crosses boundaries of place, time, race, religion and stature, it is compelling to observe how it has brought the world down to its knees and life at a standstill. Faces constantly hidden by masks have miniaturized the importance of identity. Social distancing, hand washing and use of RPE are the only hope for survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We see us enter an era when masks may be custom made to the profession, work culture, zone of residence and estimated level of protection required for every individual. We may not be able to steer the course of events towards a better future, but we certainly are willing to gear up for the worst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We venerate the ingenuity of these two men whose work has enabled the protection of the masses in this COVID 19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fluegge C (1897) Ueber Luftinfektion",
            "authors": [],
            "year": null,
            "venue": "Zeifschrift f Hygiene",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Das Operieren in Sterilisirten Zwirnhandschuhen und Mit Mundbinde",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mikulicz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Centralblarf Chir",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dissemination of streptococcal sputum",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1905,
            "venue": "J.A.M.A",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Value of the face mask and other measures",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "J.A.M.A",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Seasonal Incidence of hemolytic Streptococcus in the nose and throat",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Meleney",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "J.A.M.A",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Is adequate masking essential for patient's protection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "Ann Surg",
            "volume": "105",
            "issn": "",
            "pages": "990--997",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The surgical mask: its development, usage and efficiency",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Rockwood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "O&apos;donoghue",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Arch Surg",
            "volume": "80",
            "issn": "",
            "pages": "963--971",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Carl Flügge",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}