{
    "paper_id": "02e6f058d2b1f53d39822d41fe7101d9632ab7f7",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Sherry",
                "middle": [
                    "H"
                ],
                "last": "Stewart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalhousie University Halifax",
                    "location": {
                        "region": "NS, NS, NS",
                        "country": "Canada., Canada., Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In his novel In Search of Lost Time, Marcel Proust wrote, \"For each illness that doctors cure with medicine, they provoke ten in healthy people by inoculating them with the virus that is a thousand times more powerful than any microbe: the idea that one is ill.\" The term \"hypochondrium\" is found in the writings of Hippocrates and derives from the area under (hypo) the cartilage of the ribs (chondros) and was meant to include digestive disorders of the liver, spleen, and gallbladder. It was not until the nineteenth century that hypochondria came to be more narrowly defined as an excessive fear of illness. Today, it is estimated that between 3 and 6% of patients seen by primary-care physicians suffer from hypochondria, the most common form of health anxiety (Groopman, 2003) . Given the increased media attention to new and scary diseases like sudden acute respiratory syndrome (SARS), avian flu, and mad cow disease, it seems likely that the prevalence of health anxiety will continue to grow in North America.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 782,
                    "text": "(Groopman, 2003)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In their book Treating Health Anxiety: A Cognitive-Behavioral Approach, Steven Taylor and Gordon Asmundson present a comprehensive overview of the nature, assessment, and treatment of health anxiety disorders. The book is organized in a logical manner with the first half providing a general description of health anxiety disorders, factors implicated in their development and maintenance, and an overview of treatment approaches and their efficacy. The second half of the book focuses on specific cognitive-behavior therapy (CBT) strategies for the treatment of health anxiety. In Chapter 1, the authors begin with a definition of health anxiety and a brief description of each of the disorders that falls under that rubric. These disorders run the spectrum of severity from mild and transient forms of hypochondriasis (e.g., disease phobia) to the more persistent and debilitating forms of hypochondriasis (poor-insight hypochondriasis), and the somatic form of delusional disorder. Current DSM-IV diagnostic criteria for hypochondriasis as well as the cog-nitive, affective, somatic, and behavioral features of this disorder are outlined. Throughout Chapter 1 and every chapter that follows, the authors provide many excellent case examples that serve to illustrate the concepts being described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Chapter 2, the authors outline the biological and cognitive factors implicated as playing a role in predisposing, precipitating, perpetuating, and protecting from episodes of excessive health anxiety. The chapter provides a valuable, albeit abridged, overview of the source of common benign bodily sensations that could be misinterpreted and catastrophized by individuals high in health anxiety. The section on the role of neurotransmitters and neural structures in health anxiety is particularly interesting, and the discussion of perceptual and cognitive factors (attention, memory, beliefs) is well done. However, the figure that is intended to provide a general framework for understanding the precipitating and perpetuating factors involved in excessive health anxiety could be clearer. This figure would benefit from inclusion of learning experiences that can give rise to the perceptual and cognitive biases described so clearly in this chapter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chapter 3 outlines the role of behavioral factors (e.g., maladaptive coping strategies) in health anxiety and includes a discussion of therapy-interfering behaviors such as reassurance seeking, bodily checking, use of safety signals, and avoidance. In Chapter 4, the authors outline learning experiences implicated in the development of health anxiety. Research has found no compelling evidence for the role of genetics in the development of health anxiety; however, considerable data support the role of both specific and general environmental factors such as experiences with disease and death, physical and sexual abuse, parent-child interactions, and the influence of media in contributing to the development and maintenance of health anxiety. The authors provide interesting discussions of the little-researched phenomena of medical student's disease and mass psychogenic illness (MPI). The latter is a fascinating syndrome that refers to the occurrence, in a group of people, of bodily changes or sensations that the sufferers mistakenly attribute to disease. For example, apparently the suggestion has been made that a number of firefighters who visited the site of the World Trade Center terrorist attacks and who subsequently reported respiratory difficulties may have been suffering from MPI (Bartholomew & Wessely, 2002) .",
            "cite_spans": [
                {
                    "start": 1302,
                    "end": 1331,
                    "text": "(Bartholomew & Wessely, 2002)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Chapter 5, Taylor and Asmundson review the outcome research on various treatment approaches to health anxiety. In addition to an impressive literature review, they provide the results of their meta-analytic comparison of 25 treatment trials for nondelusional health anxiety. Their meta-analysis revealed that all the psychosocial and drug treatments examined were effective for the treatment of hypochondriasis as compared to waitlist controls but when treatment acceptability, strength, breadth, and durability of effects were considered, CBT emerged as the treatment of choice. Chapter 6 outlines the assessment of health anxiety, as well as the development of a case formulation. The authors suggest that the clinical interview is the most important component of a good psychological assessment and advise the use of the downward-arrow method for identifying dysfunctional beliefs. It is also advised that consultations with family members be conducted, as well as prospective monitoring of bodily sensations, dysfunctional beliefs, and safety behaviors. Commendably, the authors provide in appendices to the book examples of the measures (self-report questionnaires, daily diaries) that they recommend as supplementary tools to the clinical interview and for tracking patients' progress in treatment. The one disappointing aspect of this chapter is the section on case formulation. Although the authors do an excellent job convincing the reader of the importance of case formulation in guiding treatment planning, the description of case formulation itself was less impressive. In particular, this section would have benefited from a more straightforward flow chart indicating the purported relations among contributing elements. Readers may want to supplement the material presented in this section of the book with the extended coverage of health anxiety case formulation offered by Warwick and Salkovskis (1990) .",
            "cite_spans": [
                {
                    "start": 1892,
                    "end": 1921,
                    "text": "Warwick and Salkovskis (1990)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chapter 7 provides an overview of the interventions used in CBT for health anxiety including liaising with other clinicians to ensure consistent and appropriate care, treatment engagement strategies, psychoeducation, goal setting, cognitive restructuring, behavioral exercises, stress management techniques, and relapse prevention methods. Each of these interventions is then discussed in detail over the course of the next five chapters, with each chapter being both instructive and user-friendly. Chapter 8 reviews several strategies for engaging the health anxious patient to try CBT. This chapter makes an innovative use of techniques derived from the motivational interviewing approach which was first developed for the treatment of substance use disorders (Miller & Rollnick, 2002) and which is now finding novel applica-tions in relation to a variety of forms of psychopathology including anxiety-related disorders (e.g., Westra, 2004) . Chapter 9 describes cognitive interventions that can be useful in the treatment of health anxiety including verbal reattribution methods (e.g., empirical disputations), imagery, and attention-focusing strategies. Chapter 10 describes the behavioral methods that are important in treating fear, avoidance, and maladaptive safety behaviors like checking and reassurance seeking, and in facilitating change in beliefs about the significance and meaning of bodily symptoms. Behavioral methods reviewed in this chapter include homework assignments; behavioral experiments (e.g., testing the effects of safety behaviors); and situational, interoceptive, and imaginal exposure. Taylor and Asmundson have also devoted an entire chapter (Chapter 11) to stress management so as to provide the reader with a complete set of resources, within a single volume, for treating health anxiety. They provide important caveats about the potential misuses of these techniques by health anxiety patients (e.g., using breathing exercises to avoid feared bodily sensations) and provide therapists with useful suggestions as to how to avoid these potential pitfalls of stress management techniques with health anxious patients. Finally, Chapter 12 offers suggestions as to how to extend and maintain treatment gains including how to help clients develop their own personalized Health Anxiety Relapse Prevention (HARP) program with a sample handout and worksheet provided. This is another excellent chapter in which the authors make innovative extensions to health anxiety of techniques derived from the relapse prevention approach originally developed for the treatment of substance abuse (Marlatt & Gordon, 1985) .",
            "cite_spans": [
                {
                    "start": 762,
                    "end": 787,
                    "text": "(Miller & Rollnick, 2002)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 929,
                    "end": 942,
                    "text": "Westra, 2004)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2610,
                    "end": 2634,
                    "text": "(Marlatt & Gordon, 1985)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Taylor's and Asmundson's text makes an extremely important contribution to the literature by providing the first published book on the treatment of health anxiety disorders. The CBT strategies outlined in the text and illustrated by numerous case examples, sample dialogue, reproducible handouts and assessment questionnaires make this text an invaluable resource for practicing clinicians and students alike. Throughout the text, the authors stress the importance of establishing a trusting relationship with health anxious clients who often feel abandoned or insulted by the health care profession. Typically, these individuals have worn out their welcome with health care practitioners by the time they are referred to a psychologist they tend to approach psychological intervention with skepticism if not acrimony, especially if they feel that their bodily symptoms health concerns are being dismissed as \"all in their head.\" Taylor and Asmundson stress the importance of the psychologist establishing and maintaining good communication with the primary-care physician, as well as the client's partner and other family members who may be enlisted to assist in treatment (e.g., in ceasing repeated reassurance provision). The authors are to be commended for producing a text that seems destined to become a \"must read\" for professionals interested in understanding and treating health anxiety disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Protean nature of mass sociogenic illness: From possessed nuns to chemical and biological terrorism fears",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Bartholomew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "British Journal of Psychiatry",
            "volume": "180",
            "issn": "",
            "pages": "300--306",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sick with worry: Can hypochondria be cured? The New Yorker",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Groopman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Relapse prevention: Maintenance strategies in the treatment of addictive behaviors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Marlatt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Motivational interviewing: Preparing people for change",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rollnick",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hypochondriasis. Behaviour Research and Therapy",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Salkovskis",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "105--117",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Managing resistance in cognitive behavioral therapy: The application of motivational interviewing in mixed anxiety and depression",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Westra",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cognitive Behaviour Therapy",
            "volume": "33",
            "issn": "",
            "pages": "161--175",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Watt Department of Psychology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Margo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}