{
    "paper_id": "02ec0a61fb6dc6b7e9dd378541fc0fee804d5344",
    "metadata": {
        "title": "CASE SERIES Lung Ultrasound Can Influence the Clinical Treatment of Pregnant Women With COVID-19",
        "authors": [
            {
                "first": "Murat",
                "middle": [],
                "last": "Yassa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pinar",
                "middle": [],
                "last": "Birol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Memis Mutlu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arzu",
                "middle": [],
                "last": "Bilge Tekin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kemal",
                "middle": [],
                "last": "Sandal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Niyazi",
                "middle": [],
                "last": "Tug",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Lung ultrasound (LUS) is an effective tool to detect and monitor patients infected with 2019 coronavirus disease . The use of LUS on pregnant women is an emerging trend, considering its effectiveness during the outbreak. Eight pregnant women with a diagnosis of COVID-19 confirmed by nasal/throat real-time reverse transcription polymerase chain reaction testing who underwent point-of-care LUS examinations after routine obstetric ultrasound are described. A routinely performed LUS examination revealed serious lung involvement in 7 cases: 2 were initially asymptomatic; 3 have chest computed tomography; 1 had initial negative real-time reverse transcription polymerase chain reaction results; and 1 had initial negative computed tomographic findings. Treatment for COVID-19 was either commenced or changed in 87.5% of the patients (n = 7 of 8) on LUS findings. Among patients with abnormal LUS findings, treatment was commenced in 5 patients (71.5%) and changed in 2 patients (28.5%). One normal and 7 abnormal LUS cases indicate the impact of routine LUS on the clinical outcome and treatment of pregnant women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "R adiologic diagnosis of 2019 coronavirus disease (COVID- 19) is mainly based on typical ground glass opacities on chest computed tomography (CT), patchy infiltrations in chest radiography, or both. 1,2 A substantial number of asymptomatic patients can be detected by chest CT. 2 Although it is more sensitive than bedside radiography, the lack of availability, ionizing radiation exposure, and risk of transmission are the downsides of chest CT. 1 Lung ultrasound (LUS) is a well-known tool to detect, monitor, and follow patients with lung diseases by using pathologic pattern recognition without the need for complex measurements. 3 Performing LUS examinations on patients infected with COVID-19 is an emerging trend, considering its effectiveness. [4] [5] [6] [7] It has been reported that LUS can be a substitute for chest radiography by being practical, reliable, cost-effective, and safe. 8 It may also reduce the need for chest radiography and detect pathologic lesions before hypoxia occurs. 7 Furthermore, these advantages can particularly be more important for vulnerable populations, such as pregnant women. 9 Recently, it was proposed that LUS should be embraced by obstetricians and gynecologists during the current COVID-19",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "19)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 278,
                    "end": 279,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 447,
                    "end": 448,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 634,
                    "end": 635,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 896,
                    "end": 897,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1001,
                    "end": 1002,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1120,
                    "end": 1121,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Video online at jultrasoundmed.org pandemic. 10 Obstetricians are familiar with ultrasound (US) and quite proficient in the use of it. Performing a LUS examination after a routine obstetric US examination might have an impact on reducing the workload of radiologists and the need for chest CT, thereby minimizing the risk of transmission. Radiologic findings of COVID-19 have previously been reported to be similar between pregnant and nonpregnant women. 11 We investigated the effect of LUS on clinical treatment of pregnant women infected with COVID-19. Herein, we present the LUS findings, changes in clinical management, and clinical courses of our first 8 cases.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 47,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 455,
                    "end": 457,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lung US examinations of pregnant women infected with COVID-19 were performed in an antenatal unit of a tertiary hospital, and the findings were retrospectively reviewed. Pregnant women who underwent LUS examinations after obstetric US examinations were included. All diagnoses were confirmed by nasal/throat real-time reverse transcription polymerase chain reaction (rRT-PCR) testing. All LUS examination were performed by the first author, with 20 years of experience before the study. The recently standardized 14-area scanning protocol for the use of LUS on patients with COVID-19 was applied. 12 This protocol has also been proposed to be used in pregnant women. 10, 12 Fourteen areas (3 posterior, 2 lateral, and 2 anterior) were scanned per patient for 10 seconds along the indicated lines. Where applicable, scanning from the intercostal space was preferred. Each area was given a score between 0 and 3 according to the specific pattern. 12 The pattern with a continuous and regular pleural line and horizontal artifacts, referred to as A-lines, was classified as score 0. The pattern with an indented pleural line and sporadic vertical white areas below the point of discontinuity in the pleural line, referred to as sporadic B-lines, was classified as score 1. The pattern with a broken pleura, small consolidated areas below the discontinuity, and multiple vertical white areas that reached the bottom of the field of view, referred to as multiple B-lines, was classified as score 2. The pattern with a severely broken pleura and a dense and largely extended white lung pattern with or without larger consolidations was classified as score 3. At the end of the procedure, the highest score obtained for each area was noted (eg, landmark 1, score 0; landmark 2, score 1; and so on).",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 599,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 671,
                    "end": 673,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 945,
                    "end": 947,
                    "text": "12",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Patients and Methods"
        },
        {
            "text": "Following recommended high-level protection rules, 13 lung images were obtained with convex transducers on a regular obstetric preset (EA720; Esaote SpA, Genoa, Italy). Bilateral involvement, anterior/ posterior and inferior/superior involvements, the thickness and irregularity of the pleura, sporadic/multiple B-lines, small and large consolidations, air bronchograms, and pleural effusion were the focused US elements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Methods"
        },
        {
            "text": "The clinical severity of the patients was interpreted by the COVID-19 Severity Scoring Tool. 14 All patients' COVID-19 medical treatments were supervised by an infectious disease specialist, as per the national COVID-19 treatment guideline. 15 As this was a case series, ethics approval was not needed. Informed consent was obtained from patients for the anonymous use of LUS, CT, and chest radiographic results.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "text": "15",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Patients and Methods"
        },
        {
            "text": "One normal (case 1) and 7 abnormal LUS cases with a PCR-confirmed diagnosis of COVID-19 are presented. Of the 7 abnormal cases, 2 were asymptomatic, and routine use of LUS helped us notice the lung involvement (patients 2 and 6). Lung US played a vital role in the clinical course of patient 3, as a routinely performed LUS examination revealed serious lung involvement a week after negative CT findings. Three patients (patients 4, 5, and 7) with mild symptoms refused CT and accepted LUS. After LUS, after discussing the findings, 1 of the patients accepted CT, and the other 2 accepted chest radiography. Although chest radiographic findings were negative and were not consistent with the LUS findings, chest CT showed similar findings as and was consistent with the LUS. Findings of lung involvement in 1 patient (patient 8) on routine LUS, after negative rRT-PCR results, led us to the diagnosis and the patient underwent treatment after delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The highest scores obtained for the patients were 0 in 1 patient (case 1; a regular pleural line and physiologic A-lines were present), 1 in 1 patient (case 2), 2 in 3 patients (cases 4, 7, and 8) and 3 in 3 patients (cases 3, 5, and 6). The sums of the scores over the 14 anatomic landmarks for the patients were 0, 3, 38, 8, 14, 9, 8 , and 8, respectively. The clinical severity of the patients was interpreted as follows: cases 1 and 2 as mild, case 3 as critical, and cases 4 to 8 as moderate. More details regarding the abnormal anatomic landmarks are given in the individual case descriptions and Table 1 .",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "38,",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 326,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "14,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 331,
                    "end": 333,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 334,
                    "end": 335,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 610,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The clinical treatment of all patients was changed after LUS. After normal LUS findings, 1 patient (case 1) had not undergone antenatal CT, thus avoiding unnecessary exposure. One patient (case 3) was transferred to the intensive care unit (ICU) on the basis of her abnormal LUS findings after they had been evaluated by anesthesiologists. After their LUS findings, medical treatments of 87.5% of the patients (n = 7 of 8) were either commenced or changed for COVID-19. Among patients with abnormal LUS findings, medical treatment was commenced in 5 patients (71.5%) and changed in 2 patients (28.5%). The clinical presentations, abnormal laboratory and imaging findings, changes in clinical management, final medical treatments, and current statuses of the patients are summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 785,
                    "end": 792,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A 32-year-old multiparous woman with a singleton pregnancy at her 39th gestational week had a diagnosis of COVID-19 after general arthralgia and a subfebrile fever (37.5 C). She was in self-quarantine at home and receiving hydroxychloroquine treatment because of her positive rRT-PCR result, as per national COVID-19 treatment guidelines. 15 On the fifth day of her treatment, she presented to the emergency department with mild dyspnea; however, she was not sure whether her discomfort was due to her term pregnancy. A CT scan was planned but was refused by the patient. Her hemogram and biochemical results were unremarkable. A LUS examination was performed, and physiologic A-lines were observed. The patient was relieved after normal LUS findings (Figure 1 , A and B, and Video 1). Antenatal CT was deemed unnecessary. She underwent elective cesarean delivery for prolonged prelabor rupture of membranes and gave birth to a clinically well 3070-g male neonate with Apgar scores of 8 and 9 at 1 and 5 minutes, respectively. The nasopharyngeal and throat swab of the neonate yielded negative results for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The normal LUS findings were affirmed by normal postoperative CT findings ( Figure 1C ). The patient was discharged early after her normal LUS and CT findings and was in stable condition.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "text": "15",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 751,
                    "end": 760,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1244,
                    "end": 1253,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "A 32-year-old multiparous woman with a singleton pregnancy at her 27th gestational week had a diagnosis of COVID-19 after general malaise, dyspnea, and the diagnosis of her husband. She was in self-quarantine at home and receiving triple-regimen (hydroxychloroquine, azithromycin, and oseltamivir) treatment. She was asymptomatic; however, she was referred to the hospital on the fourth day of her treatment for lymphopenia (0.78 × 10 3 μ/L), a mildly increased lactate dehydrogenase level (299 U/L), and an increased D-dimer level (2.3 μg/mL) observed in her routine follow-up. Lowdose CT was planned, but it was refused by the patient. A LUS examination was performed, and landmarks 2, 7, and 12 were scored as 1, with sporadic B-lines and a disrupted pleural line ( Figure 2 , A and B). However, her chest radiography was not consistent with the LUS and was unremarkable ( Figure 2C ). She was discharged from the hospital with low-molecular-weight heparin and hydroxychloroquine/azithromycin 2 days after the observation of a normal lymphocyte count and an asymptomatic period. She eventually had an uncomplicated ongoing pregnancy and a good maternal condition.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 769,
                    "end": 777,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 876,
                    "end": 885,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "A 33-year-old multiparous woman at her 20th gestational week who had a diagnosis of COVID-19 was on the third day of her ritonavir/lopinavir combination treatment. She was referred to our COVID-19 obstetric ward with abnormal serum hemogram and biochemical results. She had increased alanine aminotransferase (110 U/L), aspartate aminotransferase (114 U/L), C-reactive protein (7.6 mg/dL), and lactate dehydrogenase (345 U/L) levels and lymphopenia (0.50 × 10 3 μ/L). One week before her medical treatment, her CT findings at the previous health care center had been negative. Her blood saturation level was 89%, and her respiratory rate (RR) was 27 breaths per minute. The need for the ICU was not considered by the anesthesiologist at that time. A point-of-care LUS examination was performed after the routine obstetric US examination. Widespread and bilateral white areas, multiple B-lines, and pleural irregularities were observed in all landmarks. Landmarks 3, 6, 8, 10, 12, and 14 were scored as 2, and the rest were scored as 3 (Figure 3 , A-C, and Video 2). Urgent CT was planned, and images confirmed the LUS findings ( Figure 3D ). Her treatment was changed from ritonavir/lopinavir to hydroxychloroquine, azithromycin, meropenem, and favipiravir, and she was transferred to the ICU after her LUS and CT findings. She eventually had 96% oxygen saturation under a reservoir mask; laboratory values were improving; and she had a stable maternal condition with an uncomplicated ongoing pregnancy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1035,
                    "end": 1044,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1129,
                    "end": 1138,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case 3"
        },
        {
            "text": "A 19-years-old, primigravid-nulliparous woman at her ninth gestational week was diagnosed with COVID-19 following dyspnea, headache and history of close contact with her husband whose PCR result was positive. She was not on any medical treatment prior to being referred to our clinic due to dyspnea and chest pain. Her blood oxygen saturation level and RR were 98% and 18 per minute, respectively. A point-of-care LUS was performed. An irregular, thickened pleura line and sporadic B-lines were observed (Figure 4 , A-C). Landmarks 1, 2, 7 and 13 were scored as 2. Her subsequent chest radiography was not consistent with LUS ( Figure 4D) ; however, considering the LUS findings and consistent auscultation sounds, she started to receive ritonavir/lopinavir combination treatment by the infectious disease specialist. Her hemogram and serum biochemical results were unremarkable. She eventually had a good maternal condition with an uncomplicated ongoing pregnancy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 513,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 628,
                    "end": 638,
                    "text": "Figure 4D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Case 4"
        },
        {
            "text": "A 41-year-old multiparous woman at her 17th gestational week had a diagnosis of COVID-19 after coughing, malaise, and a history of close contact with her husband, whose PCR result was positive. Before she was referred to our unit, she had presented to the emergency department, had refused to undergo chest CT, and had started to receive hydroxychloroquine treatment. Her blood oxygen saturation level and RR were found to be 97% and 24 breaths per minute, respectively. Her hemogram and serum biochemical results were unremarkable except for an elevated C-reactive protein level (8.45 mg/dL). After the obstetric US examination, a point-of-care LUS examination was performed. Small subpleural effusion, an irregular and thickened pleural line, large white areas, and multiple B-lines were observed bilaterally, particularly in the posterior zones ( Figure 5 , A and B, and Videos 3 and 4). Landmarks 2, 5, 8, and 10 were scored as 2, and landmarks 4 and 9 were scored as 3. After the widespread LUS findings, a CT scan was performed, which showed peripheral ground glass opacities and patchy infiltrates on basal lobes bilaterally ( Figure 5, C and D) . Both LUS and CT findings were consistent with viral pneumonia. Azithromycin and ritonavir/lopinavir were added to her treatment regimen. She eventually had a good maternal condition and an uncomplicated ongoing pregnancy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 850,
                    "end": 858,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1134,
                    "end": 1152,
                    "text": "Figure 5, C and D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Case 5"
        },
        {
            "text": "A 40-year-old multiparous woman at her 7th gestational week had a diagnosis of COVID-19 after anosmia and a history of close contact with her husband, whose PCR result was positive. She had been selfquarantined and was referred to our unit with heavy vaginal bleeding. She was asymptomatic. Her blood oxygen saturation level was 98%, and her RR was 16 breaths per minute. She had a diagnosis of a missed abortus and was subsequently treated surgically for severe bleeding. After an abdominal US examination, a point-of-care LUS examination was performed. Small subpleural effusion and multiple B-lines were observed unilaterally in the right lung ( Figure 6 , A and B). Landmarks 1, 2, and 9 were scored as 2, and landmark 7 was scored as 3. After the LUS findings, a CT scan was performed. Minimal subcentimetric pleural effusion in the right basal zone and extensive peripheral patchy infiltrates and ground glass opacities were observed in the right lung ( Figure 6C ). Based on the LUS and the CT findings, she started to receive hydroxychloroquine and azithromycin treatment, although being asymptomatic. She eventually was in good health, with normal blood and biochemical levels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 649,
                    "end": 657,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 960,
                    "end": 969,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Case 6"
        },
        {
            "text": "A 23-year-old multiparous woman at her 10th gestational week was referred to our unit after having a diagnosis of COVID-19 after cough and dyspnea. She had lymphocytopenia (0.77 × 10 3 μ/L) and normal serum biochemical results. She did not present with fever; her blood oxygen saturation level was 98%, and her RR was 18 breaths per minute. A CT scan was planned, but it was refused by the patient. A point-of-care LUS examination was performed subsequent to the obstetric US examination. During the LUS examination, multiple B-lines and pleural irregularities were observed (Figure 7 , A and B, . Chest CT findings were reported to be consistent with viral pneumonia with regard to peripheral extensive patchy infiltrative ground glass opacities particularly in the right lung (C) and minimal subcentimetric effusion in the right basal zone (D; arrowhead).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 584,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Case 7"
        },
        {
            "text": "and Videos 5 and 6). Landmarks 1, 2, 4, and 9 were scored as 2. Although her subsequent chest radiography did not show consistent findings with the LUS ( Figure 7C ), she started to receive ritonavir/lopinavir and azithromycin treatment. She eventually had an uncomplicated ongoing pregnancy and a good maternal condition, without any symptoms on her third day of treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Case 7"
        },
        {
            "text": "A 40-year-old multiparous woman at her 38th gestational week admitted to our unit after a sleep disturbance, mild cough, and dyspnea. It was revealed that her initial rRT-PCT result was negative 1 week before her admission. She had no fever, and her blood oxygen saturation level and RR were 99% and 33 breaths per minute, respectively. Her hemogram and serum biochemical results were unremarkable. A routine LUS examination was performed after a fetal US assessment. Multiple B-lines and widespread white areas were observed ( Figure 8A and Videos 7 and 8). Landmarks 1, 2, 4, and 9 were scored a 2. Elective cesarean delivery and tubal ligation were performed by maternal request. Postoperatively, she started to receive favipiravir, hydroxychloroquine, and azithromycin on her LUS findings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 528,
                    "end": 537,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Case 8"
        },
        {
            "text": "A CT scan was performed on the same day postoperatively. Consistent findings were observed (ground glass opacities in all lung segments) between LUS and CT ( Figure 8B) . A second rRT-PCR test was performed, and the result was positive for SARS-CoV-2. She eventually had a good maternal condition without any noteworthy symptoms on her third day of treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 168,
                    "text": "Figure 8B)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Case 8"
        },
        {
            "text": "This series provides evidence for the usability of LUS in pregnant women infected with COVID-19. The presented cases indicate the impact of routine LUS after an obstetric US examination on the clinical outcome and treatment of pregnant women. To the best of our knowledge, this article provides the largest case series so far regarding the use of LUS on pregnant women. Chest CT is now considered an essential tool for the diagnosis and management of the SARS-CoV-2. 2, 11 Although a single chest radiograph causes radiation exposure as low as about 0.1 mSv, it has been found to be insensitive in mild, early, and late phases of COVID-19 infection. 16, 17 Several centers have a low threshold for the use of low-dose CT as a screening test for COVID-19, and some screen all patients who have been admitted to the hospital. 16 However, a recent consensus statement from the multinational Fleischner Society emphasized that the use of CT should be assessed in detail, considering the severity of the disease, pretest probability, risk factors of the individual for clinical progression, and local resource limitations. 17 The society did not recommend the use of CT or chest radiography as a screening test in asymptomatic patients and mild symptomatic patients without progression. In addition, in limited-resource settings, chest radiography has been proposed to be preferred in lieu of CT for patients with mild symptoms.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 469,
                    "text": "2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 470,
                    "end": 472,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "16,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 654,
                    "end": 656,
                    "text": "17",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 824,
                    "end": 826,
                    "text": "16",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1118,
                    "end": 1120,
                    "text": "17",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Two affiliated tertiary and secondary hospitals recently published their novel results after initiation of universal SARS-CoV-2 testing for all patients admitted to the labor unit regardless of their triage based on the history and their symptoms. 18 Almost one-third of all pregnant women (32.6%), in fact, have been found to be asymptomatic on presentation to the labor unit and had a diagnosis either after becoming symptomatic subsequently or after universal PCR testing for all obstetric admissions in a novel study from the United States. 18 Of those, 28.6% were still asymptomatic over the course of their admission or early after postpartum discharge. The same group published their extended results of universal screening for SARS-CoV-2 in a labor ward with 215 pregnant women. 19 A high percentage (88% [n = 29 of 33]) of pregnant women with COVID-19 were asymptomatic on admission. Overall, 13.5% of the pregnant women who were admitted to the labor unit had no symptoms related to COVID-19 and were found to be test positive. In a similar manner, 2 pregnant women in this case series were asymptomatic and tested positive for SARS-CoV-2 on admission. Those women accepted the implementation of routine LUS for test-positive pregnant women; therefore, their lung involvement was identified.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "text": "18",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 545,
                    "end": 547,
                    "text": "18",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 787,
                    "end": 789,
                    "text": "19",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Royal College of Obstetricians and Gynaecologists states that chest imaging has an important role for the evaluation of a clinically unwell patient and should not be delayed because of fetal concerns. 20 The latest national COVID-19 treatment guideline refers to routine chest imaging for individuals with a suspicious or established diagnosis. 15 For pregnant women, the history and examination findings should lead the clinical management when CT is not feasible. Treatment should be considered in cases with risk factors or severe clinical progress. 15 However, those recommendations may not be relevant for a specific vulnerable population: pregnant women. Although exposure to a low level of ionizing radiation by chest imaging during pregnancy is considered relatively safe, this can be a major source of anxiety for many pregnant women and their health care providers. 21 Pregnant women are also regarded as a high-risk group along with people who are immunocompromised, with underlying end-organ dysfunction, who live in a nursing home or long-term care facility, and who are 65 years and older. 17, 18 In this series, 3 women who refused chest imaging because of the potential risks to the fetus and breast were admitted with mild symptoms. Those women accepted the implementation of routine LUS for test-positive pregnant women; therefore, their medical management was changed after their lung involvement was identified as a risk factor.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "text": "20",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 349,
                    "end": 351,
                    "text": "15",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 557,
                    "end": 559,
                    "text": "15",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 880,
                    "end": 882,
                    "text": "21",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1108,
                    "end": 1111,
                    "text": "17,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1112,
                    "end": 1114,
                    "text": "18",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Schnettler et al 22 presented a case report of a critically ill pregnant women with COVID-19. Encouragingly, daily surveillance with bedside LUS examinations performed by an obstetrician verified the lack of improvement in imaging findings and therefore contributed to the decision for delivery. 22 The authors postulated that LUS has value in monitoring the clinical progress of pregnant women in terms of either a decision to expedite delivery or upgrade the medical treatment. In patient 3 of this series, the point-of-care LUS led to a suspicion of severe lung involvement and the need for a second CT examination for monitoring.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 19,
                    "text": "22",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 296,
                    "end": 298,
                    "text": "22",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Kalafat et al 23 described a pregnant woman near term whose initial rRT-PCR result was negative, and her positive findings from an LUS examination performed for cough and dyspnea led to further CT imaging and subsequent expedition of delivery. Patient 8 of case series had a similar chain of events but with a milder clinical course. This case provides evidence that the routine use of LUS, even with low suspicion, can substantially influence the fate of the patient, with identification of early lung involvement, and can play a pivotal role in treatment decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A more recent case series presented by Buonsenso et al 24 reported a patient with positive LUS findings whose chest radiographic findings were pathologic. In a similar manner, patients 2 and 4 of this series provide evidence that LUS may be superior to chest radiography in terms of sensitivity at the early phase of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the emerging evidence supports the use of LUS during the COVID-19 pandemic, there is an urgent need for a practical severity index based on the LUS findings that can aid clinicians in effective treatment and triage of the patient. Recently, the CLUE (COVID-19 lung ultrasound in emergency) protocol was suggested to be used in emergency medicine settings for stratifying patients suspected of having COVID-19 based on both the LUS findings and the supplemental oxygen requirement. 25 However, that protocol was based on scanning of the chest for 12 anatomic landmarks instead of 14, as used in our study. We had 2 mild cases, 5 moderate cases, and 1 critical case. Considering the LUS findings and the clinical severity of our cases, we can suggest that pregnant women with LUS scores of less than 8 can be regarded as mild, between 8 and 15 as moderate, between 16 and 24 as severe, and greater than 24 as critical. However, this is an unproved assumption and needs further investigation.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 492,
                    "text": "25",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The lack of data in the literature about interobserver agreement and the reproducibility of performing LUS examinations on pregnant women by obstetricians and the relatively low experience of the operator in this field were the main limitations of this series. However, under extraordinary circumstances, such as during the current COVID-19 pandemic, sharing these data may be considered judiciously, as they can highlight the use of this modality on pregnant women and also encourage multidisciplinary approaches including radiologists and obstetricians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the routine use of LUS after an obstetric US assessment can substantially influence the clinical treatment of pregnant women with COVID-19. We recommend the use of LUS on the basis of the experience gained from these cases, particularly (1) on asymptomatic patients with positive PCR results for whom CT is not planned;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(2) on patients with mild symptoms who do not give consent for chest CT; and (3) for US surveillance of asymptomatic patients with initial negative CT findings or follow-up of the treatment response in symptomatic patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Care of the pregnant woman with COVID-19 in labor and delivery: anesthesia, emergency cesarean delivery, differential diagnosis in the acutely ill parturient, care of the newborn, and protection of the healthcare personnel",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ashokka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Loh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "425--434",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "International evidencebased recommendations for point-of-care lung ultrasound",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Volpicelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elbarbary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blaivas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "",
            "pages": "577--591",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A preliminary study on the ultrasonic manifestations of peripulmonary lesions of non-critical novel coronavirus pneumonia (COVID-19). Social Science Research Network website",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3544750"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Can lung US help critical care clinicians in the early diagnosis of novel coronavirus (COVID-19) pneumonia?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Poggiali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dacrema",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bastoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Point-of-care lung ultrasound in patients with COVID-19: a narrative review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Innes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.15082"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Is there a role for lung ultrasound during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soldati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smargiassi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Inchingolo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Ultrasound Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jum.15284"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Thoracic ultrasonography: a narrative review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mayo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Copetti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Feller-Kopman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Intensive Care Med",
            "volume": "45",
            "issn": "",
            "pages": "1200--1211",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Look at the lung: can chest ultrasonography be useful in pregnancy?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Inchingolo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smargiassi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mormile",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Multidiscip Respir Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "How to perform lung ultrasound in pregnant women with suspected COVID-19 infection",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buonsenso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moruzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ultrasound Obstet Gynecol",
            "volume": "55",
            "issn": "",
            "pages": "593--598",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Radiological findings and clinical characteristics of pregnant women with COVID-19 pneumonia",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Proposal for international standardization of the use of lung ultrasound for COVID-19 patients; a simple, quantitative, reproducible method",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soldati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smargiassi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Inchingolo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preparing an obstetric unit in the heart of the epidemic strike of COVID-19: quick reorganization tips",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Capanna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haydar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccarey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "COVID-19 Severity Scoring Tool for low resourced settings",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Wallis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "General Directorate of Public Health, Ministry of Health. COVID-19 (SARS-CoV-2 Infection) Guideline. Ankara, Turkey: General Directorate of Public Health, Ministry of Health",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "ISIDOG recommendations concerning COVID-19 and pregnancy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Donders",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lonnée-Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mendling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diagnostics (Basel)",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The role of chest imaging in patient management during the COVID-19 pandemic: a multinational consensus statement from the Fleischner Society",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ryerson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Haramati",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2020.04.003"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "COVID-19 infection among asymptomatic and symptomatic pregnant women: two weeks of confirmed presentations to an affiliated pair of New York City hospitals",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Breslin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baptiste",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gyamfi-Bannerman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Universal screening for SARS-CoV-2 in women admitted for delivery",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Coronavirus (COVID-19) Infection in Pregnancy: Information for Healthcare Professionals. Version 8",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Doctor, will that x-ray harm my unborn child?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ratnapalan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bentur",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koren",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "CMAJ",
            "volume": "179",
            "issn": "",
            "pages": "1293--1296",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Severe ARDS in COVID-19-infected pregnancy: obstetric and intensive care considerations",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Schnettler",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Ahwel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suhag",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Lung ultrasound and computed tomographic findings in pregnant woman with COVID-19 [published online ahead of print",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kalafat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yaprak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cinar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Clinical role of lung ultrasound for the diagnosis and monitoring of COVID-19 pneumonia in pregnant women",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buonsenso",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raffaelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tamburrini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "CLUE: COVID-19 lung ultrasound in emergency department",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Manivel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lesnewski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shamim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carbonatto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Govindan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Normal LUS pattern with the convex transducer positioned longitudinally (A) and in the intercostal space (B). Arrowheads indicate horizontal A-lines at regular intervals. Normal CT findings do not indicate viral pneumonia (C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Abnormal LUS findings in an asymptomatic pregnant woman. Landmarks 2, 7, and 12 were classified as score 1. The star indicates the disrupted and thickened pleural line, and a small white area is noticeable below the indent; the arrowhead indicates a sporadic B-line (A). The arrowhead indicates a disrupted and thickened pleural line and a sporadic B-line arising from the pleura, which is a hyperechoic vertical line touching the bottom of the screen (B). Normal chest radiographic findings did not indicate viral pneumonia (C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Abnormal bilateral LUS findings in a patient with negative CT findings 1 week before admission. The double-headed arrow indicates a generalized white area, and a sporadic B-line is also seen (A; arrowhead). Arrowheads indicate a thickened and disrupted pleural line and associated multiple B-lines (B). A generalized white lung pattern classified as score 3 is indicated by the double-headed arrow (C). Typical ground glass opacities on CT of the same patient are shown (D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Abnormal LUS findings in a patient with mild symptoms who rejected chest CT. Arrowheads indicate the disrupted pleural line and small consolidated areas associated with white areas below (A). Arrowheads indicate the severely broken pleural line and subpleural small consolidated areas and associated B-lines (B). Arrowheads indicate the thickened and severely broken pleural line and associated multiple wide white areas (C). Chest radiographic findings were not reported as specific for viral pneumonia (D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Abnormal LUS findings in a patient with mild symptoms who rejected chest CT. Small subpleural effusion under the broken pleural line, subpleural consolidation (star), and an associated wide white area (double-headed arrow) can be seen (A). A pleural irregularity, a small consolidated area (star), and an associated wide white area (double-headed arrow) were classified as score 3 (B). Subsequent chest CT findings were reported to be consistent with viral pneumonia with regard to the peripheral ground glass opacities and patchy infiltrations on bilateral basal lobes (C and D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Unilateral abnormal LUS findings in an asymptomatic patient after a missed abortus in her first trimester. The double-headed arrow indicates a white lung pattern with the convex transducer positioned longitudinally, spanning multiple intercostal spaces with rib shadows (A). Small effusion and a consolidated area are indicated by the star, and arrowheads indicate sporadic B-lines reaching the bottom of the field of view (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Abnormal LUS findings in a pregnant woman with mild symptoms who rejected chest CT. Arrowheads indicate B-lines, and the star indicates the disrupted pleural line and associated small consolidated area (A). Sporadic B-lines can be easily seen (B). Chest radiographic findings were not reported as specific for viral pneumonia (C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Abnormal LUS findings in a woman with an initial rRT-PCR testing. Stars indicate the pleural irregularities and subpleural small consolidations, and arrowheads indicate sporadic B-lines (A). Chest CT findings were reported to be consistent with viral pneumonia with regard to ground glass opacities in all segments (B).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Main Clinical, Laboratory, and Imaging Findings of Pregnant Women With COVID-19 Who Had LUS Scanning",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}