{"paper_id": "02f3ca96b1faac5c79b9de60c0e4ad717969096a", "metadata": {"title": "Online Identity Theft on Consumer Purchase Intention: A Mediating Role of Online Security and Privacy Concern", "authors": [{"first": "Abdul", "middle": [], "last": "Bashiru", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jibril", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["Adu"], "last": "Kwarteng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fortune", "middle": [], "last": "Nwaiwu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christina", "middle": [], "last": "Appiah-Nimo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michal", "middle": [], "last": "Pilik", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Miloslava", "middle": [], "last": "Chovancova", "suffix": "", "affiliation": {}, "email": "chovancova@utb.cz"}]}, "abstract": [{"text": "This study measures the influence of fear of financial loss (FOFL), fear of reputational damage (FORD), with the mediating effect of online security and privacy concern (OSPCON) towards online purchase intentions in an emerging economy's context. Data was conveniently collected from University students of four of the public higher institutions in Ghana. Out of the 201 questionnaires distributed, 179 were eligible for analysis. A Quantitative methodological approach was adopted which relied on the Partial Least Square approach to Structural Equation Modelling (PLS-SEM) for the statistical analysis. Seemingly, FOFL and FORD constructs were not seen to be a significant direct predictor of online purchase intention. However, the mediating effect of OSPCON for both FOFL and FORD towards online purchase intention in the Ghanaian context was found to be significant, hence the mediated-hypotheses were supported. Nonetheless, we have highlighted the need for additional and further research taking a cue from the study's limitations. The study contributes to our knowledge of how online identity theft practices lead to the unwillingness of online customers to embark on online transactions in an emerging economy, given the rampant outburst of online transactions in the developed world. The originality of this study is in the fact that it focuses on an emerging economy, which is under-researched.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The saturation of society by new technologies results in increasing levels of adoption and use in daily life activities, this brings with it unprecedented opportunities as well as threats and risks. Information and communication technologies and other related digital technologies especially digital platforms have brought along with them a new dimension to how society is evolving, especially in relation to how people interact and transact business. They have in their own unique way also introduced new challenges and concerns for users. Some of the challenges and concerns pertaining to the protection of the privacy and sensitive information of users of these technologies. Identity theft is a major example of such challenges faced by users of these technologies, as Cavoukian (2013) noted, identity theft is the fastest-growing form of consumer fraud in North America. The problem of identity theft is not peculiar to North America alone, several authors have reported a growing incidence of this problem around the world (Kahn and Liñares-Zegarra 2016; Reyns 2013; Williams 2016) . The issue of identity theft has become ubiquitous especially as a result of the migration of a lot of activities associated with human social and economic activities to online platforms.", "cite_spans": [{"start": 773, "end": 789, "text": "Cavoukian (2013)", "ref_id": "BIBREF2"}, {"start": 1029, "end": 1060, "text": "(Kahn and Liñares-Zegarra 2016;", "ref_id": "BIBREF18"}, {"start": 1061, "end": 1072, "text": "Reyns 2013;", "ref_id": "BIBREF25"}, {"start": 1073, "end": 1087, "text": "Williams 2016)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Introduction"}, {"text": "This migration of a significant amount of human social and economic activities to online platforms has led to the evolution of the nature and characteristics of identity theft to be in line with the sociotechnical changes currently being experienced by society. Consequently, the regimes of digital safety and security as informed by the threat of online identity theft that has become prevalent globally should not be merely viewed as a political reaction to the risks brought about by the proliferation of digital in society. Rather, online identity theft further constitutes an active threat and factor that influences consumers' purchase intentions especially in developing economies where proactive measures of protection are not particularly up to the standards obtainable in more advanced economies. Thus, where the incipient digital society is collectively reimagined, negotiated, and created. Therefore, online identity theft is an issue of major concern for online retailers of goods and services in these developing economy markets where the state of an emerging digital society and the sociotechnical relationships of checks and balances required to govern its emergence are in a constant state of transition (Haddad and Binder 2019) . Though the work by Jordan et al. (2018) replicated some constructs used in this present study to measure the impact of fear of identity theft, perceived risk in online purchase intentions; their work was not narrowed to measure the mediating role of online security and privacy concern that becomes the focal lens of this study. Moreover, their research was neither specific to young students in public higher institutions or to the more definite of an emerging economy's context considered in this paper. We further argue that given the varied and complex reasons manifesting in low levels of eCommerce transactions in the developing world, such as low level of internet penetrations, high levels of income poverty, a high rate of illiteracy, and infrastructural challenges that manifest in logistical inefficiencies even have a repelling effect on purchase intentions. Based on these insights, the current study aims at addressing the prognosis of online identity theft on consumer purchase intentions from a developing economy's perspective by (1) Evaluating the predictive influence of identity theft (FOFL and FORD) towards online transactions (2) Establishing the mediating role of online security and privacy concern (OSPCON) towards online purchase intentions/transactions. Specifically, two research questions emerged: RQI: What impact does online identity theft have on online transactions from university students in a developing country (Ghana)? RQ2: What influence does the mediating effect of OSPCON have on online transactions from university students in a developing economy (Ghana)?", "cite_spans": [{"start": 1221, "end": 1245, "text": "(Haddad and Binder 2019)", "ref_id": "BIBREF12"}, {"start": 1267, "end": 1287, "text": "Jordan et al. (2018)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Introduction"}, {"text": "The rest of the study is structured as follows: Related works on online identity theft are briefly highlighted. Next, the theoretical foundations of the present study are discussed. Then, the conceptual framework of the study as well as the hypotheses are stated. Methodology and the results are presented. Finally, the study's implication to theory and practice are discussed.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "According to Jordan et al. (2018) , a major consequence of the emergence of the internet has been the rise in cybercrime which has accompanied its increasing use as a medium for transacting commercial activities through electronic means. Cybercrime manifests itself invariants that span across a broad range of criminal activities that leverage the electronic exchange of information of users. One of the most pervasive being the incidence of online identity theft which has led to victims suffering significant losses and harm which often leaves them traumatized both emotionally and financially. By applying widely available Internet tools, malicious actors trick unsuspecting computer users into divulging personal data, which is then exploited for illicit purposes, thereby causing mistrust of online payment and banking services (Venkatesh and Goyal 2010) These malicious individuals often apply techniques such as \"phishing\" and \"pharming\" as means of tricking their target victims, this is largely facilitated by the fact that because of the nature of the internet and other electronically mediated interactions, face-to-face contact between interacting parties does not exist or is reduced to the barest minimum. The potential for fraud continues to remain a major obstacle in the evolution and proliferation of e-commerce and online-based financial transactions (Furnell 2010; Wang and Huang 2011) .", "cite_spans": [{"start": 13, "end": 33, "text": "Jordan et al. (2018)", "ref_id": "BIBREF17"}, {"start": 834, "end": 860, "text": "(Venkatesh and Goyal 2010)", "ref_id": "BIBREF28"}, {"start": 1371, "end": 1385, "text": "(Furnell 2010;", "ref_id": "BIBREF10"}, {"start": 1386, "end": 1406, "text": "Wang and Huang 2011)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Related Works on Online Identity Theft"}, {"text": "While it is acknowledged that there is no standard definition of identity theft whether it is online or offline (Smith 2007; Wang and Huang 2011) , for the purpose of this study, it is imperative to examine some definitions identified in literature for the purpose of establishing conceptual clarity that would serve as a guide that would facilitate the achievement of the research objectives. According to Reyns (2013) , identity theft is the terminology used in describing the fraudulent use of an individual's personal information for criminal purposes and without the owner's consent. More specifically, Jordan et al. (2018) define online identity theft as an act of online fraud and crimes that involve the duplication of digital information or the high-jacking of online accounts for the purposes of committing identity fraud against individuals or businesses. Also, Cornelius (2016) defines online identity theft as the illicit use of another person's identifying facts for the perpetration of economic fraud or for masquerading another person's identity on the internet.", "cite_spans": [{"start": 112, "end": 124, "text": "(Smith 2007;", "ref_id": "BIBREF26"}, {"start": 125, "end": 145, "text": "Wang and Huang 2011)", "ref_id": "BIBREF30"}, {"start": 407, "end": 419, "text": "Reyns (2013)", "ref_id": "BIBREF25"}, {"start": 608, "end": 628, "text": "Jordan et al. (2018)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Related Works on Online Identity Theft"}, {"text": "Online identity theft is prevalent in developed societies as a result of the high levels of internet and mobile penetration in their societies. However, as the levels of internet and mobile penetration continues to rise in developing economies, there is also a corresponding increase in the incidence of online identity theft. Vijaya Geeta (2011, p. 237) discusses online identity theft from a developing economy perspective by accessing the impact of phishing attacks which has gained prominence as one of the common techniques frequently employed by criminal elements. He comments that phishing attacks have risen in countries like India, which as of 2009 accounted for 15% of all malicious activity in the Asia-Pacific/Japan (APJ) region, increasing from 10% in 2008. He also comments that \"for specific categories of measurement in the APJ region, India increased rank in malicious code, spam zombies and phishing hosts from 2008. This made India being the third highest country of spam origin globally.\" Ebem et al. (2017, p. 2) reveal that \"despite the giant strides and achievements of internet banking, the Nigerian financial sector is currently battling with the twin evils of identity theft and financial frauds, just like other advanced economies of the world\". Also, Ladan (2014, p. 17) conducted research which reviewed recent developments in cyberlaw responses to cybercrime and cybersecurity in Nigeria and the economic community of West African States (ECOWAS), from the findings of his research, he established that \"online identity theft which includes the act of capturing another person's credentials and/or personal information via the Internet with the intent to fraudulently reuse it for criminal purposes is now one of the main threats to further deployment of e-government and e-business services in Nigeria and across the West African sub-region\". Hence, these observations make it imperative to understand the phenomenon of online identity theft from the perspective of developing economies, especially in relation to its impact on consumer purchase intentions.", "cite_spans": [{"start": 1009, "end": 1030, "text": "Ebem et al. (2017, p.", "ref_id": null}, {"start": 1279, "end": 1298, "text": "Ladan (2014, p. 17)", "ref_id": null}], "ref_spans": [], "section": "Related Works on Online Identity Theft"}, {"text": "However, for the sake of argument, and also towards the nature and rationale of this study, we will be limiting the investigation to the mechanism of online security and privacy concern as a risky component of influence in online identity theft in a developing context. In framing our arguments, we have been inspired by the scale of the validated construct of Fear of reputational damage and Fear of financial loss by Hille et al. (2015) .", "cite_spans": [{"start": 419, "end": 438, "text": "Hille et al. (2015)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Related Works on Online Identity Theft"}, {"text": "2.1.1 The Relationship Between Fear of Financial Loss, Online Security and Privacy Concern, and Online Customer Purchase Intention According to Gurung and Raja (2016) , concerns about privacy protection is one of the primary obstacles for consumers to participate in electronic eCommerce transactions that require them to divulge personal information, such as their date of birth, social security number, personal phone number, and credit card information, etc. This makes the protection of consumers' privacy as an important factor for the success of ecommerce businesses. This view is also supported by Martín et al. (2011) who in their research focused on online shoppers in Portugal, explored the effect of trust on perceived benefits of online purchase, by looking at how security and privacy considerations of the online shoppers in Portugal influenced their trust levels and confidence to use the system. They found a causal relationship between users' perceptions of risk and their decision to trust the system, which ultimately influenced their purchase intentions along with the perceived benefits of using the system. Hence, based on evidence in order to extend the scope of understanding based on scientific evidence, the following hypothesis is proposed as a basis to investigate the causal relationship between fear of financial loss and online customers' purchase intentions, this will be done by looking at the mediating effects (if any) of online security vis-à-vis privacy concerns H1: Fear of financial loss will predict online customers' purchase intentions via the mediating effect of online security and privacy concern. H3: Fear of financial loss directly affects online customers' purchase intention.", "cite_spans": [{"start": 144, "end": 166, "text": "Gurung and Raja (2016)", "ref_id": "BIBREF11"}, {"start": 605, "end": 625, "text": "Martín et al. (2011)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Conceptual Model Development and Research Hypotheses"}, {"text": "2.1.2 The Relationship Between Fear of Reputational Damage, Online Security and Privacy Concern, and Online Purchase Intention As consumer patronage via online shopping medium continues to increase, there are still doubts and restraining factors that impact on the consumers' behavioral intentions and willingness to use such systems. Some of these factors bother on issues such as the fear of reputational damage that is connected to online security and privacy concerns held by consumers. As part of scientific inquiry that aims to investigate the relationships between fear of reputational damage and issues such perceived risk associated the intentions to embark on online transactions from the consumers' perspective, results from the research conducted by Jordan et al. (2018) showed that there is a positive correlation in the relationship between fear of financial losses, fear of reputational damage, perceived risk, and the relation between the constructs of perceived risk and online purchase intention was negative. Their research was conducted within the context of understanding the impact of fear of identity theft and perceived risk on the Online Purchase Intention of consumers. This is in tandem with the works by other researchers who have investigated related issues Gurung and Raja (2016) and that of Jordan et al. (2018) . Consequently, this research further aims to investigate specifically, how the fear of reputational damage influences online consumers' purchase intentions with online security and privacy concerns as mediating effects. Hence, the relevant hypothesis is proposed as follows H2: Fear of reputation damage will predict online customers 'purchase intentions via the mediating effect of online security and privacy concern H4: Fear of reputational damage directly affects online customers' purchase intention.", "cite_spans": [{"start": 762, "end": 782, "text": "Jordan et al. (2018)", "ref_id": "BIBREF17"}, {"start": 1287, "end": 1309, "text": "Gurung and Raja (2016)", "ref_id": "BIBREF11"}, {"start": 1322, "end": 1342, "text": "Jordan et al. (2018)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Conceptual Model Development and Research Hypotheses"}, {"text": "To conclude, we deduced a conceptual model, as well as the summary of research constructs and their measurement items from the literature, are given below in Fig. 1 and Table 1 respectively.", "cite_spans": [], "ref_spans": [{"start": 158, "end": 164, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 169, "end": 176, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Conceptual Model Development and Research Hypotheses"}, {"text": "Data was conveniently collected from University students of four of the public higher institutions in Ghana. Out of the 201 questionnaires distributed, 189 were eligible for analysis. Survey respondents were pre-qualified to ensure that their knowledge of online buying or shopping, as well as its accompanying online theft and cybercrime instances, was adequate to answer the survey questions. Data collection was undertaken in the months between June to September 2019. On average, the questionnaire took 10 min to fill. As earlier stated, the respondent positions comprised: University students in some selected public higher institutions in Ghana (University of Cape Coast (UCC), University of Ghana (UG), Kwame Nkrumah University of Science and Technology (KNUST), and the University for development studies (UDS)) and more particularly undergraduate students who frequently visit the Internet -daily and/or weekly activity. This was made possible as a result of getting a fair representation of university students across the length and breadth in Ghana. We must emphasize that all the selected universities are dispersed in all the three belts in Ghana, thus the Northern, Southern, and Middle belt of Ghana.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Partial least squares (PLS) path modeling was used to simultaneously estimate both the measurement and structural components of the model. Furthermore, our work is consistent with most of the views expressed in Podskaoff et al. (2003) regarding the minimization of common method variance.", "cite_spans": [{"start": 211, "end": 234, "text": "Podskaoff et al. (2003)", "ref_id": null}], "ref_spans": [], "section": "Methodology"}, {"text": "Online purchase intention Online security and privacy concern Fear of Reputational damage Direct Indirect ", "cite_spans": [], "ref_spans": [], "section": "Fear of Financial loss"}, {"text": "In line with previous studies, this study adapted constructs from existing studies. The measures for FOLF, FORD were based on the works of Hille et al. (2015) ; Doherty et al. (2006) , while the measure of OSPCON was mostly culled from the works of Tan et al. (2010) . Hille et al. (2015) and Ajzen (1991) . Finally, the measure of OPI was sourced from; Fishbein and Ajzen (1975) ; Duan et al. 2019 and Hille et al. (2015) . Readers should also note that measurement items were anchored on a six-point scale with 1 -being completely agreed and 6 -completely disagree.", "cite_spans": [{"start": 139, "end": 158, "text": "Hille et al. (2015)", "ref_id": "BIBREF15"}, {"start": 161, "end": 182, "text": "Doherty et al. (2006)", "ref_id": "BIBREF5"}, {"start": 249, "end": 266, "text": "Tan et al. (2010)", "ref_id": "BIBREF27"}, {"start": 269, "end": 288, "text": "Hille et al. (2015)", "ref_id": "BIBREF15"}, {"start": 293, "end": 305, "text": "Ajzen (1991)", "ref_id": "BIBREF0"}, {"start": 354, "end": 379, "text": "Fishbein and Ajzen (1975)", "ref_id": "BIBREF9"}, {"start": 382, "end": 402, "text": "Duan et al. 2019 and", "ref_id": "BIBREF6"}, {"start": 403, "end": 422, "text": "Hille et al. (2015)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Constructs Measurement"}, {"text": "Assessing measurement models is the initial step in performing any PLS-SEM. This stage confirms that indicator variables (unobserved) are actually measuring constructs (observed variables) they ought to do. Therefore, we assessed our measurement model using convergent validity, and reliability following the suggestion of Hair et al. (2014) . Consistent with recent investigations, and also acknowledging the initial step in evaluating PLS-SEM results as earlier suggested, the measurement model must be first assessed, using the indicator loadings (see Hair et al. 2017) . With this in mind, loadings of approximately 0.708 are deemed fit since they best explain more than 50% of the indicator variance, hence providing an acceptable threshold for item reliability. Going by this rule of thumb, all items associated with our indicator reliability exhibited more than 50% of the indicator cross-loadings which suggest the level of associations (items correlation) to their respective construct (see Table 1 ).", "cite_spans": [{"start": 323, "end": 341, "text": "Hair et al. (2014)", "ref_id": "BIBREF8"}, {"start": 555, "end": 572, "text": "Hair et al. 2017)", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 1000, "end": 1007, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Model Fit Tests"}, {"text": "For internal consistency reliability, both Cronbach alpha (CA) and the composite reliability (CR) were used as a metric in the assessment. With a minimum threshold and a rule of thumb recording 0.5 and 0.6 respectively (see Bagozzi and Yi 1988) . Therefore, both CA and CR exceeded the baseline recording as follows for all the latent constructs as 0.92, 0.93 respectively for FOFL, 0.86, 0.91 respectively for FORD, 0.84, 0.91 respectively for OPI and 0.89, 0.93 respectively for OSPCON. For convergent validity, the Average Variance Extracted (AVE) was used to measure the extent to which the constructs congregate in order to explain the variance of all items on each construct (Hair et al. 2019 ). However, the minimum acceptable AVE is 0.50 or more, thus an indication of 50% or more on how the variance of items makes up with the specified construct. Reflecting on this threshold, all AVE for our latent constructs exceeded the minimum acceptable baseline (see Table 1 ) for more details.", "cite_spans": [{"start": 224, "end": 244, "text": "Bagozzi and Yi 1988)", "ref_id": "BIBREF1"}, {"start": 681, "end": 698, "text": "(Hair et al. 2019", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 967, "end": 974, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Model Fit Tests"}, {"text": "Following the validity of the measurement model, assessment of the structural model is necessary since it justifies the model's ability to predict the endogenous variables or dependent variables. Therefore, the assessment of the structural model follows a procedure which took inspiration from (Hair et al. 2017) in order to advance issues in partial least squares structural equation modeling. To proceed, it is important to remind readers that the focal point of this study was to measure the mediation of OSPCON on FOFL and FORD towards OPI consequently the direct effect of OSPCON on the former. To accomplish this, we examined two direct relations, namely, H2 and H4 whiles the remaining hypothesized scenarios were centered on the observation of mediated relationship (i.e. H1 and H3). Going by our empirical estimates, our findings from the direct relationships revealed that FOFL has a positive coefficient but a weak predictor of OPI. However, the bootstrapping t-test (with t* > 1.96 as significant level), but our estimate indicated an insignificant direct relationship (b = 0.099, t = 0.649) between FOFL and OPI which therefore does not offer empirical support for H2 (See Table 2 for more details). With respect to H4, our estimate also suggested that FORD though positive and weak predictor of OPI, but also insignificant (b = 0.165, t = 0.665) indicating that H4 was not supported. With the mediated observations, it can be seen from Table 2 that OSPCON as a mediator to both FOFL and FORD towards OPI are all supported (H1 and H3) , thus, statistically recording as follows: FOFL -> OSPCON -> OPI = (b = 0.418, t* = 4.594) and FORD -> OSPCON -> OPI = (b = 0.392, t* = 3.740) as shown from Table 2 below.", "cite_spans": [{"start": 294, "end": 312, "text": "(Hair et al. 2017)", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 1186, "end": 1193, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1450, "end": 1457, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1536, "end": 1547, "text": "(H1 and H3)", "ref_id": "FIGREF0"}, {"start": 1706, "end": 1713, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Test of Structural Model: A Mediation Analysis"}, {"text": "Research Question One: This question, addresses whether there is a direct relationship amongst FOFL, FORD, and OPI in an event of online identity theft towards online transactions amongst university students in a developing country (Ghana)? With the general consensus of online identity theft in an emerging country, this study does shed more light, by considering the scenario in an emerging economy. Hence, the present findings are inconsistent with the study of Mitchison et al. (2004) that stated that personal and financial data can have a dire lasting financial consequence for victims and does incur a negative financial credit rating for such victims. Disputing the claims by Mitchison and co, the present study does elucidate the tendency that FOFL will predict or affect the customers' decision to engage in online transactions in an emerging economy. Again, with the research works of Jordan et al, (2018) regarding FOFL and FORD relative to the OPI, their study turned out to have positive relationships even though their work was not situated in a developing context. Adding to this debate is the findings that emanated from the multiple Hille et al. (2015) stating that FOFL has a stronger magnitude of effect on OPI than FORD whiles our present study refutes this claim by reporting that the two constructs have no positive or direct relations with OPI. Alternatively, in their findings from study 3 of the same research works of Hille et al. (2015) , it was established that FORD does not play a significant major role in affecting OPI.", "cite_spans": [{"start": 465, "end": 488, "text": "Mitchison et al. (2004)", "ref_id": "BIBREF22"}, {"start": 896, "end": 916, "text": "Jordan et al, (2018)", "ref_id": "BIBREF17"}, {"start": 1151, "end": 1170, "text": "Hille et al. (2015)", "ref_id": "BIBREF15"}, {"start": 1445, "end": 1464, "text": "Hille et al. (2015)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussions"}, {"text": "Research Question two addresses whether there is an influence on the mediating role of OPSCON towards online transactions amongst university students in a developing economy (Ghana) context. Concerning H1a as earlier stated, the authors propose that the positive or direct link between FOFL and OPI will be mediated by OPSCON, our research estimate, however, establishes support for H1a (See Table 2 ). This finding, though largely studied under different contexts in literature, mirrors with previous research works in the risk concerning online buying behaviour (see Hong and Cha 2013; Miyazaki and Fernandez 2001; Chuang and Fan 2011) . With this said, we opine that more research works in the emerging context is required to be performed to address the issue of security and privacy concerns as a conduit of online purchase intentions; reflecting on the notion of online identity theft circumstances.", "cite_spans": [{"start": 569, "end": 587, "text": "Hong and Cha 2013;", "ref_id": "BIBREF16"}, {"start": 588, "end": 616, "text": "Miyazaki and Fernandez 2001;", "ref_id": "BIBREF23"}, {"start": 617, "end": 637, "text": "Chuang and Fan 2011)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 392, "end": 399, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Research Question Two:"}, {"text": "While the present study adds to the existing body of knowledge in the perceived risk associated with online transactions by examining the given model between the online customers considering an emerging economy, several limitations are present that remain to be addressed and creates an avenue for future research. First, the sample has 189 respondents. Adding to this limitation is the fact that, the study was conducted using a student population and so makes it difficult to generalize beyond the target population.", "cite_spans": [], "ref_spans": [], "section": "Limitations and Future Research"}, {"text": "Although the sample is well enough, this sample is somewhat below the recommendations of the pioneer scholars well versed with the application of the structural equation model (Hair et al. 2017) . Future research should consider augmenting the sample size for the given model. The second limitation of the study is geared towards the failure to address the question of potential experience of the respondents. Future works should include a construct to measure the experience from online identity theft from the developing or emerging economy's perspective.", "cite_spans": [{"start": 176, "end": 194, "text": "(Hair et al. 2017)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Limitations and Future Research"}, {"text": "The aim of the study was to develop and test a theoretical framework bent on eliciting the notion of online identity theft on consumer purchase intention via the mediating role of online security and privacy concern; within a sub-Saharan African context (Ghana). Like the emerging concept of online buying behavior in developing context, the study explores the relationships of both direct and indirect effect of FOFL and FORD towards OPI whiles OSPCON are mediated towards the former. While the study finds no support for 2 direct links with 2 support of the mediated variable, this study highlights the differences between online identity theft on one hand and its associated online intentions on the other hand. While this study is able to predict customers' in an emerging economies fear of online identity theft towards their zeal to embark on online transactions, specifically using three major constructs i.e. FOFL, FORD, and OSPCON. In sum, this study provides a strong reference point to continue to broaden the literature in the developing economy so far as online transactions are concerned, arguing that the internet is not leaving in extinction any time soon.", "cite_spans": [], "ref_spans": [], "section": "Concluding Observations"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The theory of planned behavior", "authors": [{"first": "I", "middle": [], "last": "Ajzen", "suffix": ""}], "year": 1991, "venue": "Organ. Behav. Hum. Decis. Process", "volume": "50", "issn": "2", "pages": "179--211", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "On the evaluation of structural equation models", "authors": [{"first": "R", "middle": ["P"], "last": "Bagozzi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yi", "suffix": ""}], "year": 1988, "venue": "J. Acad. Mark. Sci", "volume": "16", "issn": "1", "pages": "74--94", "other_ids": {"DOI": ["10.1007/BF02723327"]}}, "BIBREF2": {"ref_id": "b2", "title": "Privacy by Design and the Promise of SmartData", "authors": [{"first": "A", "middle": [], "last": "Cavoukian", "suffix": ""}, {"first": "I", "middle": [], "last": "Harvey", "suffix": ""}, {"first": "A", "middle": [], "last": "Cavoukian", "suffix": ""}, {"first": "G", "middle": [], "last": "Tomko", "suffix": ""}, {"first": "D", "middle": [], "last": "Borrett", "suffix": ""}, {"first": "H", "middle": [], "last": "Kwan", "suffix": ""}], "year": 2013, "venue": "SmartData", "volume": "", "issn": "", "pages": "1--9", "other_ids": {"DOI": ["10.1007/978-1-4614-6409-9_1"]}}, "BIBREF3": {"ref_id": "b3", "title": "The mediating role of trust in the relationship between e-retailer quality and customer intention of online shopping", "authors": [{"first": "H", "middle": ["M"], "last": "Chuang", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Fan", "suffix": ""}], "year": 2011, "venue": "Afr. J. Bus. Manag", "volume": "5", "issn": "22", "pages": "9522--9529", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Online identity theft victimization: an assessment of victims and non-victims level of cyber security knowledge", "authors": [{"first": "D", "middle": ["R"], "last": "Cornelius", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "E-shopping lovers and fearful conservatives: a market segmentation analysis", "authors": [{"first": "N", "middle": ["F"], "last": "Doherty", "suffix": ""}, {"first": "F", "middle": [], "last": "Ellis-Chadwick", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Allred", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Smith", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Swinyard", "suffix": ""}], "year": 2006, "venue": "Int. J. Retail Distrib. Manag", "volume": "34", "issn": "4/5", "pages": "308--333", "other_ids": {"DOI": ["10.1108/09590550610660251"]}}, "BIBREF6": {"ref_id": "b6", "title": "Artificial intelligence for decision making in the era of Big Data-evolution, challenges and research agenda", "authors": [{"first": "Y", "middle": [], "last": "Duan", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Edwards", "suffix": ""}, {"first": "Y", "middle": ["K"], "last": "Dwivedi", "suffix": ""}], "year": 2019, "venue": "Int. J. Inf. Manag", "volume": "48", "issn": "", "pages": "63--71", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Internet banking: identity theft and solutions -the Nigerian perspective", "authors": [{"first": "D", "middle": ["U"], "last": "Ebem", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Onyeagba", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Ugwuonah", "suffix": ""}], "year": 2017, "venue": "J. Internet Bank. Commer", "volume": "22", "issn": "2", "pages": "1--15", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Partial least squares structural equation modeling (PLS-SEM). An emerging tool in business research", "authors": [{"first": "J", "middle": ["F"], "last": "Hair", "suffix": ""}, {"first": "M", "middle": [], "last": "Sarstedt", "suffix": ""}, {"first": "L", "middle": [], "last": "Hopkins", "suffix": ""}, {"first": "V", "middle": ["G"], "last": "Kuppelwieser", "suffix": ""}], "year": 2014, "venue": "Eur. Bus. Rev", "volume": "26", "issn": "2", "pages": "106--121", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Belief, Attitude, Intention, and Behavior: An Introduction to Theory and Research", "authors": [{"first": "M", "middle": [], "last": "Fishbein", "suffix": ""}, {"first": "I", "middle": [], "last": "Ajzen", "suffix": ""}], "year": 1975, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Online identity: giving it all away?", "authors": [{"first": "S", "middle": ["M"], "last": "Furnell", "suffix": ""}], "year": 2010, "venue": "Inf. Secur. Tech. Rep", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.istr.2010.09.002"]}}, "BIBREF11": {"ref_id": "b11", "title": "Online privacy and security concerns of consumers", "authors": [{"first": "A", "middle": [], "last": "Gurung", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Raja", "suffix": ""}], "year": 2016, "venue": "Inf. Comput. Secur", "volume": "24", "issn": "4", "pages": "348--371", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Governing through cybersecurity: national policy strategies, globalized (in-)security and sociotechnical visions of the digital society", "authors": [{"first": "C", "middle": [], "last": "Haddad", "suffix": ""}, {"first": "C", "middle": [], "last": "Binder", "suffix": ""}], "year": 2019, "venue": "Österreichische Zeitschrift Für Soziologie", "volume": "44", "issn": "1", "pages": "115--134", "other_ids": {"DOI": ["10.1007/s11614-019-00350-7"]}}, "BIBREF13": {"ref_id": "b13", "title": "Advanced Issues in Partial Least Squares Structural Equation Modeling", "authors": [{"first": "J", "middle": ["F"], "last": "Hair", "suffix": ""}, {"first": "M", "middle": [], "last": "Sarstedt", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Ringle", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Gudergan", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "When to use and how to report the results of PLS-SEM. Eur", "authors": [{"first": "J", "middle": ["F"], "last": "Hair", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Risher", "suffix": ""}, {"first": "M", "middle": [], "last": "Sarstedt", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Ringle", "suffix": ""}], "year": 2019, "venue": "Bus. Rev", "volume": "31", "issn": "1", "pages": "2--24", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Consumer fear of online identity theft: Scale development and validation", "authors": [{"first": "P", "middle": [], "last": "Hille", "suffix": ""}, {"first": "G", "middle": [], "last": "Walsh", "suffix": ""}, {"first": "M", "middle": [], "last": "Cleveland", "suffix": ""}], "year": 2015, "venue": "J. Interact. Mark", "volume": "30", "issn": "", "pages": "1--19", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The mediating role of consumer trust in an online merchant in predicting purchase intention", "authors": [{"first": "I", "middle": ["B"], "last": "Hong", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Cha", "suffix": ""}], "year": 2013, "venue": "Int. J. Inf. Manage", "volume": "33", "issn": "6", "pages": "927--939", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Impact of Fear of Identity Theft and Perceived Risk on Online Purchase Intention", "authors": [{"first": "G", "middle": [], "last": "Jordan", "suffix": ""}, {"first": "R", "middle": [], "last": "Leskovar", "suffix": ""}, {"first": "M", "middle": [], "last": "Marič", "suffix": ""}], "year": 2018, "venue": "Organizacija", "volume": "51", "issn": "2", "pages": "146--155", "other_ids": {"DOI": ["10.2478/orga-2018-0007"]}}, "BIBREF18": {"ref_id": "b18", "title": "Identity theft and consumer payment choice: does security really matter?", "authors": [{"first": "C", "middle": ["M"], "last": "Kahn", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Liñares-Zegarra", "suffix": ""}], "year": 2016, "venue": "J. Financ. Serv. Res", "volume": "50", "issn": "", "pages": "121--159", "other_ids": {"DOI": ["10.1007/s10693-015-0218-x"]}}, "BIBREF19": {"ref_id": "b19", "title": "Review of recent developments in cyberlaw responses to cybercrime and cybersecurity in Nigeria and the Economic Community of West African States (ECOWAS)", "authors": [{"first": "M", "middle": ["T"], "last": "Ladan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Does involvement matter in online shopping satisfaction and trust?", "authors": [{"first": "S", "middle": ["S"], "last": "Martín", "suffix": ""}, {"first": "C", "middle": [], "last": "Camarero", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "José", "suffix": ""}], "year": 2011, "venue": "Psychol. Mark", "volume": "28", "issn": "2", "pages": "145--167", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Identity theft: a discussion paper", "authors": [{"first": "N", "middle": [], "last": "Mitchison", "suffix": ""}], "year": 2004, "venue": "European Commission Joint Research Center", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Consumer perceptions of privacy and security risks for online shopping", "authors": [{"first": "A", "middle": ["D"], "last": "Miyazaki", "suffix": ""}, {"first": "A", "middle": [], "last": "Fernandez", "suffix": ""}], "year": 2001, "venue": "J. Consum. Aff", "volume": "35", "issn": "1", "pages": "27--44", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Common method biases in behavioral research: a critical review of the literature and recommended remedies", "authors": [{"first": "P", "middle": ["M"], "last": "Podsakoff", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Mackenzie", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Podsakoff", "suffix": ""}], "year": 2003, "venue": "J. Appl. Psychol", "volume": "88", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Online routines and identity theft victimization: further expanding routine activity theory beyond direct-contact offenses", "authors": [{"first": "B", "middle": ["W"], "last": "Reyns", "suffix": ""}], "year": 2013, "venue": "J. Res. Crime Delinq", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/0022427811425539"]}}, "BIBREF26": {"ref_id": "b26", "title": "Cybercrime and society", "authors": [{"first": "R", "middle": [], "last": "Smith", "suffix": ""}], "year": 2007, "venue": "Aust. N. Z. J. Criminol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1375/acri.40.3.360"]}}, "BIBREF27": {"ref_id": "b27", "title": "An evaluation of e-banking and m-banking adoption factors and preference in Malaysia: a case study", "authors": [{"first": "K", "middle": ["S"], "last": "Tan", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Chong", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Loh", "suffix": ""}, {"first": "B", "middle": [], "last": "Lin", "suffix": ""}], "year": 2010, "venue": "Int. J. Mob. Commun", "volume": "8", "issn": "5", "pages": "507--527", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Expectation disconfirmation and technology adoption: polynomial modeling and response surface analysis", "authors": [{"first": "V", "middle": [], "last": "Venkatesh", "suffix": ""}, {"first": "S", "middle": [], "last": "Goyal", "suffix": ""}], "year": 2010, "venue": "MIS Q", "volume": "34", "issn": "", "pages": "281--303", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Online identity theft -an Indian perspective", "authors": [{"first": "D", "middle": [], "last": "Vijaya Geeta", "suffix": ""}], "year": 2011, "venue": "J. Financ. Crime", "volume": "18", "issn": "3", "pages": "235--246", "other_ids": {"DOI": ["10.1108/13590791111147451"]}}, "BIBREF30": {"ref_id": "b30", "title": "The evolutional view of the types of identity thefts and online frauds in the era of the internet", "authors": [{"first": "B", "middle": ["S K"], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Huang", "suffix": ""}], "year": 2011, "venue": "Internet J. Criminol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Guardians upon high: an application of routine activities theory to online identity theft in Europe at the country and individual level", "authors": [{"first": "M", "middle": ["L"], "last": "Williams", "suffix": ""}], "year": 2016, "venue": "Br. J. Criminol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/bjc/azv011"]}}}, "ref_entries": {"FIGREF0": {"text": "Conceptual model", "latex": null, "type": "figure"}, "TABREF0": {"text": "Item loadings", "latex": null, "type": "table"}, "TABREF1": {"text": "Direct and indirect effect on online identity theft. * > 1.96 equal p-value < 0.05 significant level (Readers should note that the significance testing has been executed using the bootstrapping procedure) Sources: Authors' estimation from SmartPLS research works of", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgment. This work was supported by the Internal Grant Agency of FaME through TBU in Zlín No. IGA/FaME/2019/008; IGA/FaME/2020/002 and further by the financial support of research project NPU I no. MSMT-7778/2019 RVO -Digital Transformation and its Impact on Customer Behaviour and Business Processes in Traditional and Online markets.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}