{
    "paper_id": "02f5a4d126cb36ebb5bece67a71195e375145cb1",
    "metadata": {
        "title": "COVID-19 in Spain: Transplantation in the midst of the pandemic",
        "authors": [
            {
                "first": "Beatriz",
                "middle": [],
                "last": "Domínguez-Gil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elisabeth",
                "middle": [],
                "last": "Coll",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mario",
                "middle": [],
                "last": "Fernández-Ruiz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Unit of Infectious Diseases, Hospital Universitario 12 de Octubre, Instituto de Investigación Sanitaria Hospital 12 de Octubre (imas12)",
                    "institution": "",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Esther",
                "middle": [],
                "last": "Corral",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Francisco Del Río",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Rafael"
                ],
                "last": "Zaragoza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Juan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Rubio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit, Hospital Universitario Puerta de Hierro Majadahonda",
                    "institution": "",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "At the beginning of December 2019, clusters of patients diagnosed of pneumonia of unknown origin were reported in the city of Wuhan, province of Hubei (China). 1 The pathogen was identified as a new betacoronavirus, named severe acute respiratory syndrome coronavirus type 2 (SARS-CoV-2), with a high phylogenetic similarity with the SARS-CoV virus, first identified in the Chinese province of Guangdong in 2002. 2 By international consensus, the infection caused by SARS-CoV-2 is named Coronavirus Disease 2019 . In the last weeks, the number of cases of COVID-19 has increased to more than 3 million reported by 185 countries throughout the world. 3 On March 11, 2020, the World Health Organization officially declared the COVID-19 outbreak a pandemic. 4 Spain has been one of the most affected countries in the world in terms of absolute number of diagnosed cases. On March 13, 2020 (legally effective on March 15), the Government declared a national state of alarm, with regulations targeted to facilitate diagnosis, ensure appropriate treatment of cases, and reduce the spread of COVID-19, including measures of national lockdown, confinement of the population, and restricted mobility. 5 As of April 28, 2020, the number of confirmed cases in Spain is 210,773, including 105 548 patients recovered, more than 10 300 admitted to the intensive care unit (ICU), and 23 822 deaths, with a global case fatality rate of 11.3%. 6 The accumulated incidence of COVID-19 in the last 14 days is 81.28 per 100 000 inhabitants, with marked variations across regions (from 10.63 to 182.78). The country as a whole is currently considered to be in epidemiological scenarios 3 (sustained community transmission) and 4 (intensive care capacity saturated and health-care system overwhelmed), as described by the European Centre for Disease Control and Prevention. 7 From the perspective of donation and transplantation, the Spanish system first focused on the possibility of donor-derived COVID-19. In January 2020, the Organización Nacional *Donation will be considered on a case-by-case basis in cured cases of COVID-19 after a minimum of 21 d following resolution of symptoms and completion of therapy. A cured case is defined as follows: Patient with confirmed COVID-19 (or highly suspicious) who was hospitalized: 21 d after the complete resolution of symptoms AND two negative SARS-CoV-2 RT-PCR in respiratory tract samples obtained >24 h apart. Patient with confirmed COVID-19 who was isolated at home: 21 d after the complete resolution of symptoms AND 2 negative SARS-CoV-2 RT-PCR in respiratory tract samples obtained >24 h apart. Patient with probable COVID-19 (ie, with no microbiological confirmation), who was isolated at home with suggestive symptoms and/or exposure to a confirmed case of COVID-19: if symptoms continue, donation will not proceed; if contact has occurred within the previous 21 d, screening for SARS-CoV-2 will be performed; if contact has occurred beyond the previous 21 d, donation will be considered as for any other potential donor not proceed if the result is positive or inconclusive. Testing is also extended to all potential donors with no epidemiological risk if donation of lung and/or small bowel is considered, or if they present symptoms compatible with COVID-19. Since the entire country currently represents an affected area, universal screening is now the rule as derived from applying the above described recommendations. Also, bearing in mind the number of cured patients in the country, organ donation is considered after a minimum period of 21 days following the resolution of symptoms and the completion of treatment, provided that viral clearance has been demonstrated and a cautious case by case risk/benefit assessment has been performed. In live donation, the recommendation is to defer surgery for 21 days in donors with epidemiological risk. Currently, all live donation procedures are being postponed. The matching runs of the national kidney paired exchange program have been deferred as well.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 413,
                    "end": 414,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 755,
                    "end": 756,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 871,
                    "end": 885,
                    "text": "March 13, 2020",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1192,
                    "end": 1193,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1427,
                    "end": 1428,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1852,
                    "end": 1853,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "With regard to the samples for testing, our recommendation is to use samples from the upper (nasopharyngeal and oropharyngeal swab) or the lower respiratory tract (preferentially, bronchoalveolar lavage) taken within 24 hours prior to organ recovery. A brochoalveolar lavage sample is always preferred, and required in case of lung or small bowel donation. The deferral period set of 21 days differs from that recommended by others. 7 Although the incubation period of COVID-19 has been consistently established within the range of 2-14 days, we wanted to rule out potential outliers.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 434,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "In practice, applying the previously mentioned scheme has proved challenging due to the limited access to RT-PCR testing in some hospitals and the time required to have results available. Laboratories 13 It is also likely that the period of viral clearing is longer than in nontransplanted patients, with the corresponding impact on the control of disease transmission. 14, 15 Proceeding with a transplant in a patient who may be infected can, not only place that patient at high risk following immunosuppression, but turn them into \"super-shedders\" of the virus particularly among health-care workers. 10 This has prompted us to issue the recommendation of testing recipients upon their arrival to the hospital prior to transplantation-which will not proceed should the patient exhibit symptoms compatible with COVID-19 or test positive for SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 203,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 603,
                    "end": 605,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "Safety issues have however not been the most important barrier in our field, but the saturation of the health-care system and of the ICU capacity, that has prompted the Spanish Society of Intensive and Critical Care, and Coronary Units (SEMICYUC) to develop a national contingency plan. 16 As the number of cases started raising in Spain, and particularly since the state of alarm was declared, ICU resources have been focused on the treatment of severe cases of COVID-19. Mortality on the waiting list may become a collateral damage of this terrible pandemic.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 289,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "Every evening, at 20 hours, Spain breaks out in a big applause from windows and balconies in acknowledgment of health-care professionals who are combating COVID-19 at the frontline in hospitals and other facilities. With these lines, the authors wish to join that unique gesture of recognition that also includes all members of the Spanish donor coordination and transplant teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACK N OWLED G M ENTS"
        },
        {
            "text": "The authors have no conflict of interest to disclose as described by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I SCLOS U R E"
        },
        {
            "text": "the American Journal of Transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I SCLOS U R E"
        },
        {
            "text": "The data that support the findings of this study are available on request from the corresponding author. The data are not publicly available due to privacy or ethical restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVA I L A B I L I T Y S TAT E M E N T"
        },
        {
            "text": "Beatriz Domínguez-Gil https://orcid.org/0000-0002-5695-8993",
            "cite_spans": [],
            "ref_spans": [],
            "section": "O RCI D"
        },
        {
            "text": "Mario Fernández-Ruiz https://orcid.org/0000-0002-0315-8001",
            "cite_spans": [],
            "ref_spans": [],
            "section": "O RCI D"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Real Decreto 463/2020, de 14 de marzo, por el que se declara el estado de alarma para la gestión de la situación de crisis sanitaria ocasionada por el COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Calidad e Innovación, Centro de Coordinación de Alertas y Emergencias Sanitarias. Actualización nº 74 (13 de Abril de 2020)",
            "authors": [
                {
                    "first": "Sanidad",
                    "middle": [],
                    "last": "Ministerio De",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19) pandemic: increased transmission in the EU/EEA and the UK -sixth update",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "infes p/Recom endac iones ParaP rofes ional es/Spani sh%20Rec ommen datio ns%20on%20Org an%20Don ation %20and %20Tra nspla ntati on%20COV ID-19%20ONT.pdf. Accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A prospective hospital-based study of the clinical impact of non-severe acute respiratory syndrome (Non-SARS)-related human coronavirus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garbino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crespo",
                    "suffix": ""
                },
                {
                    "first": "J-D",
                    "middle": [],
                    "last": "Aubert",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "1009--1015",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus disease 2019: implications of emerging infections for transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Michaels",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Hoz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Danziger",
                    "middle": [],
                    "last": "Isakov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe Acute Respiratory Syndrome (SARS) in a liver transplant recipient and guidelines for donor SARS screening",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Draker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Transplant",
            "volume": "3",
            "issn": "",
            "pages": "977--981",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "MERS CoV infection in two renal transplant recipients: case report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alghamdi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mushtaq",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Awn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shalhoub",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Transplant",
            "volume": "15",
            "issn": "",
            "pages": "1101--1104",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19 in solid organ transplant recipients: a single-center case series from Spain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernández-Ruiz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andrés",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Loinaz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prolonged shedding of human coronavirus in hematopoietic cell transplant recipients: risk factors and viral genome evolution",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ogimi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greninger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Waghmare",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "216",
            "issn": "",
            "pages": "203--209",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Atypical presentations of MERS-CoV infection in immunocompromised hosts",
            "authors": [
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J-H",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Chemother",
            "volume": "23",
            "issn": "",
            "pages": "769--773",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Plan de contingencia para los servicios de medicina intensiva frente a la pandemia COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronavirus: 25.000 sanitarios infectados en España, 5.600 más en 6 días",
            "authors": [],
            "year": 2020,
            "venue": "Recomendaciones éticas para la toma de decisiones en la situación excepcional de crisis por pandemia COVID-19 en las unidades de cuidados intensivos",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Summary of Spanish recommendations on intensive care to facilitate organ donation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Martín-Delgado",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martínez-Soba",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Masnou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Transplant",
            "volume": "19",
            "issn": "6",
            "pages": "1782--1791",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Uncontrolled donation after circulatory death: a unique opportunity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coll",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miñambres",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sánchez-Fructuoso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transplantation",
            "volume": "00000",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/TP.0000000000003139"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "COVID-19 in Spain: Transplantation in the midst of the pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Transplant",
            "volume": "00",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.1111/ajt.15983"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "de Trasplantes (ONT) and the Group for the Study of Infection in Transplantation and the Immunocompromised Host (GESITRA-IC) of the Spanish Society of Infectious Diseases and Clinical Microbiology (SEIMC) started to issue recommendations for donor evaluation and testing. Current recommendations applicable to deceased organ donors are represented in Figure 1. 8 In summary, donation does not proceed in confirmed cases of COVID-19. In the event of potential donors with epidemiological risk (defined as exposure to a confirmed case of COVID-19 and/or having visited any affected area during the previous 21 days) and a clinical picture compatible with COVID-19, donation does not proceed even with no screening or a negative result. In asymptomatic potential donors with epidemiological risk, donor screening for SARS-CoV-2 by reverse transcription polymerase chain reaction (RT-PCR) is performed. Donation does F I G U R E 1 Summary of Spanish recommendations for the evaluation and testing of deceased organ donors with regards to SARS-CoV-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "have become progressively overloaded by the number of samples to be tested, and their restricted capacity to provide results smoothly. This has slowed down deceased donation processes to an extent that some have been cancelled-understandably-upon request of donor families or by decision of the donor center. Since March 13, 2020 (national state of alarm) until April 23, 2020, only 1 out of 58 (2%) potential donors reported to ONT have tested positive for SARS-CoV-2. Donation did not proceed in this case, nor in 7 additional cases-in 5 of them due to logistical issues related to the COVID-19 outbreak in donor and/or recipient hospitals. In total, 88 transplants have been performed during this same period of time. As of today, no suspected cases of donor-derived COVID-19 have been reported to ONT. As Spain was entering in scenarios 3-4, the need to test patients on the waiting list for organ transplantation became a pressing issue. There is paucity of information regarding the evolution of COVID-19 in solid organ transplant recipients. However, based on the outcome of the infection caused by endemic human coronavirus in immunosuppressed patients, 9 we can expect an increased rate of complications in this patient population. 10 This is supported by the scarce available evidence with similar coronaviruses, as SARS-CoV or the Middle East respiratory syndrome coronavirus (MERS-CoV). 11,12 In accordance with this hypothesis, a recently published experience from a transplant center at Madrid (Spain) including 18 recipients of solid organs with COVID-19 reported a case fatality rate of 27.8%, with 30.8% of survivors developing progressive respiratory failure and acute respiratory distress syndrome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ",598 ICU beds in public hospitals. In the most affected regions, hospitals have increased their ICU capacity by transforming other hospital areas into ICUs and new hospitals have been set up to care for critically ill patients. Hotels are being medicalized to treat the less critical COVID-19 patients. Still, health-care professionals are making difficult decisions on who will benefit the most of the limited intensive care resources available in the midst of a pandemic that is severely striking the health-care system. 17 The situation is even more critical considering the number of health-care workers becoming infected (health-care workers represent 15.5% of the infected population) 18 or forced to isolation. In this scenario, sustaining a deceased donation program has become highly complex. Similarly, it is a real challenge to care for transplant patients immediately after surgery in the ICU-or in any hospital area-due to diminished capacity and the risk of nosocomial infection by SARS-CoV-2, with the potential implications referred above. Of note, in an ongoing national data collection, of 363 recipients of solid organs who have developed COVID-19 during the outbreak, 50 (14%) acquired the infection within the hospital-the rest having acquired the infection in the community. The ONT has instructed centers to set priorities in this epidemiological situation. Centers in less affected areas should try to develop donation and transplantation as close to usual as possible. Centers in the most affected areas may decide to pursue donation only from ideal donors (both donation after brain death and controlled donation after circulatory death), temporarily suspending more complex donation procedures as those represented by intensive care to facilitate organ donation 19 and uncontrolled donation after circulatory death. 20 Similarly, these centers may limit their activity to providing transplantation to critically ill patients and to those with particular difficulties to access transplantation based on their immunological and/or anthropometrical characteristics (eg, pediatric patients), deferring less urgent procedures, particularly kidney and pancreas transplantation. An additional challenge has been the mobilization of recovery teams, who face restrictions in travelling, particularly to more affected areas. ONT has opted for applying current allocation criteria in a more flexible manner to optimize organ utilization and reduce the need for recovery teams moving across the country. In general terms, organ recovery by local teams has been prioritized. In 2019, Spain reached a historical maximum in organ donation (2302 deceased donors, 49 per million population) and in organ transplantation (5449 transplant procedures, 116 per million population). The evolution of organ donation and transplantation during 2020 in Spain is shown in Figure 2. Between January 1 and March 12, 2020, the mean number of actual deceased organ donors was 7.Absolute number and weekly mean of transplant procedures per type of organ during the outbreak of COVID-19 in Spain (since the state of alarm was declared on March 13, 2020 until April 23, 2020), compared with 2019 Transplants March 13-April 23, 2020 (absolute number)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "pacity, admission of neurocritical patients to the ICU has likely decreased and may justify a lower reporting of potential donors to the coordination teams. Potential donor losses have been reported due to positive screening for SARS-CoV-2, as mentioned above. Once activated, logistical problems are frequent, either associated with restricted mobility of recovery teams or prolonged time needed for testing potential donors and recipients. Transplant teams are frequently declining organ offers after a risk assessment considering the clinical situation of potential recipients on the waiting list and limited COVID-19 free areas available in the hospital. Human resources in donor coordination and transplant teams have been reduced due to cases of COVID-19 among professionals or need for isolation. Recipients have also declined transplantation on a number of occasions after informed consent. Given the current situation in the country, it is very likely that donation and transplantation activities will take time to recover. This message has been transparently transmitted to the public-and to desperate patients on the waiting list. Organ donation and transplantation is a good thermometer of what happens in a hospital. Not by chance, SEMICYUC considers donation as an indicator of quality in intensive care. 21 For deceased donation and transplantation to work, a number of other processes must be operational at a normal level in the hospital and in the ICU setting. At a time when the priority is to control COVID-19 in the midst of an overwhelmed health-care system with limited areas in the hospital free of COVID-19, donation and transplantation activities have dramatically and unavoidably decreased.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}