{"paper_id": "02f9fd856494235726e1d6e0b77a213ca51ae618", "metadata": {"title": "Analyzing the Effect of Temperature on the Outspread of COVID-19 around the Globe", "authors": [{"first": "Pratik", "middle": [], "last": "Das", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Suvendu", "middle": [], "last": "Manna", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jadavpur University", "location": {"addrLine": "Kolkata West Bengal -700032", "country": "India"}}, "email": ""}, {"first": "Piyali", "middle": [], "last": "Basak", "suffix": "", "affiliation": {}, "email": "piyali_basak@yahoo.com"}]}, "abstract": [{"text": "The emergence of the pandemic around the world owing to COVID-19 is putting the world into a big threat. Many factors may be involved in the transmission of this deadly disease but not muchsupporting data are available. Till now no proper evidences has been reported supporting that temperature changes can affect COVID-19 transmission. This work aims to correlate the effect of temperature with that of Total Cases, Recovery, Death, and Critical cases all around the globe. All the data were collected in April and the maximum and minimum temperature and the average temperature were collected from January to April (i.e the months during which the disease was spread). Regression was conducted to find a non-linear relationship between Temperate and the cases. It was evident that indeed temperature does have a significant effect on the total cases and recovery rate around the globe. It was also evident from the study that the countries with lower temperatures are the hotspots for COVID-19. The Study depicted a non-linear dose-response between temperature and the transmission, indicating the existence of the best temperature for its transmission. This study can indeed put some light on how temperature can be a significant factor in COVID-19 transmission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "diverse influence on people's living environment in different parts of the world under differe nt climate conditions (4) .", "cite_spans": [{"start": 117, "end": 120, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "SARS-CoV-2 the virus causing COVID-19 is spreading like a fire in the forest. It has affected more than 200 countries in a very short span of 3 months. This deadly disease is having an intense influence on the health care system and economies of affected countries(5). The overall mortality rate is projected to be 6.25 %, but rising to 60% in individuals aged 60 or above. The disease is majorly spread to health care workers, close family members, and individuals near social contacts.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "As predicted by researchers and doctors the major route of transmission of this deadly disease is through droplets, close direct or indirect contact, but the relative significance of these routes of transmission is presently not clear.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The lack of information can make it hard, to find ways of prevention and control measures. The world saw the first COVID -19 case on December 12, 2019 and soon within 3 months, the World Health Organization(WHO) declared it as a pandemic in March(6). Thus this points out how easily, it is spreading among the community and putting mankind in big suffering. Now this is going to another level of criticalness as it is in the third-and fourth-generation transmission i.e faster human to human transmission. Till now there are not many shreds of evidence, how temperature can be a guiding factor in the virus transmission, or what could be an appropriate range for the same. So a big question which is rumoring all around the world is whether the temperature is at all having any effect on the spread of this deadly disease. There may be some more important or deciding factors for transmission of this virus namely, humidity factor of different countries/places, immuniza tio n programs of different countries/government for growing immunity within people of differe nt countries. BCG vaccination may be a probable key factor for resisting the spreading of coronavirus. In India, BCG vaccination is done by the Govt. from a very earlier stage which might play an important factor So far, 11 different types of coronavirus have been identified. Some of them are O, A2, A2A, A3, B, B1 types. The original type was O which was mainly responsible for breaking corona in China. Since 24 th January 2020, the corona transmission throughout 60% of the countries of the world are mainly due to the A2A strain. As virulence factor varies greatly from strain to strain, the strain type should be an important variable in statistical analyses. Studies on SARS-CoV showed how transmission of the virus was dependent significantly on the temperature in the city of Beijing and Guangzhou(7) Various research revealed that there was a rise in the daily incidence rate of SARS CoV by 18.18 times when temperature was low compared to that of higher temperatures(8). SARS-CoV-2 virus causing COVID-19 shares structural similarity to that of . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint SARS(9) hence the study of the correlation between Temperature and Transmission could lead us to a significant finding.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "This study deals with the correlation of the Total number of Cases, active cases, Deaths, Recovery, and Critical Cases caused globally due to the outspread of COVID -19 with Temperature. We", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Hypothisized that different temperatures could significantly affect the transmission of the virus.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Around 200 countries all around the world have been taken into consideration in this study to find a statistical significance and nonlinear dose-response relationship between the Variable Factors(Total Cases, Deaths, Recovery, and Critical Cases) and temperature. Full sample data was collected for all the affected countries in April and was correlated to their respective average temperature ( The Average temperature between Jan to April). Finally, data were analyzed to check whether significant relations exist and if the relatively accurate dose-response relationship could be established.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "All the confirmed cases all around the world from 204 countries were taken into consideratio n.", "cite_spans": [], "ref_spans": [], "section": "Study population"}, {"text": "The data was collected from the https://www.worldometers.info/coronavirus/ on April 2020 which is now having worldwide data regarding COVID-19(10). Apart from Total Cases (TC) other parameters like Death(D), Recovery (R), and Critical Cases (C) were also taken into consideration[ Table S1 ]. Ln of the total population was considered while analyzing the correlations.", "cite_spans": [], "ref_spans": [{"start": 281, "end": 289, "text": "Table S1", "ref_id": null}], "section": "Study population"}, {"text": "The minimum temperatures (Min. Temp) and maximum temperatures (Max. Temp) of all the countries in the period of Jan to April were taken into consideration. The average of these two temperatures was considered as average temperature (Avg. Temp). The temperature data was collected from many sources some primary sources are cited as follows (11,12).", "cite_spans": [], "ref_spans": [], "section": "Average, minimum and maximum temperatures"}, {"text": "A descriptive analysis was performed in Minitab 18.1. Regression was run on the data set to find a polynomial relation between cases and temperature. As mentioned earlier Ln of all the data sets i.e Total Cases (TC), Death(D), Recovery (R), and Critical Cases (C) were taken into . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. and LN(R), and the average temperature was calculated to obtain the fitting equation and the factor dependencies. The main aim of this study is to find a non-linear relationship between the dependence of this disease on temperature.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Total infection with respect to minimum, maximum and average temperature As we want to understand the relationship between the total infections with temperature variatio n in different parts of the globe, the minimum, maximum, and average temperatures of differe nt countries were plotted with the total number of COVID-19 infections in the respective countries and non-linear regression was done on the data. The non-linear plot presented with Figure is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 445, "end": 451, "text": "Figure", "ref_id": null}], "section": "Results and Discussion"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint should be mentioned that countries with immediate governmental action, social maturity, and a healthy lifestyle also affect less COVID-19 positive cases. During the data analysis it was noticed that some of the countries with a lack of proper medical facility and relatively less hygie nic lifestyle registered less COVID-19 positive cases. Those countries are found to have a higher . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint (Figure 4(a) ) showed an exponential drop in COVID Cases with an increase in temperature. The Lack of Fit test showed the test does not detect any lack-of-fit. The S value of the Model is 2.307, which indicates that the standard deviation of the distance between the data values and the fitted values is approximately 2.307 units. The p-value for the lack-of-fit test is 0.613, which provides no evidence that the model fits the data poorly. The results indicate a highly efficient and probable model for the data. The equation which represents the data is :", "cite_spans": [], "ref_spans": [{"start": 141, "end": 153, "text": "(Figure 4(a)", "ref_id": "FIGREF5"}], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Table 1 gives a detailed calculation. Detailed analysis showed that for each degree rise in . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 164, "end": 171, "text": "Table 1", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint are presented respectively and a non-linear fit regression model has been done to understand the relation between them. The P-value for the plot Recovery vs Temperature analysis was lower than 0.001 which is statistically significant stating the dependency of recovery rate with that of the temperature. The residual plots also indicate normally distributed data with significance in versus fit. But the R 2 value found was not satisfactory. Indeed recovery rate depends on various factors like immunity, medical facilities, medical Infrastructure, and therapeutic strategies. Total recovery from COVID-19 infection was found to be different with different average temperatures. Most recovery was registered for temperature between 60 o F to 70 o F. Death and critically affected COVID-19 cases could also be related as shown in Figure 8 & Figure 9 . But Death and Critical . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 970, "end": 989, "text": "Figure 8 & Figure 9", "ref_id": "FIGREF9"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint Page | 12 cases can't be directly correlated with that of the temperature as the P-value for the plot is greater than .05, hence in-significant.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The residual plots for the statistical analysis ", "cite_spans": [], "ref_spans": [], "section": "Figure 7 : (a) The relationship between average temperature and Recovery of COVID-19 (b)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(b) (a) )"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint Although, these observations pointing to the fact that the average temperature of a region might be playing a critical role in fast recovery of COVID-19 affected patients, other parameters like poor medical facilities, lack of immunity, poor sanitation and should also be considered. Also, part of the critically affected COVID-19 patients were suffering from other complications that lower their immunity towards the SARS-CoV-2 virus.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The effect of humidity on COVID-19 infection was also noticed and the data were plotted with regression and presented with Figure 10 . The scatter plot indicated that humidity has less effect on the COVID-19 infection. The p-value was also found to be greater than 0.05 which is statistically insignificant. The residual plot also indicates an unskewed histogram and a non-linear normal probability plot. This observation indicated that environmental parameter like humid ity has less effect on the spreading of COVID-19 infection.", "cite_spans": [], "ref_spans": [{"start": 123, "end": 132, "text": "Figure 10", "ref_id": "FIGREF1"}], "section": "Humidity and total case"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(a) ) (b) )"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The study can conclude that temperature has a noteworthy influence on the transmission of COVID-19. Not only transmission, but temperature also plays a significant role in the recovery rate, deaths, and critical cases all around the Globe. The relation is indeed a non-linear indicating that there is a typical favorable temperature that might be contributing to the transmission. Results do suggest that regions having low temperatures are more prone to infection than that of the regions with higher temperatures. Although several other factors like hospital facilities, Governme nt awareness, Medical facilities should also be considered along with the temperature. Apart from this immunity is also playing a major factor in transmission. The population with higher immunity is less affected. Thus we can say that the emergence of the outbreak throughout the world may be narrowly related to the respective local temperature but other important factors are also playing a crucial role in the spread and control of the disease. Temperature only affects the rate of spread and recovery. We can conclude that countries and regions with a lower temperature must take more serious steps and control measures to prevent this pandemic as there specific temperature may be favorable for the spread of the virus.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(a) ) (b) )"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint Figure 5 : A plot for correlation between Increase in temperature with that of Total Cases . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [{"start": 141, "end": 149, "text": "Figure 5", "ref_id": "FIGREF7"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint The residual plots for the statistical analysis . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.20107433 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Emerging Coronavirus Disease (COVID-19), a pandemic public health emergency with animal linkages: Current status update", "authors": [{"first": "Y", "middle": ["S"], "last": "Malik", "suffix": ""}, {"first": "S", "middle": [], "last": "Sircar", "suffix": ""}, {"first": "S", "middle": [], "last": "Bhat", "suffix": ""}, {"first": "O", "middle": ["R"], "last": "Vinodhkumar", "suffix": ""}, {"first": "R", "middle": [], "last": "Tiwari", "suffix": ""}, {"first": "R", "middle": [], "last": "Sah", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "In: The social ecology of infectious diseases", "authors": [{"first": "A", "middle": ["J"], "last": "Mcmichael", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Woodruff", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "378--407", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Climate change and human health: present and future risks", "authors": [{"first": "A", "middle": ["J"], "last": "Mcmichael", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Woodruff", "suffix": ""}, {"first": "S", "middle": [], "last": "Hales", "suffix": ""}], "year": 2006, "venue": "Lancet", "volume": "367", "issn": "9513", "pages": "859--69", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A human", "authors": [{"first": "C", "middle": ["J"], "last": "Portier", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Tart", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Carter", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Dilworth", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Grambsch", "suffix": ""}, {"first": "J", "middle": [], "last": "Gohlke", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ". Similarly regression was run over Ln(R) and Avg. Temp., Ln(D), and Avg.Temp. and Ln(C) and Avg. Temp. The relationships between the three types of temperature data and the number of cumulative total confirmed cases [Ln(N)], was calculated respectively to obtain the fitting equation. After that a non-linear regression was performed on Ln(TC) and Average Temperature based on Generalized Linear Model With Log Link. The Lack of Fit was calculated to predict the accuracy of the model. Later the relationships between other factors i.e Ln(D), Ln(C),", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Figure 2, and Figure 3 indicating that total COVID-19 infection changes with minimum, maximum, and average temperature respectively. From the scatter plots it is evident that the countries with high average temperature showed lower infection. Also, countries with a minimum temperature below 40 o F showed a steady COVID-19 infection with irrespective of their region and minimum temperature. Countries with maximum temperature (higher than 50 o F) recorded significantly less amount of COVID-19 positive cases. All these observations possibly pointing to the fact that temperature could be a factor in the fast-spreading of COVID-19 viral infection. The P-value was found to be less than 0.001 (p<0.001) except for maximum temperature. On the other hand considering the Residual plot all the residues are normally distributed with a considerable significance in versus fit except that of the maximum temperature. The histogram although it is not skewed uniformly indicating the presence of other factors controlling it. Thus, However, it", "latex": null, "type": "figure"}, "FIGREF2": {"text": "average temperature above 70 o F. The quadratic equation representing the relation of Total Cases and Average Temperature can be represented as (where Y represents the total case and (a) The relationship between minimum temperature and Total Cases of COVID-19 transmission in the world; (b) The residual plots for the statistical analysis (b) (a)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "(a) The relationship between maximum temperature and Total Cases of COVID-19 transmission in the world (b) The residual plots for the statistical analysis", "latex": null, "type": "figure"}, "FIGREF4": {"text": "(a) The relationship between average temperature and Total Case of COVID-19 transmission in the world (b) The residual plots for the statistical analysis The non-linear regression on Ln(TC) and Average temperature based on Generalized Linear Model With Log Link showed an equational model that can predict the interrelation between the data. The regression fit graph", "latex": null, "type": "figure"}, "FIGREF5": {"text": "(b) represents the residual curve which represents a well-skewed Histogram data which in terms points out the evidential support of the Generalized Linear Model With Log Link model in terms of these data. The normal probability plot here shows a straight line which indicates that the residuals are normally distributed. Residual versus Fit plot shows points fall randomly on both sides of 0, with no recognizable patterns in the points which in term verify the assumption that the residuals are randomly distributed and have constant variance. The residual versus order plotshows points that fall randomly around the centerline with no definite pattern which indicates residues to be independent from one another. Thus overall plot gives a clear result that the model is the best fit for the data.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "(a) The non-linear regression between average temperature and Total Case of COVID-19 transmission in the world (b) The residual plots for the statistical analysisThus we can conclude that with a 5-degree rise in temperature from----initially there is an increase in the case but above 40 o F there is a gradual lowering in case numbers. Thus for each 5-degree rise in temp above 40 o F there is a lowering in total case by an approx. average of 84 cases per 5 o F .", "latex": null, "type": "figure"}, "FIGREF7": {"text": "A plot for correlation between the increase in temperature with that of Total Cases A World heat map also depicts how regions with lower temperatures are becoming hotspots for COVID-19 outspread although few exceptions (for Example Brazil) do exist inFigure 6. Fast mutation rate and environmental adaptability of the SARS-CoV-2 virus also responsible for uncontrol COVID-19 infections in many countries.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "World Heat Map representing the relation between total cases and temperature Understanding the relation between total recovery, death and critical cases with average temperature With Figure 7, Figure 8, Figure 9 total number of recovery, death, and critical COVID-19 cases", "latex": null, "type": "figure"}, "FIGREF9": {"text": "The relationship between average temperature and Death of COVID-19 transmission in the world (b) The residual plots for the statistical analysis", "latex": null, "type": "figure"}, "FIGREF11": {"text": "The relationship between average temperature and Critical Cases of COVID-19 transmission in the world (b) The residual plots for the statistical analysis", "latex": null, "type": "figure"}, "FIGREF12": {"text": "The relationship between average Humidity and Total Cases of COVID-19 transmission in the world (b) The residual plots for the statistical analysis", "latex": null, "type": "figure"}, "FIGREF13": {"text": "(a) The relationship between minimum temperature and Total Cases of COVID-19 transmission in the world; (b) The residual plots for the statistical analysis", "latex": null, "type": "figure"}, "FIGREF14": {"text": "(a) The relationship between maximum temperature and Total Cases of COVID-19 transmission in the world (b) The residual plots for the statistical analysis", "latex": null, "type": "figure"}, "FIGREF15": {"text": "(a) The relationship between average temperature and Total Case of COVID-19 transmission in the world (b) The residual plots for the statistical analysis", "latex": null, "type": "figure"}, "FIGREF16": {"text": "(a) The non-linear regression between average temperature and Total Case of COVID-19 transmission in the world (b) The residual plots for the statistical analysis -", "latex": null, "type": "figure"}, "FIGREF17": {"text": "World Heat Map representing the relation between total cases and temperature", "latex": null, "type": "figure"}, "FIGREF18": {"text": "(a) The relationship between average temperature and Recovery of COVID-19 (b)", "latex": null, "type": "figure"}, "FIGREF19": {"text": "The relationship between average temperature and Death of COVID-19 transmission in the world (b) The residual plots for the statistical analysis", "latex": null, "type": "figure"}, "FIGREF20": {"text": "The relationship between average temperature and Critical Cases of COVID-19 transmission in the world (b) The residual plots for the statistical analysis", "latex": null, "type": "figure"}, "FIGREF21": {"text": "The relationship between average Humidity and Total Cases of COVID-19 transmission in the world (b) The residual plots for the statistical analysis", "latex": null, "type": "figure"}, "TABREF0": {"text": "Deviation of ± 14.6[Table S2]. Thus there is a rapid decrease in total cases with temperature increasing above 40 o F.[Figure 5]. The red dotted line shows the steep decrease in case number with increasing temperature.Table1: Detailed analysis for Temperature and Total case relation", "latex": null, "type": "table"}, "TABREF1": {"text": "https://en.wikipedia.org/wiki/List_of_cities_by_average_temperature 12. NOAA's National Centers for Environmental Information (NCEI) [Internet]. Available from: https://www.ncdc.noaa.gov/ .CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not certified by peer review)The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.19.", "latex": null, "type": "table"}}, "back_matter": []}