{"paper_id": "02feca921c32b8f0598dc9b8ae6cfff6b36410a0", "metadata": {"title": "Impact of comorbidity on outcomes and overall survival after open and minimally invasive esophagectomy for locally advanced esophageal cancer", "authors": [{"first": "James", "middle": ["P"], "last": "Dolan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Taranjeet", "middle": [], "last": "Kaur", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brian", "middle": ["S"], "last": "Diggs", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Renato", "middle": ["A"], "last": "Luna", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Paul", "middle": ["H"], "last": "Schipper", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brandon", "middle": ["H"], "last": "Tieu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brett", "middle": ["C"], "last": "Sheppard", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": ["G"], "last": "Hunter", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background The aim of this study was to examine the impact of the Charlson Comorbidity Index-Grade (CCI-G) on predicting outcomes and overall survival after open and minimally invasive esophagectomy (MIE). Methods One hundred and forty-six patients who underwent esophagectomy between 1995 and 2011 for stage II and III cancer were selected and separated into open esophagectomy (Open) and MIE groups. Risk adjustment was performed using the CCI-G. The outcomes of interest were operative time, estimated blood loss (EBL), lymph node harvest, length of hospital stay (LOS), major complications, 30-day mortality, and overall survival. Results Sixty-four patients (44 %) underwent Open while 71 (49 %) had MIE. An additional (7 %) were converted and classified with MIE. There was no significant difference between MIE and Open in terms of operative time. MIE had less EBL (mean difference = 234 mL, p \\ 0.001), higher lymph node harvest (mean = 7.4 nodes, p \\ 0.001), and shorter LOS (median = 1.5 days,", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "p = 0.02). Atrial arrhythmias were the most frequent complication, occurring in 33 % of patients in both the MIE and the Open group (p = 0.988). Thirty-day mortality was 2 % for MIE and 5 % for Open (p = 0.459). Five-year survival was 41 % for MIE and 33 % for Open (p = 0.513). Operative approach, age, gender, BMI, clinical stage, and neoadjuvant therapy did not have any significant effect on the outcomes or overall survival. CCI-G influenced outcomes with operative time, LOS, cardiovascular complication, and anastomotic leak rate, favoring CCI-G 0 compared to CCI-G 3. Overall survival was worse for CCI-G 1 in comparison with CCI-G 0 [hazard ratio (HR) 1.99, p = 0.027]. Conclusions MIE is a safe alternative to open esophagectomy for the treatment of locally advanced esophageal cancer. The presence of comorbidities increased operative time, length of hospital stay, and postoperative complications while worsening overall survival.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Keywords Esophagus Á Esophageal cancer Á Oesophageal cancer Á Esophagectomy Á Minimally invasive esophagectomy Á Charlson Comorbidity Index Esophageal cancer caused an estimated 406,800 deaths worldwide in 2008, primarily in developing countries. In this instance, squamous cell cancer was the most common histology type [1] . In contrast, developed countries continue to experience a significant increase in cases of esophageal adenocarcinoma even as squamous cancers have begun to decrease [1] [2] [3] . In the United States, for example, the incidence of adenocarcinoma increased by over 1,600 % during the second half of the tweenth century [2, 4] . This will result in an estimated 15,200 esophageal cancer deaths in the US in 2013 [3] .", "cite_spans": [{"start": 321, "end": 324, "text": "[1]", "ref_id": null}, {"start": 492, "end": 495, "text": "[1]", "ref_id": null}, {"start": 496, "end": 499, "text": "[2]", "ref_id": "BIBREF2"}, {"start": 500, "end": 503, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 645, "end": 648, "text": "[2,", "ref_id": "BIBREF2"}, {"start": 649, "end": 651, "text": "4]", "ref_id": "BIBREF4"}, {"start": 737, "end": 740, "text": "[3]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "Historically, esophagectomy alone was performed for all forms of esophageal cancer but associated mortality was as high as 23 % [4, 5] and relative 5-year survival rates were as low as 5 % [3] . Currently, multimodality treatment, utilizing chemotherapy, external-beam radiation, and esophagectomy, has increased survival to almost four times this rate [3] . Minimally invasive esophagectomy (MIE) techniques have evolved, in conjunction with neoadjuvant chemoradiotherapy (trimodality therapy), in order to decrease mortality and morbidity. Consequently, current operative mortality has decreased to as low as 1 % in some centers [6, 7] . Likewise, morbidity has been shown to have decreased significantly based on a number of systematic reviews [8, 9] and metaanalyses [10, 11] , while oncological outcomes have remained equivalent between MIE and traditional approaches for up to 5 years of follow-up [12, 13] .", "cite_spans": [{"start": 128, "end": 131, "text": "[4,", "ref_id": "BIBREF4"}, {"start": 132, "end": 134, "text": "5]", "ref_id": "BIBREF5"}, {"start": 189, "end": 192, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 353, "end": 356, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 631, "end": 634, "text": "[6,", "ref_id": "BIBREF6"}, {"start": 635, "end": 637, "text": "7]", "ref_id": "BIBREF7"}, {"start": 747, "end": 750, "text": "[8,", "ref_id": "BIBREF8"}, {"start": 751, "end": 753, "text": "9]", "ref_id": "BIBREF9"}, {"start": 771, "end": 775, "text": "[10,", "ref_id": "BIBREF10"}, {"start": 776, "end": 779, "text": "11]", "ref_id": "BIBREF11"}, {"start": 904, "end": 908, "text": "[12,", "ref_id": "BIBREF12"}, {"start": 909, "end": 912, "text": "13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "The influence of the surgical approach on patient outcome has been examined fairly extensively to date. However, the impact of patient factors-particularly comorbidities-on outcomes has not been investigated to any significant extent in esophageal cancer patients. Some critics have even suggested that patient factors may not have been fully considered in the interpretation of some recent trials comparing open esophagectomy and MIE [14] . In 1977, Feinstein et al. [15] were the first to suggest that comorbidities influenced prognosis in laryngeal cancer and, subsequently, in endometrial cancer [16] as well as after prostatectomy [17, 18] . Other investigators have utilized the Charlson Comorbidity Index (CCI) [19] to assess the magnitude of the effect that comorbid conditions have on various malignancies, including head and neck [20] and breast [21] . Their findings, as well as those of others [22] , have suggested that comorbidity is an independent risk factor for survival in patients with cancer.", "cite_spans": [{"start": 435, "end": 439, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 468, "end": 472, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 600, "end": 604, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 636, "end": 640, "text": "[17,", "ref_id": "BIBREF17"}, {"start": 641, "end": 644, "text": "18]", "ref_id": "BIBREF18"}, {"start": 718, "end": 722, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 840, "end": 844, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 856, "end": 860, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 906, "end": 910, "text": "[22]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": ""}, {"text": "In this study, our primary aim was to examine the impact of comorbidities and other patient factors on surgical outcomes and long-term survival after open versus MIE. We applied the Charlson Comorbidity Index-Grade (CCI-G) [12] as the comorbidity variable in order to explore this relationship in a cohort of esophageal cancer patients with locally advanced esophageal cancer who underwent surgical resection for cure. All procedures were performed at a single academic institution.", "cite_spans": [{"start": 223, "end": 227, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "We performed a retrospective review of a prospective esophageal cancer registry maintained at Oregon Health and Science University under Institutional Review Board approval. All patients with clinical stage II or III [23] esophageal cancer who had undergone esophagectomy between June 1995 and July 2011 were selected. Individual patient, operative, and postoperative variables (see the Appendix) were extracted and used for subsequent analysis of outcomes. In addition to registry data, each patient's clinical record was reviewed to obtain any additional variables that were necessary for generation of the Charlson weighted index of comorbidity, commonly referred to as the CCI [19] . All patients with premalignant, local (stage I), and distant (stage IV) esophageal cancer were excluded from the study. Early-stage disease was treated with endoscopic resection or laparoscopic transhiatal esophagectomy, while stage IV disease was predominantly treated with definitive chemoradiotherapy or chemotherapy with or without palliative esophageal stenting.", "cite_spans": [{"start": 217, "end": 221, "text": "[23]", "ref_id": "BIBREF23"}, {"start": 681, "end": 685, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Study population and characteristics"}, {"text": "Preoperative evaluation and immediate postoperative care All patients underwent clinical staging prior to surgery. This included upper endoscopy, endoscopic ultrasonography (EUS), computed tomography (CT) of the chest, abdomen, and pelvis, and radiolabeled (F-18) fluorodeoxyglucose whole-body positron emission tomography (PET). Recently, PET-CT of the chest, abdomen, and pelvis has been introduced into our practice and patients imaged at our institution usually undergo this in lieu of conventional PET. Based on the results of preoperative studies, those with clinical stage II or III esophageal carcinoma were offered neoadjuvant chemoradiotherapy followed by esophagectomy 4-6 weeks after completing induction therapy. The standard chemotherapy regiment, used for most patients, consisted of a platin-based (cisplatin, carboplatin, or oxaliplatin) therapy and 5-fluorouracil or taxane-based (paclitaxel or docetaxel) therapy in conjunction with a platin derivative given over 5-6 weeks. Radiotherapy was delivered to the tumor and regional nodes as a total dose of 45 Gy given in 1.8-Gy daily fractions. This was followed by a final boost dose to the tumor bed for a total treatment dose of 50.4-54 Gy. Patients were observed in the intensive care unit postoperatively until clinically appropriate for ward care. Subcutaneous heparin therapy was initiated on postoperative day 1. Beta-blocker therapy has been used postoperatively at our institution for arrhythmia prophylaxis in all patients without contraindications to its administration. In addition, since 2010, we have also added amiodarone to our immediate postoperative pathway in response to data suggesting it was beneficial to esophagectomy patients [24] .", "cite_spans": [{"start": 1718, "end": 1722, "text": "[24]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Study population and characteristics"}, {"text": "The CCI was originally developed to assist in predicting mortality in acute care settings [19] and is based on a Surg Endosc (2013) 27:4094-4103 4095 longitudinal study of 559 patients admitted to the medical service of a large urban teaching center over a 1-month period. Over the last 25 years, this instrument has been validated and applied as a metric for comorbidity across a wide range of studies that have investigated numerous disease processes and malignancies. In its original form, 19 conditions were found to have a significant influence on survival and each was assigned a relative risk for mortality after 1 year of follow-up. A weighted score was then assigned based on the adjusted relative risk of mortality to derive the final weighted index of comorbidity. The sum of the weighted scores of all of the comorbid conditions present in these patients was then reported as the overall CCI score. The comorbidity index was subsequently validated in a historical cohort of 685 breast cancer patients followed for up to 10 years. The method was also validated against the method of staging comorbidity developed by Kaplan and Feinstein [25] and was found equivalent with virtually identical variance.", "cite_spans": [{"start": 90, "end": 94, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 132, "end": 149, "text": "27:4094-4103 4095", "ref_id": null}, {"start": 1148, "end": 1152, "text": "[25]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Comorbidity index and comorbidity index grade"}, {"text": "In 1987, Singh et al. [20] examined the influence of the CCI on a group of 88 patients with squamous cell cancer of the head and neck and found it to be a valid prognostic indicator for tumor-specific survival. Moreover, they also found that the CCI was easier to use and more readily applied than the Kaplan and Feinstein Index. Another important finding in their study was that the detrimental effect of advanced CCI stages on survival remained significant after adjusting for confounding variables such as tumor stage and human immunodeficiency virus (HIV) infection. The overall relative risk for cancer-related death was 2.35 times greater for patients with advanced comorbidity than for those with low-grade comorbidity.", "cite_spans": [{"start": 22, "end": 26, "text": "[20]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Comorbidity index and comorbidity index grade"}, {"text": "In their investigation, Singh et al. [20] used the CCI scoring to develop a CCI-G using a simple, reductive, grouping scheme (Table 1) . Under this new construct, comorbidities were graded as 0 (none), 1 (low grade), 2 (intermediate), and 3 (advanced) in association with an increasing CCI score. This allowed for a simpler clinical stratification of patients as opposed to the CCI. All patients in our current study had a CCI calculated according to the method used by Singh et al., and the patients' scores were used to classify them according to their CCI-G. The resulting CCI-G was then used for analysis of our cohort.", "cite_spans": [{"start": 37, "end": 41, "text": "[20]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 125, "end": 134, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Comorbidity index and comorbidity index grade"}, {"text": "Open esophagectomy was performed as originally described by Lewis [26] with minor modifications. After abdominal exploration, the stomach was mobilized on the right gastric and right gastroepiploic arteries. The left gastric artery was divided at its origin and all lymph nodes around the vessel were included in the resection. A pyloroplasty was performed on all patients. Once the abdominal portion was complete, the patient was repositioned and a right posterolateral thoracotomy was performed. The esophagus was mobilized, all paraesophageal lymph nodes were removed, and the specimen was resected. An esophagogastric anastomosis was constructed in the chest. Most often, a hand-sewn two-layer anastomosis was used and the remainder was performed using a linear or circular stapler. Chest tubes were placed and the thoracotomy closed.", "cite_spans": [{"start": 66, "end": 70, "text": "[26]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Operative approach"}, {"text": "A three-field MIE was performed as previously described [27] . Briefly, the patient was initially positioned in a left lateral decubitus position to perform the chest portion of the procedure. Thoracoscopic esophageal mobilization with en bloc lymphadenectomy of paraesophageal, subcarinal, and pulmonary ligament nodes was performed through the right side of the chest. The abdominal portion of the operation consisted of laparoscopic conduit preparation with en bloc upper abdominal central lymphadenectomy starting at the origin of the left gastric vessels. A left neck approach was performed and the conduit was brought up into the neck where an end-to-side stapled cervical esophagogastric anastomosis was created using a modification of the technique originally described by Orringer et al. [28] .", "cite_spans": [{"start": 56, "end": 60, "text": "[27]", "ref_id": "BIBREF27"}, {"start": 797, "end": 801, "text": "[28]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Operative approach"}, {"text": "The comparison of survival after surgery used a log-rank test to compare Kaplan-Meier curves. Multivariate models were created for the clinical outcomes to determine the effect of CCI-G after adjusting for effects of age, gender, BMI, surgical approach, clinical stage (classified as stage II or III), and presence of neoadjuvant therapy. Blood loss, operative time, and number of nodes removed were analyzed using a multivariable linear model, while length of stay was log transformed and modeled with a linear model that corresponds to assuming an independent ratio of lengths of stay. Major complications and 30-day mortality were analyzed using a logistic regression model. Survival after surgery was modeled with a Cox proportional hazards model. Statistical analysis was performed using R ver. 2.13.1 (R Development Core Team, Vienna, Austria), and significance was set at an a = 0.05. ", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The CCI score is determined by summing the weighted totals of all conditions in an individual patient as previously described [19] . The index score is then used to formulate the CCI-G", "cite_spans": [{"start": 126, "end": 130, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A total of 146 patients were included in this study; 64 (44 %) underwent an open Lewis-type esophagectomy and 71 (49 %) had an MIE. An additional 11 (7 %) had to be converted (6 of 11 for adhesions or technical complications) to an open approach and were classified with the MIE group on an intention-to-treat basis. Demographic information on both groups is given in Table 2 . Although both groups were comparable in regard to a number of variables, the MIE group had a higher proportion of patients who underwent neoadjuvant chemoradiotherapy than the Open group (90 vs. 61 %, respectively, p \\ 0.001). When considering intraoperative and postoperative variables, the surgical approach was significantly different between the two groups. Eighty-three percent of the patients in the MIE group underwent a three-field approach and 88 % of the patients in the Open group underwent an Ivor-Lewis esophagectomy (p \\ 0.001, Table 3 ). There was no significant difference between MIE and Open in terms of operative time, but MIE patients had less intraoperative EBL, lymph node harvest was higher, and LOS was shorter (Table 3) . Major complications are listed in Table 4 . Atrial arrhythmia was the most frequent complication and occurred equally in both groups. The only significant difference between the two groups in terms of postoperative complications was a higher incidence of recurrent laryngeal nerve (RLN) injury in the MIE group (7 vs. 0 %, p = 0.03). Thirty-day mortality was 2 % in MIE and 5 % in Open (p = 0.459, Table 3 ). Two deaths occurred in the MIE group; the first was a converted patient who died from an anastomotic leak and multiorgan failure and the second patient died from a combination of ARDS, multiorgan failure, and a myocardial infarction. There were three deaths in the Open group; two patients died as a result of conduit necrosis and one patient died as a result of an anastomotic leak and multiorgan failure. Estimated survival at 3 years was 46 % for MIE and 48 % for Open and 5-year survival was 41 and 33 %, respectively (p = 0.513, Fig. 1 ). There was a significant survival advantage for R0 versus R1 resections (p = 0.005, data not shown) and complete pathologic response (p = 0.02, data not shown).", "cite_spans": [], "ref_spans": [{"start": 368, "end": 375, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 920, "end": 927, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1113, "end": 1122, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 1159, "end": 1166, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 1523, "end": 1530, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 2068, "end": 2074, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "In multivariate analysis, CCI-G influenced outcomes with operative time, cardiovascular complications, and anastomotic leak favoring CCI-G 0 compared to CCI-G 3.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Overall survival was worse for CCI-G 1 in comparison with CCI-G 0. Surgical approach, age, gender, BMI, clinical stage, and preoperative neoadjuvant therapy did not have any significant effect on overall survival (Table 5) . [15, 16, [20] [21] [22] . In each case, there was good evidence that preexisting comorbidities, or morbid conditions resulting from the presence of the malignancy, do have a significant influence on treatment outcomes and overall survival in comparison to patients who are in better overall health. This has led to the interesting observation that patients with comorbid conditions and early-stage tumors have similar or poorer overall survival compared with patients who had no comorbid conditions and later-stage tumors [21] . It is well known that complications related to treatment or surgeries are more severe and frequent in patients with advanced comorbidity and our data support this observation.", "cite_spans": [{"start": 225, "end": 229, "text": "[15,", "ref_id": "BIBREF15"}, {"start": 230, "end": 233, "text": "16,", "ref_id": "BIBREF16"}, {"start": 234, "end": 238, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 239, "end": 243, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 244, "end": 248, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 747, "end": 751, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 213, "end": 222, "text": "(Table 5)", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "In our cohort, major postoperative complications, of all types, occurred with equal frequency in open and MIE patients ( Table 4 ). The frequency of complications in this series differs little from that in the published literature [4, [6] [7] [8] [9] [10] [11] [12] [27] [28] [29] . In the only randomized controlled trial to date that evaluated Open versus MIE [29] , the pulmonary infection rate was 34 %, which is considerably more than that seen in this study. In a previous report, our group found a 34 % complication rate in MIE patients and 27 % in open cases [30] . It is interesting to note that only 5 % of patients in the Open group and 4 % in the MIE group had a CCI-G of 3 (advanced) while 50 % of the Open group and 65 % of the MIE group were graded as having low-grade or intermediate morbidity ( Table 1 ). The low frequency of advanced Charlson grades in our study cohort may reflect selection bias. Individuals with advanced-grade morbidities are usually either not referred for surgery or are declined surgery due to a ''high'' risk of complications or death. The second observation suggests that even patients with no or low comorbidity scores (CCI-G 0, CCI-G 1) are at risk for major complications after either open or laparoscopic esophagectomy. It appears that only CGI-G 3 is an independent risk factor for cardiovascular complications (OR 10.1; 95 % CI, 1.36-209.04, p = 0.048) and anastomotic leak (OR 8.9; 95 % CI, 1.20-70.90, p = 0.03). We have also noted that our patients with a higher CCI-G (CCI [5) are more prone to have hemodynamic instability during the procedure and this adds to operative time while it is treated. Obesity also adds to the length of the procedure. Our mortality rate of 2 % in the MIE group and 5 % in the Open group is in keeping with the rates published by others [6, 7, 31] . While it is not particularly surprising that comorbidities have an influence on postoperative complications, a new finding of this study is that patient comorbidities are an independent risk factor for longer-term survival. Under multivariate analysis, individuals with CCI-G 1 morbidity were almost two times more likely to die when controlling for gender, age, surgical approach, and BMI, in comparison to those with CCI-G 0 morbidity (p = 0.027, Table 5 ). Individuals with CCI-G 3 morbidity, in comparison to those with CCI-G 0 morbidity, were over three times more likely to die under the same constraints, but this association fell just outside the level of significance (p = 0.056, Table 5 ). CCI-G 2 patients appear to represent a watershed in our cohort. Overall, these individuals appear to define a distinct group of patients that are positioned between the lower and upper grades. Unfortunately, our sample size for this group makes further analysis of this subset of patients extremely difficult.", "cite_spans": [{"start": 231, "end": 234, "text": "[4,", "ref_id": "BIBREF4"}, {"start": 235, "end": 238, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 239, "end": 242, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 243, "end": 246, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 247, "end": 250, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 251, "end": 255, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 256, "end": 260, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 261, "end": 265, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 266, "end": 270, "text": "[27]", "ref_id": "BIBREF27"}, {"start": 271, "end": 275, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 276, "end": 280, "text": "[29]", "ref_id": "BIBREF29"}, {"start": 362, "end": 366, "text": "[29]", "ref_id": "BIBREF29"}, {"start": 567, "end": 571, "text": "[30]", "ref_id": "BIBREF30"}, {"start": 1527, "end": 1530, "text": "[5)", "ref_id": "BIBREF5"}, {"start": 1820, "end": 1823, "text": "[6,", "ref_id": "BIBREF6"}, {"start": 1824, "end": 1826, "text": "7,", "ref_id": "BIBREF7"}, {"start": 1827, "end": 1830, "text": "31]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 121, "end": 128, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 812, "end": 819, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 2282, "end": 2289, "text": "Table 5", "ref_id": "TABREF4"}, {"start": 2522, "end": 2529, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "There are a number of studies that have confirmed the comorbidity-outcome association in other malignancies, but there is a paucity of studies that have investigated this association in patients with esophageal cancer. A pooled analysis assessing the association between elderly age and survival following esophagectomy for cancer suggested that elderly patients had an increased risk of cardiac and anastomotic complications and significantly decreased overall 5-year and cancer-free survival than their younger peers [32] . A retrospective review of 432 patients who underwent esophagectomy identified poor general status and poor cardiac, hepatic, and respiratory function as independent predictors of a fatal postoperative course [33] . The authors used these findings to build a composite risk score for postoperative mortality, but this instrument did not assess the impact of these comorbid diseases on longterm cancer survival. While our findings related to comorbidity and survival after esophagectomy for cancer are the primary contributions of this work, we have also confirmed the safety and oncological equivalence of MIE in comparison to the open approach. Like others, we have found that MIE is associated with less operative blood loss [8, 12, 29, 33] , a higher lymph node harvest [12, 13, 33] , shorter LOS [9] , and equivalent short-and long-term survival rates [9, 12, 13] . However, there was a noted difference in our surgical approach between the two groups. The majority of our MIE patients underwent a three-field approach while the majority of our Open patients had a conventional Lewis operation (Table 3) . This reflects a trend in our clinical practice over the last decade of performing more MIEs instead of open procedures. A three-field technique is our procedure of choice, but we use a laparoscopic transhiatal esophagectomy for small distal tumors and where singlelung ventilation may be poorly tolerated. Prior laparotomy or prior right thoracotomy influences our decision to perform an open or hybrid operation. Morbid obesity, where there is no favorable neck anatomy for dissection, and cancers that extend into the fundus, where we may not be able to fashion a gastric conduit of sufficient length to reach to the neck, also influence our decision to perform a chest anastomosis. We preferentially perform neck anastomoses because leaks and stenoses are more easily managed in this configuration. Despite the difference in these operative proportions, our complications, mortality, and outcomes have remained equivalent. The one exception is the rate of RLN injury during MIE, which was 7 % in this series and continues to highlight the risks associated with the cervical dissection. RLN injury in this series is half of what we previously reported [30] as experience with neck dissection and development of a consistent approach and operative team has reduced nerve injury rates to close to zero. Currently, during dissection, we do not use any unipolar electrocautery deep to the strap muscles. We use bipolar cautery sparingly on small vessels, and the middle thyroid vessels are dissected carefully and taken sharply after suture ligation. Beyond this, only careful blunt or sharp dissection is performed. Even at 7 %, our RLN injury rate is lower than the 12.7 % reported by others from a pooled analysis of 28 comparative studies [9] .", "cite_spans": [{"start": 519, "end": 523, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 734, "end": 738, "text": "[33]", "ref_id": "BIBREF33"}, {"start": 1252, "end": 1255, "text": "[8,", "ref_id": "BIBREF8"}, {"start": 1256, "end": 1259, "text": "12,", "ref_id": "BIBREF12"}, {"start": 1260, "end": 1263, "text": "29,", "ref_id": "BIBREF29"}, {"start": 1264, "end": 1267, "text": "33]", "ref_id": "BIBREF33"}, {"start": 1298, "end": 1302, "text": "[12,", "ref_id": "BIBREF12"}, {"start": 1303, "end": 1306, "text": "13,", "ref_id": "BIBREF13"}, {"start": 1307, "end": 1310, "text": "33]", "ref_id": "BIBREF33"}, {"start": 1325, "end": 1328, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 1381, "end": 1384, "text": "[9,", "ref_id": "BIBREF9"}, {"start": 1385, "end": 1388, "text": "12,", "ref_id": "BIBREF12"}, {"start": 1389, "end": 1392, "text": "13]", "ref_id": "BIBREF13"}, {"start": 2789, "end": 2793, "text": "[30]", "ref_id": "BIBREF30"}, {"start": 3376, "end": 3379, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 1623, "end": 1632, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "The difference between our two groups in terms of neoadjuvant therapy (Table 1) should be addressed. The disparity is a result of the increased use of neoadjuvant therapy prior to surgery that has occurred over the past decade coupled with our practice of performing more MIEs instead of open procedures. In this study, the use of neoadjuvant therapy did not lead to higher morbidity or mortality in the MIE group and this is consistent with the current literature [34] . In our multivariate model, preoperative neoadjuvant therapy had no significant effect on overall survival or on any of the other outcome variables, but this finding runs counter to that of several recent RCTs. Some have attributed increased node harvesting and fewer positive nodes to the use of neoadjuvant therapy. While our study shows a difference in node harvest favoring MIEs, there is no significant difference in the median number of positive nodes between our two groups (p = 0.84). Likewise, in a recent systematic review comparing MIE to open esophagectomy [13] , the authors report disparate lymph node retrieval data from across 17 comparative studies. In their analysis, however, the predominance of data does appear to favor MIE.", "cite_spans": [{"start": 465, "end": 469, "text": "[34]", "ref_id": "BIBREF34"}, {"start": 1040, "end": 1044, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 70, "end": 79, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The CCI specifies cardiac, peripheral vascular, and chronic pulmonary disease in addition to diabetes as significant contributors to comorbidity. Recently, we reported that diabetes and dyspnea were major risk factors for mortality after esophagectomy based on the American College of Surgeons National Surgical Quality Improvement Program (ACS-NSQIP) data [35] . Taken together, these findings have led us to aggressively treat or optimize these conditions preoperatively. We correct malnutrition and significant peripheral vascular disease and also optimize pulmonary function by exercise, smoking cessation, and bronchodilators. Cardiac status is optimized by controlling blood pressure, treating congestive disease, and assuring indicated b-blocker or diuretic use. In addition, diabetes is aggressively managed.", "cite_spans": [{"start": 357, "end": 361, "text": "[35]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Results"}, {"text": "There are a number of limitations to this study. First, it is retrospective in nature and subject to bias and confounding from this perspective. Our current staging system, increasing use of neoadjuvant therapy, and multidisciplinary team approach to treating cancer was not available in the latter part of the 1990s which may contribute to differences in some patients in our Open group. Despite this, many of our outcomes are in agreement with the findings of the only randomized controlled trial currently available that compares Open to MIE [29] . Overall survival should also be interpreted with caution. Our Open group has had a longer follow-up period than our MIE group and it will take ongoing review of our data to determine if the MIE approach improves long-term survival over the open approach. Our pathological complete responder rate is lower than expected. In the Open group, this might be attributed to the lower rate of use of neoadjuvant therapy during the earlier treatment years. Overall, only 61 % of patients in this group received neoadjuvant therapy. In our MIE group, it is notable that only a small proportion of postoperative pathology specimens were available in our review of the registry. This loss of data may influence the reporting of accurate pathology response in this group. Finally, we did not analyze survival based on the histopathological types of cancer. Only 13 patients (16 %) had squamous cell histology in the MIE group and 8 (12 %) in the Open group (data not shown). This led us to conclude that a meaningful comparison would not be obtained with such small numbers.", "cite_spans": [{"start": 545, "end": 549, "text": "[29]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Results"}, {"text": "This study demonstrates a significant impact of comorbidities on postoperative outcomes and overall survival after either open or minimally invasive esophagectomy for cancer. In addition, we have confirmed the safety and oncologic equivalence of the minimally invasive approach. Our data suggest that better management of concurrent medical conditions will have a positive impact on postoperative mortality and overall survival in esophageal cancer patients undergoing treatment. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "location (midesophagus, gastroesophageal junction, unknown)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Dating the rise of esophageal adenocarcinoma: analysis of Connecticut Tumor Registry data", "authors": [{"first": "J", "middle": ["A"], "last": "Abrams", "suffix": ""}], "year": 1940, "venue": "Cancer Epidemiol Biomarkers Prev", "volume": "20", "issn": "1", "pages": "183--186", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Cancer statistics", "authors": [{"first": "R", "middle": [], "last": "Siegel", "suffix": ""}, {"first": "D", "middle": [], "last": "Naishadham", "suffix": ""}, {"first": "A", "middle": [], "last": "Jemal", "suffix": ""}], "year": 2013, "venue": "CA Cancer J Clin", "volume": "63", "issn": "1", "pages": "11--30", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Tailoring esophageal cancer surgery", "authors": [{"first": "N", "middle": ["W"], "last": "Bronson", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Luna", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Hunter", "suffix": ""}], "year": 2012, "venue": "Semin Thorac Cardiovasc Surg", "volume": "24", "issn": "4", "pages": "275--287", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Hospital volume and surgical mortality in the United States", "authors": [{"first": "J", "middle": ["D"], "last": "Birkmeyer", "suffix": ""}], "year": 2002, "venue": "N Engl J Med", "volume": "346", "issn": "15", "pages": "1128--1137", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Decreasing morbidity and mortality in 100 consecutive minimally invasive esophagectomies", "authors": [{"first": "K", "middle": [], "last": "Ben-David", "suffix": ""}], "year": 2012, "venue": "Surg Endosc", "volume": "26", "issn": "1", "pages": "162--167", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Minimally invasive esophagectomy: outcomes in 222 patients", "authors": [{"first": "J", "middle": ["D"], "last": "Luketich", "suffix": ""}], "year": 2003, "venue": "Ann Surg", "volume": "238", "issn": "4", "pages": "486--494", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Minimally invasive surgery compared to open procedures in esophagectomy for cancer: a systematic review of the literature", "authors": [{"first": "R", "middle": ["J"], "last": "Verhage", "suffix": ""}], "year": 2009, "venue": "Minerva Chir", "volume": "64", "issn": "2", "pages": "135--146", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Minimally invasive oesophagectomy versus open surgery: is there an advantage?", "authors": [{"first": "L", "middle": [], "last": "Uttley", "suffix": ""}], "year": 2013, "venue": "Surg Endosc", "volume": "27", "issn": "3", "pages": "724--731", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Is minimally invasive surgery beneficial in the management of esophageal cancer? A meta-analysis", "authors": [{"first": "K", "middle": [], "last": "Nagpal", "suffix": ""}], "year": 2010, "venue": "Surg Endosc", "volume": "24", "issn": "7", "pages": "1621--1629", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Minimally invasive versus open esophagectomy: meta-analysis of outcomes", "authors": [{"first": "G", "middle": [], "last": "Sgourakis", "suffix": ""}], "year": 2010, "venue": "Dig Dis Sci", "volume": "55", "issn": "11", "pages": "3031--3040", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Minimally invasive esophagectomy provides equivalent oncologic outcomes to open esophagectomy for locally advanced (stage II or III) esophageal carcinoma", "authors": [{"first": "R", "middle": ["K"], "last": "Singh", "suffix": ""}], "year": 2011, "venue": "Arch Surg", "volume": "146", "issn": "6", "pages": "711--714", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Does minimally invasive esophagectomy (MIE) provide for comparable oncologic outcomes to open techniques? A systematic review", "authors": [{"first": "M", "middle": ["M"], "last": "Dantoc", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Cox", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Eslick", "suffix": ""}], "year": 2012, "venue": "J Gastrointest Surg", "volume": "16", "issn": "3", "pages": "486--494", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Minimally invasive versus open oesophagectomy for oesophageal cancer", "authors": [{"first": "C", "middle": [], "last": "Mariette", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Robb", "suffix": ""}], "year": 2012, "venue": "Lancet", "volume": "380", "issn": "9845", "pages": "885--886", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Cancer of the larynx: a new staging system and a re-appraisal of prognosis and treatment", "authors": [{"first": "A", "middle": ["R"], "last": "Feinstein", "suffix": ""}], "year": 1977, "venue": "J Chronic Dis", "volume": "30", "issn": "5", "pages": "277--305", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Comorbid and clinical determinants of prognosis in endometrial cancer", "authors": [{"first": "C", "middle": ["K"], "last": "Wells", "suffix": ""}], "year": 1984, "venue": "Arch Intern Med", "volume": "144", "issn": "10", "pages": "2004--2009", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Severity of comorbidity, not type of surgery, affects outcome of prostatectomy", "authors": [{"first": "J", "middle": [], "last": "Concato", "suffix": ""}], "year": 1990, "venue": "Trans Assoc Am Physicians", "volume": "103", "issn": "", "pages": "90--95", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Problems of comorbidity in mortality after prostatectomy", "authors": [{"first": "J", "middle": [], "last": "Concato", "suffix": ""}], "year": 1992, "venue": "J Am Med Assoc", "volume": "267", "issn": "8", "pages": "1077--1082", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A new method of classifying prognostic comorbidity in longitudinal studies: development and validation", "authors": [{"first": "M", "middle": ["E"], "last": "Charlson", "suffix": ""}], "year": 1987, "venue": "J Chronic Dis", "volume": "40", "issn": "5", "pages": "373--383", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Validation of the Charlson comorbidity index in patients with head and neck cancer: a multi-institutional study", "authors": [{"first": "B", "middle": [], "last": "Singh", "suffix": ""}], "year": 1997, "venue": "Laryngoscope", "volume": "107", "issn": "11", "pages": "1469--1475", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The influence of comorbidities on overall survival among older women diagnosed with breast cancer", "authors": [{"first": "J", "middle": ["L"], "last": "Patnaik", "suffix": ""}], "year": 2011, "venue": "J Natl Cancer Inst", "volume": "103", "issn": "14", "pages": "1101--1111", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Comorbidity as an independent risk factor in patients with cancer: an 8-year population-based study", "authors": [{"first": "C", "middle": ["I"], "last": "Chen", "suffix": ""}], "year": 2013, "venue": "Asia Pac J Public Health", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/1010539513481491"]}}, "BIBREF23": {"ref_id": "b23", "title": "of the AJCC Cancer Staging Manual: esophagus and esophagogastric junction", "authors": [{"first": "T", "middle": ["W"], "last": "Rice", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Blackstone", "suffix": ""}, {"first": "V", "middle": ["W"], "last": "Rusch", "suffix": ""}], "year": 2010, "venue": "Ann Surg Oncol", "volume": "17", "issn": "", "pages": "1721--1724", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "A randomized, controlled study of amiodarone for prevention of atrial fibrillation after transthoracic esophagectomy", "authors": [{"first": "J", "middle": ["E"], "last": "Tisdale", "suffix": ""}], "year": 2010, "venue": "J Thorac Cardiovasc Surg", "volume": "140", "issn": "1", "pages": "45--51", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The importance of classifying initial co-morbidity in evaluating the outcome of diabetes mellitus", "authors": [{"first": "M", "middle": ["H"], "last": "Kaplan", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Feinstein", "suffix": ""}], "year": 1974, "venue": "J Chronic Dis", "volume": "27", "issn": "7-8", "pages": "387--404", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The surgical treatment of carcinoma of the oesophagus, with special reference to a new operation for growths of the middle third", "authors": [{"first": "I", "middle": [], "last": "Lewis", "suffix": ""}], "year": 1946, "venue": "Br J Surg", "volume": "34", "issn": "", "pages": "18--31", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Minimally invasive esophagectomy: the evolution and technique of minimally invasive surgery for esophageal cancer", "authors": [{"first": "T", "middle": [], "last": "Hoppo", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Jobe", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Hunter", "suffix": ""}], "year": 2011, "venue": "World J Surg", "volume": "35", "issn": "7", "pages": "1454--1463", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Eliminating the cervical esophagogastric anastomotic leak with a side-to-side stapled anastomosis", "authors": [{"first": "M", "middle": ["B"], "last": "Orringer", "suffix": ""}, {"first": "B", "middle": [], "last": "Marshall", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Iannettoni", "suffix": ""}], "year": 2000, "venue": "J Thorac Cardiovasc Surg", "volume": "119", "issn": "2", "pages": "277--288", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Minimally invasive versus open oesophagectomy for patients with oesophageal cancer: a multicentre, openlabel, randomised controlled trial", "authors": [{"first": "S", "middle": ["S"], "last": "Biere", "suffix": ""}], "year": 2012, "venue": "Lancet", "volume": "379", "issn": "9829", "pages": "1887--1892", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Comparison of perioperative outcomes after combined thoracoscopic-laparoscopic esophagectomy and open Ivor-Lewis esophagectomy", "authors": [{"first": "T", "middle": ["H"], "last": "Pham", "suffix": ""}], "year": 2010, "venue": "Am J Surg", "volume": "199", "issn": "5", "pages": "594--598", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "National trends in esophageal surgery-are outcomes as good as we believe?", "authors": [{"first": "G", "middle": ["P"], "last": "Kohn", "suffix": ""}], "year": 2009, "venue": "J Gastrointest Surg", "volume": "13", "issn": "11", "pages": "1910--1912", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Systematic review and pooled analysis assessing the association between elderly age and outcome following surgical resection of esophageal malignancy", "authors": [{"first": "S", "middle": ["R"], "last": "Markar", "suffix": ""}], "year": 2013, "venue": "Dis Esophagus", "volume": "26", "issn": "3", "pages": "250--262", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Preoperative risk analysis and postoperative mortality of oesophagectomy for resectable oesophageal cancer", "authors": [{"first": "H", "middle": [], "last": "Bartels", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Stein", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Siewert", "suffix": ""}], "year": 1998, "venue": "Br J Surg", "volume": "85", "issn": "6", "pages": "840--844", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Surgical factors influence the outcome after Ivor-Lewis esophagectomy with intrathoracic anastomosis for adenocarcinoma of the esophagogastric junction: a consecutive series of 240 patients at an experienced center", "authors": [{"first": "K", "middle": [], "last": "Ott", "suffix": ""}], "year": 2009, "venue": "Ann Surg Oncol", "volume": "16", "issn": "4", "pages": "1017--1025", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Patient and peri-operative predictors of morbidity and mortality after esophagectomy: American College of Surgeons National Surgical Quality Improvement Program", "authors": [{"first": "B", "middle": [], "last": "Dhungel", "suffix": ""}], "year": 2010, "venue": "J Gastrointest Surg", "volume": "14", "issn": "10", "pages": "1492--1501", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "ASA physical status classification system", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Kaplan-Meier analysis of overall long-term survival in patients who underwent minimally invasive esophagectomy in comparison to those who underwent open esophagectomy (p = 0.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Using the Charlson Comorbidity Index (CCI) to formulate the Charlson Comorbidity Index-Grade (CCI-G)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>CCI scorea </td><td>CCI-G\n</td></tr><tr><td>0 </td><td>0 (none)\n</td></tr><tr><td>1-2 </td><td>1 (low grade)\n</td></tr><tr><td>3-4 </td><td>2 (intermediate)\n</td></tr><tr><td>[5 </td><td>3 (advanced)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Detailed demographics variables for all 146 patients the study group", "latex": null, "type": "table"}, "TABREF2": {"text": "Operative and postoperative outcomes for patients in the study group MIE minimally invasive esophagectomy, Open open (Ivor-Lewis) esophagectomy, EBL estimated blood loss, Postop postoperative, ICU intensive care unit a Values are median with interquartile range in parentheses", "latex": null, "type": "table"}, "TABREF3": {"text": "Major postoperative complications for the study group", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Complications </td><td>N </td><td>MIE </td><td>Open </td><td>p value\n</td></tr><tr><td>Angina </td><td>146 </td><td>1 (1 %) </td><td>0 (0 %) </td><td>0.375\n</td></tr><tr><td>Venous thrombosis </td><td>146 </td><td>4 (5 %) </td><td>3 (5 %) </td><td>0.957\n</td></tr><tr><td>Pulmonary embolism </td><td>146 </td><td>1 (1 %) </td><td>0 (0 %) </td><td>0.375\n</td></tr><tr><td>Atrial arrhythmia </td><td>146 </td><td>27 (33 %) </td><td>21 (33 %) </td><td>0.988\n</td></tr><tr><td>Other dysrhythmia </td><td>146 </td><td>8 (10 %) </td><td>4 (6 %) </td><td>0.444\n</td></tr><tr><td>Myocardial infarction (MI) </td><td>146 </td><td>1 (1 %) </td><td>0 (0 %) </td><td>0.375\n</td></tr><tr><td>Stroke </td><td>146 </td><td>0 (0 %) </td><td>1 (2 %) </td><td>0.256\n</td></tr><tr><td>Aspiration pneumonia </td><td>146 </td><td>8 (10 %) </td><td>2 (3 %) </td><td>0.116\n</td></tr><tr><td>Other pneumonia </td><td>146 </td><td>13 (16 %) </td><td>6 (9 %) </td><td>0.248\n</td></tr><tr><td>Pleural effusion </td><td>146 </td><td>5 (6 %) </td><td>5 (8 %) </td><td>0.684\n</td></tr><tr><td>Superficial infection </td><td>146 </td><td>5 (6 %) </td><td>3 (5 %) </td><td>0.710\n</td></tr><tr><td>Deep space infection </td><td>146 </td><td>3 (4 %) </td><td>0 (0 %) </td><td>0.122\n</td></tr><tr><td>Wound dehiscence </td><td>146 </td><td>0 (0 %) </td><td>1 (2 %) </td><td>0.256\n</td></tr><tr><td>Anastomotic leak </td><td>146 </td><td>8 (10 %) </td><td>10 (16 %) </td><td>0.285\n</td></tr><tr><td>Chylothorax </td><td>146 </td><td>2 (2 %) </td><td>3 (5 %) </td><td>0.459\n</td></tr><tr><td>Hemorrhage </td><td>146 </td><td>0 (0 %) </td><td>1 (2 %) </td><td>0.256\n</td></tr><tr><td>Ischemic conduit </td><td>146 </td><td>1 (1 %) </td><td>3 (5 %) </td><td>0.203\n</td></tr><tr><td>Stricture </td><td>146 </td><td>4 (5 %) </td><td>0 (0 %) </td><td>0.073\n</td></tr><tr><td>Recurrent nerve injury </td><td>146 </td><td>6 (7 %) </td><td>0 (0 %) </td><td>0.027\n</td></tr><tr><td>Gastric emptying delay </td><td>146 </td><td>0 (0 %) </td><td>1 (2 %) </td><td>0.256\n</td></tr><tr><td>Diarrhea </td><td>146 </td><td>3 (4 %) </td><td>0 (0 %) </td><td>0.122\n</td></tr><tr><td>Prolonged ileus </td><td>146 </td><td>0 (0 %) </td><td>1 (2 %) </td><td>0.256\n</td></tr><tr><td>Renal Failure </td><td>146 </td><td>2 (2 %) </td><td>1 (2 %) </td><td>0.711\n</td></tr></table></body></html>"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "•Anastomotic stricture • Gastric conduit ischemia • Chylothorax • Hemorrhage • Solid-organ injury • Recurrent laryngeal nerve injury • Delayed gastric emptying • Diarrhea • Prolonged ileus • Urinary tract infection (UTI) • Renal failure", "latex": null, "type": "table"}}, "back_matter": []}