{"paper_id": "071c7c770edcfcfdedba87de690b305dae29c13e", "metadata": {"title": "Long-Term Care Facilities as a Risk Factor for Death Due to COVID-19", "authors": [{"first": "Neil", "middle": [], "last": "Gandal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tel Aviv University", "location": {}}, "email": "gandal@tauex.tau.ac.il"}, {"first": "Matan", "middle": [], "last": "Yonas", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tel Aviv University", "location": {}}, "email": "matany@mail.tau.ac.il"}, {"first": "Michal", "middle": [], "last": "Feldman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tel Aviv University", "location": {}}, "email": "michal.feldman@cs.tau.ac.il"}, {"first": "Ady", "middle": [], "last": "Pauzner", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tel Aviv University", "location": {}}, "email": "pauzner@tauex.tau.ac.il"}, {"first": "Avraham", "middle": [], "last": "Tabbach", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tel Aviv University", "location": {}}, "email": ""}]}, "abstract": [{"text": "A large percentage of the deaths from COVID-19 occur among residents of long-term care facilities. There are two possible reasons for this phenomenon. First, the structural features of such settings may lead to death. Alternatively, it is possible that individuals in these facilities are in poorer health than those living elsewhere, and that these individuals would have died even if they had not been in these facilities.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Our findings show that, controlling for the population density, the percentage of older adults in the population, and the number of hospital beds per capita, there is a significant positive association between the number of long-term care beds (LTCB) per capita and COVID-19 mortality rates.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "This finding provides support for the claim that long-term care living arrangements (of older people) are a significant risk factor for dying from COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A large percentage of the deaths worldwide from COVID-19 have occurred among residents of long-term care institutions. 2 Euronews reported that deaths due to COVID-19 among such longterm care residents could account for more than 50% of all COVID-19 deaths in Europe. 3 According to an article in The Guardian, data from the Kaiser Family Foundation indicates that COVID-19 deaths among long-term care residents account for more than 50% of all deaths attributed to COVID-19 in fourteen states in the United States. Additionally, the same article notes that in the state of New Hampshire, 72% of COVID-19 deaths occurred among those living in long-term care settings. 4 Overall, according to the New York Times, 5 more than one third of the deaths in the United States from COVID-19 have occurred among long-term care residents. The U.S. Center for Disease Control and Prevention (CDC) has formally stated that generally, people 65 years and older, and in particular \"People who live in a nursing home or long-term care facility\" are at high-risk for severe illness from There are two possible explanations for the higher COVID-19 mortality rates in long-term care facilities:", "cite_spans": [{"start": 260, "end": 269, "text": "Europe. 3", "ref_id": null}, {"start": 668, "end": 669, "text": "4", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "1. The structural features of such settings, such as a communal living area, multiple residents in a room, care provided by multiple caregivers to multiple care recipients, etc., can lead to a greater number of deaths.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "2. Individuals in these facilities are in poorer health than those outside of such facilities and they would have been likely to die even had they had not been in these facilities.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Each of these has different policy implications. This paper examines the two competing explanations by studying the association between long-term care beds per capita in a country and COVID-19 deaths per capita. Using countrylevel data from Europe, 7 and controlling for the percentage of older adults in the population, the population density and the number of hospital beds per capita, we find that there is a significant positive association between the number of long-term-care beds per capita 8 and COVID-19 mortality rates in European countries. This finding supports the thesis that living in long-term care facilities presents a significant mortality risk factor for older people contracting COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Our results also provide a partial, preliminary explanation as to why the death rates from COVID-19 differ so widely among the European Countries. This issue needs to be explored in more depth once there is more detailed data available, including additional countries, regional level data, and more. Therefore, there is a need for future research on this question.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This research seeks to examine the factors that are associated with deaths per capita from COVID-19, and, in particular, long-term care beds per capita. Before we write down and estimate an econometric model, we examine the raw data.", "cite_spans": [], "ref_spans": [], "section": "Analysis Using European Countries"}, {"text": "The data employed in the study are", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "• Deaths_cap = deaths from COVID-19 per million residents through mid-May 2020", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "• LTCB_cap = number of long-term care beds per million residents 9", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "• Per_75 = the percentage of the population aged 75 and older 10", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "• Pop_den = the population density: residents per square kilometer.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "We included all European countries for which we have data on long-term beds per capita. We have data on thirty-two of the thirty-six European countries with more than 600,000 residents. 11 Figure 1 shows a graph of deaths per capita in relation to long-term care beds per capita for these countries. The figure shows that there is a large difference in the number of long-term care beds per capita. The figure also suggests that there is a positive association between Longterm care beds per capita and COVID-19 Deaths per capita. 12 Figure 1 : COVID-19 Deaths per capita in relation to LTCB per capita: 32 Countries: logarithmic scale.", "cite_spans": [], "ref_spans": [{"start": 189, "end": 197, "text": "Figure 1", "ref_id": null}, {"start": 534, "end": 542, "text": "Figure 1", "ref_id": null}], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "Descriptive Statistics are shown in Table 1 . In Table 2 below, we show the correlations among the above variables. The Table shows 0.60). The table also shows that deaths per capita are negatively correlated with hospital beds per capita (correlation -0.39.) Tests per capita depends on exogenous variables like institutional features of the country, and government policy, which we can reasonably assume are uncorrelated with the other 13 We would have liked to include the percent of the population with two or more preexisting conditions in the older people in the population as an explanatory variable, but we do not have data on this variable. It seems reasonable to assume that this variable is uncorrelated with the exogenous variables used in our analysis.", "cite_spans": [{"start": 438, "end": 440, "text": "13", "ref_id": null}], "ref_spans": [{"start": 36, "end": 43, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 49, "end": 56, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 120, "end": 131, "text": "Table shows", "ref_id": null}], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "exogenous variables and can be viewed as part of the error term. But tests per capita is also likely a function of Cases per capita, that is, more cases lead to more tests. Thus, the third structural equation is 3. Tests_cap = γ0 + γ1*Cases_cap + μ, where μ is the error term.", "cite_spans": [], "ref_spans": [], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "We are interested in the association between long-term care beds per capita (LTCB_cap) and deaths per capita (deaths_cap.) Since the number of long-term care beds per million residents is exogenous, we can solve for the reduced form of the above three-equation structural model.", "cite_spans": [], "ref_spans": [], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "We can then estimate the relevant \"reduced form\" equation with Deaths per capita as the lefthand side variable: 14 4. Deaths_cap = φ 0 + φ1*LTCB_cap+ φ2*Per_75 + φ3*pop_den + φ4*hosp_cap + ω", "cite_spans": [], "ref_spans": [], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "Hence, we can estimate equation (4) using ordinary squares, and the estimates will be unbiased.", "cite_spans": [], "ref_spans": [], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "From Figure 1 , it appears that the variance of the dependent variable increases with the number of long-term care beds. Hence, we use robust standard errors, which is the way to address heteroscedasticity.", "cite_spans": [], "ref_spans": [{"start": 5, "end": 13, "text": "Figure 1", "ref_id": null}], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "In Column 1 of table 1, we estimate a linear model using equation (4.) In this case, we find that the estimated coefficients on long-term beds per capita and population density are positive and statistically significant at the 95 percent level of confidence. The estimated coefficient on the percent of the population 75 and older is positive, but not statistically significant. The coefficient on Hospital Beds per capita is negative and statistically significant at the 95 percent level of confidence.", "cite_spans": [], "ref_spans": [], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "In column 2 of Table 3 , we estimate (4) using a log/log model. The regression uses the natural logarithm of deaths per million residents from COVID-19 as the dependent variable and the natural logarithm of LTCB per capita, the natural logarithm of population density, the natural logarithm of the percent of the population 75 and older, and the natural logarithm of hospital beds per capita as explanatory variables.", "cite_spans": [], "ref_spans": [{"start": 15, "end": 22, "text": "Table 3", "ref_id": "TABREF3"}], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "14 There are also reduced form regressions for Cases per capita and Tests per capita as a function of the same exogenous variables in equation 4. But we are interested in the association between longterm care beds per capita and death per capita.", "cite_spans": [], "ref_spans": [], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "Similar to the specification in Column 1 of Table 3 , the results in column 2 show that the estimated coefficients for both long-term beds per capita and population density are positive and both are statistically significant, in this case at the 99 percent level of confidence. The coefficient on the percent of the population seventy-five years and over is positive, but not significant, while the coefficient on hospital beds per capita is negative and statistically significant at the 99 percent level of confidence. Thus the results are qualitatively similar to those using the linear model in Column 1 of the table.", "cite_spans": [], "ref_spans": [{"start": 44, "end": 51, "text": "Table 3", "ref_id": "TABREF3"}], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "The The coefficient on the natural logarithm of LTCB per capita is an elasticity. Thus, the 0.58 coefficient from the second regression in Table 3 means that a one percent increase in the number of long term care beds per capita is associated with a 0.58 percent increase in deaths per capita.", "cite_spans": [], "ref_spans": [{"start": 139, "end": 146, "text": "Table 3", "ref_id": "TABREF3"}], "section": "• Hosp_cap = Hospital Beds per million residents"}, {"text": "LTCB could be a function of wealth, such that wealthier countries will have more beds. If this were driving our results this would imply that GDP per capita is positively correlated with deaths per capita. While, it seems clear that increases in GDP per capita will not directly lead to an increase in the death rate, our story suggests that it is not the earnings themselves but the behavior of wealthier countries (specifically in terms of their treatment of older people) that drives our outcomes.", "cite_spans": [], "ref_spans": [], "section": "Robustness Analysis"}, {"text": "• In any case, when we add GDP per capita as an explanatory variable, the results are qualitatively unchanged as shown in Column 4 in Table ( 3.) In particular, the 15 Other things being equal, the marginal long-term care \"resident\" in a country with more LTCB per capita is likely healthier than the marginal long-term care resident in a country with fewer LTCB per capita, and thus less likely to die if infected. This suggests that the relationship between LTCB per capita and deaths would be such that the death rate would be increasing at a decreasing rate as the number of LTCB per capita increases. In such a case, a log/log model is ideal. estimated coefficient on long-term care beds per capita is positive and statistically significant at the 99% level of confidence using the preferred Log/Log model. The estimated coefficient on GDP per capita is positive, but not statistically significant.", "cite_spans": [], "ref_spans": [{"start": 134, "end": 141, "text": "Table (", "ref_id": null}], "section": "Robustness Analysis"}, {"text": "• GDP per capita might lead to more deaths if wealthier countries find it more difficult to social distance due to economic activity, which in turn might lead to more deaths.", "cite_spans": [], "ref_spans": [], "section": "Robustness Analysis"}, {"text": "The ideal way to address this is to include a variable on \"mobility\" in the regression.", "cite_spans": [], "ref_spans": [], "section": "Robustness Analysis"}, {"text": "Our mobility index was calculated by taking the average of the following \"Google mobility\" indices (I) \"Residential\", (II) \"Workplace\", (III) \"Transit\", and (IV) \"Retail & Recreation\". 16 We do this, and report the results in column 4 of table 3. 17 We also include GDP per capita in this regression. We find that our results are again qualitatively unchanged. In particular, the estimated coefficient on LTCB beds per capita is positive and statistically significant at the 97 percent level of confidence.", "cite_spans": [{"start": 185, "end": 187, "text": "16", "ref_id": null}, {"start": 247, "end": 249, "text": "17", "ref_id": null}], "ref_spans": [], "section": "Robustness Analysis"}, {"text": "The estimated coefficients on mobility and GDP per capita are positive, but not statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Robustness Analysis"}, {"text": "• Thus, even after controlling for GDP per capita, and mobility, as well as the other factors, LTCB per capita is positively associated with death per capita and the effect is statistically significant. Hence, we are confident that our results are robust.", "cite_spans": [], "ref_spans": [], "section": "Robustness Analysis"}, {"text": "• In summary, controlling for other factors that might affect the death rate, the estimated coefficient on long-term care beds per capita is positive and statistically significant at the 95 percent level or a higher level. Thus our preliminary results suggest that long-term care beds per capita emerges as a risk factor for death from See the appendix for the source of the mobility data. 17 We do not have data for Albania so there are 31 observation in the regression in column 4. The correlation between mobility and LTCB is virtually zero (0.03.) Other indices of mobility give similar results. ", "cite_spans": [{"start": 390, "end": 392, "text": "17", "ref_id": null}], "ref_spans": [], "section": "Robustness Analysis"}, {"text": "For research purposes, having data on long-term care beds per capita for regions within a country, and not just for the country as a whole, is ideal, as there is more similarity in other (unobserved) aspects within a country than among countries. The one country that did have such regional data available was Italy. This information also existed for us to break down the data for Italy into the smaller sub-regions, which we denote as \"counties.\" The correlation of deaths per capita and long-term care beds per capita is 0.70 when all counties are included.", "cite_spans": [], "ref_spans": [], "section": "The Regions in Italy"}, {"text": "Since the northern part of Italy had many more deaths per capita, the correlation between COVID-19 deaths and living in long-term care facilities was again calculated excluding the northern counties. The result of 0.74 was very close to that of the country as a whole. This suggests that even when excluding the northern regions of Italy from consideration, there is strong positive relationship between mortality rates per capita and long-term care beds per capita. See Figure 2 , which shows the data for Italian counties.", "cite_spans": [], "ref_spans": [{"start": 471, "end": 479, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "The Regions in Italy"}, {"text": "18 ROBUST Standard Errors in parentheses: ***= significant at 99% level, **= significant at the 95% level, and *= significant at the 90% level. ", "cite_spans": [], "ref_spans": [], "section": "The Regions in Italy"}, {"text": "Controlling for the proportion of adults \"aged 75 and older,\" the population density, and hospital beds per capita, the number of long-term care beds per capita is positive and statistically significant in explaining the differences in the deaths per capita for countries in", "cite_spans": [], "ref_spans": [], "section": "Discussion and Further Work"}, {"text": "Europe. This suggests that the structural features of such settings are associated with death from COVID-19. In European countries with more long-term care beds per capita, the death rate from COVID-19 is higher. These findings are, of course, very preliminary, but they nonetheless raise policy implications. In particular, efforts should be geared to protecting older adults living in long-term care settings. Policy makers might even consider alternative dwelling options during the epidemic period, such as encouraging residents to live with their families whenever possible. It appears that additional and more detailed data concerning long-term care facilities may be available in the next few months, allowing us to continue and improve our analysis.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Further Work"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Mitigating the work-safety trade-off", "authors": [{"first": "A", "middle": [], "last": "Caiumi", "suffix": ""}, {"first": "M", "middle": [], "last": "Paccagnella", "suffix": ""}], "year": 2020, "venue": "Covid Economics Issue", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Mortality associated with COVID-19 outbreaks in care homes: Early international evidence", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "International Long-Term Care Policy Network", "authors": [{"first": "", "middle": [], "last": "Ltccovid", "suffix": ""}, {"first": "", "middle": [], "last": "Org", "suffix": ""}], "year": 2020, "venue": "CPEC-LSE", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy", "authors": [{"first": "G", "middle": [], "last": "Onder", "suffix": ""}, {"first": "G", "middle": [], "last": "Rezza", "suffix": ""}, {"first": "S", "middle": [], "last": "Brusaferro", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "18", "pages": "1775--1776", "other_ids": {"DOI": ["10.1001/jama.2020.4683"]}}}, "ref_entries": {"FIGREF0": {"text": "that long-term beds per capita is positively correlated with COVID-19 deaths per capita (0.45.) The table also shows that deaths per capita are positively correlated with the percentage of the population aged 75 and over (correlation 0.24, ) and with the population density (correlation 12 While not all the country names not appear in Figure 1, all countries are included in the figure.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "COVID-19 Deaths per capita in relation to long-term care beds per capita, Italian counties, northern counties in \"red\" (logarithmic scale.)", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Correlations among the Variables (N=32) side. On the right side we include long-term care beds per capita (LTCB_capita,) the percentage of the population aged 75 and older (Per_75), and hospital beds per capita (Hosp_cap,) all of which are exogenous.13  We also include COVID-19 cases per capita (Cases_cap) in the equation. The first equation is thus 1. Deaths_cap = β0 + β1*LTCB_cap+ β2*Per_75 + β3*Hosp_cap + β4*Cases_cap + ε, where ε is the error term.Cases per capita is endogenous and likely depends on the two exogenous variables in Equation 1, as well as on population density (pop_den), which is also exogenous, and on tests performed for COVID-19 per capita (Tests_cap,) which itself may be endogenous. The second structural equation is thus 2. Cases_cap = α0 + α1*LTCB_cap + α2*Per_75 + α3*pop_den + α4 *Tests_cap + ξ, where ξ is the error term.", "latex": null, "type": "table"}, "TABREF2": {"text": "table also shows that the four factors in the log/log model explain 68 percent of the variation in the death rate for European countries (versus 54 percent for the linear model.)This is a very high percentage for such a small number of factors. Hence, we believe that the fit of this model is quite good. While both the linear model and the log/log model provide qualitatively similar results, the log/log model is our preferred specification since it provides the better fit and makes sense intuitively.15", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}