{
    "paper_id": "0a11d9948134e2535beec6ea843c61504c718811",
    "metadata": {
        "title": "A junior doctor's experience of critical illness: from treating patients to becoming a patient with COVID-19",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Ramachandran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mid-Cheshire Hospitals NHS Foundation Trust",
                    "location": {
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The World Health Organization declared the coronavirus disease 2019 (COVID-19) outbreak a pandemic on 11 March 2020 [1] .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On this day, there were 456 confirmed cases of COVID-19 in the UK, and there had been eight deaths [2] . By the time I was admitted to hospital on 12 April 2020, these had risen to 84,279 and 10,612, respectively [3] . During this time, I was working as a foundation year 2 doctor on the acute medical unit at a district general hospital.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the weeks before becoming unwell, I spent much of my time admitting and caring for patients with suspected COVID-19. From an early stage, it was clear to me that there was potential for me to be exposed to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The infection prevention policy at my institution at the time, which was aligned with national guidelines [4] , permitted the use of respirator (i.e. filtering face piece 3 ) masks only when managing a patient with confirmed SARS-CoV-2. That said, when managing all other patients, including those awaiting swab results, surgical facemasks were to be used. Both national and local policies have since changed to incorporate wider use of respirator masks, possibly indicating that surgical facemasks were not providing adequate protection in the context of a high population prevalence of COVID-19 [5] . Nevertheless, as a fit 26-year-old with no significant comorbidities, I was sure that if I was infected, the consequences were unlikely to be severe. Unfortunately, this was not to be the case.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This report is written 4 weeks following my discharge from hospital. It is based on my own recollections and personal notes kept of the information given to me by healthcare professionals, except for the critical care clinician's perspective which details events while I was sedated on the critical care unit (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 318,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "On my second rest day following a busy week of clinical work, I began to experience fatigue, nausea, vomiting, pyrexia, myalgia and dyspnoea which developed during the subsequent week. After 6 days, the dyspnoea intensified with exercise tolerance reduced to 10 yards. During the 2 days before hospital admission, the rate of deterioration increased. Aware that I was becoming severely unwell, I called 111 and was transported to the local teaching hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report"
        },
        {
            "text": "In the emergency department, my peripheral arterial oxygen saturation was 96% on an F I O 2 of 0.40. I was febrile, my respiratory rate exceeded 30 breaths.min À1 and heart rate exceeded 100 beats.min À1 . Auscultation of my chest revealed poor Figure 1 The critical care clinician's perspective: a brief description of events during critical care admission. air entry at the lung bases and bilateral crackles. Blood results showed a C-reactive protein of 90 mg.l À1 , white cell count of 4.7 9 10 9 .l À1 , lymphocyte count of 0.73 9 10 9 .l À1 and D-dimer in excess of 2000 ng.ml À1 . Arterial blood gas analysis revealed the following: pH 7.48; PaO 2 13.9kPa; PaCO 2 3.8 kPa; and lactate 0.7 mmol.l À1 . Bilateral infiltrates were evident on the chest radiograph. A nasal swab was taken to test for SARS-CoV-2. I was commenced on intravenous ceftriaxone, intravenous fluids and admitted to a medical ward.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Report"
        },
        {
            "text": "Over the subsequent 12 h I became aware of worsening dyspnoea, correlating with an increased oxygen requirement. I adopted a prone position, however, the deterioration was not arrested, and even with an F I O 2 of 0.60 I was hypoxic and tachypnoeic. A review by a critical care consultant recommended transfer to the critical care unit for tracheal intubation and invasive mechanical ventilation. It had never previously occurred to me that I might deteriorate to this state; hence this news On the positive side, my experiences as a doctor resulted in total trust in the medical teams caring for me. Their communication was exceptional and incorporated varying styles which were appropriate to my clinical condition. The admitting medical teams discussed my case in lay terms, whereas the critical care team and the medical team that cared for me following critical care provided much more detail. The critical care team used clinical terminology when updating me, and knowing the results of blood tests, blood gas analyses and chest radiographs made me feel involved in my own care. Further, this sense of familiarity helped ease my anxiety during an otherwise alien experience. One aspect that I would have found useful was a rough prediction of clinical trajectory over the next 24 h. The course of COVID-19 is challenging to predict [8] , and clinicians were understandably reticent to offer this in view of the variability of outcomes. Having said that, I would not have held an inaccurate prediction against the clinician who made it. Having even a rough estimate of my clinical trajectory may have provided a sense of control that I was profoundly lacking.",
            "cite_spans": [
                {
                    "start": 1338,
                    "end": 1341,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Report"
        },
        {
            "text": "Another important issue related to my own clinical experience of COVID-19 is that I have had both positive and negative experiences of managing patients with this disease. During my last shift before falling ill, I was involved in the case of a male patient, even younger than me, who tragically died due to COVID-19 pneumonia. Clinicians at my stage often think in anecdotes and our memories hold onto extreme scenarios. Therefore, this young man's case dominated my overall experience, which may otherwise have been more balanced. Additionally, I was aware that the need for tracheal intubation and mechanical ventilation had implications about the severity of my illness, and I was familiar with many of the complications of tracheal intubation. When utilised rationally, this knowledge is an asset. In my case, I found that this knowledge only exacerbated my fears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report"
        },
        {
            "text": "Following tracheal extubation, much of my anxiety was dissipated by excellent communication from the critical care team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report"
        },
        {
            "text": "They provided opportunities for me to express my fears and addressed them appropriately. They were positive about my progress, which helped to quell the negative thoughts I was having. In particular, one doctor acknowledged the fact that my clinical signs, blood results and gas results suggested a positive outcome. It is important to acknowledge that a clinician is likely to have fears about the negative aspects of a disease. By addressing these concerns, the critical care team mitigated my fears, enabling a more positive mindset which I feel aided my recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report"
        },
        {
            "text": "My final reflection is applicable to all patients, particularly those who are normally fit and well. Although a patient, I found my lack of functionality immensely frustrating. I am usually healthy and active, and I enjoyed unrestricted freedom and independence. As a patient on the critical care unit, I found that I was dependent on healthcare staff for basic tasks, including repositioning myself, reaching for a drink and personal hygiene. Interestingly, during the days immediately following tracheal extubation, I possessed little motivation to attempt these tasks and felt that I was becoming apathetic towards my own functionality. During this short period, I felt my recovery was static; a viewpoint that was perhaps distorted due to frustration derived from a desperation to recover quickly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report"
        },
        {
            "text": "Rehabilitation involves a fine balance between regaining independence and preventing overexertion. As a young patient with a good functional baseline, I feel on reflection that I could perhaps have been pushed to regain more functionality earlier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report"
        },
        {
            "text": "When the physiotherapists and occupational therapists became involved in the critical care unit, I noticed a marked difference in my mood, as well as a perceived increase in the speed of recovery. They encouraged me to self-function, accelerating my improvement in mobility. After 2 days of physiotherapy, I was able to walk, shower and use the toilet unassisted. The speech and language therapists had a similar positive effect and despite my apathy, they encouraged me to eat and drink safely. It is notable that only 3 days after the initial involvement of therapy staff, I was discharged, 4 days earlier than predicted. Although it is tempting to focus on direct medical care, it is important to recognise the impact that the physiotherapists, speech and language therapists and occupational therapists had in enabling my recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report"
        },
        {
            "text": "Being admitted to critical care was an entirely new experience for me. Despite dealing with the challenges of being severely unwell, I had to deal with the added issue of being a doctor, who had treated numerous patients with the same illness before my own admission. There is a fine balance to be found in managing those who are both colleague and patient. Navigating this dichotomy is difficult but, as my case demonstrates, it can be managed with excellent, sensitive communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "UK coronavirus cases jump to 456 and eighth Briton dies",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Guardian",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Virus: Sombre day as UK deaths hit 10",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Corona",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New Personal Protective Equipment (PPE) guidance for NHS Teams",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Personal protective equipment during the coronavirus disease (COVID) 2019 pandemic -a narrative review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.15071"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Consensus guidelines for managing the airway in patients with COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Boghdadly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcnarry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "75",
            "issn": "",
            "pages": "785--99",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluation of delirium in critically ill patients: Validation of the Confusion Assessment Method for the Intensive Care Unit (CAM-ICU)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Ely",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Margolin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Critical Care Medicine",
            "volume": "29",
            "issn": "",
            "pages": "1370--1379",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prediction models for diagnosis and prognosis of covid-19 infection: systematic review and critical appraisal",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wynants",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Calster",
                    "suffix": ""
                },
                {
                    "first": "Mmj",
                    "middle": [],
                    "last": "Bonten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "British Medical Journal",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "provoked anxiety. The brief telephone conversation with my family, including a forced positive message, was my last clear memory before tracheal intubation. I remained on the ventilator, oblivious to events for 6 days (Figure 1). My recollections of tracheal extubation are unclear, and my initial memory was of the tracheal tube being pulled out aggressively followed by a lot of shouting. The critical care team reassured me that my recollections did not represent actual events. I spent two further days on the critical care unit while receiving physiotherapy, monitoring and oxygen via a facemask, before stepping down to a medical ward. I remained on the general ward for 2 days with care provided by the medical team, physiotherapists, speech and language therapists and the critical care outreach team. The urinary catheter and nasogastric tube were removed on the first day. I commenced a soft diet and my mobility reached a stage where I could walk unaided. Once my peripheral oxygen saturations were > 92% on air and my clinical condition stable, I was discharged home.At present, my strength and mobility is improving. My breathing has normalised, however, my voice is quiet and hoarse. I have been advised that 6-8 weeks of rehabilitation post-discharge is required before my re-transition from patient to carer.DiscussionDespite this being an ephemeral experience compared with most critically unwell patients with COVID-19, the role reversal of going from clinician to patient provided me with a different perspective on clinical care. My reflections focus mainly on the psychological aspects of my experience. I nevertheless acknowledge that my memory of some aspects is hazy and my reflections may be imprecise.One major issue was a real and a perceived lack of control, which I found difficult to process. Even though I am at the start of my medical career, I am accustomed to an element of influence in patient management based on relevant information. Further, in this situation I found it very challenging to process what information I did possess, perhaps due to fatigue or hypoxia. In addition, when caring for patients, I am able to plot their progress and anticipate their clinical improvement or deterioration.This was not something I could glean as a patient; this led to uncertainty in my own mind and potentiated fears that I already possessed regarding my clinical condition.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Published with the written consent of the patient, who is also the author. I thank the staff of Wythenshawe Hospital for the outstanding care that I received during his illness, and C. Shelton for his comments on an early version of the manuscript and for providing the 'critical care clinician's perspective'. No external funding or competing interests declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}