{"paper_id": "0a41475b83b570dd0056b3ba82a25aab93d5f981", "metadata": {"title": "A Proposed Machine Learning Model for Forecasting Impact of Traffic-Induced Vibrations on Buildings", "authors": [{"first": "Anna", "middle": [], "last": "Jakubczyk-Gałczyńska", "suffix": "", "affiliation": {"laboratory": "", "institution": "Gdansk University of Technology", "location": {"postCode": "80-233", "settlement": "Gdansk", "country": "Poland"}}, "email": ""}, {"first": "Robert", "middle": [], "last": "Jankowski", "suffix": "", "affiliation": {"laboratory": "", "institution": "Gdansk University of Technology", "location": {"postCode": "80-233", "settlement": "Gdansk", "country": "Poland"}}, "email": ""}]}, "abstract": [{"text": "Traffic-induced vibrations may cause various damages to buildings located near the road, including cracking of plaster, cracks in load-bearing elements or even collapse of the whole structure. Measurements of vibrations of real buildings are costly and laborious. Therefore the aim of the research is to propose the original numerical algorithm which allows us to predict, with high probability, the negative dynamic impact of traffic-induced vibrations on the examined building. The model has been based on machine learning. Firstly, the experimental tests have been conducted on different buildings using specialized equipment taking into account six factors: distance from the building to the edge of the road, type of surface, condition of road surface, condition of the building, the absorption of soil and the type of vehicle. Then, the numerical algorithm based on machine learning (using support vector machine) has been created. The results of the conducted analysis clearly show that the method can be considered as a good tool for predicting the impact of traffic-induced vibrations on buildings, being characterized by high reliability.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "There a number of different dynamic loads, including the effects of earthquakes, wind, vibrating machines, jumping of spectators, piling works or passing of vehicles, which can induce vibrations of buildings (see [1] [2] [3] for example). Traffic-induced vibrations, even that they are not as severe as vibrations caused by wind or earthquakes [4, 5] , can also lead to major problems. They can cause plaster scratches and cracks, scratches on the structure, structural elements cracking or even collapsing of the building (see [6] ). The harmfulness of vibrations on structural elements is influenced by many factors regarding the road on which vehicles move. The dynamic parameters of the building are also important. Vibration measurements on real structures are labour-intensive and costly projects, and what is important, they are not justified in every case. Nowadays, there are many decision support systems, research tools and computer programs necessary for their application. The problem is to find solutions that are both useful and economical. Therefore, approximate methods are increasingly used. These methods allow the engineering problem to be solved accurately enough and the result is satisfactory, even if it is approximate (for example, see [7] ). An example of this approach is the use of machine learning (ML). An example of this methodology is the support vector machine (SVM). The idea of using ML appeared as early as in 1952, when Arthur Samuel from IBM began building a computer program for training chess players [8] . The concept of ML appeared for the first time in 1983 in publication [9] . The purpose and sense of operation of ML was described by Tom Michael Mitchell in the basic publication regarding ML algorithms [10] . In turn, Chen et al. [11] used SVM to detect burglars. ML was also used in building operation problems. An example is the publication [12] which presents a system based on ML techniques supporting the detection of a threat, for example in the form of a fire, based on the analysis of the image from monitoring. Related works also include the paper [13] aiming to create a model of technical degradation of buildings located in mining areas and subjected to paraseismic tremors. An interesting application can also be found in the publication by Martínez-Rego et al. [14] . The authors presented the idea of detecting defects in a wind mill.", "cite_spans": [{"start": 213, "end": 216, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 217, "end": 220, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 221, "end": 224, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 344, "end": 347, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 348, "end": 350, "text": "5]", "ref_id": "BIBREF4"}, {"start": 528, "end": 531, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1261, "end": 1264, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1541, "end": 1544, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1616, "end": 1619, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1750, "end": 1754, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1778, "end": 1782, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1891, "end": 1895, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 2105, "end": 2109, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 2323, "end": 2327, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "A review of the literature indicates that ML can be widely used. The implementation of this method in various fields can positively affect the development of technology and reduce costs while minimizing the risk of adverse effects. However, ML has not been used to forecast impact of traffic-induced vibrations on buildings. Therefore, the aim of this research is to implement this methodology for such a purpose.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Vibrations are described by movement of building structure particles, most often caused by waves propagated in the ground and reaching the foundations [15] . It should be noted that vibrations and noise are defined as environmental pollution. A very important factor in analysing the impact of traffic-induced vibrations on buildings is the soil in which the wave propagates. They are two wave parameters (damping and absorption) of significant importance described in [16] . Both of them depend mainly on the type of medium in which the wave propagates. Therefore, the soil impact parameter was also included in this ML model. It is also important to determine the source of vibration, propagation path and indicate the vibration receiver, which can be a structure itself, people or equipment located inside a building.", "cite_spans": [{"start": 151, "end": 155, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 469, "end": 473, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Problem of Traffic-Induced Vibrations"}, {"text": "Special attention should be paid to the possibility of traffic-induced vibrations already during the design phase of building, and also in the exploitation phase. According to the standard [15] , the load of the building caused by vibrations transmitted through the ground can generally be omitted if a building is located at a distance of more than 25 m from the axis of the railway line or at a distance of more than 15 m from the axis of the tram line, the axis of the first category road or a thoroughfare street. Therefore, if a building is located closer than the standard indicates, it is recommended to examine the impact of vibrations. However, after performing field tests using specialized equipment, it often appears that there is no immediate danger to the structure. Moreover, carrying out such tests for all buildings located along the road may not be economically justified. Therefore, there is a need to develop effective methods for forecasting impact of trafficinduced vibrations on buildings. The experience and acquired knowledge of experts are the basis of systems and calculation programs. Therefore, the aim of the operation is to create an expert model based on ML which allows us to predict with high probability the threat of negative dynamic impact on the tested building without performing laborious and expensive field measurements.", "cite_spans": [{"start": 189, "end": 193, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Problem of Traffic-Induced Vibrations"}, {"text": "It should be added that vibrations may also have significant impact on people in buildings. This problem is particularly noticeable when people are exposed to long-term vibrations (see [6, 16] ). Traffic-induced vibrations can cause discomfort to people in the affected area. Test results show that the threshold of human vibration perception is lower than the limit, after which damage may occur in the building itself [16] . In European standards (see [17] [18] [19] [20] ), three parameters are described for assessing the impact of vibrations: the corrected value of acceleration or velocity of vibrations in the frequency range 1-80 Hz, spectrum (frequency structure) for effective acceleration or velocity values in 1/3 octave bands and the dose of vibration.", "cite_spans": [{"start": 185, "end": 188, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 189, "end": 192, "text": "16]", "ref_id": "BIBREF15"}, {"start": 420, "end": 424, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 454, "end": 458, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 459, "end": 463, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 464, "end": 468, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 469, "end": 473, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Problem of Traffic-Induced Vibrations"}, {"text": "The extensive experimental study has been firstly carried out for 11 buildings (see Table 1 ). The measurements have been conducted for different types of passing vehicles in accordance with standard [15] . A separate detailed analysis has been performed for each building. The extreme amplitude values of measured vibrations have been obtained and compared with the values of the dynamic influence scale so as to determine to which zone the structure is assigned to (see [15] for details). The measurement results (see [21] for details) have been used as data for creating the ML model. All tested buildings in experimental study have been divided into 2 sets: firstly, buildings with small external dimensions of the horizontal projection (maximum length of 15 m) with one or two stories and secondly, buildings up to five stories high.", "cite_spans": [{"start": 200, "end": 204, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 472, "end": 476, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 520, "end": 524, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 84, "end": 91, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Experimental Study"}, {"text": "To create the ML model, all cases have been divided into 2 groups with descriptions of zones defined in [15] :", "cite_spans": [{"start": 104, "end": 108, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Experimental Study"}, {"text": "• zone I: vibrations unnoticed by a building; the lower limit of impact of vibrations on a building and the lower limit of taking into account the dynamic influences; • zones II-V: vibrations noticed by a building; minimum, mean and significant impact of vibrations on a building.", "cite_spans": [], "ref_spans": [], "section": "Experimental Study"}, {"text": "The purpose of the SVM algorithm in the present paper is to classify the variables and assign them to certain zones. The SVM task is to set a separator that will split the data into obvious subsets. The aim is to create a way to classify new data for which the assignment is not known. The SVM method assumes that the input variables are mutually independent and have the same probability distribution. The following input signals have been adopted on the basis of standard [15] and publication [21] : the distance of the building from the road edge (quantitative variable), condition and type of pavement, condition of the building, type of vehicle and absorption of vibrations in the ground (quality variables). Before the final set of parameters has been adopted, different combinations of these parameters have been examined. The output signal has been defined in this way that it contains the information whether there is a risk of negative impact of vibrations on buildings or not. The danger has been determined on the basis of the criteria described in standard [15] . No impact indicates zone I of dynamic influence scale, i.e. no influence on a building. If the algorithm predicts a possible threat, it is an indication for performing in situ measurements, as it may mean that the building falls in zone II-V of dynamic influence scale. The construction of SVM has been based on the principles described in the literature [22] [23] [24] [25] [26] [27] [28] [29] . Firstly, the database necessary to start the algorithm has been created. 63 samples have been collected, including 33 input data samples by independent own measurements (see chapter 3 and [21] ) and 30 samples based on measurements of other researchers [30, 31] . The input signals have been defined as factors (independent variables) determined during field measurements, i.e. B C -condition of building, B DRdistance from the edge of the building, S A -soil absorption, R S -type of road surface, R C -condition of road surface, V T -type of vehicle. The input vector has therefore been adopted as follows: Two classes as the output signal have been adopted: 0 -no impact of vibrations on the building; 1 -probable impact of vibrations on the building. Thus, the output vector has been assumed to have the form: y (1×1) = {y}; y {0, 1}.", "cite_spans": [{"start": 474, "end": 478, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 495, "end": 499, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1070, "end": 1074, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1432, "end": 1436, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1437, "end": 1441, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1442, "end": 1446, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1447, "end": 1451, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 1452, "end": 1456, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1457, "end": 1461, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1462, "end": 1466, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 1467, "end": 1471, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 1662, "end": 1666, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1727, "end": 1731, "text": "[30,", "ref_id": "BIBREF29"}, {"start": 1732, "end": 1735, "text": "31]", "ref_id": null}], "ref_spans": [], "section": "Input and Output Information"}, {"text": "The SVM algorithm has been tested for four different kernel functions. The optimization problem has been solved, in which the margin (weak margin) has been minimized because it had been not linearly separable. A binary classification algorithm has been used since two classes of sets have been assumed: a set of cases for which there is a threat of impact of vibrations on buildings and a set of safe cases. All cases have been randomly divided into 2 sets: learning and testing. 47 samples have been randomly assigned to the learning set (74.6% of all samples) and 16 samples for the test set (25.4% of the total).", "cite_spans": [], "ref_spans": [], "section": "Input and Output Information"}, {"text": "Because the cases have been unevenly distributed into classes (for 47 samples empirically determined during measurements, no risk of impact of vibrations on buildingclass \"0\" and for 16 samples a result indicating the risk of vibration impact -class \"1\") a penalty has been used to avoid incorrectly classifying cases of class \"1\" into a larger class, that is class \"0\". The kernel functions have been adopted in turn as a linear, polynomial, radial base and sigmoidal function [24] . To determine the optimal values of the learning constants, a cross-validation has been used for each machine with each type of kernel according to formulas (1) (2) (3) (4) . The algorithm's reliability has been assessed on the basis of errors recognizing the assignment of structures from the set of all data and the set of learning and testing data to previously defined patterns.", "cite_spans": [{"start": 478, "end": 482, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 641, "end": 644, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 645, "end": 648, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 649, "end": 652, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 653, "end": 656, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Input and Output Information"}, {"text": "In the first case, the linear function of the form described in [24] has been adopted as the kernel function K(x, y) according to formula (1):", "cite_spans": [{"start": 64, "end": 68, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Input and Output Information"}, {"text": "where: c -optional constant;", "cite_spans": [], "ref_spans": [], "section": "Input and Output Information"}, {"text": "In accordance with the principle described in [26] , a 10-fold cross-validation has been carried out, the validity of which has been equal to 78.72%. 21 support vectors have been determined (9 for the \"0\" class, 12 for the \"1\" class), including 11 associated ones. Classification accuracy in the learning set has been found to be equal to 82.98%, and in the testing set 81.25%. Overall validity (taking into account all samples) has been equal to 82.54% (this is a weighted average taking into account the size of the sample in a given set). The algorithm's reliability has been assessed on the basis of errors recognizing the assignment of structures from the set of all data and the set of learning and testing data to previously defined patterns.", "cite_spans": [{"start": 46, "end": 50, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Input and Output Information"}, {"text": "In the next stage, the machine with polynomial function K(x, y) of the third degree has been analysed [25] :", "cite_spans": [{"start": 102, "end": 106, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Input and Output Information"}, {"text": "where: c -optional constant; α -slope, α = 1/N, where N is the data dimension; d -degree of polynomial;", "cite_spans": [], "ref_spans": [], "section": "Input and Output Information"}, {"text": "The cross-validation and reliability of the algorithm have been carried out in the same way as for the previous machine. The accuracy of the cross test has been found to be equal to 78.72%. 27 support vectors have been designated (14 for the \"0\" class, 13 for the \"1\" class), including 10 associated ones. Classification accuracy in the learning set has been found to be equal to 85.11%, and in the testing set 81.25%. Overall validity has been equal to 84.13%.", "cite_spans": [], "ref_spans": [], "section": "Input and Output Information"}, {"text": "In the third step to build the algorithm, the radial base function has been adopted as the function K(x, y) [24] :", "cite_spans": [{"start": 108, "end": 112, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Input and Output Information"}, {"text": "where: σ -parameter regulating data noise and ensuring non-linearity of functions.", "cite_spans": [], "ref_spans": [], "section": "Input and Output Information"}, {"text": "The accuracy of the cross-validation test has been found to be equal to 78.72%. 24 supporting vectors have been determined (11 for the \"0\" class, 13 for the \"1\" class), including 11 associated ones. Classification accuracy in the training set has been found to be equal to 85.11%, and in the test set 81.25%. Overall validity has been equal to 84.13%.", "cite_spans": [], "ref_spans": [], "section": "Input and Output Information"}, {"text": "In the last case, the sigmoidal function has been adopted according to the formula (4) for the algorithm [24] :", "cite_spans": [{"start": 105, "end": 109, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Input and Output Information"}, {"text": "where: c -optional constant;", "cite_spans": [], "ref_spans": [], "section": "Input and Output Information"}, {"text": "The accuracy of the cross-validation has been found to be equal to 76.60%. 21 supporting vectors have been determined (8 for the \"0\" class, 13 for the \"1\" class), including 13 associated ones. Classification accuracy in the learning set has been found to be equal to 74.47%, and in the testing set 81.25%. Overall relevance has been equal to 76.19%.", "cite_spans": [], "ref_spans": [], "section": "Input and Output Information"}, {"text": "The application of the classification algorithm using SVM has allowed us to obtain results for all cases: learning and testing. The result for each sample has been compared with the result obtained from the experiment. The comparison is presented in Table 2 in the form of classification reliability. The overall reliability of the machines has been calculated as a weighted average taking into account the size of the learning and testing sets. It can be seen from the table that, considering the four kernel functions used for construction, they all have achieved the same correctness (81.25%) in the testing set. However, in the case of learning samples, the third degree polynomial kernel and radial base function have achieved better prediction, equal to 85.11%. Table 2 also shows that the best overall validity (84.13% of the prediction) has been obtained using the third degree polynomial and the radial base function. ", "cite_spans": [], "ref_spans": [{"start": 250, "end": 257, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 768, "end": 775, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Input and Output Information"}, {"text": "In this paper, the model for forecasting the impact of traffic-induced vibrations on buildings using machine learning method has been considered. Firstly, a database has been created on the results of vibration measurements for buildings using both own research and other researchers. In the next stage, the rules for creating ML have been presented. Finally, the model proposed by authors has been presented.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The SVM algorithm has been tested for four different kernel functions: linear, polynomial, radial base and sigmoidal functions. The model has been created for the input variable vector x (6×1) = {B C , B DR , S A , R S , R C , V T }. Other combinations of input parameters have been also considered at the testing stage, but the presented model achieved the best results. This means that the best combination of input factors for the analysed cases of traffic-induced vibrations prediction are: technical condition of the building, distance between the building and the road edge, absorption of vibrations in the ground, type of surface, technical condition of the surface and type of vehicles moving on the way. The results clearly show that ML, in this case SVM can be considered as a very effective method for forecasting impact of traffic-induced vibrations on buildings. The results obtained for the model proposed by the authors are satisfactory in terms of credibility. The algorithm is capable to forecast both existing and designed cases.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Elastic and inelastic multi-storey buildings under earthquake excitation with the effect of pounding", "authors": [{"first": "S", "middle": [], "last": "Mahmoud", "suffix": ""}, {"first": "R", "middle": [], "last": "Jankowski", "suffix": ""}], "year": 2009, "venue": "J. Appl. Sci", "volume": "9", "issn": "18", "pages": "3250--3262", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Seismic pounding behavior of multi-story buildings in series considering the effect of infill panels", "authors": [{"first": "H", "middle": [], "last": "Elwardany", "suffix": ""}, {"first": "A", "middle": [], "last": "Seleemah", "suffix": ""}, {"first": "R", "middle": [], "last": "Jankowski", "suffix": ""}], "year": 2017, "venue": "Eng. Struct", "volume": "144", "issn": "", "pages": "139--150", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Non-linear strain rate analysis of earthquake-induced pounding between steel buildings", "authors": [{"first": "B", "middle": [], "last": "Sołtysik", "suffix": ""}, {"first": "R", "middle": [], "last": "Jankowski", "suffix": ""}], "year": 2013, "venue": "Int. J. Earth Sci. Eng", "volume": "6", "issn": "3", "pages": "429--433", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Seismic pounding between adjacent buildings: identification of parameters, soil interaction issues and mitigation measures", "authors": [{"first": "M", "middle": [], "last": "Miari", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Choong", "suffix": ""}, {"first": "R", "middle": [], "last": "Jankowski", "suffix": ""}], "year": 2019, "venue": "Soil Dyn. Earthq. Eng", "volume": "121", "issn": "", "pages": "135--150", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Experimental study on effectiveness of a prototype seismic isolation system made of polymeric bearings", "authors": [{"first": "T", "middle": [], "last": "Falborski", "suffix": ""}, {"first": "R", "middle": [], "last": "Jankowski", "suffix": ""}], "year": 2017, "venue": "Appl. Sci", "volume": "7", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Traffic vibrations in buildings", "authors": [{"first": "O", "middle": [], "last": "Hunaidi", "suffix": ""}], "year": 2000, "venue": "Constr. Technol. Update", "volume": "39", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Modeling of two-dimensional random fields", "authors": [{"first": "R", "middle": [], "last": "Jankowski", "suffix": ""}, {"first": "H", "middle": [], "last": "Walukiewicz", "suffix": ""}], "year": 1997, "venue": "Probab. Eng. Mech", "volume": "12", "issn": "2", "pages": "115--121", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "What turing did after he invented the universal turing machine", "authors": [{"first": "B", "middle": ["J"], "last": "Michalski", "suffix": ""}, {"first": "D", "middle": [], "last": "Proudfoot", "suffix": ""}], "year": 2000, "venue": "J. Logic Lang. Inform", "volume": "9", "issn": "4", "pages": "491--509", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Machine Learning: An Artificial Intelligence Approach", "authors": [{"first": "R", "middle": ["S"], "last": "Michalski", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Carbonell", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Mitchell", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-3-662-12405-5"]}}, "BIBREF9": {"ref_id": "b9", "title": "Machine Learning. McGraw-Hill Science", "authors": [{"first": "T", "middle": ["M"], "last": "Mitchell", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Application of SVM and ANN for intrusion detection", "authors": [{"first": "W", "middle": ["H"], "last": "Chen", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Hsu", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Shen", "suffix": ""}], "year": 2005, "venue": "Comput. Oper. Res", "volume": "32", "issn": "10", "pages": "2617--2634", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Monitoring system to detect potential dangerous situations", "authors": [{"first": "W", "middle": [], "last": "Wabik", "suffix": ""}], "year": 2012, "venue": "Stud. Informatica", "volume": "33", "issn": "2B", "pages": "497--508", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Wybrane metody eksploracji danych i uczenia maszynowego w analizie stanu uszkodzeń oraz zużycia technicznego zabudowy terenów górniczych", "authors": [{"first": "K", "middle": [], "last": "Firek", "suffix": ""}, {"first": "J", "middle": [], "last": "Rusek", "suffix": ""}, {"first": "A", "middle": [], "last": "Wodyński", "suffix": ""}], "year": 2016, "venue": "Przegląd Górniczy", "volume": "72", "issn": "1", "pages": "50--55", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Power wind mill fault detection via one-class ν-SVM vibration signal analysis", "authors": [{"first": "D", "middle": [], "last": "Martínez-Rego", "suffix": ""}, {"first": "O", "middle": [], "last": "Fontenla-Romero", "suffix": ""}, {"first": "A", "middle": [], "last": "Alonso-Betanzos", "suffix": ""}], "year": 2011, "venue": "The 2011 International Joint Conference", "volume": "", "issn": "", "pages": "511--518", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Ocena szkodliwości drgań przekazywanych przez podłoże na budynki: Evaluation of the harmfulness of building vibrations due to ground motion, Polish Committee for Standardization of Measurement and Quality", "authors": [{"first": "", "middle": [], "last": "Pn-B-02170", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "2016--2028", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Oddziaływania parasejsmiczne przekazywane na obiekty budowlane", "authors": [{"first": "J", "middle": [], "last": "Dulińska", "suffix": ""}, {"first": "J", "middle": [], "last": "Kawecki", "suffix": ""}, {"first": "K", "middle": [], "last": "Kozioł", "suffix": ""}, {"first": "K", "middle": [], "last": "Stypuła", "suffix": ""}, {"first": "T", "middle": [], "last": "Tatara", "suffix": ""}], "year": 2014, "venue": "Wydawnictwo Politechniki Krakowskiej", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "ISO 10137:2007: Bases for design of structures -serviceability of buildings and walkways against vibrations", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Directive 2002/49/EC of the European parliament and the Council of 25", "authors": [], "year": 2002, "venue": "Official J", "volume": "189", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "DIN 4150-2: Structural vibration", "authors": [], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Guide to evaluation of human exposure to vibration in buildings", "authors": [], "year": 2008, "venue": "BS", "volume": "", "issn": "", "pages": "6472--6473", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The idea of using Bayesian networks in forecasting impact of traffic-induced vibrations transmitted through the ground on residential buildings", "authors": [{"first": "A", "middle": [], "last": "Siemaszko", "suffix": ""}, {"first": "A", "middle": [], "last": "Jakubczyk-Gałczyńska", "suffix": ""}, {"first": "R", "middle": [], "last": "Jankowski", "suffix": ""}], "year": 2019, "venue": "Geosciences", "volume": "9", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Support-vector networks", "authors": [{"first": "C", "middle": [], "last": "Cortes", "suffix": ""}, {"first": "V", "middle": [], "last": "Vapnik", "suffix": ""}], "year": 1995, "venue": "Mach. Learn", "volume": "20", "issn": "", "pages": "273--297", "other_ids": {"DOI": ["10.1007/BF00994018"]}}, "BIBREF22": {"ref_id": "b22", "title": "Neural Networks and Machine Learning", "authors": [{"first": "S", "middle": [], "last": "Haykin", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Kernel functions for machine learning applications", "authors": [{"first": "C", "middle": ["R"], "last": "Souza", "suffix": ""}], "year": 2010, "venue": "Creative Commons Attribution-Noncommercial-Share Alike", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "An Introduction to Support Vector Machines and Other Kernel-based Learning Methods", "authors": [{"first": "N", "middle": [], "last": "Cristianini", "suffix": ""}, {"first": "J", "middle": [], "last": "Shawe-Taylor", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Machine Learning for Hackers", "authors": [{"first": "D", "middle": [], "last": "Conway", "suffix": ""}, {"first": "J", "middle": [], "last": "White", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Generalized portrait method for pattern recognition", "authors": [{"first": "V", "middle": [], "last": "Vapnik", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Lerner", "suffix": ""}], "year": 1963, "venue": "Autom. Remote Control", "volume": "24", "issn": "", "pages": "774--780", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A training algorithm for optimal margin classifiers", "authors": [{"first": "B", "middle": ["E"], "last": "Boser", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Guyon", "suffix": ""}, {"first": "V", "middle": ["N"], "last": "Vapnik", "suffix": ""}], "year": 1992, "venue": "Proceedings of the Fifth Annual Workshop on Computational Learning Theory", "volume": "", "issn": "", "pages": "144--152", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Support vector machines: hype or hallelujah?", "authors": [{"first": "K", "middle": ["P"], "last": "Bennett", "suffix": ""}, {"first": "C", "middle": [], "last": "Campbell", "suffix": ""}], "year": 2000, "venue": "ACM SIGKDD Explor. Newsl", "volume": "2", "issn": "2", "pages": "1--13", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Wpływ poprawy stanu drogi na redukcję drgań w zabytkowym kompleksie budynków", "authors": [{"first": "R", "middle": [], "last": "Czech", "suffix": ""}, {"first": "C", "middle": [], "last": "Miedziałowski", "suffix": ""}, {"first": "T", "middle": [], "last": "Chyży", "suffix": ""}], "year": 2015, "venue": "Materiały Budowlane", "volume": "6", "issn": "", "pages": "105--106", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "x (6×1) = {B C , B DR , S A , R S , R C , V T }, quantitative variable: B DR < 1.91-22.5 m >, qualitative variables: B C {bad, standard, good}; S A {bad, standard, good}; V T {bitumen, ground, reinforced concrete slabs, granite cube}; R C {bad, standard, good}; V T {type1, type2, type3}.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of data on experimental vibration testing on buildings.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Building no. </td><td>Condition of building BC\n</td><td>Distance of the building\n</td><td>Soil absorption SA\n</td><td>Type of road surface RS\n</td><td>Condition of road surface\n</td></tr><tr><td> </td><td> </td><td>BDR\n</td><td> </td><td> </td><td>RC\n</td></tr><tr><td>1 </td><td>Standard </td><td>7 m </td><td>Good </td><td>Bitumen </td><td>Good\n</td></tr><tr><td>2 </td><td>Good </td><td>10 m </td><td>Good </td><td>Bitumen </td><td>Good\n</td></tr><tr><td>3 </td><td>Good </td><td>9 m </td><td>Standard </td><td>Bitumen </td><td>Bad\n</td></tr><tr><td>4 </td><td>Good </td><td>15 m </td><td>Standard </td><td>Bitumen </td><td>Standard\n</td></tr><tr><td>5 </td><td>Good </td><td>20 m </td><td>Standard </td><td>Bitumen </td><td>Good\n</td></tr><tr><td>6 </td><td>Standard </td><td>8 m </td><td>Standard </td><td>Bitumen </td><td>Good\n</td></tr><tr><td>7 </td><td>Good </td><td>15 m </td><td>Good </td><td>Reinforced concrete slabs\n</td><td>Bad\n</td></tr><tr><td>8 </td><td>Good </td><td>15 m </td><td>Good </td><td>Reinforced concrete slabs\n</td><td>Bad\n</td></tr><tr><td>9 </td><td>Good </td><td>23 m </td><td>Bad </td><td>Bitumen </td><td>Standard\n</td></tr><tr><td>10 </td><td>Good </td><td>20 m </td><td>Bad </td><td>Bitumen </td><td>Standard\n</td></tr><tr><td>11 </td><td>Good </td><td>12 m </td><td>Standard </td><td>Ground </td><td>Standard\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Summary of the prediction: classification reliability [%].", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Kernel function </td><td>Correctly determined cases - reliability [%]\n</td></tr><tr><td>Learning set </td><td>Testing set </td><td>General (all samples)\n</td></tr><tr><td>Linear </td><td>82.98 </td><td>81.25 </td><td>82.54\n</td></tr><tr><td>Polynomial </td><td>85.11 </td><td>81.25 </td><td>84.13\n</td></tr><tr><td>Radial basis functions </td><td>85.11 </td><td>81.25 </td><td>84.13\n</td></tr><tr><td>Sigmoidal </td><td>74.47 </td><td>81.25 </td><td>76.19\n</td></tr></table></body></html>"}}, "back_matter": []}