{
    "paper_id": "0a4445313dfe23837af72b0268f0672ea5b8bb65",
    "metadata": {
        "title": "Imaging and clinical features of patients with 2019 novel coronavirus SARS-CoV-2",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "4. Guan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Wj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Z",
                "middle": [
                    "Y"
                ],
                "last": "Ni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 73-year-old man with chronic obstructive pulmonary disease and no known malignancies was evaluated for back pain. MR examination showed lumbar spine compression fractures, and an 18 F-FDG PET/CT scan was requested to assess for skeletal metastatic disease and potential detection of a primary neoplasm. The PET/CT examination revealed scattered FDG-avid pulmonary opacities with upper lobe preponderance highly suspicious for COVID-19. Real-time polymerase chain reaction testing of nasopharyngeal swabs confirmed the diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A 73-year-old man with chronic obstructive pulmonary disease and home oxygen therapy presented to the nuclear medicine service after preliminary screening at the hospital entrance for typical COVID-19 symptoms (fever, cough, new-onset shortness of breath, and known exposure to SARS-CoV-2). He had complained of back pain previously. MR examination of the lumbar spine, performed for the evaluation of back pain demonstrated compression fractures at the lumbar spine. 18 F-FDG PET scan was requested by the neurosurgery service for the evaluation of potential pathologic fractures and detection of a primary neoplasm. PET/CT scan was performed 62 minutes after the IV administration of 14.8 mCi of 18 F-FDG. A, MIP images from the chest showed multiple areas of hypermetabolism in both lungs. B, Axial images from the attenuation-corrected PET showed intense hypermetabolism in bilateral lung fields, which were more central than peripheral. These findings are in contrast to the typical involvement of lower lobes and greater peripheral involvement as described in the literature. 1,2 C, Axial image from the attenuation-corrected CT at the same level showed peripheral and central ground-glass opacities with micronodularity, primarily in the upper lobes. Similar CT findings of COVID-19 pneumonia patients have been described by other authors. [2] [3] [4] [5] D, Fused PET/CT images showed the intense hypermetabolism to correspond with the areas of the CT abnormalities. SUV max was up to 7.1. No hypermetabolic abnormality was seen within the lumbar spine or elsewhere in the body outside the chest. On the basis of these findings, COVID-19 was suspected. The patient was found positive for SARS-CoV-2 using the real-time polymerase chain reaction test on the Cepheid GeneXpert diagnostic platform. Our patient did not have the typical screening symptoms of fever and cough. 6 His shortness of breath was attributed to his preexisting chronic obstructive pulmonary disease by the referring service. After in-patient observation for 6 days, he was discharged to home quarantine on his baseline home oxygen therapy. Findings of interstitial pneumonia and lymphadenopathy have been demonstrated on FDG PET/CT scans in patients with known malignancies who were otherwise asymptomatic and later proven to be related to COVID-19. 7 In a prior case report of a younger COVID-19 patient with atypical symptoms of diarrhea and neurological complications, ground-glass opacities in the lungs were also seen on PET/CT imaging. 8 Similar findings on 18 F-FDG PET/CT have also been described in symptomatic patients with no malignancies. 9,10 Our case illustrates that, in the prevailing COVID-19 pandemic situation, with an unknown number of asymptomatic patients, 7-10 screening questions alone may not be effective in identifying COVID-19 patients. It is essential for health care workers to use appropriate personal protective equipment when interacting with all patients. Physicians should be vigilant for the possibility of COVID-19 while interpreting FDG PET/CT scans as these examinations are typically performed for other indications. This is especially important in those patients with preexisting causes of shortness of breath, as this symptom of COVID-19 could otherwise be disregarded. In addition, radiologic findings may not always be more pronounced within the lower lobes. To minimize the possibility of a COVID-19 patient being released into the community without adequate arrangements, it is suggested that the interpreting physicians review the images before the patient leaves the nuclear medicine service. In the ongoing global pandemic of COVID-19, all nuclear medicine personnel should be aware of the preventive guidelines and precautionary measures that they need to take to avoid the spread of the disease. The American College of Nuclear Medicine members' experiences from China, Singapore, and the United States have provided advice to the nuclear medicine community for their clinical practice and management strategies in responding to COVID-19. 11 ",
            "cite_spans": [
                {
                    "start": 1347,
                    "end": 1350,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1351,
                    "end": 1354,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1355,
                    "end": 1358,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1359,
                    "end": 1362,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1880,
                    "end": 1881,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2329,
                    "end": 2330,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2521,
                    "end": 2522,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 4069,
                    "end": 4071,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 1."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "425--434",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Incidental CT findings suspicious for COVID-19 associated pneumonia on nuclear medicine exams: recognition and management plan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tulchinsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Fotos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Slonimsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Nucl Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "",
            "pages": "202--207",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1720",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Imaging and clinical features of patients with 2019 novel coronavirus SARS-CoV-2",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Nucl Med Mol Imaging",
            "volume": "47",
            "issn": "",
            "pages": "1275--1280",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "CDC site for COVID 19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Incidental findings suggestive of COVID-19 in asymptomatic patients undergoing nuclear medicine procedures in a high prevalence region",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Albano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bertagna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertolia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nucl Med",
            "volume": "61",
            "issn": "",
            "pages": "632--636",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "18 F-FDG PET/CT and serial chest CT findings in a COVID-19 patient with dynamic clinical characteristics in different period",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Nucl Med",
            "volume": "45",
            "issn": "",
            "pages": "495--496",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "FDG PET/CT of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "18 F-FDG PET/CT findings of COVID-19: a series of four highly suspected cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Yen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Nucl Med Mol Imaging",
            "volume": "47",
            "issn": "",
            "pages": "1281--1286",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nuclear medicine in responding to global pandemic COVID-19-American College of Nuclear Medicine member experience",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Nucl Med Mol Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}