{
    "paper_id": "0a462ab1835b9882d56e79f598612b38ff012a7a",
    "metadata": {
        "title": "Information Processing and Management Promoting users' intention to share online health articles on social media: The role of confirmation bias",
        "authors": [
            {
                "first": "Haiping",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shaoxiong",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing Agricultural University",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoyu",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanyang Technological University",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As acknowledged by healthcare professionals, social media play a notable role in reaching broad audiences and facilitating online interactions such as healthcare campaign promotions and health information dissemination (Guo, Guo, Fang, & Vogel, 2017; Mano, 2014; Shi, Poorisat, & Salmon, 2018) . Given such advantages, over half of public health organizations in the United States have provided health information services on social media (Thackeray, Neiger, Smith, & Van Wagenen, 2012) . Particularly in China, offering online health articles via social media has become a prevalent way for healthcare professionals to make users learn about medical knowledge (Zhang, Guo, Xu, & Li, 2020) .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 250,
                    "text": "(Guo, Guo, Fang, & Vogel, 2017;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 251,
                    "end": 262,
                    "text": "Mano, 2014;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 263,
                    "end": 293,
                    "text": "Shi, Poorisat, & Salmon, 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 439,
                    "end": 486,
                    "text": "(Thackeray, Neiger, Smith, & Van Wagenen, 2012)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 661,
                    "end": 689,
                    "text": "(Zhang, Guo, Xu, & Li, 2020)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recognized as reputable and trustworthy health information providers, healthcare professionals are able to post self-authored health articles via social media such as Weibo and WeChat. Capitalizing on their registered accounts of these platforms, users can forward such health information (Gao, Tian, & Tu, 2015) . Moreover, these writers are also encouraged to publish health articles on some professional websites, including Ding Xiang Yuan (www.dxy.cn), Guoke (www.guokr.com), and Zhihu (www.zhihu.com). Likewise, users disseminate these articles through a sharing function of these websites such as reposting them on their preferred social media platforms.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 312,
                    "text": "(Gao, Tian, & Tu, 2015)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Users' sharing of online health articles has become increasingly important. For health information providers, the sharing behavior enhances the visibility of their health articles, which probably informs more readers (Shi, Poorisat, & Salmon, 2018) . For users, they benefit from the sharing behavior as it might enable them to create online personal healthcare knowledge repositories (Mano, 2014) . If needed, users could conveniently retrieve and access these articles that have been shared on social media platforms. When we finalized this manuscript, the 2020 coronavirus pandemic has forced many people to do activities online. An emerging trend we observed is that people share relevant articles, which healthcare professionals published on social media platforms, with their friends or family so as to increase their awareness to defend against the virus. Therefore, we focus on such health information sharing: users actively choosing to share an article provided by trustworthy healthcare professionals through sharing functions, or post a link to an article on social media platforms.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 248,
                    "text": "(Shi, Poorisat, & Salmon, 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 385,
                    "end": 397,
                    "text": "(Mano, 2014)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the importance, it is very challenging to employ an effective strategy to promote users' intention to share for two reasons. First, current literature suggests that users' intention to share health information on social media may differ in terms of their levels of eHealth literacy (e.g., Chi, He, Han, & Jiang, 2018; Zhang et al., 2018) . eHealth literacy refers to the extent to which a user possesses the capacity to seek, understand, evaluate and use online health information needed to make appropriate health-related decisions (Norman & Skinner, 2006; Van der Vaart et al., 2011) . Generally, compared to their counterparts, users who hold a high level of eHealth literacy tend to actively engage in online health-related activities, such as health information seeking and use (Chang et al., 2015; Quinn, Bond, & Nugent, 2017; Zhang, Sun, & Kim, 2017) .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 325,
                    "text": "Chi, He, Han, & Jiang, 2018;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 326,
                    "end": 345,
                    "text": "Zhang et al., 2018)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 541,
                    "end": 565,
                    "text": "(Norman & Skinner, 2006;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 566,
                    "end": 593,
                    "text": "Van der Vaart et al., 2011)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 791,
                    "end": 811,
                    "text": "(Chang et al., 2015;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 812,
                    "end": 840,
                    "text": "Quinn, Bond, & Nugent, 2017;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 841,
                    "end": 865,
                    "text": "Zhang, Sun, & Kim, 2017)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second, when editing an online health article, the providers have to consider how to design the specific content valence. Content valence refers to the overall emotions embedded in an online article, which are commonly classified as positive and negative (Meng et al., 2018) . For a given health topic, positive and negative writing styles may yield distinct stories (Kim, 2015) . Additionally, extant research reveals mixed findings regarding the effect of content valence on online information diffusion. For example, negative online articles seem to draw readers' attention quickly and cause more transmissions (e.g., Chua & Banerjee, 2018; Yin, Zhang, & Liu, 2020) . By contrast, some research argues that positive online articles could drive information seekers to share it with others (e.g., Berger & Milkman, 2012; Myrick, 2017) . Hence, current literature has not achieved a consensus on whether positive or negative online health articles evoke users' intention to share.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 274,
                    "text": "(Meng et al., 2018)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 367,
                    "end": 378,
                    "text": "(Kim, 2015)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 621,
                    "end": 643,
                    "text": "Chua & Banerjee, 2018;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 644,
                    "end": 668,
                    "text": "Yin, Zhang, & Liu, 2020)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 798,
                    "end": 821,
                    "text": "Berger & Milkman, 2012;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 822,
                    "end": 835,
                    "text": "Myrick, 2017)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To promote users' intention to share health articles on social media by solving two issues above, we posit that users have formed their own initial beliefs before exposed to a health article, and subsequently, these initial beliefs play a critical role in their following assessment of content embedded in the article. This assumption is inspired by a stream of research that argues that humans are shaped by their prior attitudes and viewpoints when processing information (e.g., Alba, Broniarczyk, Shimp, & Urbany, 1994; Jonas, Schulz-Hardt, Frey, & Thelen, 2001) . Specifically, we argue that users, as they make sense of and cognitively process an online health article, exhibit confirmation bias. For this study, confirmation bias refers to the extent to which a user prefers an online health article that conforms to their initial beliefs and attitudes (Yin, Mitra, & Zhang, 2016) .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 522,
                    "text": "Alba, Broniarczyk, Shimp, & Urbany, 1994;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 523,
                    "end": 565,
                    "text": "Jonas, Schulz-Hardt, Frey, & Thelen, 2001)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 859,
                    "end": 886,
                    "text": "(Yin, Mitra, & Zhang, 2016)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Related literature has pointed out that confirmation bias affects a user's information-processing styles. If someone has an extreme confirmation bias, he or she is likely to agree with online articles that hold standpoints similar to their initial beliefs while rejecting those contrary to their preexisting attitudes (Vydiswaran, Zhai, Roth, & Pirolli, 2015) . On the other hand, if someone holds a moderate confirmation bias, he or she might be cautious on their initial beliefs and thus evaluates the online articles mainly depending on their information-use experiences (Knobloch-Westerwick, Johnson, & Westerwick, 2014) , as well as the specific content characteristics (Knobloch-Westerwick & Kleinman, 2012) . Following this view, we argue that the confirmation bias could play a moderating role in the relationships among users' eHealth literacy, content valences of online health articles, and their intention to share.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 359,
                    "text": "(Vydiswaran, Zhai, Roth, & Pirolli, 2015)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 574,
                    "end": 624,
                    "text": "(Knobloch-Westerwick, Johnson, & Westerwick, 2014)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 675,
                    "end": 713,
                    "text": "(Knobloch-Westerwick & Kleinman, 2012)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study holds both theoretical and practical significance. On the theoretical front, this study is among the first attempts to incorporate the confirmation bias into users' intention to share online health articles on social media. In particular, it proposes an explanation mechanism about how eHealth literacy and content valence promote users' intention to share health articles by introducing the moderating effect of confirmation bias. On the practical front, the findings of this study may inform those healthcare professionals who want to increase the visibility of their online health articles. For example, before posting health articles, they are supposed to consider target readers' eHealth literacy and confirmation bias when deciding the content valence of the articles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of the paper proceeds as follows. The next section presents the literature review on eHealth literacy and information sharing, content valence and information sharing, as well as the role of confirmation bias in information sharing, also followed by a research model highlighted in a figure. After that, we detail the methodology and results of this study. Finally, the paper ends with a discussion and conclusion, including key findings, theoretical implications, practical implications, and future research directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "eHealth literacy was perhaps firstly proposed by Norman and Skinner (2006) . It is a multifaceted construct including several key dimensions such as essential mastery of medical knowledge and information-search skills, which are adapted from health literacy and H. Zhao, et al. Information Processing and Management 57 (2020) 102354 online information literacy (Crook, Stephens, Pastorek, Mackert, & Donovan, 2016; Van de Vord, 2010; Van der Vaart et al., 2011) . We compared the three related constructs-health literacy, online information literacy, and eHealth literacy-based on the review of relevant literature (e.g., Institute of Medicine, 2004; Van de Vord, 2010; Van der Vaart et al., 2011) . We find that despite overlaps between each concept, they highlight several distinct abilities of online users. The comparison between the three constructs is presented in Table 1 . First, regarding health literacy, it emphasizes that users should receive health education and master essential health and medical knowledge (Institute of Medicine, 2004) . Such knowledge can help them make informed health-related decisions, including healthcare services selection, disease prevention, and health promotion (Fu, Chen, & Zheng, 2020; Nutbeam, 2000) . Prior research also indicates that users who have high health literacy are more likely to share health information with others (e.g., Crook, Stephens, Pastorek, Mackert, & Donovan, 2016; Pian, Song, & Zhang, 2020) . This is perhaps because those who hold high health literacy can recognize and articulate their health information needs and thus know how to share the health information with others effectively.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 74,
                    "text": "Norman and Skinner (2006)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 262,
                    "end": 332,
                    "text": "H. Zhao, et al. Information Processing and Management 57 (2020) 102354",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 414,
                    "text": "(Crook, Stephens, Pastorek, Mackert, & Donovan, 2016;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 415,
                    "end": 433,
                    "text": "Van de Vord, 2010;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 434,
                    "end": 461,
                    "text": "Van der Vaart et al., 2011)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 651,
                    "end": 669,
                    "text": "Van de Vord, 2010;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 670,
                    "end": 697,
                    "text": "Van der Vaart et al., 2011)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1036,
                    "end": 1051,
                    "text": "Medicine, 2004)",
                    "ref_id": null
                },
                {
                    "start": 1205,
                    "end": 1230,
                    "text": "(Fu, Chen, & Zheng, 2020;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1231,
                    "end": 1245,
                    "text": "Nutbeam, 2000)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1382,
                    "end": 1434,
                    "text": "Crook, Stephens, Pastorek, Mackert, & Donovan, 2016;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1435,
                    "end": 1461,
                    "text": "Pian, Song, & Zhang, 2020)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 871,
                    "end": 878,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "eHealth literacy and information sharing"
        },
        {
            "text": "Second, regarding online information literacy, it highlights that users should know how to use digital technologies like computers and social media services to conduct effective information search on the internet. In brief, high online information literacy requires that users should possess a high self-efficacy for using digital technologies and essential online information-search skills. Otherwise, even though someone knows how to recognize and articulate their health information needs, he or she might not obtain prompt online healthcare services due to a lack of the ability to access online health information resources (Pian, Song, & Zhang, 2020) .",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 656,
                    "text": "(Pian, Song, & Zhang, 2020)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "eHealth literacy and information sharing"
        },
        {
            "text": "Third, regarding eHealth literacy, it underlines how users effectively learn, understand, and process online health information by using digital technologies and online information-search skills for their health decision-making. Because eHealth literacy underscores online health information-search skills, it is reasonable to associate one's eHealth literacy with online health information-seeking. Related studies find that users with a high level of eHealth literacy tend to engage in online health information-seeking activities frequently (e.g., Chang et al., 2015; Quinn et al., 2017; Wong & Cheung, 2019) . Also, eHealth literacy stresses users' self-efficacy for using digital technologies. Accordingly, a user with a high level of eHealth literacy is able to handle health-related apps on their smartphones and wearable devices (Cho, Park & Lee, 2014; Kim, Shin, & Yoon, 2017; Zhang et al., 2018) .",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 570,
                    "text": "Chang et al., 2015;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 571,
                    "end": 590,
                    "text": "Quinn et al., 2017;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 591,
                    "end": 611,
                    "text": "Wong & Cheung, 2019)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 837,
                    "end": 860,
                    "text": "(Cho, Park & Lee, 2014;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 861,
                    "end": 885,
                    "text": "Kim, Shin, & Yoon, 2017;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 886,
                    "end": 905,
                    "text": "Zhang et al., 2018)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "eHealth literacy and information sharing"
        },
        {
            "text": "Several researchers have conjectured that eHealth literacy could be highly associated with users' online health information sharing because eHealth literacy serves their online health interactions (e.g., Zhang et al., 2017 Zhang et al., , 2018 . In our research context, whether users are willing to share health articles on social media might involve relevant online health interactions. When a user with a high level of eHealth literacy reads an online health article, he or she may flexibly connect medical knowledge embedded in the article to the reality such as one's current health condition and lifestyle. Consequently, the user might share the article with others for further discussions or clarifications (Chi et al., 2018) . Users sharing a health article could also be a critical step to make a healthrelated decision such as deciding to inform doctors and discuss with them (Chen, Guo, Wu, & Ju, 2020) . Unfortunately, relevant empirical investigations into the impact of eHealth literacy on the intention to share are still lacking. Thus, we propose the first hypothesis as follows.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 222,
                    "text": "Zhang et al., 2017",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 223,
                    "end": 243,
                    "text": "Zhang et al., , 2018",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 714,
                    "end": 732,
                    "text": "(Chi et al., 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 886,
                    "end": 913,
                    "text": "(Chen, Guo, Wu, & Ju, 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "eHealth literacy and information sharing"
        },
        {
            "text": "H1: Users with higher eHealth literacy have a stronger intention to share health articles than those with lower eHealth literacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "eHealth literacy and information sharing"
        },
        {
            "text": "Past research has put much effort into exploring the mechanisms underlying the relationship between the content valence of the online information (positive or negative) and its diffusion among information consumers (e.g., Berger & Milkman, 2012; Kim, 2015; Meng et al., 2018; Wang, Zhou, Jin, Fang, & Lee, 2017; Yin, Zhang, & Liu, 2020) . Nonetheless, understanding about whether positive or negative online information evokes users' sharing intention more readily has not achieved a consensus in the literature. Indeed, there are two competing mechanisms underlying the relationships between content valences of online information and its diffusion.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 245,
                    "text": "Berger & Milkman, 2012;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 246,
                    "end": 256,
                    "text": "Kim, 2015;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 257,
                    "end": 275,
                    "text": "Meng et al., 2018;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 276,
                    "end": 311,
                    "text": "Wang, Zhou, Jin, Fang, & Lee, 2017;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 312,
                    "end": 336,
                    "text": "Yin, Zhang, & Liu, 2020)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Content valence and information sharing"
        },
        {
            "text": "The first viewpoint suggests that positive online information is more likely to motivate users to share. This is probably because sharing positive online information may help the sharers establish a positive image. Most people prefer to share positive content with others to make them feel good, thereby making a good impression on others (Berger & Milkman, 2012) . In contrast to sharing the positive content for the self-presentation purpose, the second viewpoint argues that negative online information is more likely to drive consumers' sharing intention. For example, the literature on online word-of-mouth indicates that negative online reviews on products and services draw information seekers' attention more easily and arouse their intention to share such negative content with peers to avoid potential purchase risks (Yin et al., 2016) . Table 1 Comparisons among health literacy, online information literacy and eHealth literacy.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 363,
                    "text": "(Berger & Milkman, 2012)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 827,
                    "end": 845,
                    "text": "(Yin et al., 2016)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 848,
                    "end": 855,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Content valence and information sharing"
        },
        {
            "text": "In our research context, both two mechanisms could help to explain why users intend to share positive (or negative) health articles on social media rather than the opposite ones. On the one hand, users are likely to share positive health information with others as they would like to create a self-image that pays attention to healthcare in public. On the other hand, users might be more willing to share negative health information with others because such potential risks mentioned in the negative health information are more critical to our lives and survival. For this study, it is essential to explore which content valence (positive or negative) of health articles exposure to users can drive their stronger intention to share. Thus, we propose hypotheses as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content valence and information sharing"
        },
        {
            "text": "H2a: Users have a stronger intention to share positive health articles than negative ones. H2b: Users have a stronger intention to share negative health articles than positive ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content valence and information sharing"
        },
        {
            "text": "Confirmation bias often occurs when users encounter online information that favors or challenges their prior beliefs and preexisting attitudes. In this case, they tend to accept information that conforms to their preexisting beliefs and attitudes, but ignore information that deviates them (van Strien, Kammerer, Brand-Gruwel, & Boshuizen, 2016) . This bias also affects their online information processing. For example, some research finds that people actively search for online information consistent with their preexisting beliefs, opinions, attitudes or expectations (e.g., Itzchakov & Van Harreveld, 2018) , whereas some other research suggests that users prefer to consume and share like-minded online articles but avoid competing ones (e.g., Knobloch-Westerwick & Kleinman, 2012) .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 345,
                    "text": "(van Strien, Kammerer, Brand-Gruwel, & Boshuizen, 2016)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 578,
                    "end": 610,
                    "text": "Itzchakov & Van Harreveld, 2018)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 749,
                    "end": 786,
                    "text": "Knobloch-Westerwick & Kleinman, 2012)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "The role of confirmation bias in sharing information"
        },
        {
            "text": "Confirmation bias varies in terms of one's confidence in their prior beliefs and preexisting attitudes (Yin et al., 2016) . Confirmation bias will be strengthened for those who are more likely to trust in their prior beliefs (Jonas et al., 2001) . Such selfconfidence also affects their assessment of the specific content characteristics of given online information that they are exposed to, as well as their related information-search experience (Knobloch-Westerwick & Kleinman, 2012) . For instance, if people are more confident in their initial beliefs, they are more likely to form an extreme confirmation bias (e.g., very agree or very disagree) when encountering online information. In this case, people are inclined to process the information by leveraging their preexisting beliefs rather than the content characteristics of the information or their particular information-seeking and information-use experience (Yin et al., 2016) .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 121,
                    "text": "(Yin et al., 2016)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 225,
                    "end": 245,
                    "text": "(Jonas et al., 2001)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 447,
                    "end": 485,
                    "text": "(Knobloch-Westerwick & Kleinman, 2012)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 920,
                    "end": 938,
                    "text": "(Yin et al., 2016)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "The role of confirmation bias in sharing information"
        },
        {
            "text": "On the other hand, if people are less uncertain about their initial beliefs, they will form a moderate confirmation bias when encountering online information. In this case, people are inclined to rely primarily on the specific content characteristics of the information and the experience with seeking and understanding the information to process the information (Knobloch-Westerwick et al., 2014; Yin et al., 2016) . In our research context, confirmation bias would happen when users read online health articles. We posit that confirmation bias will affect individuals' health information processing, particularly nudging or restraining the effects of eHealth literacy and the content valence of an article to which they are exposed on their intention to share. Thus, we propose research questions as follows.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 397,
                    "text": "(Knobloch-Westerwick et al., 2014;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 398,
                    "end": 415,
                    "text": "Yin et al., 2016)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "The role of confirmation bias in sharing information"
        },
        {
            "text": "RQ 1a: How does confirmation bias moderate the relation between eHealth literacy and intention to share? RQ 1b: How does confirmation bias moderate the relation between content valence and intention to share? We choose young people in China as our study participants for three reasons. First, young people are active users on social media platforms all over the world (Proulx, 2017) . They are increasingly adopting these platforms for information sharing, including sharing health-related issues (Korda & Itani, 2013) . Second, against the backdrop of China's fast development and transformation, young Chinese nowadays face more severe mental and physical health problems than their predecessors (e.g., Gong et al., 2012; Patel, Flisher, Hetrick, & McGorry, 2007) . Accordingly, health information sharing on social media may become one vital means to enhance their healthcare self-awareness (Byron, Albury, & Evers, 2013) . Third, research on health information sharing via social media among Chinese young people still lags. To respond to such a drawback, we thus investigate this particular group of social media users.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 382,
                    "text": "(Proulx, 2017)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 497,
                    "end": 518,
                    "text": "(Korda & Itani, 2013)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 705,
                    "end": 723,
                    "text": "Gong et al., 2012;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 724,
                    "end": 765,
                    "text": "Patel, Flisher, Hetrick, & McGorry, 2007)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 894,
                    "end": 924,
                    "text": "(Byron, Albury, & Evers, 2013)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The role of confirmation bias in sharing information"
        },
        {
            "text": "Prior research indicates that users' characteristics such as age, education, and social media usage experience are associated with their online health-related behaviors, such as seeking information and sharing information (Zhang et al., 2017) . To control such potentially confounding factors, we also consider users' demographic information as control variables (or covariates) in this study. The demographic information includes gender, age, education level, discipline background, and information-sharing experience on social media (cf. Zhang et al., 2017 ). The research model and questions are structured and depicted in Fig. 1. ",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 242,
                    "text": "(Zhang et al., 2017)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 540,
                    "end": 558,
                    "text": "Zhang et al., 2017",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 626,
                    "end": 633,
                    "text": "Fig. 1.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The role of confirmation bias in sharing information"
        },
        {
            "text": "This study attempts to draw causal inferences through the use of statistical techniques by empirically investigating users' intention to share online health articles on social media. Specifically, we employed a lab experiment to examine the effects of related variables on users' intention to share. A lab experiment gives us precise control over other confounding factors such as users' demographic information (Ambuehl & Li, 2018; Banerjee & Chua, 2019) . Additionally, experimental research is able to establish the existence of cause-and-effect relationships among variables of interest (Wahyuni, 2012) .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 432,
                    "text": "(Ambuehl & Li, 2018;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 433,
                    "end": 455,
                    "text": "Banerjee & Chua, 2019)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 591,
                    "end": 606,
                    "text": "(Wahyuni, 2012)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Research setting"
        },
        {
            "text": "Because our target population is young people in China, we recruited participants and conducted our experiment at a public university in Central China. This university enrolls young people from almost all provinces of China, including Hong Kong, Macau, and Taiwan. We put up posters in several schools of this university to recruit participants. On the posters, we elaborated on our research purpose, that is, to understand users' confirmation bias and related information behavior. In addition, we declared the confidentiality of our study on the posters. Specifically, we informed that taking part in this experiment was entirely voluntary and H. Zhao, et al. Information Processing and Management 57 (2020) 102354 participants were able to refuse to participate or withdraw from the experiment at any time. We made sure that all participants would not be identified by names in any reports of the completed study, and analyses of the collected information would be performed at the group level only.",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 716,
                    "text": "H. Zhao, et al. Information Processing and Management 57 (2020) 102354",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Research setting"
        },
        {
            "text": "An initial pool of 94 volunteers from different disciplines was created after obtaining their informed consent. We compared the distribution of demographic information for the early 30 respondents and the late 30 respondents (roughly the first and last one-third of the sample). We found no significant differences between the two groups, indicating that response bias was not a concern for this study (Sivo, Saunders, Chang, & Jiang, 2006) . To ensure the data quality collected from the participants, we gave everyone an incentive of 30 CNY (about 4.4 USD) as a token of appreciation after they finished the experiment. In the experiment, we followed several steps to assign them to different treatment groups randomly, and the detailed process proceeded as follows.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 440,
                    "text": "(Sivo, Saunders, Chang, & Jiang, 2006)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Research design and procedure"
        },
        {
            "text": "Firstly, the participants were asked to participate in a pre-experiment survey. The purpose of the survey is to learn about their demographic information and eHealth literacy. Demographic information includes gender, age, education level, discipline background, and social media usage experience in sharing information. Measures of eHealth literacy are adapted from the \"eHealth Literacy Scale\" (see Van der Vaart et al., 2011, p. 6) . It consists of eight items with a 5-point Likert scale, the options of which range from \"strongly disagree\" to \"strongly agree.\" Specific items that make up these scales are shown in Table 3 .",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 433,
                    "text": "Van der Vaart et al., 2011, p. 6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 619,
                    "end": 626,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Research design and procedure"
        },
        {
            "text": "After measuring the participants' eHealth literacy, they were then divided into two types (high eHealth literacy and low eHealth literacy) according to their obtained scores of eHealth literacy. Specifically, those who scored higher than the mean value of eHealth literacy (M = 3.525, SD=0.738) were assigned to Group 1 (high eHealth literacy), while those who scored lower than the mean value were assigned to Group 2 (low eHealth literacy). To make each group comparable, we randomly removed some participants from each group. The final sample of each group includes 40 participants (40 × 2 = 80 participants in total).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research design and procedure"
        },
        {
            "text": "Next, the participants in Group 1 and Group 2 were invited to read an online health article. In the experiment, we used four online health articles for the experimental stimuli, including two positive articles and two negative articles (namely PosiArti One, PosiArti Two, NegaArti One, and NegaArti Two; also see Appendix in detail). All the articles are written and reviewed by reputable healthcare professionals and thus are of high credibility and quality. We also have invited two experts in public health to evaluate the content valences of these articles before experimenting. The experts had related master's degrees from a Chinese university. Both of them confirmed the information accuracy and content valence embedded in the articles based on their reading experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research design and procedure"
        },
        {
            "text": "For Group 1 (high eHealth literacy), we randomly assigned either one positive or negative online health article to each participant. Specifically, 10 participants of Group 1 were randomly chosen for exposure to one positive article (either PosiArti One or PosiArti Two), whereas the other 10 participants were exposed to one negative article (either NegaArti One or NegaArti Two). This thus led to two treatment groups-Group 1.A (high × positive) and Group 1.B (high × negative), each of which consisted of 20 participants. In the same way, participants from Group 2 (low eHealth literacy) were also randomly assigned either a positive or negative online health article. This led to two treatment groups-Group 2.A (low × positive) and Group 2.B (low × negative), each of which consisted of 20 participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research design and procedure"
        },
        {
            "text": "For this study, we designed a 2 (eHealth literacy: high and low) × 2 (content valence: positive and negative) between-participants experiment, which contained four treatment groups (high × positive, low × positive, high × negative, and low × negative). Fig. 2 H. Zhao, et al. Information Processing and Management 57 (2020) 102354 presents the process of how the four treatments were created. In summary, a total of 80 participants were randomly assigned to four treatment groups, with 20 participants in each treatment group.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 330,
                    "text": "H. Zhao, et al. Information Processing and Management 57 (2020) 102354",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 259,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Research design and procedure"
        },
        {
            "text": "In the experiment, the participants were asked to assess their confirmation bias after reading the article as well as their intention to share the article on social media. Measures of confirmation bias were adapted from Knobloch-Westerwick and Kleinman (2012) and comprised three items with a 5-point Likert scale. Measures of intention to share were adapted from Chua and Banerjee (2018) and consisted of two items with a 5-point Likert scale.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 388,
                    "text": "Chua and Banerjee (2018)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Research design and procedure"
        },
        {
            "text": "Because our research was conducted in China, all the items of measuring the constructs were translated into Chinese through employing a translation committee approach (e.g., Chen, Chua, & Deng, 2018; Fu, Chen, & Zheng, 2020) . To ensure the face validity of the items, the authors participated in the translation, all of whom were effectively bilingual in Mandarin and English. Table 2 presents the demographic information regarding the participants (n = 80), including gender, age, education level, discipline background, and their information-sharing experience on social media. Variables in the survey involve \"eHealth literacy,\" \"confirmation bias,\" and \"intention to share.\" Table 3 shows the descriptive statistics of the variables, including mean values, standard deviations, Cronbach's α values, and factor loadings values. Table 3 also presents the items for measuring the variables. According to the Cronbach's α values (threshold value >0.70) and factor loadings (threshold value >0.50) of the table, we can conclude that the variables have good reliabilities (Qiu, Pang, & Lim, 2012) . ",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 199,
                    "text": "Chen, Chua, & Deng, 2018;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 200,
                    "end": 224,
                    "text": "Fu, Chen, & Zheng, 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1071,
                    "end": 1095,
                    "text": "(Qiu, Pang, & Lim, 2012)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 385,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 680,
                    "end": 687,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 832,
                    "end": 839,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Research design and procedure"
        },
        {
            "text": "To ensure that our manipulation of eHealth literacy and content valence was effective, we employed two approaches to check the manipulation, respectively. For eHealth literacy, as suggested by Choi, Kim and Jiang (2016) , we calculated the mean values and standard deviations of obtained scores between participants with high eHealth literacy (M = 3.862, SD = 0.865) and with low eHealth literacy (M = 3.144, SD = 1.112). The independent t-test results show that participants with high eHealth literacy scored significantly better than those with low eHealth literacy (t (39) = 2.460, p<.01). This result indicated that our manipulation of eHealth literacy was effective.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 219,
                    "text": "Choi, Kim and Jiang (2016)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Manipulation checks"
        },
        {
            "text": "We avoided asking the participants to directly judge the content valence of the article that they read. This is because if we did so, the participants could realize that there were two types of articles in terms of the content valence (positive and negative) in this experiment. Such suspicion could affect their response to questions of the following-up survey. Thus, we took another way to make sure the effectiveness of the manipulation of content valence. According to the approach proposed by Li, Huang, Tan and Wei (2013), we invited two postgraduates in Information Science to evaluate the content valences of articles, both of whom were preparing for the final year projects concerning online health information behaviors. They had read the health articles which would work as the experimental stimuli carefully and independently evaluated the content valence of the articles based on their reading experience Note:1. For interpreting the 5-point Likert Scale of confirmation bias, if the value locates the interval from 1 to 2 (excluding 2), it means extreme negative confirmation bias; if the value locates the interval from 2 to 3 (excluding 3), it means moderate negative confirmation bias; 3 means no confirmation bias; if the value locates the interval from 3 to 4 (excluding 4), it means moderate positive confirmation bias; if the value locates the interval from 4 to 5, it means extreme positive confirmation bias. 2. For interpreting the 5-point Likert Scale of intention to share, 1 refers to \"very impossible,\" 2 refers to \"impossible,\" 3 refers to \"neutral,\" 4 refers to \"possible,\" and 5 refers to \"very possible.\". without any discussion. Both agreed that our manipulation in terms of the content valence of the articles was appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manipulation checks"
        },
        {
            "text": "First, to test H1, H2a, and H2b, we investigate the main effects of eHealth literacy and content valence on users' intention to share online health information, respectively. This study conducts a two-way analysis of variance (ANOVA). As a type of hypothesis-based test, a two-way ANOVA approach can compare the mean differences between groups that have been split on two independent variables (i.e., factors) so as to test if there exists a statistically significant effect of each factor on a dependent variable (Maxwell & Delaney, 2004) . For this study, this approach examined the independent effect of each factor (i.e., eHealth literacy and content valence) on the dependent variable (i.e., intention to share).",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 539,
                    "text": "(Maxwell & Delaney, 2004)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Second, to address RQ1a and RQ1b, we investigate the moderating effect of confirmation bias on the relations between eHealth literacy, content valence, and intention to share. This study thus conducts a two-way analysis of covariance (ANCOVA). This is because the ANCOVA approach can simultaneously test the moderating effect of confirmation bias on the relationship between eHealth literacy and intention to share as well as the relationship between content valence and intention to share. Furthermore, the approach controls the effect of other covariates (participants' demographic information). The covariates have been transformed into dummy variables before conducting the ANCOVA test using a regression model (Maxwell & Delaney, 2004) . All data analyses were conducted using SPSS Version 21.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 740,
                    "text": "(Maxwell & Delaney, 2004)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The results of the two-way ANOVA are shown in Table 4 . The results suggest that only the effect of eHealth literacy on users' intention to share was significant (F (1, 78) = 3.957, p <0.05, η 2 = 0.362), indicating that participants with a high level of eHealth literacy (M = 3.425, SD = 0.083) were more willing to share health articles on social media than those with a low level of eHealth literacy (M = 2.925, SD = 1.163). Thus, H1 was supported. By contrast, both H2a and H2b were not supported (F (1, 78) = 1.328, p = .847), suggesting that participants exposed to positive health articles (M = 3.15, SD = 1.167) held an identical extent of sharing intention compared to those exposed to negative articles (M = 3.20, SD = 1.137).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Effects of eHealth literacy and content valence on the intention to share"
        },
        {
            "text": "We performed the ANCOVA to test the moderating effect of confirmation bias, wherein participants' demographic information were included as covariates (including gender, age, education levels, discipline background, and social media usage experience). The ANCOVA results, as shown in Table 5 , revealed that the moderating role of confirmation bias was significant in the relationship between eHealth literacy and intention to share (F (3, 76) =21.655, p<.01, p 2 =0.905, β coefficient= 0.567), as well as the relationship between content valence and intention to share (F (4, 75) =3.357, p<.05, p 2 =0.281, β coefficient= −0.293).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 290,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Moderating role of confirmation bias"
        },
        {
            "text": "We plotted the distribution of the extent of confirmation bias among 80 participants, as shown in Fig. 3 . Specifically, thirty-one of the participants in our sample (accounting for 38.75% of the sample) had no confirmation bias (i.e., the score was 3). Only two respondents had extreme negative confirmation bias (i.e., the score was 1); eight respondents had moderate negative confirmation bias (i.e., the score was 2); twenty-five respondents had moderate positive confirmation bias (i.e., the score was 4); and fourteen respondents had extreme positive confirmation bias (i.e., the score was 5).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 104,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Moderating role of confirmation bias"
        },
        {
            "text": "To delve deeper, we further plotted the distributions between the extent of confirmation bias and their intention to share in different levels of eHealth literacy (high and low) and content valence (positive and negative), as shown in Fig. 4 . The purpose is to visualize the moderating role of confirmation bias comprehensively. Because we had divided the participants into four treatment groups, we calculated the mean values of their confirmation bias and intention to share across the four treatment groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 241,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Moderating role of confirmation bias"
        },
        {
            "text": "The left-side figure showed that participants with a high level of eHealth literacy were probably to have a stronger intention to share positive health articles than negative ones when they had polarized confirmation bias. Specifically, the mean value of the intention to share went to the maximum when users were exposed to positive health articles and had extreme positive confirmation Zhao, et al. Information Processing and Management 57 (2020) 102354 bias, whereas the users who had extreme negative confirmation bias held the second-largest intention to share health articles regardless of the articles' content valence. In contrast, participants with a high level of eHealth literacy were more likely to share negative health articles than positive ones when they had moderate confirmation bias or no confirmation bias. The right-side figure showed that participants with a low level of eHealth literacy reached a maximum mean value of the intention to share health articles, regardless of the content valence was positive or negative, only when their confirmation bias went moderate positive. However, if they had extreme positive confirmation bias, their intention to share would decrease significantly, especially when they were exposed to negative articles. Nonetheless, participants with a low level of eHealth literacy were less likely to share when they had negative confirmation bias or had no confirmation bias.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 455,
                    "text": "Zhao, et al. Information Processing and Management 57 (2020) 102354",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Moderating role of confirmation bias"
        },
        {
            "text": "Overall, the findings of this paper are twofold. First, we find that: (1) all else equal, users with a high level of eHealth literacy were more likely to share health articles than those with a low level of eHealth literacy; and (2) all else equal, the content valence embedded in a particular article could not significantly affect users' intention to share. The current literature has suggested that eHealth literacy helps to improve an individual's health decision making (e.g., Quinn et al., 2017; Wong & Cheung, 2019) . This study confirms the salient role of eHealth literacy in users' intention to share online health information. Nonetheless, the role of content valence in the sharing intention is still not established, which, in turn, preserves the existing dispute that the relationship between the content valence of online information and its diffusion is uncertain.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 501,
                    "text": "Quinn et al., 2017;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 502,
                    "end": 522,
                    "text": "Wong & Cheung, 2019)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Key findings"
        },
        {
            "text": "Second, after controlling potential covariates (i.e., users' demographic information), we find that the confirmation bias played an intricate role in the relationships between eHealth literacy, content valence, and users' intention to share. The results showed that: (1) users with a high level of eHealth literacy were more likely to share positive health articles when their confirmation bias was polarized;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key findings"
        },
        {
            "text": "(2) users with a high level of eHealth literacy were more likely to share negative health articles when their confirmation bias was moderate, or they had no confirmation bias; (3) users with a low level of eHealth literacy were more likely to share regardless of the content valence of articles when they had moderate positive confirmation bias; (4) users with a low level of eHealth literacy were more likely to share positive health articles than negative ones when they had extreme positive confirmation bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key findings"
        },
        {
            "text": "Although related literature acknowledges the role of confirmation bias in users' information processing such as seeking and using information that conforms to their initial beliefs (e.g., Knobloch-Westerwick et al., 2014; Yin et al., 2016) , investigations of the impact of users' confirmation bias on their health information sharing are very few. This study advances this stream of literature by uncovering the role of confirmation bias in promoting users' intention to share health articles on social media.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 221,
                    "text": "Knobloch-Westerwick et al., 2014;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 222,
                    "end": 239,
                    "text": "Yin et al., 2016)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Key findings"
        },
        {
            "text": "Theoretically, the most significant contribution of this study is that it proposes an explanation mechanism about how eHealth literacy and content valence might promote users' intention to share health articles on social media. Our results suggest that despite the potential variances of eHealth literacy among users and the content valence of health articles that they read, if leveraging their confirmation bias appropriately, it is possible to increase their sharing intention on social media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for theory"
        },
        {
            "text": "In terms of eHealth literacy, users with a higher level of eHealth literacy held a stronger intention to share. However, our results showed that the extent of the sharing intention could shift in terms of their confirmation bias. This fine-grained finding deepens the understanding of the effect of eHealth literacy on users' intention to share online health articles. Increasing the extent of users' eHealth literacy seems to promote their sharing intention of health articles. However, the increment of the extent of sharing intention varies among them. This is because users' initial attitudes toward and beliefs about certain health articles also affect their sharing intention in the form of confirmation bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for theory"
        },
        {
            "text": "In terms of content valence, our results showed that there was no significant difference in users' intention to share regardless of the health articles were positive or negative. However, our following-up analyses indicated that the impact of content valence on users' sharing intention became significant when considering their eHealth literacy and confirmation bias jointly. Specifically, when users with a high level of eHealth literacy were exposed to positive health articles and formed extreme confirmation bias (which means the content either deviated their initial beliefs or conforms to their initial beliefs, to a great extent), they were more likely to share the articles. This implies that users with a high level of eHealth literacy could exhibit sharing behavior, not only for supporting information that similar to their initial beliefs but also for responding to or even combating information that differs from their standpoints (Chua & Banerjee, 2017) .",
            "cite_spans": [
                {
                    "start": 945,
                    "end": 968,
                    "text": "(Chua & Banerjee, 2017)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Implications for theory"
        },
        {
            "text": "However, when users with a low level of eHealth literacy were exposed to positive health articles and held extreme positive confirmation bias, they were more likely to share the articles. From an evolutionary viewpoint, we conjecture that people could be more comfortable with positive health information because such information makes them feel safe. Especially for users with a low level of eHealth literacy, they might depend heavily on the positive health information that conforms to their initial beliefs due to their incompetence of processing attitude-inconsistency messages (Vydiswaran et al., 2015) . Yet, it still needs further empirical investigations into this proposition.",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 608,
                    "text": "(Vydiswaran et al., 2015)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Implications for theory"
        },
        {
            "text": "Our findings help to inform health information providers who want to promote consumers' intention to share health information on social media. They are suggested to adopt a consumer segmentation strategy when offering online health information. The providers probably need to obtain necessary information about consumers, such as their eHealth literacy and their initial beliefs of certain H. Zhao, et al. Information Processing and Management 57 (2020) 102354 health-related topics, when initially providing them with health articles. In the process, consumers' eHealth literacy can be measured through professional scales (e.g., Norman & Skinner, 2006) , while confirmation bias can be assessed by the propensity of their initial attitudes toward such topics (Vydiswaran et al., 2015) . However, such suggestions are also contingent on related platforms' affordances and system settings. If possible, health information providers are encouraged to serve the consumers based on their respective eHealth literacy and the assessment of their initial beliefs about a certain topic. For consumers who hold a low level of eHealth literacy, the providers may offer positive health articles about the topic similar to their initial beliefs to a great extent (forming an extreme positive confirmation bias). On the other hand, for consumers who hold a high level of eHealth literacy, the providers may offer positive articles about the topic that leads to their polarized confirmation bias or offer negative articles about the topic that may lead to their relatively moderate confirmation bias. As suggested by previous research (e.g., Vydiswaran et al., 2015) , confirmation bias can be controlled by recommending articles that are inconsistent with consumers' initial beliefs but full of persuasive and informative arguments.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 460,
                    "text": "H. Zhao, et al. Information Processing and Management 57 (2020) 102354",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 654,
                    "text": "Norman & Skinner, 2006)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 761,
                    "end": 786,
                    "text": "(Vydiswaran et al., 2015)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1629,
                    "end": 1653,
                    "text": "Vydiswaran et al., 2015)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Implications for practice"
        },
        {
            "text": "This study is not without limitations. The first limitation can be attributed to our used method-the lab experiment. Although a controlled lab experiment can ensure the internal validity of this study, the external validity (i.e., generalizability) might face challenges. For this study, we used a between-participants design and each participant was exposed to only one type of online health articles (positive or negative). However, in reality, users tend to browse multiple online health articles with congruent or opposite valence at the same time. Hence, future research may investigate users' intention to share when they are exposed to multiple online health articles. Moreover, the sample size of our research was relatively small (n = 80). Although prior research using a lab experiment with a between-participants design suggests that sample size of each treatment group should be larger than 18 (ours is 20 for each treatment group) (see Qiu et al., 2012) , we hope future work to enlarge the sample size and strengthen the reliability of our results.",
            "cite_spans": [
                {
                    "start": 949,
                    "end": 966,
                    "text": "Qiu et al., 2012)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Limitations and future research directions"
        },
        {
            "text": "Last, our research participants were university students in China as we aimed to target young social media users of China. However, it is also interesting to do further investigations to improve generalizability in the following three ways. First, future studies may recruit young Chinese people from diverse sources, such as those from local factories and rural China as future research participants. These young people tend to be less educated and thus have relatively low eHealth literacy. The role of confirmation bias in their sharing intention could differ from those university students. Second, future studies may target other groups of social media users, such as older adults. Because older adults seem to have more health-related issues, and such health conditions might confound the role of confirmation bias. Third, future studies ought to conduct cross-cultural studies to validate the findings of this study. One significant direction could be a comparison of the role of confirmation bias in sharing online health articles between Chinese social media and non-Chinese ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and future research directions"
        },
        {
            "text": "Social media users have enjoyed a wide variety of information services provided by healthcare professionals, such as disseminating medical knowledge by writing online health articles. However, enhancing users' intention to share health articles is tricky as the sharing intention differs in their eHealth literacy and the content valence of the articles that they read. This study investigates the boundary conditions under which eHealth literacy and content valence can promote users' intention to share by introducing a moderating factor: confirmation bias. This study concludes that for users with a high level of eHealth literacy, their intention to share health articles could be promoted in two conditions: (1) if their confirmation bias holds extreme, the providers may edit positive health articles for them; (2) if they have moderate confirmation bias or no confirmation bias, the providers may edit negative health articles for them. In contrast, for users with a low level of eHealth literacy, only when they have moderate positive confirmation bias, their intention to share is enhanced regardless of providing positive or negative health articles. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This work is jointly supported by the China Scholarship Council (CSC No. 201806270048 ) and the National Natural Science Foundation of China (grant number: 71974149).",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 85,
                    "text": "(CSC No. 201806270048",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Supplementary material associated withthis article can be found, in the online version, at doi:10.1016/j.ipm.2020.102354.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary materials"
        },
        {
            "text": "As indicated earlier (see Section 3.2: Research design and procedure), we had four online health articles for the stimuli-two were positive, and the other two were negative. Of them, one positive and one negative article were collected from a health professional website-Guoke (www.guokr.com), and the other one positive and one negative article were collected from another professional website-Zhihu (www.zhihu.com). This strategy enabled us to control the potential effects of both topics and sources of health articles on readers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix. Experimental stimuli"
        },
        {
            "text": "To avoid potential bias, we kept the themes of the articles (positive and negative) from the same website consistent (Chua & Banerjee, 2018) . Specifically, articles that were harvested from Guoke concerned eating and health, whereas articles that were harvested from Zhihu concerned sexual-related issues. Both themes are among the common health topics discussed by young people (see Byron et al., 2013; Chi et al., 2018) .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 140,
                    "text": "(Chua & Banerjee, 2018)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 385,
                    "end": 404,
                    "text": "Byron et al., 2013;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 405,
                    "end": 422,
                    "text": "Chi et al., 2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Appendix. Experimental stimuli"
        },
        {
            "text": "To ensure the specific content valences of four articles (positive or negative), we had invited two university students majoring in Public Health to judge them before the experiment. Also, we invited another two postgraduates in Information Science to assess whether the positive articles and the negative articles were different in terms of the content valence (i.e., manipulation check). The basic information of the four online health articles is presented in Table A1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 471,
                    "text": "Table A1",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Appendix. Experimental stimuli"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The influence of prior beliefs, frequency cues, and magnitude cues on consumers' perceptions of comparative price data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Alba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Broniarczyk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Shimp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Urbany",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Consumer Research",
            "volume": "21",
            "issn": "2",
            "pages": "219--235",
            "other_ids": {
                "DOI": [
                    "10.1086/209394"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Belief updating and the demand for information",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ambuehl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Games and Economic Behavior",
            "volume": "109",
            "issn": "",
            "pages": "21--39",
            "other_ids": {
                "DOI": [
                    "10.1016/j.geb.2017.11.009"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Trust in online hotel reviews across review polarity and hotel category",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Computers in Human Behavior",
            "volume": "90",
            "issn": "",
            "pages": "265--275",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2018.09.010"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "What makes online content viral",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Milkman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Marketing Research",
            "volume": "49",
            "issn": "2",
            "pages": "192--205",
            "other_ids": {
                "DOI": [
                    "10.1509/jmr.10.0353"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "It would be weird to have that on Facebook\": Young people's use of social media and the risk of sharing sexual health information",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Byron",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Albury",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Evers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Reproductive Health Matters",
            "volume": "21",
            "issn": "41",
            "pages": "35--44",
            "other_ids": {
                "DOI": [
                    "10.1016/S0968-8080(13)41686-5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Relationship between parental and adolescent eHealth literacy and online health information seeking in Taiwan",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Miao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cyberpsychology, Behavior, and Social Networking",
            "volume": "18",
            "issn": "10",
            "pages": "618--624",
            "other_ids": {
                "DOI": [
                    "10.1089/cyber.2015.0110"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Exploring the online doctor-patient interaction on patient satisfaction based on text mining and empirical analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Article 102253",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ipm.2020.102253"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparing the web and mobile platforms of a social Q&A service from the user's perspective",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Aslib Journal of Information Management",
            "volume": "70",
            "issn": "2",
            "pages": "176--191",
            "other_ids": {
                "DOI": [
                    "10.1108/AJIM-06-2017-0149"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What sources to rely on? Laypeople's source selection in online health information seeking",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the 2018 conference on human information interaction & retrieval",
            "volume": "",
            "issn": "",
            "pages": "233--236",
            "other_ids": {
                "DOI": [
                    "10.1145/3176349.3176881"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cognitive factors of using health apps: Systematic analysis of relationships among health consciousness, health information orientation, eHealth literacy, and health app use efficacy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Medical Internet Research",
            "volume": "16",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influence of firm's recovery endeavors upon privacy breach on online customer behavior",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Management Information Systems",
            "volume": "33",
            "issn": "3",
            "pages": "904--933",
            "other_ids": {
                "DOI": [
                    "10.1080/07421222.2015.1138375"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "To share or not to share: The role of epistemic belief in online health rumors",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Medical Informatics",
            "volume": "108",
            "issn": "",
            "pages": "36--41",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijmedinf.2017.08.010"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Intentions to trust and share online health rumors: An experiment with medical professionals",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Computers in Human Behavior",
            "volume": "87",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2018.05.02"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sharing health information and influencing behavioral intentions: The role of health literacy, information overload, and the Internet in the diffusion of healthy heart information",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crook",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Pastorek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mackert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Communication",
            "volume": "31",
            "issn": "1",
            "pages": "60--71",
            "other_ids": {
                "DOI": [
                    "10.1080/10410236.2014.936336"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Exploring an adverse impact of smartphone overuse on academic performance via health issues: A stimulus-organism-response perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Behaviour & Information Technology",
            "volume": "",
            "issn": "",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "10.1080/0144929X.2020.1716848"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Exploring factors influencing Chinese user's perceived credibility of health and safety information on Weibo",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Computers in Human Behavior",
            "volume": "45",
            "issn": "",
            "pages": "21--31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2014.11.071"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Urbanisation and health in China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Carlton",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Lancet",
            "volume": "379",
            "issn": "9818",
            "pages": "61878--61881",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(11)61878-3"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "How doctors gain social and economic returns in online health-care communities: A professional capital perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Management Information Systems",
            "volume": "34",
            "issn": "2",
            "pages": "487--519",
            "other_ids": {
                "DOI": [
                    "10.1080/07421222.2017.1334480"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Feeling torn and fearing rue: Attitude ambivalence and anticipated regret as antecedents of biased information seeking",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Itzchakov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Harreveld",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Experimental Social Psychology",
            "volume": "75",
            "issn": "",
            "pages": "19--26",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jesp.2017.11.003"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Confirmation bias in sequential information search after preliminary decisions: An expansion of dissonance theoretical research on selective exposure to information",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schulz-Hardt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thelen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "557. Retrieved on 4th May",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Attracting views and going viral: How message features and news-sharing channels affect health news diffusion",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Communication",
            "volume": "65",
            "issn": "3",
            "pages": "512--534",
            "other_ids": {
                "DOI": [
                    "10.1111/jcom.12160"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Information tailoring and framing in wearable health communication",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Information Processing & Management",
            "volume": "53",
            "issn": "2",
            "pages": "351--358",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ipm.2016.11.005"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Confirmation bias in online searches: Impacts of selective exposure before an election on political attitude strength and shifts",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knobloch-Westerwick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Westerwick",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Computer-Mediated Communication",
            "volume": "20",
            "issn": "2",
            "pages": "171--187",
            "other_ids": {
                "DOI": [
                    "10.1111/jcc4.12105"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Preelection selective exposure: Confirmation bias versus informational utility",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knobloch-Westerwick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kleinman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Communication Research",
            "volume": "39",
            "issn": "2",
            "pages": "170--193",
            "other_ids": {
                "DOI": [
                    "10.1177/0093650211400597"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Harnessing social media for health promotion and behavior change",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Korda",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Itani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Promotion Practice",
            "volume": "14",
            "issn": "1",
            "pages": "15--23",
            "other_ids": {
                "DOI": [
                    "10.1177/1524839911405850"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Helpfulness of online product reviews as seen by consumers: Source and content features",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "International Journal of Electronic Commerce",
            "volume": "17",
            "issn": "4",
            "pages": "101--136",
            "other_ids": {
                "DOI": [
                    "10.2753/JEC1086-4415170404"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Social media and online health services: A health empowerment perspective to online health information",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Mano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Computers in Human Behavior",
            "volume": "39",
            "issn": "",
            "pages": "404--412",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2014.07.032"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Designing experiments and analyzing data: A model comparison perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Delaney",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Diffusion size and structural virality: The effects of message and network features on spreading health information on twitter",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Computers in Human Behavior",
            "volume": "89",
            "issn": "",
            "pages": "111--120",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2018.07.039"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The role of emotions and social cognitive variables in online health information seeking processes and effects",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Myrick",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Computers in Human Behavior",
            "volume": "68",
            "issn": "",
            "pages": "422--433",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2016.11.071"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "eHealth literacy: Essential skills for consumer health in a networked world",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "e9. Retrieved on 12th May",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Health literacy as a public health goal: A challenge for contemporary health education and communication strategies into the 21st century",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nutbeam",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Health Promotion International",
            "volume": "15",
            "issn": "3",
            "pages": "259--267",
            "other_ids": {
                "DOI": [
                    "10.1093/heapro/15.3.259"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Mental health of young people: A global public-health challenge",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Flisher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hetrick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcgorry",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Lancet",
            "volume": "369",
            "issn": "9569",
            "pages": "60368--60375",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(07)60368-7"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Consumer health information needs: A systematic review of measures",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Article 102077",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ipm.2019.102077"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "How young is too young to use social media?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Proulx",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The New York Times. Retrieved on 4th May",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Effects of conflicting aggregated rating on eWOM review credibility and diagnosticity: The moderating role of review valence",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Decision Support Systems",
            "volume": "54",
            "issn": "1",
            "pages": "631--643",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dss.2012.08.020"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Quantifying health literacy and eHealth literacy using existing instruments and browser-based software for tracking online health information seeking behavior",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nugent",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Computers in Human Behavior",
            "volume": "69",
            "issn": "",
            "pages": "256--267",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2016.12.032"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The use of social networking sites (SNSs) in health communication campaigns: Review and recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Poorisat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Salmon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Communication",
            "volume": "33",
            "issn": "1",
            "pages": "49--56",
            "other_ids": {
                "DOI": [
                    "10.1080/10410236.2016.1242035"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "How low should you go? Low response rates and the validity of inference in IS questionnaire research",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sivo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of the Association for Information Systems",
            "volume": "7",
            "issn": "1",
            "pages": "351--414",
            "other_ids": {
                "DOI": [
                    "10.17705/1jais.00093"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Adoption and use of social media among public health departments",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thackeray",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Neiger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Van Wagenen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Public Health",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-12-242"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Distance students and online research: Promoting information literacy through media literacy. The Internet and Higher Education",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van De Vord",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "170--175",
            "other_ids": {
                "DOI": [
                    "10.1016/j.iheduc.2010.03.001"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Does the eHealth Literacy Scale (eHEALS) measure what it intends to measure? Validation of a Dutch version of the eHEALS in two adult populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Vaart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Deursen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Drossaert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Taal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Dijk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Van De Laar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "e86. Retrieved on 27th November",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "How attitude strength biases information processing and evaluation on the web?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Strien",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kammerer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brand-Gruwel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Boshuizen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Computers in Human Behavior",
            "volume": "60",
            "issn": "",
            "pages": "245--252",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2016.02.057"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Overcoming bias to learn about controversial topics",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Vydiswaran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pirolli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of the Association for Information Science and Technology",
            "volume": "66",
            "issn": "8",
            "pages": "1655--1672",
            "other_ids": {
                "DOI": [
                    "10.1002/asi.23274"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The research design maze: Understanding paradigms, cases, methods and methodologies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wahyuni",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Retrieved on 4th May",
            "volume": "10",
            "issn": "",
            "pages": "69--80",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The influence of affective cues on positive emotion in predicting instant information sharing on microblogs: Gender as a moderator",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Information Processing & Management",
            "volume": "53",
            "issn": "3",
            "pages": "721--734",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ipm.2017.02.003"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Online health information seeking and eHealth Literacy among patients attending a primary care clinic in Hong Kong: A crosssectional survey",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "e10831. Retrieved on 10th October",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Reposting negative information on microblogs: Do personality traits matter? Information Processing & Management",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Article 102106",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ipm.2019.102106"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "When do consumers value positive vs. negative reviews? An empirical investigation of confirmation bias in online word of mouth",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Information Systems Research",
            "volume": "27",
            "issn": "1",
            "pages": "131--144",
            "other_ids": {
                "DOI": [
                    "10.1287/isre.2015.0617"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "What motivates physicians to share free health information on online health platforms? Information Processing & Management",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Article 102166",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ipm.2019.102166"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The role of perceived e-health literacy in users' continuance intention to use mobile healthcare applications: An exploratory empirical study in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "She",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Information Technology for Development",
            "volume": "24",
            "issn": "2",
            "pages": "198--223",
            "other_ids": {
                "DOI": [
                    "10.1080/02681102.2017.1283286"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The influence of individual differences on consumer's selection of online sources for health information",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Computers in Human Behavior",
            "volume": "67",
            "issn": "",
            "pages": "303--312",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2016.11.008"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Research model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Research procedure.   H. Zhao, et al.  Information Processing and Management 57 (2020)  102354",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The distribution of the extent of confirmation bias in the sample.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Moderating effect of confirmation bias on the relationships among eHealth literacy, content valence and intention to share.H. Zhao, et al.  Information Processing and Management 57 (2020)  102354",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic information of the participants.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Measures of variables and their descriptive statistics. I know how to use the internet to answer my health questions .777 5. I know how to use the health information I find to help me .803 6. I have the skills to evaluate the health information I find .786 7. I can tell high-quality from low-quality online health information .763 8. I feel confident in using online information to make health decisions",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Two-way ANOVA results.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "ANCOVA results.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Haiping Zhao: Conceptualization, Writing -original draft, Data curation, Writing -review & editing. Shaoxiong Fu: Conceptualization, Methodology, Writing -review & editing. Xiaoyu Chen: Formal analysis, Conceptualization, Methodology, Writing -original draft, Writing -review & editing.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Brief description of the experimental stimuli. PosiArti One How to eat to make yourself slim healthily? www.guokr.com/article/360937/ PosiArti Two \"Daddy, what is masturbation?\"-Brilliant answers from Daddy zhuanlan.zhihu.com/p/45,594,288 NegaArti One All people suffering from \"fatty livers\" are fatty? Caution! Slim persons and vegetarians also cannot escape. www.guokr.com/article/445947/ NegaArti Two AIDS in older adults and their neglected desires: less than 0.1 mm distance. zhuanlan.zhihu.com/p/41,684,852",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors appreciate the comments from Associate Editor Ian Ruthven and the review team that tremendously improve the quality of this manuscript. The first author (H. Zhao) would like to thank: (1) National Demonstration Center for Experimental Library and Information Science Education of Wuhan University for providing the venue and facilities with us to experiment, and (2) Professor Shengli Deng for offering financial support in paying incentives to the research participants. Moreover, the third author (X. Chen) would like to thank Dr. Hong Xu and Mr. Han Zheng for commenting on the earlier versions of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}