{
    "paper_id": "0a5bad22f4f8cc3f6aa02cb29abfb1d7e334c6c8",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read the correspondence by Castiglione and co-workers 1 with great interest and we agree with the experimental and clinical evidence described, in accordance with what we have recently published. 2 We wish to highlight that the molecular pathways and targets potentially linked to a favourable effect of statins in SARS-CoV-2 infection could be wider than those described.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a cohort of 41 hospitalized patients in Wuhan, the severity of the disease appears to be associated with a significant alteration of plasma cytokine levels, mainly, but not exclusively, interleukin-6 (IL-6), found at the beginning of the infection both in intensive care unit (ICU) and non-ICU patients, and in the latter the increased cytokine profiles were more pronounced and sustained. 3 Raised amounts of proinflammatory cytokines, mainly Th1 derived, have been associated with pulmonary inflammation and extensive lung damage in severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) patients, but, interestingly, the increased secretion of cytokines, such as IL-4 and IL-10, from Th-2 lymphocytes that substantially suppress inflammation, seems to represent a distinctive feature of SARS-CoV-2. 3 Of course, in a retrospective multicentre cohort study, including 191 confirmed COVID-19 patients from Wuhan, the levels of blood IL-6 were clearly elevated in non-survivors compared with survivors throughout the clinical course, and significantly associated with deterioration of the condition. 4 Cholesterol plays an essential role in the activation/dysregulation of the immune response and in the onset and pathogenesis of acute respiratory distress syndrome (ARDS); an impressive and complex network of cellular elements and soluble factors is involved. Among others, the immune cells, mainly monocytes and Th-2 lymphocytes, and the dysregulation of secreted pro-and anti-inflammatory cytokines (such as IL-10) appear to play a pivotal role in the progression of ARDS and, consequently, in the severity of the prognosis.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 394,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 835,
                    "end": 836,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1133,
                    "end": 1134,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "IL-10 is commonly recognized as an antiinflammatory cytokine, responsible for controlling and resolving inflammatory processes. However, in mouse models overexpressing IL-10, lung damage induced by marked B/T lymphocytic infiltration, increased collagen deposition, and a raised number of M2 macrophages (both in bronchoalveolar lavage and in lung tissue) were shown, and a significant increase in the chemokine CCL2 was responsible for the recruitment of fibrocytes in the lung. 5 Increased expression of CCL2/CCL2 receptor also appears to be a distinctive feature of eosinophilic pulmonary granuloma induced by Schistosoma mansoni, and of some severe forms of allergic asthma.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 481,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A recent study identified the cholesterol biosynthesis pathway as a key regulator dictating the CD4þ T cell switch from the effector (Th1 cell) to the anti-inflammatory (IL-10-secreting Th2 cell) phenotype, a process largely involved in persistent chronic inflammatory diseases and also in ARDS. 6 In CD4þ T cells purified from peripheral blood mononuclear cells of healthy donors, atorvastatin or 25-hydroxycholesterol decreased IL-10 expression and significantly expanded the Th1 population responsible for a protective and resolving inflammatory response. 6 Last, but not least, severe alterations in haemostatic profiles are associated with fatal prognosis in COVID-19 infection, and growing evidence show that the virus predisposed patients to serious thrombotic events encouraged by stasis, massive inflammation, and endothelial and platelet dysfunctions. In a recent retrospective study of 183 patients with confirmed COVID-19 pneumonia in Wuhan, a mortality rate of 11.5%, associated with prolonged prothrombin time (PT) and activated partial thromboplastin time (APTT) and high levels of both D-dimer and fibrin degradation product (FDP) levels, has been reported. In non-survivors, 71.4% of deaths matched the criteria of a disseminated intravascular coagulation (DIC) according to the International Society on Thrombosis and Haemostasis (ISTH). 7 Moreover, thrombocytopenia was associated with a five-fold increased risk of severe disease and with mortality, as reported in a meta-analysis of 1779 patients affected by SARS-CoV-2. 8 Several pieces of data have highlighted the antithrombotic and anti-inflammatory properties of statins at least in deep vein thrombosis. In mouse models of chemical-induced venous thrombosis, rosuvastatin and atorvastatin improve vein thrombosis resolution via profibrinolytic, anticoagulant, and anti-vein wall scarring effects. In this model, statins reduced thrombus plasminogen activator inhibitor-1 (PAI-1), tissue factor, neutrophils, and myeloperoxidase, with an efficacy similar to that observed for low molecular weight heparin. Moreover, a recent randomized clinical trial highlighted that rosuvastatin (20 mg/day) substantially improved the coagulation profile in patients with recurrent venous thrombosis. 9 The ability of statins to reduce the expression of PAI-1 and tissue factor could be a key element to hinder not only thrombotic complications but also, at the same time, the occurrence of ARDS. In the development of pulmonary fibrosis, an altered balance between the urokinase-type plasminogen activator (uPA) and its inhibitor PAI-1 has been described, and uPA increased prostaglandin E 2 secretion, acting as an antifibrotic signal, in fibrocytes and alveolar epithelial cells. 10 Moreover, in uPA receptor-deficient mice, non-specific interstitial pneumonia-like histopathological features and peripheral microvasculopathy have been observed.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 559,
                    "end": 560,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1356,
                    "end": 1357,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1542,
                    "end": 1543,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2262,
                    "end": 2263,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2744,
                    "end": 2746,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Taken together, these pieces of evidence show that statins can act on far more than one molecular target and suggest that the benefits that statins could offer in the treatment of patients with SARS-CoV-2 are more than just a hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of interest: none declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Statin therapy in COVID-19 infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Castiglione",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chiriacò",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emdin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taddei",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vergaro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ehjcvp/pvaa042"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Statins in coronavirus outbreak: it's time for experimental and clinical studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bifulco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gazzerro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmacol Res",
            "volume": "156",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New concepts of IL-10-induced lung fibrosis: fibrocyte recruitment and M 2 activation in a CCL2/CCR2 axis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Vannella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Shanley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "300",
            "issn": "",
            "pages": "341--353",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The cholesterol biosynthesis pathway regulates IL-10 expression in human Th1 cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perucha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Melchiotti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bibby",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Frederiksen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lefriec",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lavender",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Gerwien",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Taams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Rinaldis",
                    "suffix": ""
                },
                {
                    "first": "Lgm",
                    "middle": [],
                    "last": "Van Baarsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kemper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ghazal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Cope",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Commun",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "844--847",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Thrombocytopenia is associated with severe coronavirus disease 2019 (COVID-19) infections: a meta-analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plebani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chim Acta",
            "volume": "506",
            "issn": "",
            "pages": "145--148",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rosuvastatin use improves measures of coagulation in patients with venous thrombosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Biedermann",
                    "suffix": ""
                },
                {
                    "first": "Mjha",
                    "middle": [],
                    "last": "Kruip",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Rosendaal",
                    "suffix": ""
                },
                {
                    "first": "Fwg",
                    "middle": [],
                    "last": "Leebeek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Cannegieter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lijfering",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Heart J",
            "volume": "39",
            "issn": "",
            "pages": "1740--1747",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The antifibrotic effects of plasminogen activation occur via prostaglandin E2 synthesis in humans and mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Bauman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Wettlaufer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okunishi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Vannella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Stoolman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Courey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hogaboam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Toews",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Sisson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peters-Golden",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Invest",
            "volume": "120",
            "issn": "",
            "pages": "1950--1960",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Maurizio Bifulco 1 * and Patrizia Gazzerro 2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}