{"paper_id": "0a64d9710800fe4ee8ca32f7d092d64895c878fe", "metadata": {"title": "Mepolizumab Therapy for Recalcitrant Eosinophilic Annular Erythema in an Adult: A Case Report and Review of Treatment Options", "authors": [{"first": "Magdalena", "middle": ["_"], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Rzeszow", "location": {"settlement": "Rzeszow", "country": "Poland"}}, "email": ""}, {"first": "Zychowska", "middle": [], "last": "Klaudia", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Rzeszow", "location": {"settlement": "Rzeszow", "country": "Poland"}}, "email": ""}, {"first": "Tutka", "middle": ["Adam"], "last": "Reich", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Rzeszow", "location": {"settlement": "Rzeszow", "country": "Poland"}}, "email": ""}, {"first": "M", "middle": ["_"], "last": "Zychowska", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Rzeszow", "location": {"settlement": "Rzeszow", "country": "Poland"}}, "email": ""}, {"first": "Á", "middle": ["K"], "last": "Tutka", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Rzeszow", "location": {"settlement": "Rzeszow", "country": "Poland"}}, "email": ""}, {"first": "Á", "middle": ["A"], "last": "Reich", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Rzeszow", "location": {"settlement": "Rzeszow", "country": "Poland"}}, "email": ""}, {"first": "Dermatol", "middle": [], "last": "Ther", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Rzeszow", "location": {"settlement": "Rzeszow", "country": "Poland"}}, "email": ""}]}, "abstract": [{"text": "Eosinophilic annular erythema (EAE) is a rare condition with a chronic relapsing and remitting course, characterized by the presence of annular or polycyclic erythematous and plaque lesions and prominent tissue eosinophilia on histopathology. There is an ongoing discussion on whether EAE is a subset of Wells syndrome (eosinophilic cellulitis) or a separate entity. To date, few cases of EAE have been reported in the literature; of these, about 40 cases were in adults and fewer than ten cases were in children. Given the rarity of this condition, there are no clear recommendations for its management. Systemic corticosteroids and antimalarials are the most commonly used medications used to treat EAE, but many cases have been reported in the literature that are resistant to treatment with these medications. Here, we present a 65-year-old female with EAE refractory to numerous systemic therapies (corticosteroids, hydroxychloroquine, dapsone, doxycycline, methotrexate) who showed a good response to mepolizumab, a humanized monoclonal antibody that blocks interleukin-5. To the best of our knowledge, this is the first reported case of mepolizumab therapy in a patient with EAE. We also review other treatment strategies that have been used to manage this condition to date. Targeting cytokines crucial for the functioning of eosinophils may be a novel direction in the management of EAE, but prospective, doubleblinded and placebo-controlled studies are needed to provide further evidence.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Eosinophilic annular erythema (EAE) is a rare condition with a chronic relapsing and remitting course, characterized by the presence of annular or polycyclic erythematous and plaque lesions with a tendency to centrifugal spreading and prominent tissue eosinophilia on histopathology [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] . Skin lesions predominantly develop on the trunk and proximal aspects of the extremities. The condition was originally believed to be closely related to annular erythema of infancy (AEI). However, AEI and EAE are currently considered to be separate entities, with the former developing mainly in infants under the age of 1 year and spontaneously resolving, and the latter affecting predominantly adults [3] .", "cite_spans": [{"start": 283, "end": 286, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 287, "end": 290, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 291, "end": 294, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 295, "end": 298, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 299, "end": 302, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 303, "end": 306, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 307, "end": 310, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 311, "end": 314, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 315, "end": 318, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 319, "end": 323, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 324, "end": 328, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 329, "end": 333, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 334, "end": 338, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 339, "end": 343, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 748, "end": 751, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "A search of the literature revealed that only about 40 cases of EAE in adults and fewer than 10 cases in children have been reported to date. Among adult patients, a slight female preponderance has been noted (female:male ratio 1.14:1), and age at onset varies from 20 to 85 years [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] .", "cite_spans": [{"start": 281, "end": 284, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 285, "end": 288, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 289, "end": 292, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 293, "end": 296, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 297, "end": 300, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 301, "end": 304, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 305, "end": 308, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 309, "end": 312, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 313, "end": 316, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 317, "end": 321, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 322, "end": 326, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 327, "end": 331, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 332, "end": 336, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 337, "end": 341, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 342, "end": 346, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 347, "end": 351, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 352, "end": 356, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The aetiology of EAE remains unknown. Some authors consider this condition to be a result of a hypersensitivity reaction to an unidentified antigen [1, 4, 5] . EAE has been reported in association with autoimmune disorders, borreliosis, Helicobacter pylori infection, chronic hepatitis C, diabetes, and kidney disease [1, 4, 6, 7] . There are also a few reports of EAE developing in association with internal malignancy, such as thymoma [2] , metastatic prostate adenocarcinoma [8] , breast cancer, cervical cancer [9] and renal cancer [5] . In the reported case of EAE associated with thymoma, the lesions disappeared following thymectomy [2] .", "cite_spans": [{"start": 148, "end": 151, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 152, "end": 154, "text": "4,", "ref_id": "BIBREF3"}, {"start": 155, "end": 157, "text": "5]", "ref_id": "BIBREF4"}, {"start": 318, "end": 321, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 322, "end": 324, "text": "4,", "ref_id": "BIBREF3"}, {"start": 325, "end": 327, "text": "6,", "ref_id": "BIBREF5"}, {"start": 328, "end": 330, "text": "7]", "ref_id": "BIBREF6"}, {"start": 437, "end": 440, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 478, "end": 481, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 515, "end": 518, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 536, "end": 539, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 640, "end": 643, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Given the rarity of this condition, there are no clear recommendations for its management.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Here we report a patient with EAE refractory to numerous systemic therapies, who ultimately showed a good response to mepolizumab, a humanized monoclonal antibody that blocks interleukin (IL)-5. To the best of our knowledge, this is the first report of treating a patient with EAE with mepolizumab.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Informed consent was obtained from the patient for publication of the article, including the publication of clinical photographs.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "A 65-year-old woman was referred to the Department of Dermatology for evaluation of widespread, pruritic annular erythematous lesions of 2-month duration. This was the third episode of such annular eruption in this patient, with the first one observed at the age of 29 years. In the previous two episodes, the lesions had resolved spontaneously over months to years, but in the third episode the lesions were resistant to treatment despite application of a wide range of therapies.", "cite_spans": [], "ref_spans": [], "section": "CASE REPORT"}, {"text": "On admission, the physical examination revealed annular erythematous plaques with central hyperpigmentation located predominantly on the extremities (Fig. 1a, b) . Test results from complete blood cell count and routine biochemistry tests (C-reactive protein, renal and liver function tests) were normal. Thyroid-stimulating hormone level was elevated and anti-thyroid peroxidase antibodies were present. Further extended laboratory tests (antinuclear antibodies, including SS-A and SS-B, anti-neutrophil cytoplasmic antibodies, screening antibodies for syphilis, hepatitis B and C, human immunodeficiency virus 1/2, Helicobacter pylori, Borrelia burgdorferi and pemphigus/pemphigoid) and radiographic studies (chest X-ray, computed tomography of the abdomen and pelvis and ultrasound of the peripheral lymph nodes) did not reveal any significant abnormalities. Multiple biopsies had been taken over the years. Recent histopathologic examinations found a normal epidermis and dense perivascular infiltration in the dermis that was composed of lymphocytes, histiocytes and eosinophils (Fig. 2a, b ). There were no findings of either mucin deposits to suggest lupus erythematosus or ''flame figures'' typical of eosinophilic cellulitis (Wells syndrome). Direct immunofluorescence was negative for lupus erythematosus and autoimmune bullous diseases.", "cite_spans": [], "ref_spans": [{"start": 149, "end": 161, "text": "(Fig. 1a, b)", "ref_id": "FIGREF0"}, {"start": 1084, "end": 1095, "text": "(Fig. 2a, b", "ref_id": "FIGREF2"}], "section": "CASE REPORT"}, {"text": "On initial examination, several entities were taken into consideration in the differential diagnosis, including erythema annulare centrifugum, Wells syndrome, granuloma annulare, subacute cutaneous lupus erythematosus, erythema migrans, erythema gyratum repens and urticarial phase of bullous pemphigoid. However, based on the clinical presentation, laboratory findings (normal blood cell count without eosinophilia; negative antinuclear antibodies and negative serology for Borrelia burgdorferi, hepatitis B and C and screening antibodies for pemphigus/pemphigoid) and the histopathologic images (dense perivascular infiltration with abundant eosinophils and no ''flame figures'' or mucin deposits), these conditions were excluded and the diagnosis of EAE was made.", "cite_spans": [], "ref_spans": [], "section": "CASE REPORT"}, {"text": "Treatment with oral prednisone (40 mg/day) was started, but the skin lesions continued to progress and the patient complained about gaining weight, leading to this therapy being discontinued after 1 month. Hydroxychloroquine (200 mg twice daily) was introduced and continued for 2 months, but this treatment did not lead to any improvement. Subsequent treatments with doxycycline (100 mg/day for 8 weeks) or methotrexate (10 mg/week for 6 weeks) were also not effective. Treatment with dapsone (100 mg/day) had to be discontinued after 1 month due to side effects (dyspnoea and haemolytic anaemia). While reviewing the literature, we came across a single case report of Wells syndrome that subsided completely following treatment with mepolizumab for eosinophilic granulomatosis with polyangiitis (EGPA; formerly referred to as Churg-Strauss syndrome) [18] . Mepolizumab is an anti-IL-5 monoclonal antibody that has proved to be effective in eosinophilic conditions, including asthma with eosinophilic phenotype, EGPA, chronic eosinophilic leukaemia and hypereosinophilic syndrome. Given the ineffectiveness of the standard treatment options to manage our patient's condition, the presence of dense eosinophilic infiltrates on histopathologic images of the lesions and this report on the efficacy of mepolizumab in a presumably EAE-related entity, we considered initiating our patient on therapy with mepolizumab. Eventually, the patient was started on mepolizumab (100 mg subcutaneously every 4 weeks), as part of a 3-month program reimbursed by the public insurance by the National Health Found. Significant flattening of the lesions and alleviation of itching occurred after the first dose (Fig. 1c,  d) , and nearly complete resolution of skin changes was observed 1 month after the third injection of mepolizumab (Fig. 1e, f) . In addition, the pruritus subsided completely. She did not report any side effects during therapy with mepolizumab. Given the patient's good response, the treatment regimen was extended for another 3 months, but initiation of the treatment had to be postponed due to the outbreak of the coronavirus disease 2019 (COVID-19) pandemic. No relapse was observed within the 6-month period after the last (third) injection of mepolizumab, but some residual skin changes on the lower legs have persisted. At the time of writing this article, the patient has initiated the second cycle of mepolizumab treatment.", "cite_spans": [{"start": 852, "end": 856, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 1693, "end": 1706, "text": "(Fig. 1c,  d)", "ref_id": "FIGREF0"}, {"start": 1818, "end": 1830, "text": "(Fig. 1e, f)", "ref_id": "FIGREF0"}], "section": "CASE REPORT"}, {"text": "The nosological position of EAE remains not fully elucidated. There is an ongoing discussion of whether EAE and Wells syndrome are related entities as both conditions share some similarities. It was initially believed that EAE may be differentiated from Wells syndrome by the absence of ''flame figures'' composed of eosinophilic major basic protein and degenerated collagen on histopathology and by a normal eosinophil count in peripheral blood (Table 1) . Subsequently, however, several authors suggested that ''flame figures'' and peripheral blood eosinophilia may be present in well-developed and long-standing EAE and, therefore, the condition is currently considered by some to be a subset of Wells syndrome [4, 5] .", "cite_spans": [{"start": 714, "end": 717, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 718, "end": 720, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 446, "end": 455, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "DISCUSSION"}, {"text": "There are no predefined diagnostic criteria for EAE, and the diagnosis should be based on: Wells syndrome, urticaria, erythema annulare centrifugum, lupus erythematosus).", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "As the exact aetiology of EAE remains unknown, the treatment is mainly symptomatic and the mechanism of action is not fully elucidated. Systemic corticosteroids and antimalarials are the most commonly used treatment option. Antimalarials, when efficacious, lead to significant improvement within 2-4 weeks. Still, some authors reported observing a delayed response to chloroquine and decided to prolong treatment to avoid relapses [10] . Nevertheless, many cases resistant to treatment with systemic corticosteroids and antimalarials have been reported in the literature [1, 4, 5] . In one study, cyclosporine A was used mainly in combination with systemic corticosteroids, with several patients showing partial improvement [4] . A number of studies have reported some cases showing a good response to dapsone [11] [12] [13] . Howes et al. [14] presented a patient with EAE who had a striking response to indomethacin; however, the treatment had to be discontinued due to intolerable side effects. Nicotinamide (900 mg/day) was also successfully administered to one patient with EAE and autoimmune pancreatitis [6] . Methotrexate (10 mg/week) was found to be effective in a single case, but the treatment was discontinued after 2 weeks due to blood cell count abnormalities [7] . In the same patient, treatment with mycophenolate mofetil at a dose of 500 mg twice daily led to moderate improvement, but this treatment was stopped due to elevated liver enzyme levels, which were subsequently attributed to the onset of autoimmune hepatitis. There is also a single case report of an 8-year-old-boy who achieved complete resolution of EAE after eight sessions of narrow-band ultraviolet B phototherapy [15] .", "cite_spans": [{"start": 431, "end": 435, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 571, "end": 574, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 575, "end": 577, "text": "4,", "ref_id": "BIBREF3"}, {"start": 578, "end": 580, "text": "5]", "ref_id": "BIBREF4"}, {"start": 724, "end": 727, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 810, "end": 814, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 815, "end": 819, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 820, "end": 824, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 840, "end": 844, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1111, "end": 1114, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1274, "end": 1277, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1699, "end": 1703, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Eosinophils are considered to be the crucial cells in the development of EAE. The efficacy of antimalarials has been suggested to be associated to their ability to inhibit eosinophilotaxis and release proinflammatory cytokines [1] . Dapsone has been found to inhibit eosinophil peroxidase and block mast cell degranulation and activation. Data from recent case reports underscore the efficacy of targeting Th2-type cytokines in the treatment of EAE. Suplatast tosilate, an anti-allergic medication that suppresses the production of IgE and synthesis of IL-4 and IL-5, was administered to one patient with EAE, resulting in complete resolution of the lesions within 2 weeks [16] . Dupilumab, an IL-4 receptor alpha antagonist, was also successfully used in a 14-year-old African-American girl with EAE [17] .", "cite_spans": [{"start": 227, "end": 230, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 673, "end": 677, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 801, "end": 805, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Mepolizumab is a humanized monoclonal antibody targeting IL-5, a cytokine that is crucial for the development and tissue migration of eosinophils. The medication is used in the treatment of severe eosinophilic asthma. It is also approved by the U.S. Food and Drug Administration for the treatment of EGPA. There has been one published report of a patient with EGPA coexisting with Wells syndrome, in whom treatment with mepolizumab resulted in complete resolution of the skin lesions [18] . To the best of our knowledge, mepolizumab has not been used previously to treat EAE. In the patient presented here, the initial dose of mepolizumab led to significant improvement of the skin condition and severity of pruritus. According to the patient, the effect was better than that of all previous treatment regimens. Skin lesions continued to subside after subsequent injections, and nearly complete remission was observed 1 month after the third dose of mepolizumab. Good response to an anti-IL-5 agent speaks for an important role of eosinophils in the pathogenesis of EAE and might set a new direction in the management of the condition.", "cite_spans": [{"start": 484, "end": 488, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Eosinophilic annular erythema is a pruritic disease with a chronic course and frequent resistance to treatment. There is a need for effective and safe therapeutic options for the condition. Targeting cytokines crucial for the functioning of eosinophils may be a novel direction in the treatment of EAE, but prospective, double-blinded and placebo-controlled studies are needed to provide further evidence.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "Funding. Treatment with mepolizumab was initiated as part of 3-month program reimbursed by the National Health Found. No Rapid Service Fee was received by the journal for the publication of this article.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "Authorship. All named authors meet the International Committee of Medical Journal Editors (ICMJE) criteria for authorship for this article, take responsibility for the integrity of the work as a whole, and have given their approval for this version to be published.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "Contributions. Magdalena _ Zychowska and Klaudia Tutka contributed equally to the article.", "cite_spans": [], "ref_spans": [], "section": "Authorship"}, {"text": "_ Zychowska have nothing to disclose. Adam Reich is a member of the journal's Editorial Board.", "cite_spans": [], "ref_spans": [], "section": "Disclosures. Klaudia Tutka and Magdalena"}, {"text": "Compliance with Ethics Guidelines. Informed consent was obtained from the patient for publication of the article, including publication of clinical photographs.", "cite_spans": [], "ref_spans": [], "section": "Disclosures. Klaudia Tutka and Magdalena"}, {"text": "Data Availability. Data sharing is not applicable to this article as no data sets were generated or analyzed during the current study.", "cite_spans": [], "ref_spans": [], "section": "Disclosures. Klaudia Tutka and Magdalena"}, {"text": "Commons Attribution-Non-Commercial 4.0 International License, which permits any non-commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative", "cite_spans": [], "ref_spans": [], "section": "Open Access. This article is licensed under a Creative"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Treatment of eosinophilic annular erythema with chloroquine", "authors": [{"first": "P", "middle": [], "last": "Kahofer", "suffix": ""}, {"first": "E", "middle": [], "last": "Grabmaier", "suffix": ""}, {"first": "E", "middle": [], "last": "Aberer", "suffix": ""}], "year": 2000, "venue": "Acta Derm Venereol", "volume": "80", "issn": "", "pages": "70--71", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Eosinophilic annular erythema limited on the palms and the soles and possibly associated with thymoma", "authors": [{"first": "N", "middle": [], "last": "Iga", "suffix": ""}, {"first": "A", "middle": [], "last": "Otsuka", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kaku", "suffix": ""}, {"first": "Y", "middle": [], "last": "Miyachi", "suffix": ""}, {"first": "K", "middle": [], "last": "Kabashima", "suffix": ""}], "year": 2016, "venue": "J Eur Acad Dermatol Venereol", "volume": "30", "issn": "", "pages": "1213--1217", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Annular erythema of infancy", "authors": [{"first": "A", "middle": ["O"], "last": "Peterson", "suffix": ""}, {"first": "M", "middle": [], "last": "Jarrat", "suffix": ""}], "year": 1981, "venue": "Arch Dermatol", "volume": "117", "issn": "", "pages": "145--153", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Eosinophilic annular erythema is a peculiar subtype in the spectrum of Wells syndrome: a multicentre long-term follow-up study", "authors": [{"first": "M", "middle": [], "last": "El-Khalawany", "suffix": ""}, {"first": "Al-Mutairi", "middle": [], "last": "", "suffix": ""}, {"first": "N", "middle": [], "last": "Sultan", "suffix": ""}, {"first": "M", "middle": [], "last": "Shaaban", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "J Eur Acad Dermatol Venereol", "volume": "27", "issn": "", "pages": "973--982", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Eosinophilic annular erythema: an expression of the clinical and pathological polymorphism of wells syndrome", "authors": [{"first": "F", "middle": [], "last": "Rongioletti", "suffix": ""}, {"first": "V", "middle": [], "last": "Fausti", "suffix": ""}, {"first": "W", "middle": [], "last": "Kempf", "suffix": ""}, {"first": "A", "middle": [], "last": "Rebora", "suffix": ""}, {"first": "A", "middle": [], "last": "Parodi", "suffix": ""}], "year": 2011, "venue": "J Am Acad Dermatol", "volume": "65", "issn": "", "pages": "135--137137", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Eosinophilic annular erythema in a patient with autoimmune pancreatitis: nicotinamide therapy may be beneficial for achieving remission", "authors": [{"first": "K", "middle": [], "last": "Ogawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Fukumoto", "suffix": ""}, {"first": "M", "middle": [], "last": "Yoshida", "suffix": ""}], "year": 2016, "venue": "J Dermatol", "volume": "43", "issn": "", "pages": "1380--1381", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A case of eosinophilic annular erythema as a presenting sign for autoimmune hepatitis", "authors": [{"first": "O", "middle": [], "last": "Awosika", "suffix": ""}, {"first": "K", "middle": [], "last": "Totoraitis", "suffix": ""}, {"first": "M", "middle": [], "last": "Eleryan", "suffix": ""}, {"first": "M", "middle": [], "last": "Rengifo-Pardo", "suffix": ""}, {"first": "A", "middle": [], "last": "Ehrlich", "suffix": ""}], "year": 2017, "venue": "JAAD Case Rep", "volume": "4", "issn": "", "pages": "84--90", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Eosinophilic annular erythema in a patient with metastatic prostate adenocarcinoma", "authors": [{"first": "M", "middle": ["A"], "last": "Gonzalez-Lopez", "suffix": ""}, {"first": "M", "middle": [], "last": "Lopez-Escobar", "suffix": ""}, {"first": "H", "middle": [], "last": "Fernandez-Llaca", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Gonzalez-Vela", "suffix": ""}, {"first": "M", "middle": [], "last": "Lopez-Brea", "suffix": ""}], "year": 2015, "venue": "Int J Dermatol", "volume": "54", "issn": "", "pages": "80--8282", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Eosinophilic annular erythema is clinically characterized by central pigmentation reflecting basal melanosis: a clinicopathological study of 10 cases", "authors": [{"first": "S", "middle": [], "last": "Nakazato", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fujita", "suffix": ""}, {"first": "S", "middle": [], "last": "Shinkuma", "suffix": ""}, {"first": "T", "middle": [], "last": "Nomura", "suffix": ""}, {"first": "H", "middle": [], "last": "Shimizu", "suffix": ""}], "year": 2017, "venue": "J Eur Acad Dermatol Venereol", "volume": "31", "issn": "", "pages": "1916--1939", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Prolonged treatment of eosinophilic erythema annulare with chloroquine", "authors": [{"first": "Ljubojević", "middle": [], "last": "Hadzavdić", "suffix": ""}, {"first": "S", "middle": [], "last": "Bartolić", "suffix": ""}, {"first": "L", "middle": [], "last": "Bradamante", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "Acta Dermatovenereol Croat", "volume": "26", "issn": "", "pages": "262--265", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Eosinophilic annular erythema: complete clinical response with dapsone", "authors": [{"first": "J", "middle": [], "last": "Manriquez", "suffix": ""}, {"first": "D", "middle": [], "last": "Berroeta-Mauriziano", "suffix": ""}, {"first": "R", "middle": [], "last": "Andino-Navarrete", "suffix": ""}, {"first": "C", "middle": [], "last": "Vera-Kellet", "suffix": ""}], "year": 2015, "venue": "Int J Dermatol", "volume": "54", "issn": "", "pages": "96--9898", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Dapsone for recalcitrant eosinophilic annular erythema: a case report and literature review", "authors": [{"first": "L", "middle": [], "last": "Wallis", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Gilson", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Gilson", "suffix": ""}], "year": 2018, "venue": "Dermatol Ther (Heidelb)", "volume": "8", "issn": "", "pages": "157--63", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Dapsone treatment for eosinophilic annular erythema", "authors": [{"first": "R", "middle": [], "last": "Alharbi", "suffix": ""}, {"first": "J", "middle": [], "last": "Peric", "suffix": ""}, {"first": "H", "middle": [], "last": "Wollf", "suffix": ""}, {"first": "A", "middle": [], "last": "Wollenberg", "suffix": ""}], "year": 2017, "venue": "J Eur Acad Dermatol Venereol", "volume": "31", "issn": "", "pages": "153--154154", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Eosinophilic annular erythema: a subset of Wells' syndrome or a distinct entity?", "authors": [{"first": "R", "middle": [], "last": "Howes", "suffix": ""}, {"first": "L", "middle": [], "last": "Girgis", "suffix": ""}, {"first": "S", "middle": [], "last": "Kossard", "suffix": ""}], "year": 2008, "venue": "Australas J Dermatol", "volume": "49", "issn": "", "pages": "159--63", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Eosinophilic annular erythema: successful response to ultraviolet B therapy", "authors": [{"first": "L", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "S", "middle": [], "last": "Fatah", "suffix": ""}, {"first": "S", "middle": [], "last": "Nagarajan", "suffix": ""}, {"first": "S", "middle": [], "last": "Natarajan", "suffix": ""}], "year": 2015, "venue": "Clin Exp Dermatol", "volume": "40", "issn": "", "pages": "883--889", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Efficacy of suplatast tosilate in a case of recurrent eosinophilic annular erythema", "authors": [{"first": "S", "middle": [], "last": "Kanameishi", "suffix": ""}, {"first": "K", "middle": [], "last": "Goto", "suffix": ""}, {"first": "M", "middle": [], "last": "Ogawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Fukumoto", "suffix": ""}, {"first": "H", "middle": [], "last": "Tanabe", "suffix": ""}], "year": 2018, "venue": "Int J Dermatol", "volume": "35", "issn": "", "pages": "255--256256", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Eosinophilic annular erythema treated with dupilumab", "authors": [{"first": "S", "middle": ["C"], "last": "Gordon", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Robinson", "suffix": ""}, {"first": "M", "middle": [], "last": "Abudu", "suffix": ""}], "year": 2018, "venue": "Pediatr Dermatol", "volume": "35", "issn": "", "pages": "255--256256", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Eosinophilic cellulitis (Wells syndrome) successfully treated with mepolizumab", "authors": [{"first": "S", "middle": [], "last": "Herout", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Bauer", "suffix": ""}, {"first": "C", "middle": [], "last": "Schuster", "suffix": ""}, {"first": "G", "middle": [], "last": "Stingl", "suffix": ""}], "year": 2018, "venue": "JAAD Case Rep", "volume": "4", "issn": "", "pages": "548--50", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Clinical presentation of the lesions. a, b Sharply demarcated erythematous annular plaques with central hyperpigmentation, located on the dorsal aspects on hands (a) and lower legs (b). c, d Significant flattening of the borders of the lesions after first subcutaneous injection of mepolizumab 100 mg. e, f Complete resolution of the lesions on the upper limbs (e) and residual erythematous plaques on the lateral aspects of lower legs (f) 1 month after the third dose of mepolizumab", "latex": null, "type": "figure"}, "FIGREF1": {"text": "presence of annular erythematous lesions characterized by a chronic relapsing and remitting course; (2) absence of blood eosinophilia (in the majority of cases); (3) histopathologic findings of dense perivascular infiltration composed of numerous eosinophils and absence of ''flame figures'' (except for long-lasting lesions); and (4) exclusion of other conditions (mainly", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Histopathology of the erythematous border of the plaque. a Unchanged epidermis and dense perivascular infiltration in the dermis (940, hematoxylin and eosin [H&E]). b Perivascular infiltration composed of numerous eosinophils, lymphocytes and histiocytes; ' 'flame figures' ' were not found (9200, H&E)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Differentiating features between eosinophilic annular erythema and Wells syndrome", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Distinguishing features\n</td><td>Eosinophilic annular erythema </td><td>Wells syndrome\n</td></tr><tr><td>Prodromal symptoms\n</td><td>Absent, sometimes itching or tenderness </td><td>Burning, painful edema\n</td></tr><tr><td>Clinical presentation\n</td><td>Figurate/centrifugum-type pattern or urticarial/ annular-type pattern\n</td><td>Tender cellulitis-like plaques\n</td></tr><tr><td>Resolution of the lesions\n</td><td>Without sequelae or rarely with hyperpigmentation\n</td><td>Usually with atrophy or hyperpigmentation\n</td></tr><tr><td>Blood\n</td><td>Absent (occasionally reported in well-developed and long-standing lesions)\n</td><td>Hallmark of the condition\n</td></tr><tr><td>eosinophilia\n</td><td> </td><td> </td></tr><tr><td>''Flame figures'' on histopathology\n</td><td>Absent (occasionally reported in well-developed and long-standing lesions)\n</td><td>Hallmark of the condition\n</td></tr><tr><td>Other\n</td><td>Perivascular inflammatory infiltration in the dermis with abundant eosinophils; eosinophils usually limited to the dermis; no nuclear dust or features of vasculitis; basal vacuolar changes and dermal mucin deposits may be present\n</td><td>Diffuse inflammatory infiltration in the dermis with abundant eosinophils; eosinophils found in the dermis and subcutis; vasculitis and granulomatous inflammation usually present\n</td></tr><tr><td>histopathologic findings\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to thank the patient for her cooperation.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creativecommons.org/licenses/by-nc/4.0/.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}