{"paper_id": "0a647b38d4d6843432c6bc6afe1b8b1002756c04", "metadata": {"title": "Computational View toward the Inhibition of SARS-CoV-2 Spike Glycoprotein and the 3CL Protease", "authors": [{"first": "Zhen", "middle": [], "last": "Qiao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Rhode Island Hospital", "location": {"postCode": "02903", "settlement": "Providence", "region": "RI", "country": "USA"}}, "email": ""}, {"first": "Hongtao", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Pennsylvania", "location": {"postCode": "19301", "settlement": "Philadelphia", "region": "PA", "country": "USA"}}, "email": ""}, {"first": "Hai-Feng", "middle": [], "last": "Ji", "suffix": "", "affiliation": {"laboratory": "", "institution": "Drexel University", "location": {"postCode": "19104", "settlement": "Philadelphia", "region": "PA", "country": "USA"}}, "email": ""}, {"first": "Qian", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Rhode Island Hospital", "location": {"postCode": "02903", "settlement": "Providence", "region": "RI", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Since the outbreak of the 2019 novel coronavirus disease , the medical research community is vigorously seeking a treatment to control the infection and save the lives of severely infected patients. The main potential candidates for the control of viruses are virally targeted agents. In this short letter, we report our calculations on the inhibitors for the SARS-CoV-2 3CL protease and the spike protein for the potential treatment of COVID-19. The results show that the most potent inhibitors of the SARS-CoV-2 3CL protease include saquinavir, tadalafil, rivaroxaban, sildenafil, dasatinib, etc. Ergotamine, amphotericin b, and vancomycin are most promising to block the interaction of the SARS-CoV-2 S-protein with human ACE-2.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "As of 24 May 2020, over 5 millions people in the world have been confirmed as having the 2019 novel coronavirus disease , an infection with Severe Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2) (initially called 2019-nCoV before 11 February 2020) which is part of the Coronaviridae family of positive-sense single-stranded RNA viruses that includes SARS-CoV and MERS-CoV (Middle East Respiratory Syndrome coronavirus), both of which also cause severe respiratory infections. The death count in China so far has been over 1700, but the number is expected to go higher with the increasing This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/). number of confirmed and non-confirmed cases. The medical research community is vigorously seeking a treatment to control the infection and save the lives of severely infected patients.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Just a few weeks after the COVID-19 outbreak, the complete genome of SARS-CoV-2 was determined and reported to GenBank (accession MN908947). Viruses were also isolated from patients to understand the genomic characteristics and mechanism of the viral infection. As revealed by the analysis, the SARS-CoV-2 shared 79% sequence identity to SARS-CoV. In one study, SARS-CoV-2 was found to be closely related to two bat-derived Severe Acute Respiratory Syndrome (SARS)-like coronaviruses, with 87.5% and 87.6% shared identity [1] . In another study, SARS-CoV-2 was 96% identical at the whole-genome level to a bat coronavirus [2] .", "cite_spans": [{"start": 522, "end": 525, "text": "[1]", "ref_id": null}, {"start": 622, "end": 625, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Despite the high sequence identity between the SARS-CoV-2 and the SARS-CoV in the open reading frame regions, the envelop spike protein (S-protein) [3] , which mediates the infection of SARS-CoV via the human host protein ACE-2, has only about 80% shared sequence identity between the SARS-CoV and SARS-CoV-2 [1] . Within the S-protein, the receptor docking domain has a higher divergence, with four out of five critical ACE-2 interacting amino acid residues replaced in the SARS CoV-2. However, structural modeling indicated that the four residues in the SARS-CoV-2 retain a structural conformation similar to that of SARS-CoV, and the SARS-CoV-2 S-protein should be able to bind ACE-2 with reasonable affinity 4 . Indeed, studies by Zhou et al. using cells expressing human ACE-2 confirmed that the SARS-CoV-2 could infect cells via the same protein on ACE-2 as SARS-CoV did [2] . Thus, one option to treat the infection is to search for an inhibitor that can prevent the interaction of the SARS-CoV-2 S-protein with human ACE-2. The availability of the genome sequence of SARS-CoV-2 allows us to establish structural models for the Sprotein [4] .", "cite_spans": [{"start": 148, "end": 151, "text": "[3]", "ref_id": "BIBREF13"}, {"start": 309, "end": 312, "text": "[1]", "ref_id": null}, {"start": 877, "end": 880, "text": "[2]", "ref_id": null}, {"start": 1144, "end": 1147, "text": "[4]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The RNA of coronaviruses encodes polyproteins that can be processed by viral proteases to yield mature proteins. The same mechanism is shared by picornaviruses and retroviruses. Patients treated with protease inhibitors appeared to have much better clinical outcomes than without using the inhibitors (SARS death: 28.8% vs. 2.4%) [5] . Molecular dynamics simulations have revealed that, by molecular docking to the active site of the main protease 3CL of SARS-CoV, both lopinavir and ritonavir could induce conformation changes and potentially interfere with infection by SARS virus [6] . We expect the same will apply for SARS-CoV-2. The crystal structure of the SARS-CoV-2 protease (3CL pro ) was just recently reported by Liu et al. [7] . Thus, another option to treat the SARS-CoV-2 infection is to search for inhibitors of the SARS-CoV-2 3CL pro .", "cite_spans": [{"start": 330, "end": 333, "text": "[5]", "ref_id": null}, {"start": 583, "end": 586, "text": "[6]", "ref_id": null}, {"start": 736, "end": 739, "text": "[7]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "With these models and crystal data, we performed in silico studies of potential inhibitors of the SARS-CoV-2 S-protein and 3CL pro .", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "All calculations were operated on Dell PowerEdge C6220 servers. The chemical structures were prepared by AutoDockTools-1.5.6 [8] , Chimera 1.14 [9] , and Avogadro [10] . The docking studies were performed with Autodock 4.2.6, Autodock4, AutoDockTools4 [11] , and Autodock Vina 1.1.2 [12] .", "cite_spans": [{"start": 125, "end": 128, "text": "[8]", "ref_id": "BIBREF34"}, {"start": 144, "end": 147, "text": "[9]", "ref_id": null}, {"start": 163, "end": 167, "text": "[10]", "ref_id": null}, {"start": 252, "end": 256, "text": "[11]", "ref_id": null}, {"start": 283, "end": 287, "text": "[12]", "ref_id": null}], "ref_spans": [], "section": "Computational Methods"}, {"text": "The 3CL protease's three-dimensional crystal structure was retrieved from the Protein Data Bank (PDB ID: 6LU7), and it was applied as the receptor for molecular docking after a cleaning with Chimera. The ligands observed, i.e., FDA-approved drugs (2454 structures in total), were retrieved from the BindingDB (https://www.bindingdb.org), and the structures of the ligands were further optimized with Avogadro. The force field applied for geometry optimization was MMFF94.", "cite_spans": [], "ref_spans": [], "section": "Preparation of Receptor and Ligands"}, {"text": "The SARS-CoV-2/ACE-2 structure was retrieved using the function of the comparative modeling of the Chimera interface with the modeler (version 9.23) [13] . For the preparation of the SARS-CoV-2/ACE-2 structure, the target template sequence was retrieved from Zhang et al.'s work and the SARS-CoV/ACE-2 (PDB ID: 6ACD) served as a template, as it was also the top candidate from Basic Local Alignment Search Tool (BLAST) results. Because SARS-CoV and SARS-CoV-2 have an 88% similarity, the 3D structure can be predicted with a high accuracy. Next, the sequence alignments were performed using SARS-CoV as a template. Then, the model was built followed by refining the loops, side chain optimization, and model optimization. When the homology model was generated, it was further validated using the WHATCHECK/PROCHECK program [14] for basic parameters like torsion angle, rotational angle, bond length, etc. Finally, this model was used as receptor for docking purposes. The loop refinement and side chain optimization were performed using Chimera 1.14 by selecting the active region; all the parameters were the default of the version.", "cite_spans": [{"start": 149, "end": 153, "text": "[13]", "ref_id": "BIBREF45"}, {"start": 823, "end": 827, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Preparation of Receptor and Ligands"}, {"text": "It is noteworthy that this calculated work was performed before the crystal structure of the COVID-19 S-protein was released (6LZG, 6VW1, etc.). After the crystal structures were released, their structures were compared with ours and the structures overlaid well ( Figure  1 ), with 93.22% of its residues in the allowed region and a minor difference on the top right loop, which was not a site that interacts with the ACE-2, so a re-calculation was not conducted using the new crystal structures.", "cite_spans": [], "ref_spans": [{"start": 265, "end": 274, "text": "Figure  1", "ref_id": null}], "section": "Preparation of Receptor and Ligands"}, {"text": "For the SARS-CoV-2 3 CL inhibition calculation, the input files for Autodock Vina were prepared in the receptor's original file (PDB format) and ligands files (SDF format) using AutoDockTools-1.5.6. After minimizing, the grid box was set at 22.00 Å × 22.00 Å ×22.00 Å along the x, y, and z axis, respectively. The docking site was defined at 1.00 Å when using the Autodock Vina. The grid box was set into the docking site at the H41, C145, and E166 regions according to the docking site of the coronavirus main proteinase (3 CL ) of Severe Acute Respiratory Syndrome (SARS). Then, the receptor file (PDBQT format, for docking purposes) was prepared by the addition of polar only hydrogen atoms, the removal of all water molecules, and the calculation of the Gasteiger charge. The instructed command prompts were used for the docking process. The docking output file includes the docking energy (in kcal/mol, which is an indication of the binding affinity/efficiency of one specific ligand to the receptor molecule) and the interaction of the ligands with the receptor (hydrogen bond, pi-pi stacking, etc.).", "cite_spans": [], "ref_spans": [], "section": "Molecular Docking with Autodock Vina"}, {"text": "For the SARS-CoV-2 S-protein inhibition calculation, the PDB files of the SARS-CoV-2 Sprotein were generated using the homology modeling method in Chimera; the template used for this was the SARS-CoV S-protein. After minimization, the input file was prepared using AutoDockTools-1.5.6. The grid box, which was a rectangular shaped area that covered all the possible docking sites of the SARS-CoV-2 S-protein with its receptor ACE-2, was chosen as 22.00 Å × 42.00 Å ×22.00 Å along the x, y, and z axis, respectively. The docking site was defined at 1.00 Å when using the Autodock Vina. Then, the receptor file (PDBQT format, for docking purposes) was prepared by the addition of polar only hydrogen atoms, the removal of all water molecules, and the calculation of the Gasteiger charge.", "cite_spans": [], "ref_spans": [], "section": "Molecular Docking with Autodock Vina"}, {"text": "The docking results were ranked in the order from high to low in different modes according to the docking scores (docking energy, kcal/mol). The ligands with the most negative docking scores-i.e., the highest affinities-were selected for the visualization of the docked complexes using Chimera [9] .", "cite_spans": [{"start": 294, "end": 297, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": "Analyzing the Docking Results with Chimera and BioLuminate"}, {"text": "The docking energies of the SARS-CoV-2 S-protein and human ACE-2 were calculated using BioLuminate [15] [16] [17] , and then compared to the docking energies of the SARS-CoV S-protein and human ACE-2. To verify whether those ligands can be used for blocking the interaction of the S-protein with human ACE-2, the docking energies of the SARS-CoV-2 Sprotein/ligands and human ACE-2 were also calculated. The solvation model used was VSGB [18] , and the force field chosen was OPLS_2005 [19] for all the docking energy predictions. Table 1 shows the binding affinity of several ligands with SARS-CoV-2 3 CL protease sorted according to the docking scores (binding affinities) calculated from the Autodock Vina; Figure 2 shows the docking of those with high docking scores-Tadalafil, Dasatinib, and Saquinavir-with the protease in the docking sites of the protease.", "cite_spans": [{"start": 99, "end": 103, "text": "[15]", "ref_id": null}, {"start": 104, "end": 108, "text": "[16]", "ref_id": null}, {"start": 109, "end": 113, "text": "[17]", "ref_id": null}, {"start": 437, "end": 441, "text": "[18]", "ref_id": null}, {"start": 485, "end": 489, "text": "[19]", "ref_id": null}], "ref_spans": [{"start": 530, "end": 537, "text": "Table 1", "ref_id": null}, {"start": 709, "end": 717, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Analyzing the Docking Results with Chimera and BioLuminate"}, {"text": "We modeled ligands that may bind at a large docking area on the top of the S-protein that interacts with ACE-2 (red cycle in Figure 3a ). Table 2 shows the binding affinities of several ligands with the highest docking scores toward the top docking side of the S-protein. Figure  3b -i shows the dockings of several ligands with the SARS-CoV-2 S-protein.", "cite_spans": [], "ref_spans": [{"start": 125, "end": 134, "text": "Figure 3a", "ref_id": "FIGREF1"}, {"start": 138, "end": 145, "text": "Table 2", "ref_id": "TABREF0"}, {"start": 272, "end": 282, "text": "Figure  3b", "ref_id": "FIGREF1"}], "section": "Results of SARS-CoV-2 S-Protein"}, {"text": "To understand whether these ligands are reasonably good inhibitors that block the interaction of the SARS-CoV-2 S-protein with ACE-2, the docking energy of the S-protein/ligand complex with ACE-2 was calculated and the results are listed in Table 3 . For comparison, the docking energy between the SARS-CoV S-protein and ACE-2 was also calculated and the score was −92.7 kcal/mol, which was close to the −78.6 kcal/mol reported by Xu et al.'s work [4] . The docking energy between the SARS-CoV-2 S-protein and ACE-2 was calculated to be −82.2 kcal/mol, suggesting a slightly weaker interaction than that of the SARS-CoV S-protein with ACE-2. The observation is similar to that reported by Xu et al.'s work [4] . Table 3 shows that more than half of those ligands docking onto the SARS-CoV-2 S-protein do not significantly change the interaction of the SARS-CoV-2 S-protein with ACE-2-i.e., they are not inhibitors to block the interaction of the SARS-CoV-2 S-protein with ACE-2. However, ergotamine, amphotericin B, vancomycin, zafirlukast, and lanicor showed that once they were bound to the S-protein, the interactions of these complex with ACE-2 were no longer energetically favored interactions-i.e., these ligands acted as desired inhibitors that can efficiently block the interaction of the SARS-CoV S-protein with ACE-2. Among these, ergotamine and amphotericin b are most promising, since they demonstrate the highest docking energy to the SARS-CoV-2 S-protein (Table 2) . Thus, they are strongly suggested as the core drugs for clinical trials to treat COVID-19 patients. Considering the severe and potentially lethal side effects of amphotericin b [28] , ergotamine and vancomycin seem be the top choices.", "cite_spans": [{"start": 431, "end": 451, "text": "Xu et al.'s work [4]", "ref_id": null}, {"start": 689, "end": 709, "text": "Xu et al.'s work [4]", "ref_id": null}, {"start": 1658, "end": 1662, "text": "[28]", "ref_id": null}], "ref_spans": [{"start": 241, "end": 248, "text": "Table 3", "ref_id": null}, {"start": 712, "end": 719, "text": "Table 3", "ref_id": null}, {"start": 1469, "end": 1478, "text": "(Table 2)", "ref_id": "TABREF0"}], "section": "Results of SARS-CoV-2 S-Protein"}, {"text": "Disulfiram, lopinavir, and ritonavir are the three approved and active protease inhibitors against SARS and MERS. Indeed, lopinavir and ritonavir were successfully used to treat a patient in Thailand in Jan. 2020. Our results show that among these ligands, saquinavir, tadalafil, rivaroxaban, sildenafil, dasatinib, vardenafil, montelukast are most promising due to their higher docking scores (< −8.5 kcal/mol, which coresponds to < 1 μM IC50) than others. All of these scores appear better than that of the antiviral drug Lopinavir (−8.2 kcal/ mol). As a comparison, the docking scores reported for lopinavir with the viral RNA polymerase is −8.3 kcal/mol [18] . It is a remarkable observation that some SARS-CoV-2 inhibitors such as indinavir could not block the interaction of the SARS-CoV-2 S-protein with ACE-2, while other inhibitors, such as ergotamine and amphotericin B, can effectively inhibit such interaction. This is somewhat confusing, since all of these three compounds dock on the same docking site that is marked by the red circles in Figure 3 -the grove between an extended insertion that contains the β5/β6 strands and the receptor-binding motif (RBM) loop [28] . To comprehend what caused the significant difference, we overlaid the structures of the three docked compounds and ACE-2 on the SARS-CoV-2 spike protein in Figure 4 . The comparison clearly shows that ergotamine (red) and amphotericin B (blue) extend further out toward the ACE-2 and thus effectively block the interaction of the SARS-CoV-2 spike protein with ACE-2 while indinavir (green) clings to the SARS-CoV-2 spike protein, leaving room for ACE-2 to interact with the spike protein.", "cite_spans": [{"start": 658, "end": 662, "text": "[18]", "ref_id": null}, {"start": 1177, "end": 1181, "text": "[28]", "ref_id": null}], "ref_spans": [{"start": 1053, "end": 1061, "text": "Figure 3", "ref_id": "FIGREF1"}, {"start": 1340, "end": 1348, "text": "Figure 4", "ref_id": "FIGREF2"}], "section": "Discussion"}, {"text": "For the inhibition of the SARS-CoV-2 3 CL protease, saquinavir, tadalafil, rivaroxaban, sildenafil, dasatinib, vardenafil, and montelukast are most promising due to their high docking scores (<− 8.5 kcal/mol), which were more negative than those of other ligands.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Among these that showed an excellent inhibiting property to block the interaction of SARS-CoV-2 S-protein with ACE-2 in Table 3 , ergotamine, amphotericin b, and vancomycin are the most promising since they are also among the highest to bind to the SARS-CoV-2 Sprotein, as shown in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 120, "end": 127, "text": "Table 3", "ref_id": null}, {"start": 282, "end": 289, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Conclusion"}, {"text": "For more active results, a combination of 3 CL protease inhibitors and ergotamine may be considered.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The comparison of the crystal structures of the SARS-2 spike protein (6VW1, pink color) with our homology modeling (light brown color) using the SARS-2 template. An overlay of the modeled structures of amphotericin, ergotamin, indinavir, and ACE-2 with the SARS-CoV-2 spike protein. ", "cite_spans": [], "ref_spans": [], "section": "Figure 1."}], "bib_entries": {"BIBREF5": {"ref_id": "b5", "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "20", "issn": "", "pages": "30251--30258", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "", "pages": "270--273", "other_ids": {"DOI": ["10.1038/s41586-020-2012-7"]}}, "BIBREF13": {"ref_id": "b13", "title": "Function, and Evolution of Coronavirus Spike Proteins", "authors": [{"first": "F", "middle": [], "last": "Li", "suffix": ""}, {"first": "", "middle": [], "last": "Structure", "suffix": ""}], "year": 2016, "venue": "Annu. Rev. Virol", "volume": "3", "issn": "", "pages": "237--261", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Hao P Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission", "authors": [], "year": 2020, "venue": "Sci. China Life Sci", "volume": "63", "issn": "", "pages": "457--460", "other_ids": {"DOI": ["10.1007/s11427-020-1637-5"]}}, "BIBREF24": {"ref_id": "b24", "title": "Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings", "authors": [{"first": "Y", "middle": [], "last": "Guan", "suffix": ""}], "year": 2004, "venue": "Thorax", "volume": "59", "issn": "", "pages": "252--256", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Hannongbua S Molecular dynamic simulations analysis of ritonavir and lopinavir as SARS-CoV 3CL(pro) inhibitors", "authors": [], "year": 2008, "venue": "J. Theor. Biol", "volume": "254", "issn": "", "pages": "861--867", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The crytal structure of 2019-nCoV main protease in complex with an inhibitor N3", "authors": [{"first": "Z", "middle": [], "last": "Rao", "suffix": ""}], "year": null, "venue": "Nature", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41586-020-2223-y"]}}, "BIBREF34": {"ref_id": "b34", "title": "A programming language for software integration and development", "authors": [{"first": "M", "middle": ["F"], "last": "Sanner", "suffix": ""}, {"first": "", "middle": [], "last": "Python", "suffix": ""}], "year": 1999, "venue": "J. Mol. Graph. Model", "volume": "17", "issn": "", "pages": "57--61", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Chimera-A visualization system for exploratory research and analysis", "authors": [{"first": "T", "middle": ["E"], "last": "Ferrin", "suffix": ""}, {"first": "", "middle": [], "last": "Ucsf", "suffix": ""}], "year": 2004, "venue": "J. Comput. Chem", "volume": "25", "issn": "", "pages": "1605--1612", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Avogadro: An advanced semantic chemical editor, visualization, and analysis platform", "authors": [{"first": "G", "middle": ["R"], "last": "Zurek E Hutchison", "suffix": ""}], "year": 2012, "venue": "J. Cheminform", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1758-2946-4-17"]}}, "BIBREF42": {"ref_id": "b42", "title": "Automated docking with selective receptor flexibility", "authors": [{"first": "A", "middle": ["J"], "last": "Olson", "suffix": ""}], "year": 2009, "venue": "J. Comput. Chem", "volume": "16", "issn": "", "pages": "2785--2791", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Improving the speed and accuracy of docking with a new scoring function, efficient optimization and multithreading", "authors": [{"first": "Aj Autodock", "middle": [], "last": "Olson", "suffix": ""}, {"first": "", "middle": [], "last": "Vina", "suffix": ""}], "year": 2010, "venue": "J. Comput. Chem", "volume": "31", "issn": "", "pages": "455--461", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "AndrejŠali A; Blundell TL Comparative Protein Modelling by Satisfaction of Spatial Restraints", "authors": [], "year": 1993, "venue": "J. Mol. Biol", "volume": "234", "issn": "", "pages": "779--815", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "A program to check the stereochemical quality of protein structures", "authors": [{"first": "J", "middle": ["M"], "last": "Thornton", "suffix": ""}, {"first": "", "middle": [], "last": "Procheck", "suffix": ""}], "year": 1993, "venue": "J. Appl. Cryst", "volume": "26", "issn": "", "pages": "283--291", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Antibody structure determination using a combination of homology modeling, energy-based refinement, and loop prediction", "authors": [{"first": "D", "middle": [], "last": "Pearlman", "suffix": ""}], "year": 2014, "venue": "Proteins", "volume": "82", "issn": "", "pages": "1646--1655", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Structure-based approach to the prediction of disulfide bonds in proteins", "authors": [{"first": "D", "middle": ["A"], "last": "Pearlman", "suffix": ""}], "year": 2014, "venue": "Protein Eng. Des. Sel", "volume": "27", "issn": "", "pages": "365--374", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Physics-Based Scoring to Calculate Free Energies of docking for Single Amino Acid Mutations in Protein-Protein Complexes", "authors": [{"first": "K", "middle": ["A"], "last": "Loving", "suffix": ""}, {"first": "", "middle": [], "last": "Applying", "suffix": ""}], "year": 2013, "venue": "PLoS ONE", "volume": "", "issn": "8", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0082849"]}}, "BIBREF62": {"ref_id": "b62", "title": "Friesner RA The VSGB 2.0 model: A next generation energy model for high resolution protein structure modeling", "authors": [], "year": 2011, "venue": "Proteins", "volume": "79", "issn": "", "pages": "2794--2812", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Integrated Modeling Program, Applied Chemical Theory (IMPACT)", "authors": [{"first": "J", "middle": ["R"], "last": "Maple", "suffix": ""}], "year": 2005, "venue": "J. Comput. Chem", "volume": "26", "issn": "", "pages": "1752--1780", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Safety and activity of saquinavir in HIV infection", "authors": [{"first": "J", "middle": ["N"], "last": "Weber", "suffix": ""}], "year": 1995, "venue": "Lancet", "volume": "345", "issn": "", "pages": "952--955", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Overview of the Key Routes to the Best Selling 5-membered Ring Heterocyclic Pharmaceuticals", "authors": [{"first": "", "middle": [], "last": "Baumann M An", "suffix": ""}], "year": 2011, "venue": "Beilstein J. Org. Chem", "volume": "7", "issn": "", "pages": "442--495", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Extended duration rivaroxaban versus short-term enoxaparin for the prevention of venous thromboembolism after total hip arthroplasty: A double-blind, randomised controlled trial", "authors": [{"first": "S", "middle": [], "last": "Haas", "suffix": ""}], "year": 2008, "venue": "Lancet", "volume": "372", "issn": "", "pages": "31--39", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Viagra), a potent and selective inhibitor of type 5 cGMP phosphodiesterase with utility for the treatment of male erectile dysfunction", "authors": [{"first": "P", "middle": [], "last": "Ellis", "suffix": ""}, {"first": "", "middle": [], "last": "Sildenafil", "suffix": ""}], "year": 1996, "venue": "Bioorg. Med. Chem. Lett", "volume": "6", "issn": "", "pages": "1819--1824", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Dasatinib in imatinib-resistant Philadelphia chromosome-positive leukemias", "authors": [{"first": "E", "middle": [], "last": "Bleickardt", "suffix": ""}], "year": 2006, "venue": "N. Engl. J. Med", "volume": "354", "issn": "", "pages": "2531--2541", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Kloner RA Pharmacology and drug interaction effects of the phosphodiesterase 5 inhibitors: Focus on alpha-blocker interactions", "authors": [], "year": 2005, "venue": "Am. J. Cardiol", "volume": "96", "issn": "", "pages": "42--46", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "De Lepeleire I", "authors": [], "year": null, "venue": "Reiss TF", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Decramer M Montelukast causes prolonged, potent leukotriene D4-receptor antagonism in the airways of patients with asthma", "authors": [], "year": 1997, "venue": "Clin. Pharmacol. Ther", "volume": "61", "issn": "", "pages": "83--92", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Capaldini L Protease inhibitors' metabolic side effects: cholesterol, triglycerides, blood sugar, and \"Crix belly", "authors": [], "year": 1997, "venue": "AIDS Treatment News", "volume": "277", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Antifungal and Antiviral Agents In Pharmacology and Therapeutics for Dentistry", "authors": [{"first": "M", "middle": ["K"], "last": "Kang", "suffix": ""}, {"first": "", "middle": [], "last": "Chapter", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "488--503", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Low bioavailability of ergotamine tartrate after oral and rectal administration in migraine sufferers", "authors": [{"first": "J", "middle": ["J"], "last": "Ibraheem", "suffix": ""}, {"first": "L", "middle": [], "last": "Paalzow", "suffix": ""}, {"first": "P", "middle": [], "last": "Tfelt-Hansen", "suffix": ""}], "year": 1983, "venue": "Br. J. Clin. Pharmacol", "volume": "16", "issn": "", "pages": "695--699", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Control of the leishmaniasis: Report of a meeting of the WHO Expert Committee on the Control of Leishmaniases; World Health Organization", "authors": [], "year": 2010, "venue": "", "volume": "88", "issn": "", "pages": "", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Clinical practice guidelines by the infectious diseases society of America for the treatment of methicillin-resistant Staphylococcus aureus infections in adults and children: Executive summary", "authors": [{"first": "B", "middle": ["E"], "last": "Murray", "suffix": ""}], "year": 2011, "venue": "Clin. Infect. Dis", "volume": "52", "issn": "", "pages": "285--92", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Zucker IH Carotid sinus baroreceptor sensitivity in experimental heart failure", "authors": [], "year": 1990, "venue": "Circulation", "volume": "81", "issn": "", "pages": "1959--1966", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Turpie AG New oral anticoagulants in atrial fibrillation", "authors": [], "year": 2008, "venue": "Eur. Heart J", "volume": "29", "issn": "", "pages": "155--165", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Docking energy of the SARS-CoV S-protein with and without ligands to human ACE-2. Interaction of S-Protein and S-Protein/Drug Complex with ACE-2 Docking Energy (kcal/mol) SARS-CoV S-protein", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "SARS-CoV-2 S-protein/Indinavir −61", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "SARS-CoV-2 S-protein/Zafirlukast 52", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "SARS-CoV-2 S-protein/Lanicor", "authors": [], "year": null, "venue": "", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "SARS-CoV-2 S-protein/Nelfinavir −81", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "SARS-CoV-2 S-protein/Saquinavir −48", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "SARS-CoV-2 S-protein/Carfilzomib −88", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "SARS-CoV-2 S-protein/Lapatinib −83", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "SARS-CoV-2 S-protein/Atovaquone −68", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "SARS-CoV-2 S-protein/Celecoxib −74", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Different ligands in the docking site of SARS-CoV-2 protease. (a), (b) Tadalafil; (c), (d) Saquinavir; (e), (f) Dasatinib.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Potential active site selection and ligand-receptor interaction. (a) The docking site (inside the red frame) was chosen between the ACE-2 (light brown color) and SARS-CoV-2 S-protein (Cyan color); (b), (c) Amphotericin b docks onto the SARS-CoV-2 S-protein; (d), (e) Saquinavir docks onto the SARS-CoV-2 S-protein; (f), (g) Indinavir docks onto the SARS-CoV-2 S-protein; (h), (i) Ergotamine binds onto the SARS-CoV-2 S-protein.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Figure 4.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Different docking scores (binding affinities) of the tested drugs for SARS-CoV-2 proteinase. Different docking scores of ligands for the SARS-CoV-2 S-protein. An antifungal medication used for serious fungal infections and leishmaniasis[30] To treat pneumocystis pneumonia, toxoplasmosis, malaria and babesia", "latex": null, "type": "table"}}, "back_matter": []}