{
    "paper_id": "0a6e48f3dfcde8f05e545819f7237f26990b3f57",
    "metadata": {
        "title": "Utilizing Technology to Enhance Screening for Highly Infectious Diseases",
        "authors": [
            {
                "first": "Jordan",
                "middle": [],
                "last": "Ehni",
                "suffix": "",
                "affiliation": {},
                "email": "jordan.ehni@mountsinai.org"
            },
            {
                "first": "Marie",
                "middle": [],
                "last": "Moss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ilka",
                "middle": [],
                "last": "Herbison",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anderson",
                "middle": [],
                "last": "Bs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Siju",
                "middle": [],
                "last": "Dnp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Dugan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Garrison",
                "middle": [],
                "last": "Resnick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shari",
                "middle": [],
                "last": "Weisburd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sean",
                "middle": [],
                "last": "Brown Bs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kinta",
                "middle": [
                    "Alexander"
                ],
                "last": "Drph",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bernard",
                "middle": [],
                "last": "Camins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Waleed",
                "middle": [],
                "last": "Javaid",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "1. Kinta Alexander and Sean Brown have the present departments and locations: Infection Prevention and Control, NYC Health + Hospital/Harlem,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": " Digital survey applications can be used to create highly infectious disease screening tools  Digital screening tools simplify patient screening for non-clinical staff at facility entrances  Digital screening tools can be monitored remotely to assist with compliance Quick identification and isolation of patients with highly infectious diseases is extremely important in healthcare settings today. This study focused on the creation of a digital screening tool using a free and publicly available digital survey application to screen patients during a measles outbreak in New York City. The results indicate that digital tools are an effective alternative to paper tools due to their ease of use and remote compliance monitoring capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Key words: Infection Prevention; Patient Screening; Surveillance; Highly Infectious Diseases; Measles",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The three-pronged approach of Identify, Isolate, and Inform (3I) has become a standard algorithm used in hospital settings for the quick identification and management of patients with a potential highly infectious disease. Initially developed during the Ebola crisis, these actions taken during the first few minutes of a patient encounter have since been used and adapted for new and re-emerging diseases such as measles and MERS. 1, 2, 3 With the recent emergence of COVID-19, the quick and effective identification of patients with highly infectious diseases is of great importance for healthcare facilities today. 4 This study specifically focuses on enhanced patient screening performed for measles. Measles is characterized by rash, fever, cough, coryza and conjunctivitis. It is especially dangerous for unvaccinated babies and young children. 5 From September 2018 to August 2019, New York City experienced a measles outbreak in which 649 cases were identified. 6 During the peak of this outbreak in April 2019, the New York Department of Health emphasized that hospitals should perform enhanced screening to quickly identify and isolate patients with measles. In order to comply with this request, the Infection Prevention Department within a large health system partnered with several other hospital departments to design and implement a digital measles screening tool.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 434,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 435,
                    "end": 437,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 438,
                    "end": 439,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 618,
                    "end": 619,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 851,
                    "end": 852,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 970,
                    "end": 971,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A screening tool was created using a free and publicly available digital survey application to identify patients at risk for having measles. The tool was administered by healthcare personnel to patients near healthcare facility entrances, and it asked questions about measles symptoms, vaccination history, exposure history, and residence in high risk locations ( Figure 1 ). No identifying information of the patients was entered into the tool. The tool followed an automated question algorithm that led to one of two outcomes: placing a surgical mask on the patient and immediately informing clinical staff to perform a further risk assessment; or allowing the patient to proceed to their visit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 372,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Security personnel and other front line staff were provided with tablets or computers and educated on how to use the tool. Infection Prevention staff routinely used the remote monitoring features of the digital application to electronically monitor use of the tool, and provided feedback over the three month enhanced screening time period to promote compliance. Data was exported from the digital application for later analysis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Approximately 59,435 patients were surveyed using the digital measles screening tool from 4/25/19 through 8/4/2019. Of these patients, 91 (0.15%) flagged as high risk and required further evaluation by clinical staff to rule out measles ( Figure 2 ). None of these 91 patients were later diagnosed with measles. No cases of confirmed measles were reported at the screening sites during the intervention time period. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 247,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The large number of survey submissions received during the intervention time period indicated that healthcare personnel were successfully able to use the digital measles tool to quickly screen patients at healthcare facility entrances. Of the large number of patients screened, only a small percentage (0.15%) were flagged as a risk for measles. The majority (65.9%) of these flagged patients had a fever and a rash ( Figure 2 ). The small number of flagged patients indicated that the tool was not overly sensitive, which could have risked overwhelming staff and causing a traffic jam at the healthcare facility entrances.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 426,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Compared to paper tools and flowcharts traditionally used for patient screening, the digital tool created in this intervention proved to be simpler for staff to use due to the automated question algorithm function used in the digital survey application. 2,3 While some electronic medical records (EMRs) have decision support tools available for patient screening, these EMR tools can be expensive and often only accessible by clinical staff located away from healthcare facility entrances. 4 The easy to use nature of free digital survey applications allows any healthcare personnel (security, concierges, etc.) located at the first point of entry to screen patients and quickly isolate them before they enter into the facility or a waiting room.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 491,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A few challenges were identified in implementation of the digital survey intervention. The first challenge was receiving buy-in from non-clinical staff being asked to implement the digital tool. Additionally, these staff persons could intermittently be pulled away from patient screening to complete more urgent tasks, such as a security concern. These challenges were partly overcome by working together with management to regularly reinforce with front-line staff the benefits of patient screening. Additionally, the remote monitoring capabilities of the digital tool allowed for intervention with staff when large time gaps were noted between survey submissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of the intervention indicate that digital survey applications are effective alternatives to other infectious disease screening methods due to their ease of use by non-clinical staff working near healthcare facility entrances, and their remote compliance monitoring capabilities. Digital survey applications offer promise for the early identification and isolation of patients entering into healthcare facilities with highly infectious diseases, such as COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Inform: Emergency Department Evaluation and Management for Patients Under Investigation (PUIs) for Ebola Virus Disease (EVD)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ebola",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ebola Virus Disease): Identify, Isolate",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identify-Isolate-Inform: A Tool for Initial Detection and Management of Measles Patients in the Emergency Department",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Koenig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alassaf",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "West J Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5811/WESTJEM.2015.3.25678"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identify-Isolate-Inform: A modified tool for initial detection and management of Middle East Respiratory Syndrome patients in the emergency department",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Koenig",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "West J Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5811/westjem.2015.7.27915"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Can You Catch It? Lessons Learned and Modification of ED Triage Symptom and Travel Screening Strategy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Schwedhelm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Herstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Mead",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maddalena",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Liston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hewlett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Emerg Nurs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jen.2020.03.006"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Signs and Symptoms",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Measles",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Health Topics: Measles. NYC Department of Health and Hygiene",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Measles screening algorithm used in the digital screening tool.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Results from the digital measles screening tool from 4/25/19 to 8/4/19.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Utilizing Technology to Enhance Screening for Highly Infectious DiseasesJordan Ehni, MPH, CIC; NO CONFLICTS OF INTEREST",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}