{"paper_id": "0a71b4bf435ec7784af214d5d33a1155c8cee244", "metadata": {"title": "Known SARS-CoV-2 infections: The tip of an important iceberg", "authors": []}, "abstract": [{"text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has emerged early in December 2019 and currently affects most of the countries in all continents. As was very well highlighted by Correia, 1 there are a number of major", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "scientific uncertainties underpinning the nature of SARS-CoV-2 that must be addressed; one of which is the degree to which asymptomatic infection occurs and how much it contributes to transmission in different settings. As also well stated by Correia, 1 there has been a remarkable gap between the general acknowledgement of uncertainty in the scientific community and the seeming absolute confidence in the tone of political management of this virus by many countries. The inability or unwillingness of these administrations to acknowledge uncertainty and the need for flexibility in the adoption of different policies does not bode well for the future. Specifically, this is because we are very likely at just the tip of an iceberg of how many have been exposed to this virus, meaning that it is likely already well established in many populations; thus further highlighting the need for different public policy managers to change tone and critically reflect on a number of issues related to SARS-CoV-2 before it is too late.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Like other respiratory infections, SARS-CoV-2 is believed to primarily be transmitted by respiratory droplets that could be generated during sneezing, coughing, breathing and even during talking, as well as fomites. 2, 3 Infections are transmitted by inhalation of respiratory droplets of varying sizes, and the time of exposure is another important factor. 2 Maintaining an interpersonal distance of more than 1.5 to 2 m is considered to reduce the risk of contracting the virus, as it is primarily thought to be spread through larger respiratory droplets that are less likely to spread that distance. This among other social distancing policies has proven to be effective in the past; however, reductions in spread can be temporary. For instance, social distancing measures initially reduced spread of virus during the Spanish flu pandemic, but multiple waves of infection were experienced after social distancing measures were relaxed. 4 The same risk exists with the current pandemic for countries that succeeded in flattening the curve, 5 which necessitates continuous community mitigation in these countries for a long time. The situation in most developing countries is likely quite different for a number of reasons. There are a number of cultural and institutional barriers for effectively implementing these policies, and potentially could be major future hotspots of COVID-19 related infections and deaths, especially those with high population density, less healthcare infrastructure, and higher rates of comorbidities. 6 As of June 4, more than six million people worldwide are infected, with more than 382,867 deaths from COVID-19.", "cite_spans": [{"start": 216, "end": 218, "text": "2,", "ref_id": "BIBREF1"}, {"start": 219, "end": 220, "text": "3", "ref_id": "BIBREF2"}, {"start": 358, "end": 359, "text": "2", "ref_id": "BIBREF1"}, {"start": 939, "end": 940, "text": "4", "ref_id": "BIBREF3"}, {"start": 1532, "end": 1533, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "Unfortunately, this is just the visible tip of the iceberg representing laboratory confirmed cases, as there are likely many more cases that include asymptomatic, presymptomatic and undiagnosed/unconfirmed cases. The epidemiological investigation of this disease should be heavily focused on the latter group of cases. This potentially large hidden portion of the iceberg determines the fate of any disease control program. Wide-scale proactive screening is done for the hidden portion of iceberg whereas reactive diagnosis is done for tip of iceberg.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Many other infectious diseases historically also have displayed this iceberg-like pattern, including measles, mumps, hepatitis A and B, diphtheria, other coronavirus infections, tuberculosis, brucellosis and leptospirosis. It is speculated that SARS-CoV-2 infection is also another example of the iceberg. This could also be confirmed by immunological screening of previous exposure of infection applied to a large population. However, notable challenges regarding wide-scale production, sensitivity, and specificity exist for a number of these assays.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Since the early stage of the pandemic, there has been continuous effort to estimate the basic reproduction number (R 0 ) of SARS-CoV-2. R 0 is used to describe the contagiousness or transmissibility of infectious agents and how quickly it spreads. It has been described as one of the fundamental and most often used metrics for the study of infectious diseases' dynamics. 7 In brief, R 0 is the average number of people who will catch the disease from a single infected person. This describes the state where no other individuals are infected or immunized. 8 An R 0 greater than one suggests that the number of people infected is likely to grow, whereas R 0 of less than one suggests that the viral transmission is likely to die out. The potential size of a pandemic is often based on the magnitude of the R 0 value for that event. 9 A bigger R 0 does not necessarily mean a worse disease. Seasonal flu has an R 0 around 1.3, and yet it infects millions of people every year. SARS-CoV had an R 0 of 2 to 5 and infected just over 8000 people. The R 0 of the 1918 Spanish flu is estimated to be 1.4 to 2.8 and it infected most of the people and killed more than 50 million worldwide. SARS-CoV-2 is estimated to have an R 0 from 3.8 to 8.9, with an average of 5.7. 10, 11 On the other hand, measles has one of the highest R 0 numbers, thought to be somewhere between 12 and 18.", "cite_spans": [{"start": 372, "end": 373, "text": "7", "ref_id": "BIBREF6"}, {"start": 557, "end": 558, "text": "8", "ref_id": "BIBREF7"}, {"start": 832, "end": 833, "text": "9", "ref_id": "BIBREF8"}, {"start": 1262, "end": 1265, "text": "10,", "ref_id": "BIBREF9"}, {"start": 1266, "end": 1268, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "Many countries have adopted interventions to reduce the reproduction number, thus slowing the potential demand on their health systems capacity. These include lockdown of people, school closure, international and domestic travel bans, and border closures, among others. Although such interventions have been implemented to varying degrees, to date, the number of cases is highest in USA, Spain, Germany, France, UK, and China in compared to what has been reported for developing countries. The fact that infections spread rapidly with no or mild symptoms suggests that the number of laboratory-confirmed cases is very low in comparison to the actual number of infected subjects. 12 This also is likely due to a low amount of testing of all suspected and mild cases in most countries. It has been predicted that at least 86% of infections have not been tested or detected, and all evidence indicates that these cases can shed infectious virus similar to laboratory-confirmed cases. 12 A recent mathematical modeling of the total amounts of infections revealed tremendous number of possible infections, which would lower the case fatality rate considerably 13 (Table 1) , however, this and similar predictions should be validated using antibody testing with representative samples of different communities. Accordingly, employing a rapid, sensitive and specific antibody test for detection of those who have been exposed to SARS-CoV-2 is paramount in taking measures to control further spread and ease social distancing interventions. Doing this will reveal the rate of real prevalence of the virus and the expected time of exposure by testing for both IgM and IgG. However, it should be emphasized that SARS-CoV-2 antibody detection tests have limited usefulness for early COVID-19 detection as it can take 10 days or more after onset of symptoms for patients to become positive for detectable antibodies, thus not detecting those early in the infection process. 14 Ideally massive screening targeting the whole population would allow for the best picture of exposure to SARS-CoV-2, but in the current circumstances where tests are not widely available, screening targeted at representative or specific communities is likely the best strategy for getting an idea ", "cite_spans": [{"start": 679, "end": 681, "text": "12", "ref_id": "BIBREF11"}, {"start": 981, "end": 983, "text": "12", "ref_id": "BIBREF11"}, {"start": 1155, "end": 1157, "text": "13", "ref_id": "BIBREF12"}, {"start": 1962, "end": 1964, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 1158, "end": 1167, "text": "(Table 1)", "ref_id": null}], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "SARS-CoV-2 pandemics: the lack of critical reflection addressing short-and long-term challenges", "authors": [{"first": "T", "middle": [], "last": "Correia", "suffix": ""}], "year": 2020, "venue": "Int J Health Plann Manage", "volume": "35", "issn": "", "pages": "669--672", "other_ids": {"DOI": ["10.1002/hpm.2977"]}}, "BIBREF1": {"ref_id": "b1", "title": "Infection spread and high-resolution detection of close contact behaviors", "authors": [{"first": "N", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": [], "last": "Su", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Chan", "suffix": ""}, {"first": "T", "middle": [], "last": "Miao", "suffix": ""}, {"first": "P", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Int J Environ Res Public Health", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17041445"]}}, "BIBREF2": {"ref_id": "b2", "title": "Dynamic population flow based risk analysis of infectious disease propagation in a metropolis", "authors": [{"first": "N", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Huang", "suffix": ""}, {"first": "M", "middle": [], "last": "Duarte", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Zhang", "suffix": ""}], "year": 2016, "venue": "Environ Int", "volume": "94", "issn": "", "pages": "369--379", "other_ids": {"DOI": ["10.1016/j.envint.2016.03.038"]}}, "BIBREF3": {"ref_id": "b3", "title": "Quantifying social distancing arising from pandemic influenza", "authors": [{"first": "P", "middle": [], "last": "Caley", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Philp", "suffix": ""}, {"first": "K", "middle": [], "last": "Mccracken", "suffix": ""}], "year": 2008, "venue": "J R Soc Interface", "volume": "5", "issn": "23", "pages": "631--639", "other_ids": {"DOI": ["10.1098/rsif.2007.1197"]}}, "BIBREF4": {"ref_id": "b4", "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand. London: Imperial College", "authors": [{"first": "N", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": [], "last": "Laydon", "suffix": ""}, {"first": "G", "middle": [], "last": "Nedjati-Gilani", "suffix": ""}], "year": 2020, "venue": "", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.25561/77482"]}}, "BIBREF5": {"ref_id": "b5", "title": "Community mitigation during SARS-CoV-2 pandemic: Mission impossible in developing countries. Population Health Management", "authors": [{"first": "Abdel-Moneim", "middle": [], "last": "As", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1089/pop.2020.0095"]}}, "BIBREF6": {"ref_id": "b6", "title": "The concept of R0 in epidemic theory", "authors": [{"first": "Jap", "middle": [], "last": "Heesterbeek", "suffix": ""}, {"first": "K", "middle": [], "last": "Dietz", "suffix": ""}], "year": 1996, "venue": "Statistica Neerlandica", "volume": "50", "issn": "1", "pages": "89--110", "other_ids": {"DOI": ["10.1111/j.1467-9574.1996.tb01482.x"]}}, "BIBREF7": {"ref_id": "b7", "title": "Pandemic potential of a strain of influenza A (H1N1): early findings", "authors": [{"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}], "year": 2009, "venue": "Science", "volume": "324", "issn": "5934", "pages": "1557--1561", "other_ids": {"DOI": ["10.1126/science.1176062"]}}, "BIBREF8": {"ref_id": "b8", "title": "Perspectives on the basic reproductive ratio", "authors": [{"first": "J", "middle": ["M"], "last": "Heffernan", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Wahl", "suffix": ""}], "year": 2005, "venue": "Journal of The Royal Society Interface", "volume": "2", "issn": "4", "pages": "281--293", "other_ids": {"DOI": ["10.1098/rsif.2005.0042"]}}, "BIBREF9": {"ref_id": "b9", "title": "High contagiousness and rapid spread of severe acute respiratory syndrome coronavirus 2", "authors": [{"first": "S", "middle": [], "last": "Sanche", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Lin", "suffix": ""}, {"first": "C", "middle": [], "last": "Xu", "suffix": ""}, {"first": "E", "middle": [], "last": "Romero-Severson", "suffix": ""}, {"first": "N", "middle": [], "last": "Hengartner", "suffix": ""}, {"first": "R", "middle": [], "last": "Ke", "suffix": ""}], "year": 2020, "venue": "Emerg Infect Dis", "volume": "26", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3201/eid2607.200282"]}}, "BIBREF10": {"ref_id": "b10", "title": "Modeling influenza epidemics and pandemics: insights into the future of swine flu (H1N1)", "authors": [{"first": "B", "middle": ["J"], "last": "Coburn", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Wagner", "suffix": ""}, {"first": "S", "middle": [], "last": "Blower", "suffix": ""}], "year": 2009, "venue": "BMC Med", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1741-7015-7-30"]}}, "BIBREF11": {"ref_id": "b11", "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)", "authors": [{"first": "R", "middle": [], "last": "Li", "suffix": ""}, {"first": "Pei", "middle": ["S"], "last": "Chen", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "368", "issn": "6490", "pages": "489--493", "other_ids": {"DOI": ["10.1126/science.abb3221"]}}, "BIBREF12": {"ref_id": "b12", "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries. London: Imperial College", "authors": [{"first": "S", "middle": [], "last": "Flaxman", "suffix": ""}, {"first": "S", "middle": [], "last": "Mishra", "suffix": ""}, {"first": "A", "middle": [], "last": "Gandy", "suffix": ""}], "year": 2020, "venue": "Report", "volume": "13", "issn": "", "pages": "", "other_ids": {"DOI": ["10.25561/77731"]}}, "BIBREF13": {"ref_id": "b13", "title": "Severe acute respiratory syndrome coronavirus 2-specific antibody responses in coronavirus disease 2019 patients", "authors": [{"first": "Nma", "middle": [], "last": "Okba", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Muller", "suffix": ""}, {"first": "W", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Emerg Infect Dis", "volume": "26", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.3201/eid2607.200841"]}}}, "ref_entries": {"TABREF0": {"text": "T A B L E 1 Actual and predicted COVID-19 infected patients Laboratory confirmed cases a Mean number of predicted total infected cases bThe number of laboratory confirmed cases was obtained from ECDC report on April 16, 2020. b Posterior predictions estimate on March 28th based on the study ofFerguson et al. (2020).12", "latex": null, "type": "table"}}, "back_matter": []}