{"paper_id": "0a73ca628adb3384d92796dfc6ca976206c3265a", "metadata": {"title": "Characteristics of COVID-19 Near China's Epidemic Center", "authors": [{"first": "Yang", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Second Military Medical University", "location": {"postCode": "200433", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Guangfeng", "middle": [], "last": "Duan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Second Military Medical University", "location": {"postCode": "200433", "settlement": "Shanghai", "country": "China"}}, "email": "duanguangfeng@sina.com"}, {"first": "Linping", "middle": [], "last": "Xiong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Second Military Medical University", "location": {"postCode": "200433", "settlement": "Shanghai", "country": "China"}}, "email": "xionglinping@aliyun.com"}]}, "abstract": [{"text": "Background: This study described and analyzed the age, gender, infection sources, and timing characteristics of the 416 confirmed cases in two cities near the center of China's COVID-19 outbreak. Methods: This study used publicly available data to examine gender, age, source of infection, date returned from Hubei, date of disease onset, date of first medical visit, date of final diagnosis, and date of recovery of COVID-19 cases. Results: Public-use data revealed similar risks of infection by age and that the numbers of new and final diagnoses of confirmed cases first increased, peaked at about two weeks, and then gradually decreased. The main sources of infection were firsthand or secondhand exposure in Hubei Province and contact with confirmed cases, which mostly involved contact with infected household members. The mean periods from disease onset to first medical visit, first visit to final diagnosis, and final diagnosis to recovery were 4.44, 3.18, and 13.42 days, respectively. Conclusions: The results suggest that the measures taken to control the rate of infection were effective. Prevention and control efforts should respond as quickly as possible, isolate and control activities of individuals leaving infected areas, and restrict household contact transmission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The first novel coronavirus pneumonia (COVID- 19) case was identified in Wuhan, Hubei Province, China, on December 12, 2019, after which the disease gradually spread. 1 The emergence of the COVID-19 epidemic coincided with the traditional Chinese Spring Festival when most migrant workers return to their hometowns to celebrate. COVID-19's novel infection presented few obvious upper respiratory symptoms (such as nasal discharge, sneezing, or sore throat), indicating the virus mainly was infecting the lower respiratory tract, 2,3 and most patients' first symptom was fever. The mode of transmission might have been by droplets, close contact, aerosol, mother-infant, or fecal-mouth transfer. During the incubation period, patients could transmit the virus to other humans. [4] [5] [6] [7] [8] [9] [10] As of February 22, 2020, 29 countries had reported confirmed cases of COVID-19, of which China reported 76,936 confirmed cases, 22,888 recovery cases, and 2,442 deaths. 11, 12 According to the research reports, COVID-19 is highly infectious, 13 and the large-scale population migration associated with the Spring Festival exacerbated the spread of the disease to outlying areas. Xinyang City is in southern Henan Province, China, on the northern border of Hubei Province, and Fuyang City is in northwest Anhui Province, adjacent to Xinyang City.", "cite_spans": [{"start": 46, "end": 49, "text": "19)", "ref_id": "BIBREF16"}, {"start": 167, "end": 168, "text": "1", "ref_id": "BIBREF1"}, {"start": 776, "end": 779, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 780, "end": 783, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 784, "end": 787, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 788, "end": 791, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 792, "end": 795, "text": "[8]", "ref_id": null}, {"start": 796, "end": 799, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 800, "end": 804, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 974, "end": 977, "text": "11,", "ref_id": null}, {"start": 978, "end": 980, "text": "12", "ref_id": "BIBREF10"}, {"start": 1047, "end": 1049, "text": "13", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Background"}, {"text": "Xinyang and Fuyang are typical labor exporting cities near the epidemic's center. 14, 15 This study investigated aspects of the COVID-19 transmission regarding Xinyang and Fuyang, described its characteristics, and evaluated the prevention and control measures.", "cite_spans": [{"start": 86, "end": 88, "text": "15", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background"}, {"text": "China's data on COVID-19 are gathered based on its classification as a Class B infectious disease. Class B infectious diseases are considered mandatory notifiable diseases; all new cases must immediately be reported using the National Infectious Diseases Monitoring Information System Database. To prevent rapid spread of the disease, the municipal health departments publicized information about the confirmed cases on the governments' websites, including personal information, personnel exposure, and the disease trajectory. We downloaded the case information from the target cities' health commission websites and transformed it into numerical data. The variables used in the analysis were: gender, age, source of infection, date returned from Hubei, date of disease onset, date of first medical visit, date of final diagnosis, and date of recovery. As of February 22, 2020, 416 cases of effective data were collected in the two cities 16,17 : 270 cases in Xinyang and 146 cases in Fuyang.", "cite_spans": [{"start": 939, "end": 946, "text": "16,17 :", "ref_id": null}], "ref_spans": [], "section": "Data"}, {"text": "The sources of infection were: (1) firsthand or secondhand contact with Hubei (\"Hubei exposure\"), (2) \"confirmed case contact,\" (3) \"non-Hubei returnee exposure,\" and (4) \"others.\" \"Hubei exposure\" comprised confirmed cases of individuals who had recently left Hubei Province or had not recently left Hubei but had been in contact with asymptomatic individuals who had been in Hubei Province. \"Confirmed case contact\" refers to infected individuals who had not left their residential areas and they had been in close contact with individuals who were confirmed cases. \"Non-Hubei returnee exposure\" refers to individuals who had recently returned to Xinyang or Fuyang from non-Hubei provinces. In this study, a \"returnee\" was an individual who had returned to Xinyang or Fuyang from some other location, and \"non-returnee\" referred to an individual who had not left Xinyang or Fuyang.", "cite_spans": [], "ref_spans": [], "section": "Conceptualization"}, {"text": "The age, gender, trajectory, and rates of infection distributions of the 416 confirmed cases in Xinyang and Fuyang were analyzed. The distribution of confirmed cases in households was analyzed to describe the extent of COVID-19 clustered within household units. Using the data on timing of disease onset and final diagnosis, the COVID-19 development over time was investigated. Regarding the disease trajectory (confirmed cases), four temporal stages were identified: (1) arrival → disease onset, (2) disease onset → first medical visit, (3) first medical visit → final diagnosis, and (4) final diagnosis → recovery. The mean periods of each stage were described and analyzed. IBM SPSS 22.0 was used for data analysis.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "As of February 22, 2020, 429 cases had been confirmed in Xinyang and Fuyang. In Xinyang, 184 of the 274 cases were in recovery (67.15%), and two had died (0.73% fatality rate);", "cite_spans": [], "ref_spans": [], "section": "Epidemiological situation"}, {"text": "in Fuyang, 99 of the 155 cases were in recovery (63.87%), and no deaths were reported. Thus, on that date, there were 88 and 56 ongoing cases in Xinyang and Fuyang, respectively. However, 13 cases were not included due to incomplete information.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological situation"}, {"text": "Among the confirmed cases with complete effective data (N=416), 236 were male (56.73%) and 180 were female (43.27%). The proportional age distribution was zero-18 years old (5.05%), 19-59 years old (78.84%), and 60 years or older (16.11%). The proportion of confirmed cases aged 19-59 years in the returnee group was higher than among the non-returnees, and the proportions of confirmed cases aged zero-18 and aged 60 or older among the non-returnees were higher than among the returnees. Table 1 presents the distributions regarding age, gender, source of infection, and within-household transmission and Figure 1 illustrates the disease trajectory between onset and final diagnosis from January 11, 2020, through February 22, 2020, and the disease trajectory from January 23, 2020, through February 22, 2020, by source of infection. Figure 1A illustrates that the first day of disease onset in the two cities was January 11, 2020, after which the number of confirmed cases gradually increased. The disease onset peak was January 25 through January 30 and then the number of newly confirmed cases gradually decreased. The first final diagnosis was on January 23, 2020, the numbers of final diagnoses gradually increased, they peaked January 31 through February 5, and they gradually decreased from that date. The peak of the final diagnoses was about six days after the peak of disease onset.", "cite_spans": [], "ref_spans": [{"start": 489, "end": 496, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 606, "end": 614, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 835, "end": 844, "text": "Figure 1A", "ref_id": "FIGREF0"}], "section": "Gender and age distributions"}, {"text": "Hubei exposure was the source of 213 (51.20%) confirmed cases, 108 (25.96%) cases were confirmed case contacts, non-Hubei returnee exposure accounted for 32 (7.69%) cases, and there were 63 (15.14%) cases due to other sources. Figure 1B shows that the main source of infection before February 7 was Hubei exposure, and, after February 7, the main source of infection was confirmed case contact.", "cite_spans": [], "ref_spans": [{"start": 227, "end": 236, "text": "Figure 1B", "ref_id": "FIGREF0"}], "section": "Infection sources and extent of household infection"}, {"text": "Regarding within-household infection, 51 households (with 130 confirmed cases) experienced within-household transmission based on multiple infected household members (Table 1) . Of them, 33 households had two, 13 households had three, two households had four, one household had five, and two households had six infected household members (64.71%, 25.49%, 3.92%, 1.96%, and 3.92% of the households with more than one infected household member, respectively). The mean number of people infected in the households with more than one infected member was 2.55. returnees. The period between date of first visit and date of final diagnosis was slightly longer for non-returnees than returnees, and the period between date of final diagnosis and date of recovery was slightly longer for returnees than non-returnees. Numbers less than zero mean that some confirmed cases did not present symptoms at the time of first medical visit.", "cite_spans": [], "ref_spans": [{"start": 166, "end": 175, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Infection sources and extent of household infection"}, {"text": "Among the returnees, the proportion of confirmed cases aged 19-59 years was 87.37%, whereas the proportion of those aged 60 years or older and 0-18 years was just 12.64%. In comparison to the returnees, the proportion of non-returnees aged 19-59 years was 16.28%", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "higher and the proportion of those aged 60 or older was 13.38% lower. The returnees' male to female sex ratio was 1.64:1, and the male to female sex ratio among non-returnees was 1.08:1.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "These results might reflect the fact that migrant workers are most likely to be males aged years, which means that there were relatively higher proportional representations of females and older people among the non-returnees. Moreover, this finding indicates that people of all ages are susceptible to COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The numbers of final diagnoses of confirmed cases peaked within 14 days of onset and then gradually decreased until February 22 when just one case was diagnosed. This finding demonstrates that the spread of the virus had effectively been controlled through various measures, such as isolating exposed people, reducing public gatherings, increasing screenings for fever, and widespread public dissemination of prevention and control information.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This study's analysis revealed that the main source of confirmed cases was Hubei exposure or confirmed case contact. During the first half of the outbreak period, Hubei exposure was the likeliest source and, during the second half of the outbreak period, confirmed case contact was the likeliest source of infection. Previous studies have found that close contact with infected individuals tended to carry a high risk of infection. 18, 19 The present study found that, of the confirmed cases whose source of infection was \"confirmed case contact,\" 72.22% were via household contact with one or more confirmed cases. 25 Studies have shown that the number of infected cases was significantly reduced by controlling the city's traffic, closing entertainment venues, and banning public gathering.", "cite_spans": [{"start": 436, "end": 438, "text": "19", "ref_id": "BIBREF16"}, {"start": 616, "end": 618, "text": "25", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Implementing these measures can limit the progression of the epidemic. 26 By further controlling within-household contact with infected people and the size of public gatherings, incidence might be further decreased.", "cite_spans": [{"start": 71, "end": 73, "text": "26", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "The key to controlling infectious diseases is early detection, reporting, isolation, and treatment. We found that the mean period from date of return to the study area and date of disease onset was 6.69 days (range -7 1 -33). Twenty confirmed cases among the returnees (10.1%) had symptoms before they arrived in Xinyang or Fuyang, suggesting that one of the first steps to take should be to assertively control of workers' abilities to return home which, in the early stage, might slow the rate of infection.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The mean period from date of disease onset to first medical visit was about 4.44 days (range: -3 2 -21). Two cases did not have symptoms at the time of first medical treatment (screening). Li et al. found that the mean interval between date of disease onset and date of first visit was 5.8 days (cases with onset before January 1, 2020) or 4.6 days (onset from January 1 through January 11). 27 We found a slightly shorter period, implying that public awareness of COVID-19 and medical treatment had gradually improved and people were increasingly likely to seek treatment. Moreover, the mean period between date of disease onset and date of first visit 1 Numbers less than zero indicate that some confirmed cases had symptoms reflecting disease onset before they returned home. 2 The negative number indicates that some cases did not present symptoms at the time of first medical treatment.", "cite_spans": [{"start": 392, "end": 394, "text": "27", "ref_id": "BIBREF25"}, {"start": 654, "end": 655, "text": "1", "ref_id": "BIBREF1"}, {"start": 779, "end": 780, "text": "2", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "among non-returnees was slightly longer than among returnees, indicating that quarantine and isolation measures were slightly stronger for returnees than non-returnees. We found that the mean period between date of first visit and date of final diagnosis was 3.18 days, suggesting that the efficiency of early detection measures needed improvement. In addition, the mean period between date of final diagnosis and date of recovery was about 13.42 days (range: 5-25). The mean hospital stay was 10 days in a previous study, 28 but it was slightly longer in our study.", "cite_spans": [{"start": 523, "end": 525, "text": "28", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "Effective responses to COVID-19 for prevention and control required implementation of governmental measures, which apparently controlled the rate of infection in Xinyang and Fuyang, which are cities with significant flows of migrant workers to and from Hubei Province. The key to controlling the rate of infection via returnees is to act as quickly as possible, focus on isolating and controlling returnees' mobility, and decreasing close within-household contact between infected and non-infected household members. If these measures were implemented as a preemptive first step, the rate of infection would further be reduced.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The funder had no role in the study's design, data collection, analysis, the decision to publish", "authors": [], "year": null, "venue": "Construction (SCREENING STUDY GWIV-18)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Epidemiology Working Group for NCIP Epidemic Response. An update on the epidemiological characteristics of novel coronavirus pneumonia (COVID-19)", "authors": [], "year": 2020, "venue": "Chinese Journal of Epidemiology", "volume": "41", "issn": "", "pages": "139--144", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}], "year": 2020, "venue": "China. Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Kok", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "514--523", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "First Case of 2019 Novel Coronavirus in the United States", "authors": [{"first": "M", "middle": ["L"], "last": "Holshue", "suffix": ""}, {"first": "C", "middle": [], "last": "Debolt", "suffix": ""}, {"first": "", "middle": [], "last": "Lindquist", "suffix": ""}], "year": 2020, "venue": "The New England journal of medicine", "volume": "382", "issn": "", "pages": "929--936", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "National Health Commission of the People's Republic of China. What is fecal-oral transmission?", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "National Health Commission of the People's Republic of China", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The State Council Information Office of the People's Republic of China. Press Conference of the Joint Prevention and Control of the State Council", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A 30-hour old infant in Wuhan diagnosed and mother-to-child infection suspected", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical analysis of 10 neonates born to mothers with 2019-nCoV pneumonia", "authors": [{"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Fang", "suffix": ""}], "year": null, "venue": "Translational Pediatrics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "World Health Organization", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Epidemiology Working Group for NCIP Epidemic Response. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China", "authors": [], "year": 2020, "venue": "Chinese Journal of Epidemiology", "volume": "41", "issn": "", "pages": "145--151", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The Investigation and Research on Fuyang's off farm workers", "authors": [{"first": "H", "middle": ["C"], "last": "Gao", "suffix": ""}], "year": 2010, "venue": "Journal of Fuyang Teachers College", "volume": "", "issn": "", "pages": "14--17", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "National Health Commission, Ministry of Human Resources and Social Security, Ministry of Finance. Measures to improve working conditions of and care for physical and mental health of healthcare workers", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Clinical Characteristics of 138 Hospitalized Patients With", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Novel Coronavirus-Infected Pneumonia in Wuhan, China", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.1585[publishedOnlineFirst:2020/02/08"]}}, "BIBREF20": {"ref_id": "b20", "title": "Henan Provincial People's Government", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A new coronavirus associated with human respiratory disease in China", "authors": [{"first": "F", "middle": [], "last": "Wu", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "B", "middle": [], "last": "Yu", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41586-020-2008-3[publishedOnlineFirst:2020/02/06"]}}, "BIBREF22": {"ref_id": "b22", "title": "The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance", "authors": [{"first": "A", "middle": ["L"], "last": "Phelan", "suffix": ""}, {"first": "R", "middle": [], "last": "Katz", "suffix": ""}, {"first": "", "middle": [], "last": "Gostin", "suffix": ""}, {"first": "", "middle": [], "last": "Lo", "suffix": ""}], "year": 2020, "venue": "Jama", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.1097[publishedOnlineFirst:2020/01/31"]}}, "BIBREF23": {"ref_id": "b23", "title": "Reduce large-scale gathering activities in Wuhan", "authors": [], "year": 1924, "venue": "Access", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China", "authors": [{"first": "H", "middle": ["Y"], "last": "Tian", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": ["D"], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "368", "issn": "6491", "pages": "638--642", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. The New England journal of medicine 2020", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF27": {"ref_id": "b27", "title": "The State Council Information Office of the People's Republic of China. Press Conference of the Joint Prevention and Control of the State Council", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "COVID-19 confirmed cases disease trajectory: (A) date of disease onset and date of final diagnosis and (B) by source of infection.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Distribution of confirmed cases by age, gender, source of infection, and extent of household infection (N=416).", "latex": null, "type": "table"}, "TABREF1": {"text": "shows that the mean period between the date of return to Xinyang or Fuyang and between date of first visit and date of final diagnosis was 3.18 days, and between date of final diagnosis and date of recovery was 13.42 days. The mean number of days between date of disease onset and date of first visit was slightly longer for the 218 non-returnees than the 198", "latex": null, "type": "table"}, "TABREF2": {"text": "Distributions of numbers of days from date of return to the study area to date of recovery among returnees and non-returnees.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>All confirmed cases </td><td>Returnees </td><td> </td><td>Non-returnees </td></tr><tr><td>Mean </td><td>Max </td><td>Min </td><td>Mean </td><td>Max </td><td>Min </td><td>Mean </td><td>Max </td><td>Min </td></tr><tr><td>Date of return-date of onset </td><td> </td><td> </td><td> </td><td>6.69 </td><td>33 </td><td>-7\na </td><td> </td><td> </td><td> </td></tr><tr><td>Date of onset-date of first visit </td><td>4.44 </td><td>21 </td><td>b -3\n</td><td>4.04 </td><td>13 </td><td>-3\nb </td><td>4.78 </td><td>21 </td><td>0 </td></tr><tr><td>Date of first visit-\n</td><td>3.18 </td><td>19 </td><td>0 </td><td>3.35 </td><td>19 </td><td>0 </td><td>3.02 </td><td>18 </td><td>1 </td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to thank Editage (www.editage.cn) for English language editing.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Declarations"}]}