{
    "paper_id": "0a73a3249990bbf070b1b9d99589fc202e1c0918",
    "metadata": {
        "title": "Psychological trauma among the healthcare professionals dealing with COVID-19",
        "authors": [
            {
                "first": "Prabhsimran",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": "prabhsimran.dcet@gndu.ac.in"
            },
            {
                "first": "Manreet",
                "middle": [],
                "last": "Sohal",
                "suffix": "",
                "affiliation": {},
                "email": "manreetsohal10@gmail.com"
            },
            {
                "first": "Ravinder",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sawhney",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": "sawhney.ece@gndu.ac.in"
            },
            {
                "first": "Neha",
                "middle": [],
                "last": "Pathania",
                "suffix": "",
                "affiliation": {},
                "email": "neha.pathania4153@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The novel corona virus (2019-nCoV) or simply COVID-19 Pandemic has emerged as the greatest threat to the mankind in recent years. Globally, COVID-19 has infected 3,318,739 persons and caused 234,264 deaths till date and these numbers are increasing at an exponential speed (Coronavirus Pandemic, 2020) . According to World Health organization, there is no specific course of treatment for the patients getting affected by COVID-19 (WHO COVID-19, 2020) . The non-availability of any vaccine and hence in absence of a precise and dedicated treatment for this pandemic has created a stressful environment among people throughout the world constituting of 212 countries and territories (Zandifar and Rahim, 2020) . This psychological stress and anxiety is not only limited to the patients and/or their relatives but also to the healthcare workers viz. Doctors, nurses, ward boys who are working around the clock for the testing and treatment of these infected patients (Rajkumar, 2020; Tandon, 2020) .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 301,
                    "text": "(Coronavirus Pandemic, 2020)",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 451,
                    "text": "COVID-19 (WHO COVID-19, 2020)",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 708,
                    "text": "(Zandifar and Rahim, 2020)",
                    "ref_id": null
                },
                {
                    "start": 965,
                    "end": 981,
                    "text": "(Rajkumar, 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 982,
                    "end": 995,
                    "text": "Tandon, 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19, a pandemic, is a kind of global war of the humans against a disguised deadly virus and the soldiers that are fighting on the frontlines of this war are the doctors and paramedics staff. Healthcare professionals around the world are engaged throughout the day for almost last 3 months to protect the precious human lives from this dangerous, ghostly and undetectable virus, which is out to snatch everyone that comes its way. The whole medical fraternity frequently endures a multitude of mental challenges under this high pressure to survive and cure threats during this pandemic (Li et al., 2020) . These healthcare workers are going through toughest phase of their lives while they are serving the extended society without caring about their own lives. The uncertainty over controlling the virus spread and magnitude of the multiple threats are amongst the most challenging circumstances during this crisis. On the other side, strains coupled with difficulties have worsened severe mental illness which includes anxiety, depression and thanatophobia amongst the healthcare workers (Zandifar and Rahim, 2020). The healthcare personnel ought to mentally strengthen themselves in the relational context to their extended working hours, challenging environments of shortage of personnel protective equipment (PPE) kits through the whole shift and elevated death rate. The most significant trigger is the nervousness that has been induced in minds of the medical professionals due to the unavailability of PPE kits as COVID-19 is a deadly virus getting transmitted through respiratory droplets. A relatively close interaction with COVID-19 victims and direct observation of their physical as well as emotional suffering have been well-known depressing factors in rendering frontline healthcare staff and they are likely to encounter voyeuristic distress. Hence, well-planned policies and psychotherapies should be specifically designed to focus on mental health issues of front-line healthcare workers (Li et al., 2020) .",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 607,
                    "text": "(Li et al., 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2009,
                    "end": 2026,
                    "text": "(Li et al., 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During this period of crisis caused by the spread of Novel Corona Virus, all medical professionals, especially those at the frontline of treating the affected patients, at the global level suffer from vicarious trauma. In China, the National Commission on Wellbeing released its first systematic recommendations on intervention in psychiatric issues for COVID-19, on 27 January, 2020 highlighting the need for emotional and mental health multidiscipline teams in order to provide patients and HCWs with mental health aid (Ho et al., 2020) . The most probable assaults on the physicians and other paramedics has become a regular observation in India during this pandemic. On 20 April 2020, the Ministry of Health Affairs, India has published an advisory on the continuing cases of repeated incidents of abuse targeting healthcare professionals in all States and union territories. Multiple instances have been reported in the media where doctors, nurses and other paramedic staff have been assaulted and attacked by the patients as well their relatives. In past few weeks, many Indian health care professionals have been pressurised by their landlords to forcefully evict them out of residential complexes. Similarly these health care activists have been physically attacked by mobs while they were trying to track connections from a slum affected by corona virus outbreak. Another shameful incident as reported by the media is about the assault on the doctor with batons by the cop while he was heading home from an urgent transfer. However, the Indian government has recently introduced a \"Zero Tolerance\" law against all these attackers who threaten or assault medical personal. A person actively involved in such an action is subjected to imprisonment for a term up to seven years and five lakh rupees fine (News18, 2020). Medical workers are already suffering from mental health abnormalities due to the excessive stress of stretched working hours. Workplace safety and psychological support services for these medical practitioners are mandatory requirements in order to deal with pressure during this pandemic (WHO Mental Health, 2020).",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 538,
                    "text": "(Ho et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The doctors were beaten, humiliated and imprisoned when they were protesting against a lack of personal protective equipment in Pakistan (The Guardian, 2020). The doctors termed this event as full of \"emotional distress\" and \"trauma\". Further, they described the scenario of working without proper protective equipment as \"insane\". When these front-line staff asked for protective measures to be provided to them to treat the COVID-19 patients, they were abused and embarrassed by their own government (The Guardian, 2020). Such unpleasant incidents would lead to higher rates of mental pressure and emotional stress in the frontline staff. An Indo-American doctor explained that in the battle with COVID-19, the worst scenarios was witnessed in a number of hospitals in NewYork City, where the COVID-19 patients were lined-up in the corridors and doctors were dictating the ambulance services not to carry the cardiac patients, because these heart patients are at higher risks of mortality and hence they might not recover. Further, he added that the younger doctors, who are just at the beginning of their career observe these things very traumatically, and they are profoundly disturbed (Weather, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many medical professionals in some developing as well under-developed countries got themselves infected with COVID-19 virus, because they had been working without the protective gears like face mask, eye guards and gloves. Officials and health professionals in Spain, France and Italy were initially outraged by the severe shortage of these security gears as they never expected the virus to be so infectious. One of the medical professionals confirmed that they have to regularly reuse a face mask due to the unavailability of adequate stock of these protective masks with them, which becomes just as ineffective as putting a piece of paper on their nose and it can lead to transportation of infectious agent to themselves (NY Times, 2020) . A total of 426 workers which is almost 6% of the medical staff from Madrid's biggest medical facilities of Spain, are in isolation at home, following reporting of corona virus symptoms. Nearly, 10 to 15% of doctors and nurses have been infected and kept into isolation in Brescia province, the epicentre of Italy's outbreak (NY Times, 2020). Contaminated hospitals and asymptomatic but COVID-19 affected healthcare personnel are regarded as vehicles for this viral transmission as they not only put their own lives in danger but also become carriers and spreaders of this highly dangerous virus among masses. It has also been witnessed that the junior healthcare workers who are voluntarily joining the COVID-19 battle have more psychological impacted than their experienced senior medical professionals. A possible reason for this may be that they are less prepared for such a distressful situation at the beginning of their professional career and this is a battle like condition for every healthcare worker.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 740,
                    "text": "(NY Times, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pandemic demands effective strategies and federal regulations to be drafted for essential healthcare workers to support them in this distress time so as to increase their productivity. We strongly believe that psychological treatment will enable the healthcare workers to manage their mental stress and keep them motivated. In this traumatic situation, therapeutic therapy may be supportive for better wellbeing of healthcare workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mental health strategies to combat the psychological impact of COVID-19 beyond paranoia and panic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "&amp;ho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Acad Med",
            "volume": "49",
            "issn": "1",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vicarious traumatization in the general public, members, and non-members of medical teams aiding in COVID-19 control",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Rajkumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zandifar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "&amp;badrfam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Brain, behavior, and immunity",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "None"
        }
    ]
}