{"paper_id": "0a7f49331e69629979044fde3cf7e5b41a17c1c0", "metadata": {"title": "COVID-19 Induced Economic Uncertainty: A Comparison between the United Kingdom and the United States", "authors": [{"first": "Ugur", "middle": [], "last": "Korkut", "suffix": "", "affiliation": {"laboratory": "", "institution": "Osmaniye Korkut Ata University", "location": {"postCode": "80000", "settlement": "Merkez", "country": "Osmaniye"}}, "email": "korkutpata@osmaniye.edu.tr"}, {"first": "Pata", "middle": [], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "Osmaniye Korkut Ata University", "location": {"postCode": "80000", "settlement": "Merkez", "country": "Osmaniye"}}, "email": ""}]}, "abstract": [{"text": "The purpose of this study is to investigate the effects of the COVID-19 pandemic on economic policy uncertainty in the US and the UK. The impact of the increase in COVID-19 cases and deaths in the country, and the increase in the number of cases and deaths outside the country may vary. To examine this, the study employs bootstrap ARDL cointegration approach from March 8, 2020 to May 24, 2020. According to the bootstrap ARDL results, a long-run equilibrium relationship is confirmed for five out of the 10 models. The long-term coefficients obtained from the ARDL models suggest that an increase in COVID-19 cases and deaths outside of the UK and the US has a significant effect on economic policy uncertainty. The US is more affected by the increase in the number of COVID-19 cases. The UK, on the other hand, is more negatively affected by the increase in the number of COVID-19 deaths outside the country than the increase in the number of cases. Moreover, another important finding from the study demonstrates that COVID-19 is a factor of great uncertainty for both countries in the short-term.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The outbreak of the coronavirus pandemic has become the focal point of the world. Although the ultimate impact of the pandemic is not yet fully known, it is a problem beyond important issues such as wars, natural disasters, environmental pollution and absence.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The COVID-19 virus emerged in Wuhan, China towards the end of 2019, spreading rapidly from person to person and surrounded the world. By May 25, 2020, although China seems to have overcome COVID-19, the number of cases and deaths continues to increase in countries such as the US, Brazil, the UK and Spain. The Chinese government has managed to prevent the spread of the pandemic by implementing quarantine in Wuhan, and temporarily stopping production activities in most sectors. Similarly, many countries have started to take measures with the same practices. However, the lockdowns and quarantines are not economically sustainable and for this reason the measures have started to be stretched gradually.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The COVID-19 is a multi-faceted global crisis that simultaneously interrupts supply, demand and productivity. It has launched a de-globalization process, forcing countries to close their borders, resulting in the restriction of the flow of capital, goods and services between countries, and shot down of business and production, albeit temporarily (Barua, 2020) . As the number of COVID-19 deaths and cases increases, uncertainty, panic, fear and anxiety continue to spread in countries. A major uncertainty is associated with COVID-19 cases and deaths. In addition, the global economic practices and related policy reactions of the pandemic are also uncertain (Barro et al. 2020) . While some countries can effectively treat reported cases, it is uncertain where, when and how new cases will occur (Mckibbin and Fernando, 2020) , how long COVID-19 will last, whether there will be vaccine against the pandemic, how long will governments maintain current incentives to address COVID-19 induced economic problems, and what the social, economic and political implications of this virus will be in the future. It remains unclear whether the economic recovery or stagnation process will be L-, V or U-shaped in many countries after the virus. The pandemic has triggered many more health, social and economic uncertainty. COVID-19 has a negative impact on many sectors including finance, banking, travel, health, service, transportation and infrastructure. The continuity of production and consumption activities in these sectors has been deteriorated due to the virus. Investors stop their investments and withdraw new investment decisions in countries where the virus creates economic uncertainty. In order to protect the citizens of the countries, the social and economic activities against the countries where the virus spreads rapidly are suspended, albeit for a short time. Although the COVID-19 started in China, as of May 2020, the US became the epicenter of the virus. These two countries make up almost 40% of the world's gross domestic product.", "cite_spans": [{"start": 348, "end": 361, "text": "(Barua, 2020)", "ref_id": "BIBREF5"}, {"start": 661, "end": 680, "text": "(Barro et al. 2020)", "ref_id": "BIBREF1"}, {"start": 799, "end": 828, "text": "(Mckibbin and Fernando, 2020)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "For the past fifty years, China and the US have not faced a combined supply and demand shock simultaneously. The potential effects of the COVID-19 crisis are much larger than any other seen in history (Fernandes, 2020) . For all these reasons, the world is in a period of great uncertainty that has never been seen before.", "cite_spans": [{"start": 201, "end": 218, "text": "(Fernandes, 2020)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "This study attempts to quantify the impact of COVID-19 on economic policy uncertainty (EPU) in the UK and the US. These two countries are selected due to the availability of daily EPU data. The study focuses on two research questions. I) Does the COVID-19 pandemic affect economic policy uncertainty more negatively in the US or the UK? II) Is the number of cases and deaths in the country or outside the country affecting the EPU more? The answer to these two questions has been sought through empirical analysis.", "cite_spans": [{"start": 86, "end": 91, "text": "(EPU)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The rest of the study is structured as follows. Section 2 provides basic information on COVID-19 and economic uncertainty in the UK and the US. Section 3 introduces the data set, models and methods used in the study. Section 4 summarizes and discusses the empirical findings, and the last section concludes the study.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The COVID-19 cases and deaths continue to increase around the world. On May 25, the number of COVID-19 cases exceeded 5,3 million. At the same time, 342,894 people lost their lives due to the pandemic. The COVID-19 mortality rate is approximately 6.4% worldwide. In other words, 6 out of 100 cases die from the virus. The number of COVID-19 deaths and cases in the US is 97,720 and 1,6 million people, respectively. The US accounts for 28% of the worldwide deaths and 30% of the cases caused by COVID-19. Although the US has the highest COVID-19 cases and deaths in the world, considering the mortality rates, the situation is not that bad.", "cite_spans": [], "ref_spans": [], "section": "The COVID-19 and Economic Policy Uncertainty in the US and the UK"}, {"text": "On May 25, the mortality rate from COVID-19 was 6% in the US, while it was 14% in the UK.", "cite_spans": [], "ref_spans": [], "section": "The COVID-19 and Economic Policy Uncertainty in the US and the UK"}, {"text": "On the same date, the number of COVID-19 cases and deaths in the UK were 259,559 and 36,793, respectively. In terms of infected patients, the virus was transmitted to 0.49% of the US population and 0.38% of the UK population. Neither country has been able to produce any permanent solutions to reduce the spread of the pandemic. In the UK, Prime Minister Boris Johnson was infected with the virus and remained in intensive care for three days. Horton (2020) stated that the UK is following an astonishingly haphazard approach to managing the COVID-19 crisis. There are similar problems in the US. The International Monetary Fund (2020) foresees that the economies of the US and the UK will contract by 5.9% and 6.5% in 2020. Governments' failure to tackle COVID-19 continues to adversely affect economies.", "cite_spans": [], "ref_spans": [], "section": "The COVID-19 and Economic Policy Uncertainty in the US and the UK"}, {"text": "According to Baker et al. (2020a) , a year-on-year contraction in the US economy will be around 11%-20% in the last quarter of 2020. The authors stated that half of this contraction in the output of the US would be due to COVID-19 induced uncertainty. Moreover, Baker et al (2020b) predicted that the GDP growth of the US will decrease by 7% in the second quarter of 2020.", "cite_spans": [{"start": 13, "end": 33, "text": "Baker et al. (2020a)", "ref_id": "BIBREF3"}, {"start": 262, "end": 281, "text": "Baker et al (2020b)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "The COVID-19 and Economic Policy Uncertainty in the US and the UK"}, {"text": "Similarly, Dietrich et al. (2020) stated that US households expect a 6% decrease in output within the 12 months following March 2020 and also documented that the uncertainty in output loss is quite large. Ludvigson et al. (2020) also argued that the US industrial production will decrease by 12.75% and service sector employment by 17% over a period of ten months, and the COVID-19 induced macroeconomic uncertainty will last for five months. As stated in the above studies, in order to eliminate the negative effects of increasing uncertainty on the economy, the FED tried to revive the falling aggregate demand by cutting interest rates.", "cite_spans": [{"start": 11, "end": 33, "text": "Dietrich et al. (2020)", "ref_id": "BIBREF8"}, {"start": 205, "end": 228, "text": "Ludvigson et al. (2020)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "The COVID-19 and Economic Policy Uncertainty in the US and the UK"}, {"text": "In addition to the China-US trade wars, the Brexit process and the conflicts in the middle east, uncertainty spiked as a result of the rapid spread of the COVID-19 virus (Leduc and Liu, 2020) .", "cite_spans": [{"start": 170, "end": 191, "text": "(Leduc and Liu, 2020)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "The COVID-19 and Economic Policy Uncertainty in the US and the UK"}, {"text": "The COVID-19 pandemic caused a large increase in uncertainty, similar to the 1929 Great Depression rather than the 2008 global crisis (Baker et al. (2020a) . Empirically, uncertainty causes significant declines in production, consumption and investment activities, and the peak of this negative situation appears exactly one year later (Basu and Bundick, 2017) . In the COVID-19 era, economic policy uncertainty has increased significantly in the UK and the US. This is shown in Fig. 1 . Recently, besides Brexit, the COVID-19 pandemic has also caused an increase in EPU. Since the virus appeared, the value of EPU in the UK has risen 15 times to over 1,000. ", "cite_spans": [{"start": 134, "end": 155, "text": "(Baker et al. (2020a)", "ref_id": "BIBREF3"}, {"start": 336, "end": 360, "text": "(Basu and Bundick, 2017)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 479, "end": 485, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "The COVID-19 and Economic Policy Uncertainty in the US and the UK"}, {"text": "In this study, we investigated the effect of COVID-19 on EPU in the US and the UK covering the period of March 7, 2020 to May 24, 2020. To this end, we used four different models as follows:", "cite_spans": [], "ref_spans": [], "section": "Data Set, Model and Methodology"}, {"text": "lnEPU US t =β 0 +β 1 lncases US t +u t (lnEPU UK t =β 0 +β 1 lncases UK t +u t )", "cite_spans": [], "ref_spans": [], "section": "Data Set, Model and Methodology"}, {"text": "lnEPU US t =δ 0 +δ 1 lncases OUS t +e t (lnEPU UK t =δ 0 +δ 1 lncases OUK t +e t ) UKCases UKOCases UKEPU lnEPU US t =μ 0 +μ 1 lndeaths US t +v t (lnEPU UK t =μ 0 +μ 1 lndeaths UK t +v t )", "cite_spans": [], "ref_spans": [], "section": "Data Set, Model and Methodology"}, {"text": "lnEPU US t =τ 0 +τ 1 lndeaths OUS t +z t (lnEPU UK t =τ 0 +τ 1 lndeaths OUK t +z t )", "cite_spans": [], "ref_spans": [], "section": "Data Set, Model and Methodology"}, {"text": "where β 0 , δ 0 , μ 0 , and τ 0 are the constant terms, β 1 , δ 1 , μ 1 , and τ 1 are the long-term coefficients, u t , e t , v t , and z t are the independent and identically distributed error terms, EPU US (EPU UK ) refers to daily economic policy uncertainty in the US (the UK), cases US ( Pesaran et al. (2001) can be estimated as follows:", "cite_spans": [{"start": 293, "end": 314, "text": "Pesaran et al. (2001)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Data Set, Model and Methodology"}, {"text": "+μ 1 EPU t-1 +μ 2 lncases t-1 + u t", "cite_spans": [], "ref_spans": [], "section": "Data Set, Model and Methodology"}, {"text": "where ∆ is the difference operator, β 0 is the constant term, n and m are indices of lags, lnEPU t is the dependent variable, lncases t is the independent variable, μ 1 and μ 2 are the long term coefficients, α 1 and α 2 are the short term coefficients, and u t is the i. First, the null hypothesis of no cointegration must be rejected with the overall F-and the tdependent tests. As the second condition, the dependent variable must be I (1). Pesaran et al. overall F, t-dependent and F-independent tests. The null and alternative hypotheses for three test statistics can be written as follows:", "cite_spans": [], "ref_spans": [], "section": "Data Set, Model and Methodology"}, {"text": "• For overall F-test statistic, H0:μ 1 =μ 2 =0, Halternative:μ 1 ≠μ 2 ≠0", "cite_spans": [], "ref_spans": [], "section": "Data Set, Model and Methodology"}, {"text": "• For t-dependent test statistic, H0:μ 1 =0, Halternative:μ 1 ≠0", "cite_spans": [], "ref_spans": [], "section": "Data Set, Model and Methodology"}, {"text": "• For F-independent test statistic, H0:μ 2 =0, Halternative: μ 2 ≠0", "cite_spans": [], "ref_spans": [], "section": "Data Set, Model and Methodology"}, {"text": "The null hypotheses are rejected if the test statistics of the overall F and F-independent tests are greater than the bootstrap critical values. For the t-dependent test, the null hypothesis is rejected when the test statistic is less than the relevant critical value. If the null hypothesis is rejected with all three test statistics, then the exact cointegration relationship is confirmed. After confirming cointegration, short-and long-term coefficients are estimated simultaneously.", "cite_spans": [], "ref_spans": [], "section": "Data Set, Model and Methodology"}, {"text": "In the first stage of the analysis, we investigated the stationarity properties of the variables to ensure that none of the variables are integrated at I(2). The bootstrap ARDL test can be used without knowing the stability properties of the series. However, the critical values considered in this approach are derived by the assumption that the variables are stationary at the level or first difference. If any variable is second difference stationary, the bootstrap ARDL approach cannot be applied. In order to determine if this condition is met, we used conventional Augmented Dickey-Fuller (ADF) (Dickey and Fuller, 1981) and Phillips -Perron (PP) (Phillips and Perron, 1988 ) unit root tests. The results of the unit root tests are given in Table 1 . According to the results shown in Table 1 Table   2 . We used the bootstrap ARDL approach for eight different models. These models were analyzed based on COVID-19 cases and deaths (inside and outside the country). For the bootstrap ARDL models, the optimal lag lengths are selected based on the Schwarz-Bayesian criterion. The results of the bootstrap ARDL test show that there exists a long run relationship between the variables in 5 out of eight models. In the five models, the null hypothesis of no cointegration is rejected by both F-tests and the t-test. Interestingly, in the UK, both the number of cases and deaths within the country do not affect the EPU. In the US, only COVID-19 deaths that occur within the country do not affect EPU. For both countries, COVID-19 cases and deaths outside the relevant country affect its EPU. At the last stage of the analysis, we estimated the long-and short-term coefficients based on the ARDL model. These coefficients are reported in Table 3 . The five models pass all the diagnostic tests for autocorrelation, stability, non-normality, specification and heteroscedasticity (see Table 1A and Fig. 1A in the Appendix). For the US, both domestic and international COVID-19 cases increase the EPU in the long-term. Moreover, the increasing number of COVID-19 deaths in the country raises uncertainty. The uncertainty-enhancing effect of COVID-19 cases outside of the US is greater than the increase in the number of deaths. In the short term, COVID-19 also creates enormous uncertainty for the US economy.", "cite_spans": [{"start": 600, "end": 625, "text": "(Dickey and Fuller, 1981)", "ref_id": "BIBREF7"}, {"start": 652, "end": 678, "text": "(Phillips and Perron, 1988", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 746, "end": 753, "text": "Table 1", "ref_id": "TABREF2"}, {"start": 790, "end": 797, "text": "Table 1", "ref_id": "TABREF2"}, {"start": 798, "end": 807, "text": "Table   2", "ref_id": "TABREF3"}, {"start": 1738, "end": 1745, "text": "Table 3", "ref_id": "TABREF4"}, {"start": 1883, "end": 1891, "text": "Table 1A", "ref_id": "TABREF2"}, {"start": 1896, "end": 1903, "text": "Fig. 1A", "ref_id": "FIGREF0"}], "section": "Empirical Results and Discussion"}, {"text": "When the results are analyzed for the UK, it is seen that the increase in COVID-19 cases and deaths outside of the UK have a positive impact on its EPU. Unlike the US, COVID-19 deaths have a greater impact on increasing EPU in the UK. Keeping other things constant, COVID-19 has a significant effect on EPU for both countries.", "cite_spans": [], "ref_spans": [], "section": "Empirical Results and Discussion"}, {"text": "To our knowledge, only one study to date has examined the effect of COVID-19 on EPU. Albulescu (2020) investigated the impact of COVID-19 on the EPU in the US covering the period of 21 January 2020 to 13 March 2020, and found that global COVID-19 cases and the death ratio have no effect on the US EPU. However, investigating the situation outside China, he determined that the increase in the number of cases and death ratio have a positive influence on EPU in the US. Differently, we examined the effects of COVID-19 deaths and cases on the EPU in the US and the UK. We also analyzed the effects of total COVID-19 deaths and cases outside the US and the UK on EPU. When Albulescu (2020) conducted the study, there were only 2,126 cases and 48 deaths in the US on March 13. To date, the situation in COVID-19 is quite different in both the US and the UK. The US is the country with the highest number of cases and deaths in the world. The UK ranks 5th in terms of number of COVID-19 cases.", "cite_spans": [{"start": 85, "end": 101, "text": "Albulescu (2020)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Empirical Results and Discussion"}, {"text": "Nevertheless, despite differences, our empirical results support the findings of Albulescu (2020) who reported that COVID-19 contributes to uncertainty.", "cite_spans": [{"start": 81, "end": 97, "text": "Albulescu (2020)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Empirical Results and Discussion"}, {"text": "The rapid increase in COVID-19 cases and deaths put pressure on financial markets and real economies. In many countries, production and consumption activities in various sectors are decreasing due to stay at home and quarantine measures that are taken to prevent the spread of the pandemic. It remains unclear when the COVID-19 will stop, whether a second wave will be experienced again and what its economic effects will be. This also causes an increase in economic policy uncertainty. To this context, the study has analyzed the effect of COVID-19 on EPU in the US and the UK, comparatively. For that purpose, we perform a bootstrap ARDL approach.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "There are three main findings of the study. First, the COVID-19 pandemic increases economic policy uncertainty in both the US and the UK. Second, the short-term adverse effect of the pandemic on uncertainty is much more than the long-term. Third, in terms of economic uncertainty, the UK is more sensitive to COVID-19 deaths than cases. On the contrary, the US is more affected by the increase in the number of COVID-19 cases. The results of the study indicate that the relationship between the pandemic and uncertainty may vary depending on the COVID-19 criterion, the country studied and the situation of COVID-19 in and out of the country. Fig. 1A The results of the CUSUM and CUSUMSQ tests ", "cite_spans": [], "ref_spans": [{"start": 643, "end": 650, "text": "Fig. 1A", "ref_id": "FIGREF0"}], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Do COVID-19 and crude oil prices drive the US economic policy uncertainty", "authors": [{"first": "C", "middle": [], "last": "Albulescu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2003.07591"]}}, "BIBREF1": {"ref_id": "b1", "title": "The coronavirus and the great influenza pandemic: Lessons from the \"spanish flu\" for the coronavirus's potential effects on mortality and economic activity (No. w26866)", "authors": [{"first": "R", "middle": ["J"], "last": "Barro", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Ursúa", "suffix": ""}, {"first": "J", "middle": [], "last": "Weng", "suffix": ""}], "year": 2020, "venue": "National Bureau of Economic Research", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3386/w26866"]}}, "BIBREF2": {"ref_id": "b2", "title": "Measuring economic policy uncertainty", "authors": [{"first": "S", "middle": ["R"], "last": "Baker", "suffix": ""}, {"first": "N", "middle": [], "last": "Bloom", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Davis", "suffix": ""}], "year": 2016, "venue": "The Quarterly Journal of Economics", "volume": "131", "issn": "4", "pages": "1593--1636", "other_ids": {"DOI": ["10.1093/qje/qjw024"]}}, "BIBREF3": {"ref_id": "b3", "title": "Covid-induced economic uncertainty (No. w26983)", "authors": [{"first": "S", "middle": ["R"], "last": "Baker", "suffix": ""}, {"first": "N", "middle": [], "last": "Bloom", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Davis", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Terry", "suffix": ""}], "year": 2020, "venue": "National Bureau of Economic Research", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3386/w26983"]}}, "BIBREF4": {"ref_id": "b4", "title": "Using Disasters to Estimate the Impact of Uncertainty (No. w27167)", "authors": [{"first": "S", "middle": ["R"], "last": "Baker", "suffix": ""}, {"first": "N", "middle": [], "last": "Bloom", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Terry", "suffix": ""}], "year": 2020, "venue": "National Bureau of Economic Research", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3386/w27167"]}}, "BIBREF5": {"ref_id": "b5", "title": "Understanding Coronanomics: The economic implications of the coronavirus (COVID-19) pandemic", "authors": [{"first": "S", "middle": [], "last": "Barua", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3566477"]}}, "BIBREF6": {"ref_id": "b6", "title": "Uncertainty shocks in a model of effective demand", "authors": [{"first": "S", "middle": [], "last": "Basu", "suffix": ""}, {"first": "B", "middle": [], "last": "Bundick", "suffix": ""}], "year": 2017, "venue": "Econometrica", "volume": "85", "issn": "3", "pages": "937--958", "other_ids": {"DOI": ["10.3982/ECTA13960"]}}, "BIBREF7": {"ref_id": "b7", "title": "Likelihood ratio statistics for autoregressive time series with a unit root", "authors": [{"first": "D", "middle": ["A"], "last": "Dickey", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Fuller", "suffix": ""}], "year": 1981, "venue": "Econometrica: Journal of the Econometric Society", "volume": "49", "issn": "4", "pages": "1057--1072", "other_ids": {"DOI": ["10.2307/1912517"]}}, "BIBREF8": {"ref_id": "b8", "title": "News and uncertainty about COVID-19: Survey evidence and short-run economic impact. FRB of Cleveland Working Paper No", "authors": [{"first": "A", "middle": [], "last": "Dietrich", "suffix": ""}, {"first": "K", "middle": [], "last": "Keuster", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Müller", "suffix": ""}, {"first": "R", "middle": [], "last": "Schoenle", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "20--32", "other_ids": {"DOI": ["10.2139/ssrn.3573123"]}}, "BIBREF9": {"ref_id": "b9", "title": "European Centre for Disease Prevention and Control (2020) Download today's data on the geographic distribution of COVID-19 cases worldwide", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Economic effects of Coronavirus outbreak (COVID-19) on the world economy", "authors": [{"first": "N", "middle": [], "last": "Fernandes", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3557504"]}}, "BIBREF11": {"ref_id": "b11", "title": "Are major US trading partners' exports and imports cointegrated? Evidence from bootstrap ARDL", "authors": [{"first": "S", "middle": ["K"], "last": "Goh", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Tang", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Sam", "suffix": ""}], "year": 2020, "venue": "Margin: The Journal of Applied Economic Research", "volume": "14", "issn": "1", "pages": "7--27", "other_ids": {"DOI": ["10.1177/0973801019886481"]}}, "BIBREF12": {"ref_id": "b12", "title": "Offline: COVID-19-what countries must do now", "authors": [{"first": "R", "middle": [], "last": "Horton", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30787-X"]}}, "BIBREF13": {"ref_id": "b13", "title": "The uncertainty channel of the coronavirus, Economic Letters", "authors": [{"first": "S", "middle": [], "last": "Leduc", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Covid19 and the macroeconomic effects of costly disasters (No. w26987)", "authors": [{"first": "S", "middle": ["C"], "last": "Ludvigson", "suffix": ""}, {"first": "S", "middle": [], "last": "Ma", "suffix": ""}, {"first": "S", "middle": [], "last": "Ng", "suffix": ""}], "year": 2020, "venue": "National Bureau of Economic Research", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3386/w26987"]}}, "BIBREF15": {"ref_id": "b15", "title": "The global macroeconomic impacts of COVID-19: Seven scenarios", "authors": [{"first": "W", "middle": ["J"], "last": "Mckibbin", "suffix": ""}, {"first": "R", "middle": [], "last": "Fernando", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3547729"]}}, "BIBREF16": {"ref_id": "b16", "title": "Bootstrapping the autoregressive distributed lag test for cointegration", "authors": [{"first": "R", "middle": [], "last": "Mcnown", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Sam", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Goh", "suffix": ""}], "year": 2018, "venue": "Applied Economics", "volume": "50", "issn": "13", "pages": "1509--1521", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Natural resources as blessings and finance-growth nexus: A bootstrap ARDL approach in an emerging economy", "authors": [{"first": "K", "middle": [], "last": "Nawaz", "suffix": ""}, {"first": "A", "middle": [], "last": "Lahiani", "suffix": ""}, {"first": "D", "middle": [], "last": "Roubaud", "suffix": ""}], "year": 2019, "venue": "Resources Policy", "volume": "60", "issn": "", "pages": "277--287", "other_ids": {"DOI": ["10.1016/j.resourpol.2019.01.007"]}}, "BIBREF19": {"ref_id": "b19", "title": "Bounds testing approaches to the analysis of level relationships", "authors": [{"first": "M", "middle": ["H"], "last": "Pesaran", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shin", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Smith", "suffix": ""}], "year": 2001, "venue": "Journal of Applied Econometrics", "volume": "16", "issn": "3", "pages": "289--326", "other_ids": {"DOI": ["10.1002/jae.616"]}}, "BIBREF20": {"ref_id": "b20", "title": "Testing for a unit root in time series regression", "authors": [{"first": "P", "middle": ["C"], "last": "Phillips", "suffix": ""}, {"first": "P", "middle": [], "last": "Perron", "suffix": ""}], "year": 1988, "venue": "Biometrika", "volume": "75", "issn": "2", "pages": "335--346", "other_ids": {"DOI": ["10.1093/biomet/75.2.335"]}}, "BIBREF21": {"ref_id": "b21", "title": "The International Monetary Fund (2020) Global Financial Stability Report", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "EPU in the US and the UK from 1 January 2001 to 25 May 2020.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "illustrates the time path of EPU in the US and the UK over a 20-year period. The US has been experiencing the highest economic uncertainty of the last 20 years. In 2003, when the US and the UK invaded Iraq and then the Iraq disarmament crisis occurred, the economic uncertainty of the UK is high. In 2016, when the UK EPU reached the highest point, a referendum to exit the European Union. The UK officially left the European Union on January 31, 2020. The Brexit process is expected to fully end on December 31, 2020.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "EPU, COVID-19 cases in the US, the UK and outside the countries.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "shows the EPU and COVID-19 cases in the US and the UK, and COVID-19 cases outside of the countries. In the figure, the left vertical axes indicate the COVID-19 statistics, and the right vertical axes indicate the EPU statistics. Accordingly, the EPU values, which were around 200 in the first week of March in both countries, increased to 700 and 1300 in the US and UK towards the end of March, respectively. Moreover, EPU reached high levels in both countries in April and May.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "excluded the degenerate case I, assuming the dependent variable I (1). However, this exclusion and a test based only on the overall F statistic can cause biased results. Therefore,McNown et al. (2018) proposed an additional test applied only to the level values of the independent variables. Thus, the significance of the dependent variable and independent variables in the error correction term can be tested separately. Moreover, the authors derived critical values using the bootstrap method. The bootstrap test improves the estimation in terms of size and power properties. Furthermore, the bootstrap method maintains its strong size and properties even when all variables are I(0)(McNown et al., 2018). This method also eliminates the inconclusive inferences about the existence of cointegration and degenerate cases(Goh et al. 2020), and the requirement of the dependent variable to be I(1). The bootstrap ARDL approach is unique because it is not sensitive to the integration properties of the variables(Nawaz et al. 2019). Furthermore, this approach provides bootstrapped critical values for", "latex": null, "type": "figure"}, "FIGREF6": {"text": ", six of the 10 variables are stationary at the level, while the other four variables contain unit roots. Moreover, none of the variables are stationary at the second difference [I(2)]. Because the variables have a different order of integration and the dependent variables are level stationary, we performed the bootstrap ARDL approach to investigate cointegration between the variables. The results of this approach are shown in", "latex": null, "type": "figure"}, "TABREF0": {"text": "COVID-19 deaths outside the relevant country. The EPU index is calculated with the frequency of use of the terms about economics, policy and uncertainty in daily newspaper articles. The data of COVID-19 deaths and cases were obtained from European Centre for Disease Prevention and Control (2020), and the EPU data were collected from https://www.policyuncertainty.com/index.html developed byBaker et al. (2016). Before performing the analysis, all variables were converted into logarithmic form.", "latex": null, "type": "table"}, "TABREF1": {"text": "i.d. error term. This equation represents the first stage of the conventional ARDL bounds test that widely used by researchers because it allows analysis of variables that have different order of integration. In this approach, dependent test are significant, while the independent variable is stationary at level. Degenerate case II: The overall F-test is significant but t-dependent test is insignificant). In the degenerate cases, there is no cointegration between the variables in the model. On the other hand, in the conventional ARDL approach, there are two conditions for the identification of cointegration.", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "The number of bootstrap replications is 2000. * and ** denote significance at 1% and 5% levels, respectively. CV: Critical values.", "latex": null, "type": "table"}, "TABREF6": {"text": "Note: ( ): probability values.", "latex": null, "type": "table"}}, "back_matter": []}