{
    "paper_id": "0a87b58a04412ff61a9265615606231b23bc4ed1",
    "metadata": {
        "title": "Journal Pre-proofs Inflammation: A bridge between Diabetes and COVID-19, and possible man- agement with sitagliptin Inflammation: A bridge between Diabetes and COVID-19, and possible management with sitagliptin",
        "authors": [
            {
                "first": "Negin",
                "middle": [],
                "last": "Mozafari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shiraz University of Medical Sciences",
                    "location": {
                        "settlement": "Shiraz",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Soha",
                "middle": [],
                "last": "Azadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shiraz University of Medical Sciences",
                    "location": {
                        "settlement": "Shiraz",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Sanaz",
                "middle": [],
                "last": "Mehdi-Alamdarlou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shiraz University of Medical Sciences",
                    "location": {
                        "settlement": "Shiraz",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Hajar",
                "middle": [],
                "last": "Ashrafi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shiraz University of Medical Sciences",
                    "location": {
                        "settlement": "Shiraz",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Amir",
                "middle": [],
                "last": "Azadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shiraz University of Medical Sciences",
                    "location": {
                        "settlement": "Shiraz",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Patients with SARS-CoV-2 infections experience lymphopenia and inflammatory cytokine storms in the severe stage of the disease, leading to multi-organ damage. The exact pattern of immune system changes and their condition during the disease process is unclear. The available knowledge has indicated that the NF-kappa-B pathway, which is induced by several mediators, has a significant role in cytokine storm through the various mechanisms. Therefore, identifying the state of the immune cells and the dominant mechanisms for the production of cytokines incorporated in the cytokine storm can be a critical step in the therapeutic approach. On the other hand, some studies identified a higher risk for diabetic patients. Diabetes mellitus exhibits a close association with inflammation and increases the chance of developing COVID-19. Patients with diabetes mellitus have shown to have more virus entry, impaired immunity response, less viral elimination, and dysregulated inflammatory cytokines. The parallel analysis of COVID-19 and diabetes mellitus pathogenesis has proposed that the control of the inflammation through the interfering with the critical points of major signaling pathways may provide the new therapeutic approaches. In recent years, the role of Dipeptidyl Peptidase 4 (DPP4) in chronic inflammation has been proved. Numerous immune cells express the DPP4 protein. DPP4 regulates antibody production, cytokine secretion, and immunoglobulin class switching. DPP4 inhibitors like sitagliptin reduce inflammation intensity in different states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Following the accumulating data, we hypothesize that sitagliptin might reduce COVID-19 severity. Sitagliptin, an available DPP4 inhibitor drug, showed multidimensional antiinflammatory effects among diabetic patients. It reduces the inflammation mostly by affecting on NF-kappa-B signaling pathway. Under the fact that inflammatory mediators are active in individuals with COVID-19, blocking the predominant pathway could be helpful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patients with SARS-CoV-2 infections experience lymphopenia and inflammatory cytokine storms in the severe stage of the disease, leading to multi-organ damage. The exact pattern of immune system changes and their condition during the disease process is unclear. The available knowledge has indicated that the NF-kappa-B pathway, which is induced by several mediators, has a significant role in cytokine storm through the various mechanisms. Therefore, identifying the state of the immune cells and the dominant mechanisms for the production of cytokines incorporated in the cytokine storm can be a ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "SARS-CoV-2 is a new member of the beta coronavirus. Its structural proteins consist of a spike (S), envelope (E), nucleocapsid (N), and membrane protein (M). Among them, S glycoprotein on the surface of the virus plays a significant role in adhesion and entry to host cells. S proteins bind to the Angiotensin-converting enzyme 2 (ACE2) receptor on the host cell surface [1] . When the virus enters host cells by endocytosis, translation of proteins and replication of RNA occurred in the cytoplasm of these cells through the Golgi apparatus and endoplasmic reticulum system. Then, with an attachment of vesicle containing viral particles to the cell membrane [2] , the virus released and activated antigen-presenting cells (APC), which consequently stimulated humoral and cellular immunity systems as well as mitogen-activated protein kinase (MAPK) pathway and NFkappa-B signaling pathway, which regulated gene expression and altered immune cell differentiation [3] . The result is pro-inflammatory cytokines release [4] , unfolded protein production, and ER stress induction [5] .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1077,
                    "end": 1080,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19"
        },
        {
            "text": "Patients with SARS-CoV-2 infections, which declared as COVID-19 will probably develop different stages of the disease from asymptomatic to the mild stage with headache, fatigue, fever, and diarrhea, as well as the severe stage with an excessive decrease in lymphocyte count and failure of some vital organs frequently lungs [6] . The exact pattern of immune system changes and their condition during the disease process is unclear [7] .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19"
        },
        {
            "text": "Diabetes mellitus (DM) is defined as abnormal glucose metabolisms and insulin functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIABETES"
        },
        {
            "text": "It is well recognized as the result of a relative or absolute defect in insulin secretion and variable degrees of systemic insulin resistance. The most common form of the DM is Type two, a heterogeneous complication, attributed to insulin resistance, with obesity, oxidative stress, and low-grade chronic inflammation as a background [8, 9] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 338,
                    "end": 340,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DIABETES"
        },
        {
            "text": "Insulin is an anabolic hormone secreted by beta cells of the pancreas. It is responsible for glycemic control by facilitating glucose utilization, regulating nutrient hemostasis, and stimulating gene expression, cell survival, and development. Metabolic actions of insulin have exerted differently in three primary target tissues. With additional negative regulation of hormone-sensitive lipase activity, insulin leads to a decrease in free fatty acid efflux from adipose tissues [10] [11] [12] . In the lack of insulin sensitivity, blood, glucose elevated, the anabolic action of insulin reduced, the end products become glycosylated, and oxidative stress increased. Insulin starts its function by binding to the extracellular alphasubunit of insulin receptors (InsR) at targeted tissues, which induces intracellular betasubunit autophosphorylation.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INSULIN RESISTANCE"
        },
        {
            "text": "Further, it acted like the trigger of several intracellular signaling cascades through the downstream tyrosine phosphorylation of insulin receptor substrates (IRS1-4) leading to activate the phosphatidylinositol 3 kinase (PI3K), growth factor receptor-binding protein 2 (Grb2), and MAPK signaling pathways [11, 12] . The PI3K pathway activated several serine/threonine kinases, like protein kinase B (PKB is also known as Akt) [13] . It largely contributed to insulin metabolic actions, including glucose hemostasis, lipid and protein synthesis, as well as an anti-inflammatory response. AKT proteins are the major investigated serine/threonine kinases involving in insulin resistance, which has realized that AKT2 activation is reduced in adipocytes and skeletal muscle in DM type two, leading to a higher inflammatory condition. MAPK pathway, another intracellular signal, is responsible for gene expression and affects the cell development and inflammatory cascades by intervening in the PI3K-AKT pathway. In certain conditions, MAPK can act as a serine protease of IRS and interfere with insulin signaling through an inappropriate activation [11] .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INSULIN RESISTANCE"
        },
        {
            "text": "Insulin resistance and obesity are the major features of DM type two denoted as an insufficient response of targeted tissues to insulin [14] . The exact mechanism of insulin resistance is not yet determined, but the insidious role of inflammation underlying obesity, insulin resistance, and DM suggested by several studies [13] . Understanding the hypoglycemic effect of salicylate, an anti-inflammatory agent, via the inhibition of the Inhibitor of nuclear factor kappa-B kinase (IKK), is the origin of such studies [13, 15] . Subsequent researches have further highlighted the positive relationship between inflammation and insulin resistance. They have also identified obesity as an essential factor in the development of insulin resistance and DM type two [13] . The downregulation of insulin receptors has seen in obesity leading to decrease insulin sensitivity [10] . IRS1 is a common mediator which attributed to insulin signaling dysregulation [12] . Reduced levels of IRS1 are also associated with insulin resistance, and hyperinsulinemia can reduce the IRS expression by negative transcription regulating [16] . Suppressors of cytokine signaling (Socs) are inflammatory proteins overwhelming IRS. Inflammation activates the Socs1 and Socs3, which induce ubiquitination, and finally disintegration of IRS proteins [12, 17] . Activation of the insulin receptor stimulates tyrosine phosphorylation of IRS1, directing the signal transduction, while the two major inflammatory pathways inhibit signal propagation by serine kinase activity [12] . As previously mentioned, the NFkappa-B pathway plays a crucial role in an inflammatory response, silenced by NF-kappa-B inhibitor (I-kappa-B) in resting cells and can fulminate by serine phosphorylation activity of IKK on I-kappa-B, results in I-kappa-B degradation, in inflammatory condition [13, 15] .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1323,
                    "end": 1327,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1328,
                    "end": 1331,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1544,
                    "end": 1548,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1844,
                    "end": 1848,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1849,
                    "end": 1852,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INSULIN RESISTANCE"
        },
        {
            "text": "IKK subset signaling has a close association with obesity and metabolic disorders [15] . c-Jun NH(2)-terminal kinase (JNK1) is another serine kinase that involves inflammatory signals through the JNK/AP-1 pathways, which also regulates the NF-kappa-B process [12, 13] .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INSULIN RESISTANCE"
        },
        {
            "text": "In docking analysis of CD26 and COVID-19 S glycoprotein conducted by Vankadari et al., a significant interaction between the proteins was found [18] . DPP4 or CD26 is the main receptor for MERS-COV, which caused the transmission of various species and humans [19] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DPP4"
        },
        {
            "text": "In recent years, the role of DPP4 in chronic inflammation has been proved. DPP4 or CD26 is a glycoprotein on the cell surface with 110-kDa molecular weight [20] . DPP4 activity has been shown in mice, rats, and humans and is present in the kidney, intestine, lungs, liver, lymph node, thymus, prostate, spleen, monocytes, epithelial cell, and lymphocyte [21] . Macrophages, natural killer (NK) cells, B cells, and T cells express the DPP4 protein.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DPP4"
        },
        {
            "text": "This protein is multifunctional and involved in cytokine production, DNA synthesis, signaling activation, and cell proliferation [20] . Interferons upregulate the expression of DPP4. IL12 and tumor necrosis factor (TNF)-alpha are involved in the DPP4 translation and translocation. CD26 has a role in regulating the migration and maturation of CD4 + Tcell, antibody production, cytokine secretion, and immunoglobulin class switching. But the exact role of this protein in immune cells is not clear. CD26 + T cells have a strong ability to migrate via endothelial cells [22] .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DPP4"
        },
        {
            "text": "DPP4 can also interact with caveolin-1 on APC, an integral protein on the membrane of smooth muscle cells, macrophages, and endothelial cells. DPP4 and caveolin-1 interaction lead to CARMA1-lipid rafts. CARMA1 belongs to the MAGUK family (caspase recruitment domain 11-containing membrane-associated kinase) whose role is the regulation of NF-kappa-B activation in lymphocytes [20] . The dimerization of CD26 is essential for its binding to CARMA1. The interaction of CARMA1-dimeric CD26 is via the cytoplasmic tail of the second one. This binding of APC to CD26 causes caveolin-1 phosphorylation and interleukin-1 receptor-associated serine/threonine kinase 1 (IRAK-1) and Toll-interacting protein (Tollip) dissociation from caveolin-1 [22] . Both IRAK-1 and Tollip are involved in the toll-like receptor (TLR) signaling pathway [20] . Afterward, the phosphorylation of IRAK-1 is occurred, and activates NF-kappa-B [22] . This activation may cause TNF-alpha secretion and, consequently, JNK activation. Parallel, NF-kappa-B activation induces M1 macrophage and then, different interleukins secretion, including IL1, IL6, and IL12 (FIG. 1) [22] . Likewise, the secretion of TNF-alpha caused by NFkappa-B during the inflammation activates DPP4, which causes the migration and maturation of CD4 + T-cell, especially TH1, TH17, and cytokine secretion. DPP4 probably also has a role in the induction of hypoxia-inducible factor-1 (HIF-1) alpha [22] , which exaggerates the inflammation (FIG. 1) .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1440,
                    "end": 1444,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1131,
                    "end": 1139,
                    "text": "(FIG. 1)",
                    "ref_id": null
                },
                {
                    "start": 1482,
                    "end": 1490,
                    "text": "(FIG. 1)",
                    "ref_id": null
                }
            ],
            "section": "DPP4"
        },
        {
            "text": "So, DPP4 has a different role in the immune system, such as inflammation-related disease, immune responses, and T cell activation. It also enhances inflammation through the TLR pathway. DPP4 inhibitors like sitagliptin affect adipocytes and macrophages as an anti-inflammatory agent [23] . The inhibition of DPP4 reduces inflammation intensity in different states [24] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DPP4"
        },
        {
            "text": "The severe stage of the COVID-19 is associated with lymphopenia and inflammatory cytokine storm, which caused multi-organ damage [7] . Therefore, identification of the state of the immune cells and the dominant mechanisms for the production of cytokines that incorporate in the cytokine storm can be an important step in the therapeutic approach. Some studies identified that diabetic patients are at a higher risk for COVID-19 infections [25] . Due to that, DPP4 expressed on the different cell surfaces, DPP4",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis"
        },
        {
            "text": "inhibitors, in addition to the anti-diabetic effect, can inhibit T cell proliferation and production of pro-inflammatory cytokines and reduce the severity of inflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis"
        },
        {
            "text": "Sitagliptin is a DPP4 inhibitor that can reduce inflammatory response [26] . Interestingly, the docking studies have also suggested an additional association of DPP4 with S glycoproteins of the new coronavirus [18] . In addition to the fact that the inflammatory mediators are active in individuals with COVID-19 and blocking the predominant pathway could be beneficial, the present hypothesis suggests a new therapeutic approach by linking the COVID-19 pathogenesis with diabetes and potential sitagliptin mechanisms at the molecular levels.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis"
        },
        {
            "text": "APCs like dendritic cells present viral antigens to T cells and play a significant role in the immunity system that leads to the production of cytokines and activation of CD8 + T cells. The innate immune system includes macrophage, dendritic cells, neutrophils, and T cells that express pattern recognition receptors (PRRs) like TLR for detecting viral and microbial compartments [4, 19] . Dysregulation of the immune system like inflammatory cytokine storm and lymphopenia has been confirmed in the severity of coronaviruses [27] .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "However, inflammation is a proper biological response to pathogens, and the inflammatory responses can also act as a double aged sword in infection conditions [28] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "In COVID-19 infection, changes in the immune system can cause deregulation in the immune system and higher expression of inflammatory pathways, especially NF-kappa-B that induces the further production of pro-inflammatory cytokines via the different mechanisms leading to the cytokine storms. Increased pro-inflammatory cytokines level in the lungs prevents proper function of lungs and possibly causes lung failure [19, 29] .",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "The stimulus of inflammation initiated by receptors activation and then developed within the intracellular signaling like the NF-kappa-B pathway. I-kappa-B protein is an inhibitor of NF-kappa-B activation presenting in the cytoplasm under the physiological state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "Whereas in the inflammatory condition, PRRs activates IKK, an inhibitor kinas of I-kappa-B, leads to the I-kappa-B degradation and eventually causes the translocation of NFkappa-B to the nucleus to induce transcription of inflammatory genes [30] . Activation of NF-kappa-B signaling is responsible for the induction of the naïve T cell activation and proliferation, which leads to the induction of chemokine expression, and additionally, the inflammatory effect of different innate immune cells and TCR (T cell receptor) signaling [31] . The pro-inflammatory effect of NF-kappa-B on macrophage was extremely studied.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "Activated macrophages have different phenotypes, including M2 (activated alternatively) and M1 macrophage. M2 phenotype can produce anti-inflammatory cytokines like IL10 and IL13, but the M1 form produces inflammatory cytokines like IL1, IL1beta, IL 6, IL12, TNF-alpha, and IL8 and involve in different inflammatory conditions [32] . IL6 is a proinflammatory cytokine that triggers the NF-kappa-B pathway and allows it to translocate, transcript, and finally, release inflammatory mediators [20] . The NF-kappa-B pathway is an essential transcription factor for the induction of the M1 phenotype of macrophage and essential for the expression of pro-inflammatory genes that encode IL1beta, IL6, TNFalpha, cyclooxygenase two, and IL12 [33] . NF-kappa-B induces differentiation of inflammatory T cells to consist of Th1 and Th17 that mediate inflammatory response and involved in different autoimmune diseases and inflammatory conditions. Th1 secretes interferon-gamma (IFN-gamma), which contributes to inflammatory processes. NFkappa-B promotes secretion of cytokines by affecting the TCR signaling, which increases the differentiation of Th1 cells [34] . Th17 secrete IL17, which recruits neutrophils and monocytes to the site of inflammation. The aberrant activation of the NF-kappa-B pathway stimulates TLR to produce IL6, which induce Th17 differentiation and increase the production of IFN-gamma and IL1beta with T cells [31, 34] . As mentioned above, TLRs are the members of the PRPs group that involved in the activation of inflammatory processes. TLRs signaling activates the intracellular signaling processes and leads to the NF-kappa-B translocation to the nucleus [35] . Patients with COVID-19 have multi-organ damages like liver, heart and kidney disorders, and acute respiratory distress syndrome Monocyte chemo attract protein-1 (MCP1) compared to non-ICU patients [27] . It has been clear that sever cases of COVID-19 patients with higher neutrophil/lymphocyte had a higher level of inflammatory cytokines like IL6, IL1, but a lower account of CD4+T cells level compared to COVID-19 patients with a lower ratio of neutrophil/lymphocyte [36] . In the peripheral blood of COVID-19-patients, the number of lymphocytes decreased, but they are in the excessive activated status. In this condition, activated CD8 + T cells have a higher expression level of CD44, CD69, and CD38, but activated CD4 + T cells have a higher level than healthy control individuals [3, 37] .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1148,
                    "end": 1152,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1425,
                    "end": 1429,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1430,
                    "end": 1433,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1674,
                    "end": 1678,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1878,
                    "end": 1882,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2150,
                    "end": 2154,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2468,
                    "end": 2471,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2472,
                    "end": 2475,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "As a presence of low-grade chronic inflammation in diabetes, the NF-kappa-B pathway is almost always excited. Elevated NF-kappa-B pathway expression in diabetes affects the immune system in such patients. Diabetic patients could also suffer from high levels of Th1 and Th17, which can explode the inflammatory cascade in an uncontrolled manner [3] . Activation of the innate immune system in adipose tissue has been suggested in connection with inflammation, obesity, and diabetes [38] . Weight gain causes adipose tissue remodeling and expansion with inadequate supporting of vasculature leading to higher oxygen supply and, consequently, trigger cellular Hif-1 to promote inflammation state [12] . As a part of inflammation state, adipokines may alter, where MCP1, MIP, IL8, IL6, IL1beta, and TNF-alpha are increased, as well as, adiponectin and IL10 are less secreted [38, 39] . These higher factors will activate adipose tissue macrophages and T cells, leading to the release of more pro-inflammatory chemokine to attract other immune cells [40, 41] . Various evidence has indicated that adipose tissue macrophages play a major role and confront inflammation in the metabolic organs. It is also determined that predominantly anti-inflammatory M2-type macrophages are transformed into proinflammatory M1-macrophages in the obese population [13, 42] . IKK plays a vital role in both obesity and metabolic disorders and is also involved in interferon signaling, which is essential for fighting with viral infections [15] . Enhanced production of IFN-gamma in adipose and hepatic tissue may also cause insulin resistance contributing to the switch from M2 macrophages to the M1 phenotype [42] . Free fatty acids are also able to promote NF-kappa-B by TLR2/4 activation leading M1-subset to overcome [12, 15] . One of the most co-existing complications of diabetes is obesity-induced insulin resistance. It has a major role in ongoing inflammation, via the macrophage switching to M1 type, the release of various cytokine; especially, IL6 and TNF-alpha, increase Th1 and Th17 cells, stimulation of TLR2/4 and finally activation of IKK (FIG. 1) . Macrophages can also exert their inflammatory responses via Jnk-1 signaling, an important component of obesityinduced insulin resistance [12] . Pro-inflammatory cytokines such as TNF-alpha and IL6, disturb the insulin action, which consequently leads to systemic and local insulin resistance [43] . TNF-alpha impairs insulin function by IRS1 tyrosine phosphorylation blockade in adipose and muscle tissue [44] .",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 876,
                    "end": 879,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1343,
                    "end": 1347,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1348,
                    "end": 1351,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1517,
                    "end": 1521,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1688,
                    "end": 1692,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1799,
                    "end": 1803,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1804,
                    "end": 1807,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2282,
                    "end": 2286,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2437,
                    "end": 2441,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2550,
                    "end": 2554,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 2134,
                    "end": 2142,
                    "text": "(FIG. 1)",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "Generally, it has been reported that patients with DM are more susceptible to viral infections, and COVID-19 is no exception [45] . There are various reasons why diabetic patients are more likely to develop COVID-19 symptoms and progress to more complications. Patients with DM have shown to have increased receptor expression, more virus entry, impaired immunity response, decreased phagocytic activity, reduced viral elimination, dysregulated inflammatory cytokines, and higher susceptibility to hyperinflammatory states. Accordingly, a closer look at each of these mechanisms could reveal a way to treat COVID-19 not only in the diabetic population but for all patients.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "Diabetes has been associated with a higher risk of SARS-CoV-2 infection and complications, and new clinical challenges exhibited in controlling of the COVID-19 in diabetes [46, 47] . Epidemiological documentations have declared severe clinical manifestation and more complications in patients with COVID-19 and co-morbid diabetes [25] . The chronic state of low-grade inflammation and increased formation of glycosylated end products and oxidative reactive stress may contribute to the enhanced susceptibility of individuals with diabetes. One of the suggesting sites of intervention between diabetes and COVID-19 is IKK with a particular relative role on NF-kappa-B signaling, as well as simultaneously association with insulin resistance and viral infection combat. Chronic expression of IKK in diabetes shows the double burden of diabetes and viral infections [15] . Although there is a basal inflammatory activity among the diabetic hosts, the strong clinical evidence has supported delayed and dysregulated inflammatory signals followed by impaired immune responses. Aligned with inflammation, ACE2 expression, and Furin level, the two important binding mediators who mediate the virus entry and initiate viral pathogenesis, have been augmented in diabetic hosts [46, 47] . The altered glucose metabolism and oxidative stress have directly impaired phagocytic activity of neutrophils and macrophages [48] . Together with defective APC recruitment and function, the initiation of adaptive immunity delayed in diabetic populations. A unique cytokine profile in the diabetic state also modifies the acquired immunity through both arms. In T-cell subset, CD4+ Th1, Th17, and CD8 + cytotoxic T cells (CTL) are up-regulated, whereas CD4+ Th2 and regulatory T (Treg) cells are diminished [48, 49] . Treg cells have an important role in immunological tolerance. The CD4 involved in the auto-reactive T cells suppression and in vivo studies showed that they prevented the progression of diabetes [50] . Diabetes also delays the B-cells activation, which may have considerable regulatory effects on the other functional immune response [48] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1268,
                    "end": 1272,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1405,
                    "end": 1409,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1786,
                    "end": 1790,
                    "text": "[48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1791,
                    "end": 1794,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1992,
                    "end": 1996,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2131,
                    "end": 2135,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "Insert Fig. 1 here",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 7,
                    "end": 13,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "The bold role of DPP4 in different disorders like inflammation, cancer, immune disease, and diabetes put DPP4 inhibitors in the spotlight [22] . On the other hand, the parallel analysis of COVID-19 and diabetes mellitus pathogenesis has proposed that the control of the inflammation through the interfering with the critical points of major signaling pathways may provide the new therapeutic approaches. Sitagliptin is a DPP4-inhibitor, a class of oral diabetic agents for treating diabetes mellitus type two [51] . They are in the market since 2006. Patients with uncontrolled diabetes mellitus and coronary artery disease, who consumed sitagliptin, had a better inflammatory state [21] . DPP4 inhibitors may have the anti-inflammatory effect independent of their effect on GLP-1 level. DPP4",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "inhibitors are supposed to decrease the expression of CD26 on the immune cell surface, which led to the inhibition of innate immune system activity. Some data suggest that the positive role of DPP4 inhibitors like sitagliptin in controlling the inflammation is due to the increase of GLP-1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "On the other hand, some studies believe that DPP4 inhibitors adjust the activity of the innate immune system and T-cell activation and act as an anti-inflammatory agent [20] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "Alogliptin, a DPP4 inhibitor, inhibited the inflammation mediated by macrophage due to the presence of LPS in U937 cells in Nga et al. study [52] . Sitagliptin reduces the inflammation mostly by affecting on NF-kappa-B signaling pathway [53] . It also decreases apoptosis wholly, partially suppresses IL1beta and IL6 levels [20] , and inhibits TNF-alpha secretion dose-dependently in vitro [21] . Makdissi TLR4 leads to NF-kappa-B suppression. Besides, the plasma concentration of IL6 and Creactive protein decreased in week four and two, respectively [24] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 397,
                    "end": 405,
                    "text": "Makdissi",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the hypothesis"
        },
        {
            "text": "COVID-19 is becoming a global health threat due to being highly contagious and is leading to mortality rates. COVID-19 patients who reached the late sever stages developed the remarkable lymphocytopenia, and inflammatory cytokine storm, which caused multi-organ damage. Pathogenesis of SARS-CoV-2 infection shows an immune system dysregulation with the major role of a well-known inflammatory pathway, NFkappa-B. The NF-kappa-B involves the defective cycle, which induces inappropriate CD4+T cell differentiation, and more inflammatory signals, that causes the systemic inflammatory condition and various organs to be involved with pro-inflammatory cytokines and consecutively lead to cytokine storm. On the other hand, diabetes mellitus is a metabolic disorder closely associated with obesity and insulin resistance. It has been revealed that the inflammatory process has an ambiguous role in diabetes onset and development. It is Considering the fact that diabetic patients are more likely to contract COVID-19 infection. Signaling analysis of diabetes-inflammation linkage indicates the persistent NF-kappa-B activity and low grade chronic inflammatory state among the diabetic population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As the control of the inflammation is an important step in both COVID-19 and diabetes mellitus treatment, modulating the macrophage transformation and T cell differentiation via the suppression of DPP4, TNF-alpha, and TLR2/4 are parallel approaches which are added to the direct NF-kappa-B suppression. Due to the different role of DPP4 in the immune system, such as inflammation-related disease, immune responses, and T cell activation, especially Th1 and Th17, which have an inflammatory effect, DPP4 inhibitors are considered useful. As discussed, this drug class can meet all of the above antiinflammatory goals owning to their effects on the immune system. The drug inhibitory effect on various interleukins and cytokines such as IL6, IL1beta, and TNF-alpha, has been approved in different in vitro/in vivo studies. The recent evidence of SARS-CoV-2 docking analysis, which has interestingly shown the interaction of S glycoprotein and DPP4 receptors, magnifies the DPP4 inhibitors' role more than before. Sitagliptin decreases the inflammation via suppressing main inducers and different characters in the NF-kappa-B signaling pathway. Hence, DPP4 inhibitors like sitagliptin should be a good candidate for controlling the inflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Research and development on therapeutic agents and vaccines for COVID-19 and related human coronavirus diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Cent. Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology, Pathogenesis, and Control of COVID-19. viruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "TH17 Responses in Cytokine Storm of COVID-19: An Emerging Target of JAK2 Inhibitor Fedratinib",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "O"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Immunology and Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus infections and immune responses",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MEDICAL VIROLOGY",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus infection, ER stress and Apoptosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Frontiers in Microbiology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 infection: the perspectives on immune responses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Death & Differentiation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hypothesis for potential pathogenesis of SARS-CoV-2 infection--a review of immune changes in patients with viral pneumonia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Microbes Infect",
            "volume": "",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Classification and diagnosis of diabetes. Diabetes Care",
            "authors": [
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Wattar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "11--24",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical presentation and diagnosis of diabetes. Diabetes and Primary Care",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sidaway-Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "36--47",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Critical nodes in signalling pathways: insights into insulin action",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Emanuelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature reviews Molecular cell biology",
            "volume": "7",
            "issn": "2",
            "pages": "85--96",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Insulin resistance as a key link for the increased risk of cognitive impairment in the metabolic syndrome. Experimental & molecular medicine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "149--149",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Inflammation and insulin resistance",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Luca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Olefsky",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "FEBS letters",
            "volume": "582",
            "issn": "1",
            "pages": "97--105",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Diabetes mellitus and inflammation. Current diabetes reports",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lontchi-Yimagou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "435--444",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Insulin sensitivity: modulation by nutrients and inflammation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schenk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saberi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Olefsky",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Journal of clinical investigation",
            "volume": "118",
            "issn": "9",
            "pages": "2992--3002",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "NF-κB, inflammation, and metabolic disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell metabolism",
            "volume": "13",
            "issn": "1",
            "pages": "11--22",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ser/Thr phosphorylation of IRS proteins: a molecular basis for insulin resistance",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zick",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Sci. STKE",
            "volume": "",
            "issn": "",
            "pages": "4--4",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SOCS-1 and SOCS-3 block insulin signaling by ubiquitin-mediated degradation of IRS1 and IRS2",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rui",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Biological Chemistry",
            "volume": "277",
            "issn": "44",
            "pages": "42394--42398",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Emerging WuHan (COVID-19) coronavirus: glycan shield and structure prediction of spike glycoprotein and its interaction with human CD26",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vankadari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Microbes Infect",
            "volume": "9",
            "issn": "1",
            "pages": "601--604",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Molecular immune pathogenesis and diagnosis of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Pharmaceutical Analysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "DPP-4 (CD26) inhibitor sitagliptin exerts anti-inflammatory effects on rat insulinoma (RINm) cells via suppressing NF-κB activation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Endocrine",
            "volume": "55",
            "issn": "3",
            "pages": "754--763",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Analgesic and anti-inflammatory effectiveness of sitagliptin and vildagliptin in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Újhelyi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Regul. Pept",
            "volume": "194",
            "issn": "",
            "pages": "23--29",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Dipeptidyl peptidase-4 (CD26): knowing the function before inhibiting the enzyme",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Matteucci",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Giampietro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr. Med. Chem",
            "volume": "16",
            "issn": "23",
            "pages": "2943--2951",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "DPP4 regulates the inflammatory response in a rat model of febrile seizures",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "139--152",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Sitagliptin exerts an antinflammatory action",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makdissi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Endocrinol Metab",
            "volume": "97",
            "issn": "9",
            "pages": "3333--3341",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Dipeptidyl peptidase inhibitors, an emerging drug class for inflammatory disease?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yazbeck",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trends Pharmacol Sci",
            "volume": "30",
            "issn": "11",
            "pages": "600--607",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Inflammation as a Modulator of Host Susceptibility to Pulmonary Influenza, Pneumococcal, and Co-Infections. Front Immunol",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Aguilera",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Lenz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Role of Cytokines including Interleukin-6 in COVID-19 induced Pneumonia and Macrophage Activation Syndrome-Like Disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcgonaglea",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Autoimmunity Reviews",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The nuclear factor NF-kappaB pathway in inflammation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cold Spring Harb Perspect Biol",
            "volume": "1",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The complexity of NF-kappaB signaling in inflammation and cancer",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hoesel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Cancer",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "NF-kappaB Signaling in Macrophages: Dynamics, Crosstalk, and Signal Integration",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Dorrington",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D C"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Nanomodulation of Macrophages in Multiple Sclerosis. Cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Nally",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "De"
                    ],
                    "last": "Santi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "NF-kappaB: roles and regulation in different CD4(+) T-cell subsets",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Immunol Rev",
            "volume": "252",
            "issn": "1",
            "pages": "41--51",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Pattern recognition receptors and inflammation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "140",
            "issn": "6",
            "pages": "805--825",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Immune phenotyping based on neutrophil-to-lymphocyte ratio and IgG predicts disease severity and outcome for patients with COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Pathogenic T cells and inflammatory monocytes incite inflammatory storm in severe COVID-19 patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Science Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Markers of inflammation and hemodynamic measurements in obesity: Copenhagen City Heart Study. American journal of hypertension",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Asferg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "451--456",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Adipocytes as immune cells: differential expression of TWEAK, BAFF, and APRIL and their receptors (Fn14, BAFF-R, TACI, and BCMA) at different stages of normal and pathological adipose tissue development",
            "authors": [
                {
                    "first": "V.-I",
                    "middle": [],
                    "last": "Alexaki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Journal of immunology",
            "volume": "183",
            "issn": "9",
            "pages": "5948--5956",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "T-ing up inflammation in fat",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Lumeng",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Maillard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Saltiel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature medicine",
            "volume": "15",
            "issn": "8",
            "pages": "846--847",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Molecular mechanisms of inflammation in obesity-linked insulin resistance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marette",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "International Journal of Obesity",
            "volume": "27",
            "issn": "3",
            "pages": "46--48",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Immunological mechanisms contributing to the double burden of diabetes and intracellular bacterial infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Immunology",
            "volume": "144",
            "issn": "2",
            "pages": "171--185",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Local and systemic insulin resistance resulting from hepatic activation of IKK-β and NF-κB. Nature medicine",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "183--190",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "IRS-1-mediated inhibition of insulin receptor tyrosine kinase activity in TNF-α-and obesity-induced insulin resistance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Hotamisligil",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "271",
            "issn": "5249",
            "pages": "665--670",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karakiulakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "COVID-19 Pandemic, Corona Viruses, and Diabetes Mellitus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Muniyappa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gubbi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "AM J PHYSIOL-ENDOC M",
            "volume": "0",
            "issn": "0",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Reduced Mycobacterium tuberculosis association with monocytes from diabetes patients that have poor glucose control",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Gomez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Tuberculosis",
            "volume": "93",
            "issn": "2",
            "pages": "192--197",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The alteration of Th1/Th2/Th17/Treg paradigm in patients with type 2 diabetes mellitus: relationship with diabetic nephropathy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Human Immunology",
            "volume": "75",
            "issn": "4",
            "pages": "289--296",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "An effective treatment approach of DPP-IV inhibitor encapsulated polymeric nanoparticles conjugated with anti-CD-4 mAb for type 1 diabetes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thondawada",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Drug Dev Ind Pharm",
            "volume": "44",
            "issn": "7",
            "pages": "1120--1129",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "An effective delivery system of sitagliptin using optimized mucoadhesive nanoparticles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haq Asif",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Appl. Sci",
            "volume": "8",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "DPP-4 (CD26) inhibitor alogliptin inhibits TLR4-mediated ERK activation and ERKdependent MMP-1 expression by U937 histiocytes",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Ta",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Atherosclerosis",
            "volume": "213",
            "issn": "2",
            "pages": "429--435",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Neuroprotective activity of sitagliptin via reduction of neuroinflammation beyond the incretin effect: Focus on Alzheimer's disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wiciński",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biomed Res. Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "critical step in the therapeutic approach. On the other hand, some studies identified a higher risk for diabetic patients. Diabetes mellitus exhibits a close association with inflammation and increases the chance of developing COVID-19. Patients with diabetes mellitus have shown to have more virus entry, impaired immunity response, less viral elimination, and dysregulated inflammatory cytokines. The parallel analysis of COVID-19 and diabetes mellitus pathogenesis has proposed that the control of the inflammation through the interfering with the critical points of major signaling pathways may provide the new therapeutic approaches. In recent years, the role of Dipeptidyl Peptidase 4 (DPP4) in chronic inflammation has been proved. Numerous immune cells express the DPP4 protein. DPP4 regulates antibody production, cytokine secretion, and immunoglobulin class switching. DPP4 inhibitors like sitagliptin reduce inflammation intensity in different states. Following the accumulating data, we hypothesize that sitagliptin might reduce COVID-19 severity. Sitagliptin, an available DPP4 inhibitor drug, showed multidimensional antiinflammatory effects among diabetic patients. It reduces the inflammation mostly by affecting on NF-kappa-B signaling pathway. Under the fact that inflammatory mediators are active in individuals with COVID-19, blocking the predominant pathway could",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ARDS) in a severe stage that cause acute lung disorders, pulmonary edema, and consecutively, failure of lungs, a life-threatening condition. These events are involved with cytokine storms. Cytokine storms increased expressions of cytokines like IL2, IL6, IL8, IL9, IL17, IL1beta, Granulocyte-monocyte colony-stimulating factor (GM-CSF), Granulocyte-colony stimulating factor (G-CSF), IL10, macrophage Inflammatory Protein 1A (MIP1A), MIP1B, and TNF-alpha in the serum of patients at the later stage of the disease. ICU patients had a large account of IL2, IL10, IL7, TNF-alpha, MIPA, and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "et al. proved the anti-inflammatory effect of sitagliptin in humans for the first time. Sitagliptin suppressed the NF-kappa-B and the expression of CD26 and TLR-2 at time 2 hours. The NF-kappa-B suppression may decrease M1 macrophages' activity, naïve T cells, and innate immune cells that, finally, lead to the reduction of the inflammatory condition and prevent the progression of the diseases and the occurrence of cytokine storm inflammation. The suppression of CD26 maintained at week 12, as well as the expression of TNF-alpha, JNK-1, and TLR4, a receptor for lipopolysaccharide, was suppressed at week 12. Suppressing TLR2 and",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}