{
    "paper_id": "0a9b4684df9c21787c85d3c6cb39b3b877d9ba4f",
    "metadata": {
        "title": "The renin-angiotensin system: An integrated view of lung disease and coagulopathy in COVID-19 and therapeutic implications",
        "authors": [
            {
                "first": "Betty",
                "middle": [],
                "last": "Diamond",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Engagement of the second angiotensin receptor, AT2, also expressed fairly ubiquitously, by angiotensin II leads to vasodilation and to suppression of inflammation (Crowley and Rudemiller, 2017) . Under both acute and chronic inflammatory conditions, the level of AT1 is increased and the level of AT2 is decreased (Crowley and Rudemiller, 2017; Koka et al., 2008; Tikellis and Thomas, 2012) .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 193,
                    "text": "(Crowley and Rudemiller, 2017)",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 344,
                    "text": "(Crowley and Rudemiller, 2017;",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 363,
                    "text": "Koka et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 390,
                    "text": "Tikellis and Thomas, 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A second ACE, ACE2, exists as a membrane-bound protease on numerous cell types (Clarke et al., 2012) . ACE2 cleaves angiotensin II to produce a small peptide, ang1-7, which binds to a G protein-coupled receptor Mas to induce an anti-inflammatory and anti-apoptotic program and vasodilation (Simões e Silva et al., 2013) . ACE2 is the cellular receptor for the SARS-CoV-2 virus (Lan et al., 2020) , the causative agent for COVID-19, and permits viral entry into ACE2-expressing cells. When the viral spike protein binds ACE2, however, another protease termed TACE, or ADAM 17, is activated; this causes ACE2 to be shed from the cell membrane, leading to decreased degradation of angiotensin II and decreased production of ang1-7 (Shah and Catt, 2006) . Interestingly, a high concentration of aldosterone reduces Mas expression, also impairing this arm of the RAS (Stoll et al., 2019) .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 100,
                    "text": "(Clarke et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 319,
                    "text": "(Simões e Silva et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 395,
                    "text": "(Lan et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 749,
                    "text": "(Shah and Catt, 2006)",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 882,
                    "text": "(Stoll et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "So how does this relate to COVID-19? SARS-CoV-2 infection can cause a particularly severe disease in hypertensive and obese individuals (Kenyon, 2020; Richardson et al., 2020) . Hypertensive individuals generally have high levels of angiotensin and high levels of TF, leading to the hypercoagulable state that is seen in hypertension (Dielis et al., 2005) . It is important to note that renin levels are often low in African Americans, but there is evidence in rodent models that tissue levels of angiotensin may be high even in the face of low renin (Williams et al., 2014) . Obesity is associated with high levels of ACE and AT1 (Barton et al., 2000) . Both of these comorbidities will, therefore, enhance the pro-inflammatory, pro-apoptotic, procoagulant arms of the RAS.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 150,
                    "text": "(Kenyon, 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 151,
                    "end": 175,
                    "text": "Richardson et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 355,
                    "text": "(Dielis et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 574,
                    "text": "(Williams et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 652,
                    "text": "(Barton et al., 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A model of COVID-19 might be that SARS-CoV-2 infects lung alveolar epithelial cells, the source of surfactant, causing a cytopathic effect. In addition, angiotensin II binding to alveolar epithelial cells induces their death through apoptosis. Because ACE2 is shed when bound by spike protein, we speculate that ang1-7 is not generated. With diminished ang1-7 to bind Mas, there may be no activation of the arm of the RAS pathway that protects against apoptosis. First, therefore, we suggest there is a collapse of alveolae with ensuing hypoxia. Because angiotensin II increases vascular permeability, there may be extravasation of neutrophils into alveolae. Moreover, angiotensin II acting on endothelial cells induces IL-8 leading to neutrophil recruitment (Nabah et al., 2004) . These neutrophils can release ROS and form neutrophil extracellular traps (Khan et al., 2017) . Indeed, neutrophils in the alveolae have been seen in lung pathology of infected patients (Barnes et al., 2020) . This accumulation of neutrophils, we propose, will lead to netosis and hypercapnia with inadequate diffusion of CO 2 through the alveolae if our model is correct. Surfactant, which usually protects against netosis (Rodriguez et al., 2019) , will be sparse due to the loss of alveolar epithelial cells. This may lead to an impairment in lung function that appears to be like what is seen in acute respiratory distress syndrome, but in SARS-CoV-2 infection, the destruction of lung function may progress through a different pathway. In acute respiratory distress syndrome, the loss of lung function is a consequence of cytokine storm due to the activation of the innate and adaptive immune systems. We propose that, in COVID-19, the lung is destroyed by a combination of the cytopathic effect of the virus and an imbalanced RAS with too much AT1 and insufficient ACE2 (Fig. 1) . This is the crux of the issue and would explain the greater disease severity in the elderly as well as in hypertensive and obese individuals, rather than in young and healthy individuals. In this model, the key issue is the loss of ACE2 due to ACE2 engagement of the spike protein and activation of TACE. Indeed, ACE2 deficiency exacerbates disease in mouse models of methicillin-resistant Staphylococcus aureus and two strains of influenza (Khan et al., 2017; Yang et al., 2014; Zou et al., 2014) . In patients infected with H5N1 bird flu, angiotensin II levels rise, with high levels associated with greater disease severity. Similarly, in mice infected with H5N1, angiotensin II levels predict outcome, and ACE2 deficiency leads to greater mortality (Zou et al., 2014) . In mice infected with H5N9, ACE2 deficiency also leads to more severe disease. Angiotensin, not cleaved by ACE2, binds the AT1 receptor, contributing to pathology; an AT1 receptor inhibitor, losartan, improves disease outcome (Yang et al., 2014) . Interestingly, in a mouse model of Pseudomonas aeruginosa infection, a deficiency of ACE2 function leads to increased neutrophil accumulation in the lung through an IL-17-dependent pathway (Sodhi et al., 2019) .",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 779,
                    "text": "(Nabah et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 875,
                    "text": "(Khan et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 989,
                    "text": "(Barnes et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 1206,
                    "end": 1230,
                    "text": "(Rodriguez et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 2310,
                    "end": 2329,
                    "text": "(Khan et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 2330,
                    "end": 2348,
                    "text": "Yang et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 2349,
                    "end": 2366,
                    "text": "Zou et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 2622,
                    "end": 2640,
                    "text": "(Zou et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 2869,
                    "end": 2888,
                    "text": "(Yang et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 3080,
                    "end": 3100,
                    "text": "(Sodhi et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1858,
                    "end": 1866,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The increased TF in endothelial cells leads to thrombosis, which is present in numerous hospitalized COVID-19 patients (Bikdeli et al., 2020; Klok et al., 2020) . The increased aldosterone may be responsible for the hypokalemia seen in many COVID-19 patients. More speculatively, while the inflammatory arm of the RAS produces TNF, IL-6, and other pro-inflammatory cytokines without producing interferon, ACE cleaves bradykinin, a known suppressor of interferon, and so might lead to increased interferon in some individuals (Seliga et al., 2018) . Some individuals with a particular genetic predisposition may produce high levels of interferon, and these may be the individuals who develop \"COVID toes\" (Landa et al., 2020; Zhang et al., 2020) . This predisposition may include those genes with risk alleles in systemic lupus erythematosus (SLE) that have a propensity for high interferon production (Ghodke-Puranik and Niewold, 2015) . Interestingly, low interferon is seen in many COVID-19 patients and is more consistent with activation of the RAS pathway than activation of TLRs (Hadjadj et al., 2020 Preprint) . TLR activation induces interferon; activation of AT1 by angiotensin II, in contrast, leads to proinflammatory cytokines but not interferon (Meng et al., 2017) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 141,
                    "text": "(Bikdeli et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 160,
                    "text": "Klok et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 546,
                    "text": "(Seliga et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 724,
                    "text": "(Landa et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 744,
                    "text": "Zhang et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 935,
                    "text": "(Ghodke-Puranik and Niewold, 2015)",
                    "ref_id": null
                },
                {
                    "start": 1084,
                    "end": 1115,
                    "text": "(Hadjadj et al., 2020 Preprint)",
                    "ref_id": null
                },
                {
                    "start": 1257,
                    "end": 1276,
                    "text": "(Meng et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are implications of this model. First, COVID-19 patients will have a high level of angiotensin II, perhaps even African Americans, and a low level of ang1-7 due to the diminished activity of ACE2. Second, those with COVID toes may have risk alleles in the interferon pathway, similar to some SLE risk alleles, as similar pathology is seen in SLE and interferonopathies (Kolivras et al., 2020) . High interferon may lead to an effective antiviral response but also have the negative consequence of leading to interferon-induced microangiopathy (Massey and Jones, 2020) . ACE inhibitors might be beneficial rather than harmful. Angiotensin receptor blockers, which preferentially target AT1, might also be useful. While there was initial concern over the use of these drugs, as they increase ACE2 expression when used not in the context of COVID-19 (Vaduganathan et al., 2020) , it is now clear they are not harmful in the context of the virus and may indeed be beneficial (Ghosal et al., 2020 Preprint; Robertson, 2020) . Finally, the use of the ang1-7 peptide to counter the effects of the angiotensin-AT1 interaction might be a novel therapeutic to pursue. Figure 1 . The RAS in health and in SARS-CoV-2 infection. Left: In a healthy individual, there is a balance of AT1, AT2, and membrane-bound ACE2 with production of ang1-7. Aldosterone increases Mas expression, and ang1-7 binds Mas to suppress inflammation. Right: In a SARS-CoV-2-infected individual, there is an imbalanced RAS, with viral spike protein causing ACE2 shedding, diminished production of ang1-7, and high AT1 with low AT2.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 398,
                    "text": "(Kolivras et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 573,
                    "text": "(Massey and Jones, 2020)",
                    "ref_id": null
                },
                {
                    "start": 853,
                    "end": 880,
                    "text": "(Vaduganathan et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 1007,
                    "text": "(Ghosal et al., 2020 Preprint;",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1024,
                    "text": "Robertson, 2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1164,
                    "end": 1172,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Microbes Infect",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kenyon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micinf.2020.05.003"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "ACE inhibtors appear to be safe and beneficial for COVID-19, say researchers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "News Medical Life Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This work was supported by grants from the National Institutes of Health (NIH P01AI073693 and NIH R03-AR065157).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}