{
    "paper_id": "0aa141040539da636bc0ba86bb40920d9721aa49",
    "metadata": {
        "title": "Strategies for the Prevention and Treatment of Iatrogenic Withdrawal from Opioids and Benzodiazepines in Critically Ill Neonates, Children and Adults: A Systematic Review of Clinical Studies",
        "authors": [
            {
                "first": "Barbara",
                "middle": [],
                "last": "Sneyers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc-Alexandre",
                "middle": [],
                "last": "Duceppe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [
                    "Julie"
                ],
                "last": "Frenette",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [
                    "D"
                ],
                "last": "Burry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Rico",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Annie",
                "middle": [],
                "last": "Lavoie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Céline",
                "middle": [],
                "last": "Gélinas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sangeeta",
                "middle": [],
                "last": "Mehta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maryse",
                "middle": [],
                "last": "Dagenais",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "David",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Williamson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [
                    "M"
                ],
                "last": "Perreault",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Critically ill patients are at high risk of iatrogenic withdrawal syndrome (IWS), due to exposure to high doses or prolonged periods of opioids and benzodiazepines. Purpose To examine pharmacological management strategies designed to prevent and/or treat IWS from opioids and/or benzodiazepines in critically ill neonates, children and adults. Methods We included non-randomised studies of interventions (NRSI) and randomised controlled trials (RCTs), reporting on interventions to prevent or manage IWS in critically ill neonatal, paediatric and adult patients. Database searching included: PubMed, CINAHL, Embase, Cochrane databases, TRIP, CMA Infobase and NICE evidence. Additional grey literature was examined. Study selection and data extraction were performed in duplicate. Data collected included: population, definition of opioid, benzodiazepine or mixed IWS, its assessment and management (drug or strategy, route of administration, dosage and titration), previous drug exposures and outcomes measures. Methodological quality assessment was performed by two independent reviewers using the Cochrane risk of bias tool for RCTs and the ROBINS-I tool for NRSI. A qualitative synthesis of the results is provided. For the subset of studies evaluating multifaceted protocolised care, we meta-analysed results for 4 outcomes and examined the quality of evidence using GRADE post hoc. Results Thirteen studies were eligible, including 10 NRSI and 3 RCTs; 11 of these included neonatal and paediatric patients exclusively. Eight studies evaluated multifaceted protocolised interventions, while 5 evaluated individual components of IWS management (e.g. clonidine or methadone at varying dosages, routes of administration and duration of tapering). IWS was measured using an appropriate tool in 6 studies. Ten studies reported upon occurrence of IWS, showing significant reductions (n = 4) or no differences (n = 6). Interventions failed to impact duration of mechanical ventilation, ICU length of stay, and adverse effects. Impact on opioid and/or benzodiazepine total doses and duration showed no differences in 4 studies, while 3 showed opioid and benzodiazepine cumulative doses were significantly reduced by 20-35% and 32-66%, and treatment durations by 1.5-11 and 19 days, respectively. Variable effects on intervention drug exposures were found. Weaning durations were reduced by 6-12 days (n = 4) for opioids and/or methadone and by 13 days (n = 1) for benzodiazepines. In contrast, two studies using interventions centred on transition to enteral routes or longer tapering durations found significant increases in intervention drug exposures. Interventions had overall non-significant effects on additional drug requirements (except for one study). Included studies were at high risk of bias, relating to selection, detection and reporting bias. Conclusion Interventions for IWS management fail to impact duration of mechanical ventilation or ICU length of stay, while effect on occurrence of IWS and drug exposures is inconsistent. Heterogeneity in the interventions used and methodological issues, including inappropriate and/or subjective identification of IWS and bias due to study design, limited the conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Almost all mechanically ventilated critically ill patients are exposed to opioids and/or sedatives (e.g. benzodiazepines, propofol, dexmedetomidine) during their intensive care unit (ICU) stay [1] [2] [3] [4] [5] [6] [7] . While recent guidelines promote sedation minimisation, many patients are exposed to high doses of opioids and benzodiazepines for prolonged periods [1, 2] .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 375,
                    "end": 377,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Iatrogenic withdrawal syndrome (IWS), a combination of autonomic dysregulation, central nervous system arousal, and gastro-intestinal symptoms, may occur upon abrupt discontinuation or rapid tapering of these drugs [8] . Critically ill patients receiving high doses or who are exposed to opioids and/or benzodiazepines for longer than 72 h are at risk for IWS. In these patients, mixed IWS (patients receiving both opioids and benzodiazepine, with no mention regarding sequential withdrawal) occurs in 16.7-55% of adults and 7.5-100% paediatric patients [9, 10] . The development of IWS is associated with adverse consequences, such as prolonged duration of mechanical ventilation and ICU and hospital length of stay [11, 12] . In addition, acute IWS symptom management leads to additional drug use, including benzodiazepines, opioids, and antipsychotics [11] [12] [13] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 860,
                    "end": 864,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Limited guidance on prevention and management of IWS exists, especially in adults [14, 15] . Recommendations include identifying IWS using validated tools when available (i.e. neonatal and paediatric patients) and systematic tapering of opioids and sedatives over several days, when these are given for prolonged periods (i.e. more than 3-5 days) [14] [15] [16] . Over the past 20 years, safety concerns, including increased mortality, led guidelines to suggest reducing benzodiazepine and opioid exposures [14, 15, 17, 18] . Clinical pathways (structured multidisciplinary care plans providing recommendations, processes and timing for the management of specific conditions) may improve professional practices and reduce in-hospital complications [19] . The most recent Society of Critical Care Medicine Clinical Practice Guideline for the Prevention and Management of Pain, Agitation/ Sedation, Delirium, Immobility, and Sleep Disruption in Adult Patients in the ICU has recommended an integrated approach of these conditions. However, IWS prevention and management was not specifically included as a component [18] . These guidelines have recommended such pathways, including assessment-driven, protocol-based analgesia and sedation are recommended for use, as it is associated with reduced duration of mechanical ventilation and sedative exposures [18] . Studies evaluating such pathways in paediatric critically ill patients have led to conflicting results [6, 20, 21] . Also, it has been stressed that the way in which such management impacts IWS remains an evidence gap which must be addressed in future research [18] . Strategies such as bridging with longer-acting enteral agents and IWS symptom management using methadone or alpha-2 agonists have been suggested [15, 16, 22, 23] , although safety concerns regarding such strategies have been raised [18, 24, 25] .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1352,
                    "end": 1356,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1462,
                    "end": 1465,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1466,
                    "end": 1469,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1470,
                    "end": 1473,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1620,
                    "end": 1624,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1772,
                    "end": 1776,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1777,
                    "end": 1780,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1781,
                    "end": 1784,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1785,
                    "end": 1788,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1859,
                    "end": 1863,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1864,
                    "end": 1867,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1868,
                    "end": 1871,
                    "text": "25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, we conducted a systematic review to examine the pharmacological management strategies designed to prevent and/or treat opioid and/or benzodiazepine IWS in critically ill neonates, children and adults. The goal of this review was to establish the current state of knowledge on this topic and identify knowledge gaps to guide future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used PRISMA guidelines for reporting [26] . Our methodology was based on a previously published protocol registered in PROSPERO (registration number CRD42016042746), which focused upon IWS risk factors. Search strategy, type of studies to be included, studied population and conditions were identical. However, in the present systematic review, we included interventional studies targeting IWS only, while our data extraction tool and methodological quality assessment were modified accordingly.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All studies fulfilling the following criteria were considered eligible: (1) involvement of critically ill patients of any age who received regular opioids and/or benzodiazepines during their ICU stay, (2) pharmacological interventions to prevent and/or manage IWS, (3) a control group, (4) measurement of clinical outcomes regarding IWS (incidence or duration of IWS using a definition or a tool, or IWS symptomatology). Except case reports and case series, we included all types of interventional study designs, including cohort studies (retrospective and prospective), case-control studies, cross-sectional studies, interrupted time series and before-after studies. Reviews, journal clubs and commentary/editorials were excluded. We excluded studies focusing on patients known for chronic use of opioids and/or benzodiazepines prior to admission, studies on neonatal abstinence syndrome and studies evaluating alcohol withdrawal. We defined IWS as the occurrence of signs and/or symptoms of withdrawal after exposure to opioids and/or benzodiazepines as per authors' definition in included studies (whether or not they used appropriate diagnostic tools). Amongst interventions, sedation and analgesia protocols were excluded except for those involving an explicit component targeting prevention and/or management of withdrawal, such as systematic and standardised dose reductions of opioids and/or benzodiazepines after a predefined exposure cut-off, or systematic addition of drugs to reduce withdrawal symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Database searching included the following: PubMed/ Medline (NCBI), the Cumulative Index to Nursing and Allied Health Literature (EBSCOhost), Embase (Ovid SP), Cochrane databases (Cochrane Central Register of Controlled Trials, Cochrane register of systematic reviews and the Database of Abstracts of Reviews of Effects), Turning Research Into Practice (TRIP) database, Canadian Medical Association (CMA) Infobase and the NICE evidence database. We used individualised search strategies reviewed by a qualified librarian (Appendix S1). Abstracts from conference proceedings were included (list presented in Appendix S2). Dissertation and Thesis, CISMeF and Open Grey databases were queried for additional grey literature. The search was performed from inception of the databases until December 2019. Bibliographies were manually searched for additional citations. No filters or restrictions for language or date of publication were applied. We imported all citations into EndNote (version X9.3.2, Thomson Corporation, Stamford, CT, USA) and eliminated duplicates. Two independent reviewers (MAD, AJF) examined citations at a title/abstract level and a third evaluator (DRW) confirmed fulfilment of inclusion and exclusion criteria. Two reviewers (BS, MMP) evaluated each study at a full-text level, independently and in duplicate for inclusion. Discrepancies were resolved by consensus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We used a standardised data extraction form, which was previously piloted on three studies. We extracted descriptive data upon the included studies: publication type (study design), year and country. Additionally, we collected data on: (1) patient population (inclusion and exclusion criteria, number of participants, setting, baseline characteristics); (2) definition and type of withdrawal (opioid, benzodiazepine, mixed and pre-intervention opioid and/or benzodiazepine exposure); (3) withdrawal assessment (tools used, frequency of assessment, person assessing); (4) withdrawal management strategy (drug or strategy used, route of administration, dosage and titration scheme); (5) aim of withdrawal strategy (withdrawal prevention and/or treatment of withdrawal); (6) treatment characteristics (cumulative doses and duration of intervention drugs if applicable); and (7) process and/or outcomes measures evaluated (efficacy and safety). Efficacy outcomes included IWS incidence, intensity and/ or duration, duration of mechanical ventilation, lengths of stay in the ICU and in hospital. Safety outcomes included device removal (including accidental extubation), oversedation (defined as sedation requiring intervention drug interruption or naloxone use) or any drug-specific adverse effect reported. Data from each study were extracted independently in duplicate (BS and MAD, MMP, DRW, AJF, PR, CG, LDB, SM, MD, AL). Disagreements were resolved by consensus.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We assessed the methodological quality of the included studies using the Cochrane risk of bias tool for randomised controlled trials (RCTs), and the ROBINS-I tool for nonrandomised studies of interventions (NRSI) [27, 28] . The methodological quality of the studies was assessed in duplicate by three authors (BS and DRW/MMP). Disagreements were resolved by consensus.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Results were summed descriptively. Information regarding study population, outcomes, study design, controls and interventions were summarised. Additional information on the assessment and definition of IWS, occurrence of IWS, duration of mechanical ventilation, duration of ICU stay and adverse consequences reported were summed up. Information on opioid and benzodiazepine exposure (cumulative dose and duration), intervention drug exposure (cumulative dose and duration) and need for rescue doses were also summarised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Descriptive sensitivity analyses were planned for paediatric versus adult populations and for studies before and after year 2000 to account for changes in practice given studies on daily sedation interruption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Anticipating heterogeneity in the nature of interventions to prevent and manage IWS, we did not plan to proceed to a meta-analysis. However, given the important proportion of studies involving protocolised management as components of multifaceted interventions, which were included in our systematic review, further data synthesis was considered upon completion of the study, for those interventions specifically. We examined the potential to meta-analyse the results of the latter studies for specific outcomes (frequency of patients experiencing IWS, duration of mechanical ventilation, ICU length of stay, and adverse effects). Outcomes were pooled using Review Manager (RevMan) Version 5.3 (Copenhagen: The Nordic Cochrane Centre, The Cochrane Collaboration, 2014). Statistical heterogeneity was measured using the I 2 statistic. A random effect model using the Der-Simonian and Laird method was used for all outcomes. To enable meta-analysis, means and standard deviations of three studies were estimated using medians and interquartile ranges as previously described [29] . Results for duration of mechanical ventilation and duration ICU length of stay are presented as mean differences with 95% confidence intervals (95% CI), whereas frequency of patients experiencing IWS is presented with odd ratios (OR) and 95% CI. Additionally, we examined the overall quality of the body of evidence relative to those interventions according to GRADE [30] , for each of the latter outcomes. We downgraded the evidence from 'low quality' by one level for serious or veryserious study limitations (risk of bias), indirectness of evidence, serious inconsistency, imprecision of effect estimates or potential publication bias. The assessment was done in duplicate and disagreements were resolved by consensus.",
            "cite_spans": [
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1447,
                    "end": 1451,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The search strategy retrieved 35,760 of which 25,267 unique citations were retained following duplicate removal; 25,102 were excluded based on titles and abstracts alone (Fig. 1) . We assessed 165 full texts for eligibility and finally included 13 individual studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Study Selection"
        },
        {
            "text": "Of the 13 studies, 10 were NRSI [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] , and 3 were randomised controlled trials (RCTs) [41] [42] [43] (Table 1) . Nine studies were conducted in North American ICUs [31, 33, 34, [37] [38] [39] [40] [41] [42] and 12 were single-centre studies [43] .",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 37,
                    "end": 41,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 42,
                    "end": 46,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 47,
                    "end": 51,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 52,
                    "end": 56,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 57,
                    "end": 61,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 62,
                    "end": 66,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 67,
                    "end": 71,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 72,
                    "end": 76,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 77,
                    "end": 81,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 136,
                    "end": 140,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study Characteristics"
        },
        {
            "text": "Heterogeneity was found in the type of patients included (Table 1) . Only two studies involved adult patients [35, 43] , while the rest involved neonatal and paediatric patients [31] [32] [33] [34] [36] [37] [38] [39] [40] [41] [42] . Nine studies included only patients at risk of IWS based on opioid and/or benzodiazepine exposure of at least 5 days in six studies [32, 33, [40] [41] [42] [43] and at least 7 days in three studies [31, 37, 38] . Other studies included patients based on previous experience of IWS [35, 41] , exposure to treatment for IWS [34, 39] , or use of mechanical ventilation for ≥ 24 h [36] . One of the studies included both patients at risk of IWS (pre-emptive enrolment) and patients experiencing IWS (rescue enrolment) [41] . Another study included neonates with in-utero exposure to opioids, in addition to patients at risk for IWS [34] .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 66,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study Characteristics"
        },
        {
            "text": "Interventions and comparators described were heterogeneous (Table 1 ) and may be broadly categorised in two main categories: multifaceted protocolised care targeting IWS (n = 8) as compared to usual practices [31, 33, 34, [36] [37] [38] [39] [40] or interventions focusing on individual aspects of IWS management (n = 5) [32, 35, [41] [42] [43] (see Table 2 for a detailed description of interventions). Multifaceted protocolised care included more than one implementation component (e.g. local consensus formalised by protocols, task shift to non-physician staff, education, reminders) [44] . Individual interventions involved using a specific drug for IWS (clonidine or methadone) against placebo in two studies, both of which were conducted in adult patients [35, 43] ; or testing various dosages [42] , routes of administration [32] or durations of tapering [41] , in three studies, all of which were conducted in the paediatric/neonatal setting. Studies involving multifaceted protocolised care were all conducted in paediatric/neonatal populations [31, 33, 34, [36] [37] [38] [39] [40] . Task shift to nurses (n = 5) [31, 34, 36, 38, 40] or pharmacists (n = 3) [34, 37, 39] (vs physician-managed standard of care) was an element of most of these interventions. One study involved incorporation of the protocol's order sets in electronic health records [40] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1132,
                    "end": 1135,
                    "text": "36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1172,
                    "end": 1175,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1176,
                    "end": 1179,
                    "text": "39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1358,
                    "end": 1362,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 350,
                    "end": 357,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Interventions and Comparators"
        },
        {
            "text": "Studies focused on IWS management related to opioids alone (n = 8) [34, [37] [38] [39] [40] [41] [42] [43] , or both opioids and benzodiazepines (n = 5) [31-33, 35, 36] . Methadone was the drug of choice for opioid-induced IWS [31, 33, 34, [37] [38] [39] [40] [41] [42] [43] , while lorazepam or diazepam were most commonly used for benzodiazepine-induced IWS [31, 33, 41, 42] . Clonidine was evaluated in two studies, as an intervention drug in adults (n = 1) [35] or as an adjuvant drug in very-high risk paediatric patients (n = 1) [39] . Gradual tapering of scheduled or continuous infusions of opioids and/or benzodiazepines was evaluated as the sole IWS prevention strategy in one study [36] , while it was an element of the strategy in six studies [31, 38-40, 42, 43] .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 72,
                    "end": 76,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 77,
                    "end": 81,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 82,
                    "end": 86,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 87,
                    "end": 91,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 92,
                    "end": 96,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 153,
                    "end": 168,
                    "text": "[31-33, 35, 36]",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 755,
                    "end": 774,
                    "text": "[31, 38-40, 42, 43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Interventions and Comparators"
        },
        {
            "text": "Details of withdrawal assessment and clinical outcomes are reported in Table 3 . Withdrawal was measured using a scale in nine paediatric/neonatal studies [31, 32, 34, 36, [38] [39] [40] [41] [42] . Validated tools to identify IWS included: the Withdrawal Assessment Tool (WAT-1) [31, 32, 38, 40] , the Opioid and Benzodiazepine Withdrawal Score (OBWS) [34] and the Sophia observation withdrawal symptoms scale (SOS) [36] . The Finnegan Neonatal Abstinence Syndrome (NAS) monitoring tool (original or modified) was used in four studies [34, 39, 41, 42] . Symptom-based identification of IWS was used in the remaining 2 paediatric studies [33, 37] and in both adult studies [35, 43] . All but two paediatric studies [39, 40] evaluated effects of interventions upon IWS occurrence, reporting: proportions of scores indicating IWS (n = 2) [31, 38] , likelihood of IWS (n = 1) [32] , average of IWS episodes per patient (n = 1) [34] and IWS prevalence (n = 6) [33, 36, 37, [41] [42] [43] . Occurrence of IWS was found to be significantly reduced in four of these studies [31, 33, 34, 36] . Only one study reported prevalence of IWS among adult patients and found no significant difference [43] . Among studies measuring IWS using a scale, three different protocolised multifaceted strategies showed significant improvements in paediatric/neonatal patients: proportions of scores indicating IWS were reduced by 9.2% in one study [31] , scores indicating IWS were 4-to 8-times less frequent in another [34] , while overall IWS prevalence was reduced by 15.3% in a third study [36] . Severity of IWS failed to show significant differences in two paediatric studies [39, 41] . No studies reported adverse consequences related to severe forms of IWS (e.g. seizures or myocardial infarction).",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 965,
                    "end": 968,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 969,
                    "end": 973,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 974,
                    "end": 978,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1080,
                    "end": 1083,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1496,
                    "end": 1500,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1570,
                    "end": 1574,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1658,
                    "end": 1662,
                    "text": "[39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1663,
                    "end": 1666,
                    "text": "41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Measures of the Effects of Interventions"
        },
        {
            "text": "No studies reporting on mechanical ventilation duration or ventilator-free days, including 6 paediatric/neonatal and 1 adult study, reported any differences between groups [31, 36, [38] [39] [40] [41] 43 ]. However, one study reported methadone more than doubled the probability of successful weaning from mechanical ventilation on day 5 (hazard ratio 2.64, 95% CI 1. 22-5.69 ) in critically ill adults [43] . Similarly, interventions failed to impact ICU length of stay in six studies involving paediatric patients [31, 36, [38] [39] [40] [41] . In contrast, hospital length of stay for paediatric/neonatal patients was significantly reduced by approximately 8 days in one study [31] and by 38% (corresponding to 41 days) in another [39] , while four studies (including one adult study) showed no difference [33, 38, 41, 43] . One study failed to show any difference in hospital mortality [43] . No study reported longterm consequences of IWS extending beyond the ICU. However, two studies evaluating the same intervention involving protocolised IWS management showed no significant differences in opioid prescription upon discharge in paediatric/ neonatal patients [31, 38] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 201,
                    "end": 203,
                    "text": "43",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 368,
                    "end": 375,
                    "text": "22-5.69",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1172,
                    "end": 1175,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Measures of the Effects of Interventions"
        },
        {
            "text": "Adverse effects or unintended consequences of interventions were reported in six studies [31, [35] [36] [37] [38] 42] . Three studies evaluating protocolised care in children and neonates, reported no significant differences in accidental extubation rates [31, 36, 38] . One study evaluating two different doses of methadone in paediatric patients reported no significant difference for excessive sedation [42] . Two studies, both evaluating protocolised care in children and neonates, reported no differences in naloxone use for opioid overdose [31, 38] . No significant differences were observed for treatment-specific adverse effects (i.e. hypotension, bradycardia and arrhythmia for clonidine or hypersensitivity for methadone) [35, 37] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 94,
                    "end": 98,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 99,
                    "end": 103,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 109,
                    "end": 113,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "37]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Measures of the Effects of Interventions"
        },
        {
            "text": "Nonclinical outcomes were evaluated in two paediatric/ neonatal studies. One study showed a significant decrease in hospitalisation costs per patient by approximately $17,000 using protocolised IWS management [31] . Another study evaluated process implementation: 37.5% of patients had documented IWS scores before implementation, while 95% had IWS score documentations after implementation [39] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Measures of the Effects of Interventions"
        },
        {
            "text": "Information on effects of the intervention on opioid and/ or benzodiazepines exposures (cumulative dose and/or treatment duration) was available for all but one [37] paediatric studies [31-34, 36, 38-42] and none of the adult studies [35, 43] (Table 4 ). Opioid cumulative doses were significantly reduced by 15.6-17.2 mg/kg/patient (in morphine equivalents) in two studies reporting on a similar multifaceted protocolised care strategy [31, 38] , while no differences were found in three other studies [33, 36, 41] . Similarly, amongst five studies designed to target IWS related to benzodiazepines [31-33, 35, 36] , benzodiazepine cumulative doses were significantly reduced by 1.0-5.2 mg/kg/patient (in midazolam equivalents) in two studies [31, 36] , and no differences were found in one study [33] . Total opioid treatment duration was significantly reduced by 6-11 days in the two studies reporting on a similar protocolised strategy [31, 38] , by 1.5 days in a study focusing on duration post-methadone initiation [39] . In contrast, no significant differences were found in three other studies [32, 34, 41] . Amongst five studies designed to target IWS related to benzodiazepines [31-33, 35, 36] , total benzodiazepine treatment duration was significantly reduced by 19 days in only one study [31] .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 185,
                    "end": 203,
                    "text": "[31-34, 36, 38-42]",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 600,
                    "end": 615,
                    "text": "[31-33, 35, 36]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 940,
                    "end": 944,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "[32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1111,
                    "end": 1114,
                    "text": "41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1188,
                    "end": 1203,
                    "text": "[31-33, 35, 36]",
                    "ref_id": null
                },
                {
                    "start": 1301,
                    "end": 1305,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "(Table 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Measures of the Effects of Interventions"
        },
        {
            "text": "Regarding intervention drug exposures (Table 4) , durations of treatment using methadone and/or lorazepam were reported in nine studies (n = 9) [31, 33, 34, [37] [38] [39] [40] [41] [42] , all of which were paediatric. Five of these studies reported significant reductions in: opioid wean durations ranging from 6 to 11 days [31, 38] and methadone duration ranging from 3.8 to 12 days [33, 39, 40] . In contrast, no significant effect on intervention drug durations was found in three studies [34, 37, 42] , while another reported a 0.3 days significant increase in combined methadone/lorazepam durations [41] . Similarly, contrasting results were found for benzodiazepine intervention drugs as one study reported a significant reduction in benzodiazepine wean duration by 14 days [31] , while another reported significant increases in lorazepam duration by 6.7 days, and its cumulative dose by 2.7 mg/ kg/patient [33] . Overall, interventions had non-significant effects on additional drug requirements or \"rescue dose\" administrations, except for one study, which showed multifaceted protocolised care significantly reduced clonidine co-administration by 18% [31] . Authors have used a weaning strategy of continuous opioids and benzodiazepines (as part of an analgo-sedation protocol) and the implementational strategy was described in a previous study [67] ",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1161,
                    "end": 1165,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1356,
                    "end": 1360,
                    "text": "[67]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 47,
                    "text": "(Table 4)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Measures of the Effects of Interventions"
        },
        {
            "text": "Three RCTs were evaluated using the Cochrane risk of bias tool for RCTs [41] [42] [43] , while the ROBINS-I tool was used to evaluate nine NRSI [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] (Table 5) . Amongst the latter, significant bias related to unaccounted secular variations, as none of the before-after or historically controlled studies had an appropriate control group. The studies included were overall at high risk of bias, essentially due to selection, detection and reporting bias. Selection bias was an issue in all but one NRSI [35] , essentially related to failure to systematically acknowledge important confounders or failure to adjust for the latter [31, 34, [36] [37] [38] [39] [40] . These confounders included age, dose and duration of opioid and/or benzodiazepines prior to intervention. Also, exclusion of patients based on outcomes potentially influenced by interventions (e.g. death, transfer to other units, tracheostomy, incomplete tapering), increased the risk of selection bias for NRSI [31, 34, [37] [38] [39] [40] . Selection bias was an issue in all but one RCT [43] , as one RCT was considered as high risk due to allocation concealment [41] , and insufficient information to allow for judgement in the other [42] .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 77,
                    "end": 81,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 82,
                    "end": 86,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 149,
                    "end": 153,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 174,
                    "end": 178,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1026,
                    "end": 1029,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1247,
                    "end": 1251,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "(Table 5)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Risk of Bias"
        },
        {
            "text": "All NRSI were at moderate risk [31, 33, 36, 39, 40] or high risk [32, 34, 35, 37, 38] of performance bias. Incomplete definitions of interventions were found in some studies [32, 34, 35, 37] . Additionally, performance bias was also present in the form of low compliance to protocols in studies evaluating such interventions or the presence of co-interventions, which included: using additional drugs potentially impacting weaning (e.g. dexmedetomidine or antipsychotics), or additional management (assessing and/or treating) of pain, agitation or delirium [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] . Amongst RCTs, one study had insufficient information to assess performance bias [42] and the two other studies were at low risk of performance bias [41, 43] .",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 36,
                    "end": 39,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 40,
                    "end": 43,
                    "text": "36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 44,
                    "end": 47,
                    "text": "39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 48,
                    "end": 51,
                    "text": "40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 65,
                    "end": 69,
                    "text": "[32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 70,
                    "end": 73,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 82,
                    "end": 85,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 174,
                    "end": 178,
                    "text": "[32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 762,
                    "end": 765,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Risk of Bias"
        },
        {
            "text": "Complete outcome data were available for all participants in most studies available in full-text, resulting in a rating of low risk of attrition bias for a majority of studies [31, 34, [37] [38] [39] [40] 43] . Attrition bias was only present in one RCT [42] and two NRSI [35, 36] .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Risk of Bias"
        },
        {
            "text": "Detection bias was found to be an issue in seven NRSI [33-37, 39, 40] , essentially due to the subjective nature of outcomes evaluated (e.g. occurrence of withdrawal symptoms), or the use of surrogate markers for diagnosis. Detection bias was low in two RCTs [41, 43] and unknown in another [42] .",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 69,
                    "text": "[33-37, 39, 40]",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Risk of Bias"
        },
        {
            "text": "None of the studies referred to a published protocol. However, a majority of NRSI (n = 7) were considered at high risk of reporting bias, as exposures to opioids and benzodiazepines (total dose and duration) and/or occurrence of IWS evaluated using an appropriate tool were not reported [32, 34-37, 39, 40] . Reporting bias was found in one RCT [41] .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 306,
                    "text": "[32, 34-37, 39, 40]",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Risk of Bias"
        },
        {
            "text": "We were unable to perform the descriptive sensitivity analysis for studies done before and after year 2000 because none of the included studies were published before year 2000, therefore sensitivity analysis based on publication date were not performed. Additionally, we were unable to perform the sensitivity analysis planned for paediatric (neonates and children) versus adult studies due to the heterogeneity of definitions used for outcomes, including IWS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analyses"
        },
        {
            "text": "Amongst the eight studies evaluating multifaceted protocolised management of IWS, we were able to pool data from six studies to examine important outcomes ( The other studies, were excluded for: not reporting such outcomes [33, 34, 37] or for missing standard deviations [36] . Multifaceted protocolised management of IWS had no impact on duration of mechanical ventilation; however, duration of ICU length of stay was significantly reduced (mean difference 2.59 days, 95% CI 0.17-5.00). Data from the three studies (n = 452 participants), for which unplanned extubation rates were available, were not pooled due to extremely low event rates [31, 36, 38] . For all the previously reported outcomes, evidence regarding the impact of multifaceted protocolised management of IWS, was of very low quality ( Table 6 , detailed evaluation available in Appendix S3). All studies were observational (low quality of evidence), and the ratings of the body of evidence were downgraded due to risk of bias (confounding and detection bias), inconsistency, indirectness (only paediatric patients included), imprecision and publication bias.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 803,
                    "end": 810,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Post-hoc Data Synthesis Focusing on Interventions Evaluating Multifaceted Protocolised Care"
        },
        {
            "text": "We identified 13 interventional studies, enrolling 899 neonatal/paediatric patients and 98 adults, which evaluated pharmacological management of IWS in the ICU. Interventions to prevent or treat IWS management fail to make differences Non-responders excluded per trial protocol; c haemodynamic parameters included systolic and mean arterial pressure, and heart rate, metabolic parameters included oxygen consumption, CO on important clinical outcomes such as duration of mechanical ventilation, or ICU length of stay, in neonates, paediatric and adult patients [31, 36, [38] [39] [40] [41] 43] . At best, methadone increases the probability of successful weaning from mechanical ventilation in critically ill adults with important opioid exposures, as shown in a single study [43] . Noteworthy, only three studies were powered for such outcomes (two in paediatric/neonates and one in adult patients) [36, 39, 43] . Results were inconsistent as to whether such interventions would actually impact IWS, four studies have shown reduced occurrence of IWS in paediatric patients [31, 33, 34, 36] , while no differences were found in one adult [43] and five paediatric studies [32, 37, 38, 41, 42] . Variability in definitions used for occurrence of IWS and lack of appropriate detection of IWS in one-third of the studies [33, 35, 37, 43] , prevent us from drawing useful and robust conclusions. Finally, some outcomes, which we deemed clinically important, were not investigated in any study (i.e. duration of IWS, relapse, post-ICU physical dependence and healthrelated quality of life). Developing a core outcome set for studies examining IWS, as for conditions such as neonatal abstinence syndrome or delirium [45, 46] , may address the latter issues. Shared definitions of important and meaningful outcomes would allow combination and comparison of study outcomes and assist in the development of robust conclusions about effectiveness of interventions. However, clinicians may be reassured that no studies reported significant increases in adverse events, including accidental extubation, excessive sedation or opioid overdose [31, [35] [36] [37] [38] 42] . Cautious interpretation of available data, as to whether interventions designed to manage IWS impact important patient outcomes is necessary, as a majority of such interventions were multifaceted protocolised care interventions (n = 8) [31, 33, 34, [36] [37] [38] [39] [40] , which may result in a \"low signal to noise ratio\". Our pooled data suggest these may reduce the frequency of patients experiencing IWS, and ICU length of stay; however, this is supported by a very low quality body of evidence. Such interventions are \"complex interventions\", involving a wide range of implementation measures including: task shift to nurses or pharmacists (vs physician managed care), protocolisation, and educational strategies. Additionally, successful implementation assumed changes in multiple behaviours (i.e. measuring IWS, communicating its results, ensuring prevention and treatment of IWS appropriately and in a timely fashion), involving different healthcare professional categories, both increasing the complexity of interventions. Finally, comparators were usually poorly defined as \"usual care\", which may represent a wide range of levels of care. Therefore, the impact of these \"complex interventions\" may reflect contextual or implementational issues rather than (in)effectiveness. Evaluation and tailoring to previously identified barriers were not documented in the included studies, which may contribute to failure. Surrogate process measures (e.g. adherence to protocol) are recommended to ensure interventions were conducted as intended; unfortunately, these were not reported in four of those studies [33, 34, 37, 40] . Also, variability in individual level outcomes may reflect higher level processes; sample sizes may need to be larger to take into account the extra variability; however, four studies had small sample sizes [33, 37, 39, 40] . Noteworthy, three of the four trials actually showing a significant reduction in occurrence of IWS [31, 33, 34, 36] included larger sample sizes [31, 34, 36] .",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 565,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1083,
                    "end": 1086,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1138,
                    "end": 1142,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "[32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1176,
                    "end": 1179,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1184,
                    "end": 1187,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1188,
                    "end": 1191,
                    "text": "42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1317,
                    "end": 1321,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1322,
                    "end": 1325,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1326,
                    "end": 1329,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1330,
                    "end": 1333,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1709,
                    "end": 1713,
                    "text": "[45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1714,
                    "end": 1717,
                    "text": "46]",
                    "ref_id": null
                },
                {
                    "start": 2128,
                    "end": 2132,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2133,
                    "end": 2137,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2138,
                    "end": 2142,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2143,
                    "end": 2147,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2148,
                    "end": 2152,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2153,
                    "end": 2156,
                    "text": "42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2395,
                    "end": 2399,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2400,
                    "end": 2403,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2404,
                    "end": 2407,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2408,
                    "end": 2412,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2413,
                    "end": 2417,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2418,
                    "end": 2422,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2423,
                    "end": 2427,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2428,
                    "end": 2432,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 3773,
                    "end": 3777,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 3778,
                    "end": 3781,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 3782,
                    "end": 3785,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 3786,
                    "end": 3789,
                    "text": "40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 3999,
                    "end": 4003,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 4004,
                    "end": 4007,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 4008,
                    "end": 4011,
                    "text": "39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 4012,
                    "end": 4015,
                    "text": "40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 4117,
                    "end": 4121,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 4122,
                    "end": 4125,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 4126,
                    "end": 4129,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 4130,
                    "end": 4133,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 4163,
                    "end": 4167,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 4168,
                    "end": 4171,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 4172,
                    "end": 4175,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further complexity in result interpretation emanates from wide heterogeneity in the identified interventions. Five studies evaluated interventions focusing on individual aspects of IWS management [32, 35, [41] [42] [43] , all of which evaluated very different aspects of management: drug type (clonidine [35] or methadone [43] vs placebo), route of drug administration (enteral or parenteral) [32] , methadone dose [42] , or duration of methadone tapering [41] . A systematic review of methadone weaning practices among paediatric critical care patients was recently conducted, also demonstrating a wide heterogeneity in practices, with dosages ranging from 0.15 to 1.8 mg/kg/day, dosing interval ranging from 6 to 12 h, and weaning rates ranging from 3 to 20% dose reductions per wean [47] . Similarly, as mentioned previously, a majority of interventions were multifaceted protocolised care interventions (n = 8) [31, 33, 34, [36] [37] [38] [39] [40] , and these strategies also encompass a wide variety of individual aspects of drug management (using various routes, dosages and tapering durations of methadone and/or of continuous opioids and benzodiazepines), as well as a wide variety and intensities in accompanying implementation measures (e.g. educational measures, task delegation, multidisciplinary management). Noteworthy, despite heterogeneity, the use of methadone alone or with benzodiazepines seemed to be a constant component, as it was used in a majority of studies (n = 9) [31, 33, 34, [37] [38] [39] [41] [42] [43] . Other pharmacological options for opioid withdrawal were scarcely examined or not at all: clonidine was used in two studies [35, 39] , while buprenorphine, dexmedetomidine, gabapentin, or propofol, were never used. Slow tapering of parenteral opioids and benzodiazepines was part of the intervention in most of the studies, but was evaluated in only one adult study [36] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 920,
                    "end": 923,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 924,
                    "end": 927,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 938,
                    "end": 942,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 943,
                    "end": 947,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1492,
                    "end": 1496,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1497,
                    "end": 1500,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1501,
                    "end": 1504,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1505,
                    "end": 1509,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1510,
                    "end": 1514,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1515,
                    "end": 1519,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1520,
                    "end": 1524,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1525,
                    "end": 1529,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1530,
                    "end": 1534,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1661,
                    "end": 1665,
                    "text": "[35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1666,
                    "end": 1669,
                    "text": "39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1903,
                    "end": 1907,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Even though we have observed some reassuring data upon adverse effects of interventions to prevent or manage IWS, we cannot draw firm conclusions upon their safety. First, accidental extubation and/or excessive sedation were reported as an outcome in only three studies [31, 36, 38] . Second, methadone has been associated with QTc prolongation and increased risk of life-threatening effects, such as torsade de pointe and cardiac arrest [25] . However, none of the studies included in our systematic review systematically documented QTc interval prolongations, although most have used methadone [31, 33, 34, [37] [38] [39] [40] [41] [42] [43] . Such a Table 4 Intervention effects on drug exposures Source patients (n) Opioid and benzodiazepine exposures a,b",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 660,
                    "text": "Table 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Cumulative dose (CD), in morphine and midazolam equivalents (mg/kg/patient) and treatment duration Results of iatrogenic exposures only (patients exposed in utero were excluded) d Non-responders excluded per trial protocol gap in knowledge is particularly worrisome in critically ill patients, as QT prolonging drugs are frequently administered in the ICU and QTc prolongation has been associated with increased length of stay and mortality in critically ill patients [48, 49] . Finally, in the context of the opioid crisis in North America, knowledge about whether IWS management strategies actually influence (positively or negatively) opioid prescription upon discharge is of paramount importance. Initiating weaning strategies using enteral opioids may actually increase ICU-acquired physical dependence, as approximately one-third of opioid naïve patients receiving enteral opioids to wean off continuous infusions, may actually receive an opioid discharge prescription [24] . Additionally, opioids initiated in the ICU largely contribute to inappropriate discharge opioid prescribing in elderly patients [50] . Only two studies evaluating the same intervention involving protocolised IWS management have evaluated opioid prescription upon discharge, in paediatric/neonatal patients, showing no significant differences [31, 38] . Finally, as most of the multifaceted protocolised care interventions require multidisciplinary care, communication and frequent re-assessments of the patient management plan are needed. Such strategies are time and resource intensive, therefore unintended consequences of implementation of such strategies should have been reported (e.g. nursing workload), as these are prone to backfire (i.e. time spent to implement such interventions by clinical staff may be limiting time spent on other aspects of important patient care).",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 472,
                    "text": "[48,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "49]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[50]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1324,
                    "end": 1328,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1329,
                    "end": 1332,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This is the first systematic review examining management of IWS related to opioids and/or benzodiazepines for ICU adult and paediatric patients. We identified two recent systematic reviews examining the use of methadone for prevention or treatment of opioid-related IWS in paediatric patients exclusively [47, 51] . Both supported the use of tapering protocols. One [51] based its conclusion on five studies [36, 37, 39, 41, 52] . The authors of the second proceeded to a metaanalysis [47] , including three studies [33, 37, 39] , and concluded that institution of a methadone protocol decreased the likelihood of withdrawal. Except for one study [52] , which we excluded due to non-interventional design, all studies supporting the conclusions of both systematic reviews were included in our systematic review. We have not proceeded to a meta-analysis of all the interventions identified for the management of IWS, namely because these were widely heterogeneous. As an example, in the three studies which were meta-analysed, systematic tapering of continuous infusions of opioids was mentioned in one study [39] , one used intravenous methadone [37] and two others used an oral/ enteral form [33, 39] , weaning durations ranged from a fixed 7-day duration [33] , to a tapering duration based on previous exposures ranging from 3 to 24 days [37, 39] , additional clonidine use was permitted in one study [39] , while another targeted mixed IWS using lorazepam [33] . Intensification of assessment of IWS using a score [39] and involvement of pharmacists [34, 37, 39] are also elements which were not systematically considered part of the intervention. BAS before after study, HCS historically controlled study (retrospective data collection in the pre-group, prospective data collection in the postgroup), NA non applicable, NRSI non-randomised study of interventions, RCT randomised controlled trial Except for one RCT, involving critically ill adults, no included trials scored low risk of bias across all domains [43] . Various recommendations may be made for future research. First, to identify impact directly attributable to pharmacological components of interventions, implementation of pharmacological and non-pharmacological co-interventions should be systematically applied in both groups, reducing performance bias. Second, systematically using validated monitoring tools for IWS, available for paediatric patients at least [53] [54] [55] , and developing appropriate tools for adults, are both essential in reducing detection bias. Also, future studies must concomitantly assess pain, agitation and delirium using validated tools as symptoms overlap with those of IWS [15, 54, [56] [57] [58] . Finally, significant selection bias was important, due to patient confounders. Most studies were uncontrolled before-after studies or historically controlled studies without appropriate control groups [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] , and only three of the studies were RCTs [41] [42] [43] .",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[47,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "51]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[51]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "52]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[52]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1257,
                    "end": 1261,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1341,
                    "end": 1345,
                    "text": "[37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1346,
                    "end": 1349,
                    "text": "39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1460,
                    "end": 1464,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1518,
                    "end": 1522,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1554,
                    "end": 1558,
                    "text": "[34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1559,
                    "end": 1562,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1563,
                    "end": 1566,
                    "text": "39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2016,
                    "end": 2020,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2435,
                    "end": 2439,
                    "text": "[53]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2440,
                    "end": 2444,
                    "text": "[54]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2445,
                    "end": 2449,
                    "text": "[55]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2680,
                    "end": 2684,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2685,
                    "end": 2688,
                    "text": "54,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2689,
                    "end": 2693,
                    "text": "[56]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2694,
                    "end": 2698,
                    "text": "[57]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2699,
                    "end": 2703,
                    "text": "[58]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2907,
                    "end": 2911,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2912,
                    "end": 2916,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2917,
                    "end": 2921,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2922,
                    "end": 2926,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2927,
                    "end": 2931,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2932,
                    "end": 2936,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2937,
                    "end": 2941,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2942,
                    "end": 2946,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2947,
                    "end": 2951,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2952,
                    "end": 2956,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2999,
                    "end": 3003,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3004,
                    "end": 3008,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3009,
                    "end": 3013,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Step wedged cluster randomised designs may be a better fit for the evaluation of \"complex interventions\", including multifaceted protocolised care [59] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[59]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several aspects increase the internal validity of our systematic review. First, we used a highly sensible search strategy and have conducted an exhaustive search including grey literature and no language limitation. Most of the evidence available to date upon pharmacological strategies for IWS is actually multifaceted strategies, performed with pragmatic designs in local initiatives contexts (out of research settings). Additional efforts to locate unpublished studies (searching conference proceedings, unpublished theses and dissertations, and other grey literature) were essential, as publication bias is an important issue for such interventions. Study selection and data extraction were performed in duplicate. Discrepancies were resolved by consensus and involved a third reviewer. However, since very few elements required discussion, we believe this reflects high inter-rater agreement and that the study selection and data extraction were performed in a reliable fashion. Quality ratings of the included studies were performed using recommended tools (the Cochrane risk of bias tool for RCTs and the ROBINS-I tool for NRSI), further increasing reliability. One may question inclusion of NRSI, as the inherent higher risk of bias may threaten confidence in our results regarding efficacy and safety of pharmacological interventions to manage IWS. We believe IWS acquired in the ICU has gained attention only recently, over the past decade, especially in adults; therefore, at this stage, inclusion of observational studies is reasonable. Furthermore, inclusion of studies where identification of IWS relies exclusively on symptom, further threatens the internal validity of our results regarding occurrence of IWS systematic review. Validated tools to identify IWS such as Table 6 Quality of evidence in studies evaluating multifaceted protocolised management of iatrogenic withdrawal syndrome as compared to standard of care a Heterogeneity: τ 2 = 0.18; χ 2 = 2.43, def = 2 (p = 0.30); I 2 = 18% b Heterogeneity: τ 2 = 4.43; χ 2 = 5.87, def = 2 (p = 0.05); I 2 = 66% c Heterogeneity: τ 2 = 0.00; χ 2 = 2.49, def = 3 (p = 0.48); I 2 = 0% d Down-graded one level for risk of bias, indirectness, imprecision and publication bias e Down-graded one level for risk of bias, inconsistency, indirectness, imprecision and publication bias CI confidence interval Very-low quality e the WAT-1 and SOS scores were developed for paediatric patients only recently [53] [54] [55] ; however physiological response in adults may be different [60, 61] . As we sought to provide data upon adult patients, inclusion of such studies was necessary. Various threats to the external validity of our results deserve to be mentioned. First, the vast majority of the studies reported were done in the paediatric/neonatal population and very limited data was found in adults. Therefore, how our conclusions may be applied to adults is questionable, as these merely represented 10% of the included patients. Second, even though we have applied no geographical or linguistic limitations, a majority of the studies were conducted in North American ICUs [31, 33, 34, [37] [38] [39] [40] [41] [42] and only one was multicentric [43] . Generalisability to other geographical areas or settings is questionable; especially for the application of multifaceted protocolised management of IWS, the majority of studied interventions, as these are highly sensible to contextual features [62] . Research in ICUs faces particular challenges, as management patterns for critically ill patients may differ dramatically, even between neighbouring countries with comparable socioeconomic parameters [63] . Also, pain, agitation and delirium assessment, prevention and management regimens, have been shown to be highly heterogeneous [64] . Variability in opioid and benzodiazepines exposure, as per usual practice or as a result of drug interactions or organ failure, may in turn result in heterogeneous occurrence of IWS. The risk of IWS might also be variable over time in infants, given the immaturity of certain receptors (GABA, NMDA, opioid receptors) at birth and decreased metabolism and clearance of midazolam and morphine [65] . Finally, despite no limitations in publication dates, all the studies included were published over the past decade. However, pain, agitation and delirium practices have evolved dramatically. Guidelines for critically ill adults have moved towards mitigation of opioids' and benzodiazepines' Fig. 1 Study selection flow diagram use, timely extubation, early mobility and increased attention to delirium over the past 20 years [14, 18, 66] . Research in the field for critically ill paediatric patients is in its infancy and somewhat points in the same direction for some interventions, although there were concerns for potential harm with daily sedation interruption in that population [6, 15] . We therefore anticipate evolution of risk factors for IWS in critically ill patients. Additionally, increased attention to delirium identification, using validated tools, which were only recently published in the paediatric population, will shape future results of IWS studies, as both conditions have overlapping symptoms [54, [56] [57] [58] .",
            "cite_spans": [
                {
                    "start": 2462,
                    "end": 2466,
                    "text": "[53]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2467,
                    "end": 2471,
                    "text": "[54]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2472,
                    "end": 2476,
                    "text": "[55]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2537,
                    "end": 2541,
                    "text": "[60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 2542,
                    "end": 2545,
                    "text": "61]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 3134,
                    "end": 3138,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3139,
                    "end": 3142,
                    "text": "33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 3143,
                    "end": 3146,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 3147,
                    "end": 3151,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 3152,
                    "end": 3156,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 3157,
                    "end": 3161,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3162,
                    "end": 3166,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 3167,
                    "end": 3171,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3172,
                    "end": 3176,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3207,
                    "end": 3211,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 3458,
                    "end": 3462,
                    "text": "[62]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 3664,
                    "end": 3668,
                    "text": "[63]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 3797,
                    "end": 3801,
                    "text": "[64]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 4195,
                    "end": 4199,
                    "text": "[65]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 4627,
                    "end": 4631,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 4632,
                    "end": 4635,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 4636,
                    "end": 4639,
                    "text": "66]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 4887,
                    "end": 4890,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4891,
                    "end": 4894,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 5220,
                    "end": 5224,
                    "text": "[54,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 5225,
                    "end": 5229,
                    "text": "[56]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 5230,
                    "end": 5234,
                    "text": "[57]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 5235,
                    "end": 5239,
                    "text": "[58]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [
                {
                    "start": 1784,
                    "end": 1791,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 4493,
                    "end": 4499,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Strengths and Limitations"
        },
        {
            "text": "Interventions for IWS management studied to date include complex multifaceted care as well as single pharmacological interventions targeting specific components of IWS management (drug type, administration route, tapering duration). Such interventions fail to impact important clinical outcomes (e.g. duration of ventilation), while effects on occurrence of IWS and drug exposures are inconsistent. Interventions which significantly improved the latter outcomes were all complex and multifaceted. Methodological issues, including inappropriate identification of IWS, non-standardised definitions of IWS in the paediatric and adult population and bias due to study design must be addressed in future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Barbara Sneyers 1 · Marc-Alexandre Duceppe 2 · Anne Julie Frenette 3,4 · Lisa D. Burry 5,6 · Philippe Rico 7,8 · Annie Lavoie 9 · Céline Gélinas 10,11 · Sangeeta Mehta 12 ",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Affiliations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Current practices in sedation and analgesia for mechanically ventilated critically ill patients: a prospective multicenter patient-based study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Payen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chanques",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mantz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hercule",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Auriant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Leguillou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Anesthesiology",
            "volume": "106",
            "issn": "4",
            "pages": "891--893",
            "other_ids": {
                "DOI": [
                    "10.1097/01.anes.0000264747.09017.da"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Analgesic, sedative, antipsychotic, and neuromuscular blocker use in Canadian intensive care units: a prospective, multicentre, observational study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Burry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Perreault",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Can J Anaesth (Journal canadien d'anesthesie)",
            "volume": "61",
            "issn": "7",
            "pages": "619--649",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-014-0174-1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Daily sedation interruption in mechanically ventilated critically ill patients cared for with a sedation protocol: a randomized controlled trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Burry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fergusson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Granton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "308",
            "issn": "19",
            "pages": "1985--92",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of oversedation prevention in ventilated critically ill patients: a randomized trial-the AWARE study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Srlf Trial Group",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ann Intensive Care",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13613-018-0425-3"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early sedation with dexmedetomidine in critically ill patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shehabi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellomo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Bass",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1904710"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Protocolized sedation vs usual care in paediatric patients mechanically ventilated for acute respiratory failure: a randomized clinical trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Curley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wypij",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Asaro",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Cheifetz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "4",
            "pages": "379--89",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2014.18399"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sedation and analgesia practices in neonatal intensive care units (EUROPAIN): results from a prospective cohort study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carbajal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Courtois",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Avila-Alvarez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Respir Med",
            "volume": "3",
            "issn": "10",
            "pages": "331--339",
            "other_ids": {
                "DOI": [
                    "10.1016/s2213-2600(15)00331-8"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Randomized evaluation of sedation titration for respiratory failure study I. Patient, process, and system predictors of iatrogenic withdrawal syndrome in critically ill children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wypij",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Asaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Curley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care Med",
            "volume": "45",
            "issn": "1",
            "pages": "7--15",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000001953"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Frequency, risk factors and symptomatology of iatrogenic withdrawal from opioids and benzodiazepines in critically ill neonates, children and adults: a systematic review of clinical studies",
            "authors": [
                {
                    "first": "M-A",
                    "middle": [],
                    "last": "Duceppe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Perreault",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Frenette",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Burry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rico",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lavoie",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Pharm Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jcpt.12787"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Risk factors associated with iatrogenic opioid and benzodiazepine withdrawal in critically ill paediatric patients: a systematic review and conceptual model",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Boullata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Curley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Paediatr Crit Care Med J Soc Crit Care Med World Fed Paediatr Intensive Crit Care Soc",
            "volume": "16",
            "issn": "2",
            "pages": "175--83",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0000000000000306"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Opioid and benzodiazepine withdrawal syndrome in PICU patients: which risk factors matter?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Da Silva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Fonseca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Fonseca",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Addict Med",
            "volume": "10",
            "issn": "2",
            "pages": "110--116",
            "other_ids": {
                "DOI": [
                    "10.1097/adm.0000000000000197"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Acute withdrawal syndrome related to the administration of analgesic and sedative medications in adult intensive care unit patients",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Cammarano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Schlobohm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Marks",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Crit Care Med",
            "volume": "26",
            "issn": "4",
            "pages": "676--84",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Adverse sedation events in paediatrics: a critical incident analysis of contributing factors",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Cote",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Notterman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Karl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccloskey",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Paediatrics",
            "volume": "105",
            "issn": "4",
            "pages": "805--819",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.105.4.805"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical practice guidelines for the management of pain, agitation, and delirium in adult patients in the intensive care unit",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Puntillo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Ely",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gelinas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Dasta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit Care Med",
            "volume": "41",
            "issn": "1",
            "pages": "263--306",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e3182783b72"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical recommendations for pain, sedation, withdrawal and delirium assessment in critically ill infants and children: an ESPNIC position statement for healthcare professionals. Intensive Care Med",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Ramelet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Dijk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pokorna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wielenga",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tume",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "972--86",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-016-4344-1"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Consensus guidelines on sedation and analgesia in critically ill children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Playfor",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boyles",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Choonara",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haywood",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intensive Care Med",
            "volume": "32",
            "issn": "8",
            "pages": "1125--1161",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-006-0190-x"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Task Force of the American College of Critical Care Medicine of the Society of Preventing and Managing Opioid/Benzodiazepine Iatrogenic Withdrawal in the Critically Ill: A Systematic Review Critical Care M, the American Society of Health-System Pharmacists ACoCP. Sedation, analgesia, and neuromuscular blockade of the critically ill adult: revised clinical practice guidelines for 2002",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Nasraway",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jacobi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Lumb",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Crit Care Med",
            "volume": "30",
            "issn": "1",
            "pages": "117--125",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical practice guidelines for the prevention and management of pain, agitation/sedation, delirium, immobility, and sleep disruption in adult patients in the ICU",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Skrobik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gelinas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Needham",
                    "suffix": ""
                },
                {
                    "first": "Ajc",
                    "middle": [],
                    "last": "Slooter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Pandharipande",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "9",
            "pages": "825--873873",
            "other_ids": {
                "DOI": [
                    "10.1097/ccm.0000000000003299"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical pathways: effects on professional practice, patient outcomes, length of stay and hospital costs. Cochrane Database Syst Rev",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rotter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kinsman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Machotta",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gothe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Willis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD006632.pub2"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Successful implementation of a paediatric sedation protocol for mechanically ventilated patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Deeter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ridling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Irby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lynn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "39",
            "issn": "4",
            "pages": "683--691",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e318206cebf"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A paediatric sedation protocol for mechanically ventilated patients requires sustenance beyond implementation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Yaghmai",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Gennaro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Irby",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Deeter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Paediatr Crit Care Med J Soc Crit Care Med World Fed Paediatr Intensive Crit Care Soc",
            "volume": "17",
            "issn": "8",
            "pages": "721--727",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0000000000000846"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ten tips for ICU sedation. Intensive Care Med",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spies",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shehabi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "44",
            "issn": "",
            "pages": "1141--1144",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-017-4992-9"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Chronic pain disorders after critical illness and ICU-acquired opioid dependence: two clinical conundra",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Puntillo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Naidu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/mcc.0000000000000343"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Discharge prescribing of enteral opioids after initiation as a weaning strategy from continuous opioid infusions in the Intensive Care Unit",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kram",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Weigel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuhrt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Gilstrap",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Opioid Manag",
            "volume": "14",
            "issn": "1",
            "pages": "35--42",
            "other_ids": {
                "DOI": [
                    "10.5055/jom.2018.0427"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "QT prolongation and torsades de pointes among methadone users: reports to the FDA spontaneous reporting system",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Woosley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pharmacoepidemiol Drug Saf",
            "volume": "14",
            "issn": "11",
            "pages": "747--53",
            "other_ids": {
                "DOI": [
                    "10.1002/pds.1112"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Preferred reporting items for systematic reviews and meta-analyses: the prisma statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Intern Med",
            "volume": "151",
            "issn": "4",
            "pages": "264--273",
            "other_ids": {
                "DOI": [
                    "10.7326/0003-4819-151-4-200908180-00135"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "ROBINS-I: a tool for assessing risk of bias in non-randomised studies of interventions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sterne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hernán",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savović",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Berkman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viswanathan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ",
            "volume": "355",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.i4919"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Assessing risk of bias in included studies. Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated",
            "authors": [
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gse",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Cochrane Collaboration",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Estimating the sample mean and standard deviation from the sample size, median, range and/or interquartile range",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Med Res Methodol",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2288-14-135"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Quality of evidence. In: Handbook for grading the quality of evidence and the strength of recommendations using the GRADE approach",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schünemann",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bj",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oxman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Update",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Implementation of a risk-stratified opioid and benzodiazepine weaning protocol in a paediatric cardiac ICU",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amirnovin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Sanchez-Pinto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Okuhara",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lieu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rodgers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Paediatr Crit Care Med J Soc Crit Care Med World Fed Paediatr Intensive Crit Care Soc",
            "volume": "19",
            "issn": "11",
            "pages": "1024--1056",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0000000000001719"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Iatrogenic withdrawal in enteral versus parenteral conversions of sedative infusions in a paediatric ICU",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frizzola",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Care Med",
            "volume": "44",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/01.ccm.0000509523.20003.ae"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Methadone/Lorazepam weaning protocol reduces sedative/analgesia withdrawal symptoms in paediatric ICU patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basnet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mathew",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Willman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andoh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "39",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/01.ccm.0000408627.24229.88"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Development and implementation of a pharmacistmanaged, neonatal and paediatric, opioid-weaning protocol",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Nash",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Laird",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Kiley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Pediatr Pharmacol Ther",
            "volume": "19",
            "issn": "3",
            "pages": "165--73",
            "other_ids": {
                "DOI": [
                    "10.5863/1551-6776-19.3.165"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Respiratory, metabolic and hemodynamic effects of clonidine in ventilated patients presenting with withdrawal syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liatsi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tsapas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pampori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsagourias",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pneumatikos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Matamis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Intensive Care Med",
            "volume": "35",
            "issn": "2",
            "pages": "275--81",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-008-1251-0"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Analgesia and sedation protocol for mechanically ventilated postsurgical children reduces benzodiazepines and withdrawal symptoms-but not in all patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neunhoeffer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Seitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Renk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumpf",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fideler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur J Pediatr Surg",
            "volume": "27",
            "issn": "3",
            "pages": "255--62",
            "other_ids": {
                "DOI": [
                    "10.1055/s-0036-1586202"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Evaluation of an opiate-weaning protocol using methadone in paediatric intensive care unit patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "Darsey",
                    "middle": [
                        "E"
                    ],
                    "last": "Fortenberry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Pettignano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Paediatr Crit Care Med J Soc Crit Care Med World Fed Paediatr Intensive Crit Care Soc",
            "volume": "1",
            "issn": "2",
            "pages": "119--142",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Implementation of a risk-stratified opioid weaning protocol in a paediatric intensive care unit",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Sanchez-Pinto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lieu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Crit Care",
            "volume": "43",
            "issn": "",
            "pages": "214--223",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcrc.2017.08.049"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Evaluation of a pharmacist-managed methadone taper",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Steineck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Skoglund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Paediatr Crit Care Med J Soc Crit Care Med World Fed Paediatr Intensive Crit Care Soc",
            "volume": "15",
            "issn": "3",
            "pages": "206--216",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0000000000000048"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Iatrogenic opiate withdrawal in paediatric patients: implementation of a standardized methadone weaning protocol and withdrawal assessment tool",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Izquierdo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lavandosky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Pharm Pract",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0897190019875613"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A prospective evaluation of opioid weaning in opioid-dependent paediatric critical care patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Berens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Mikhailov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Colpaert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Czarnecki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Ghanayem",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Anesth Analg",
            "volume": "102",
            "issn": "4",
            "pages": "1045--50",
            "other_ids": {
                "DOI": [
                    "10.1213/01.ane.0000202395.94542.3e"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A trial of methadone tapering schedules in paediatric intensive care unit patients exposed to prolonged sedative infusions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Bowens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Breitzka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Sheeran",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Paediatr Crit Care Med J Soc Crit Care Med World Fed Paediatr Intensive Crit Care Soc",
            "volume": "12",
            "issn": "5",
            "pages": "504--515",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0b013e3181fe38f5"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Replacement of fentanyl infusion by enteral methadone decreases the weaning time from mechanical ventilation: a randomized controlled trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wanzuita",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Poli-De-Figueiredo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pfuetzenreiter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Cavalcanti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Westphal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care",
            "volume": "16",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/cc11250"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Effective Practice and Organisation of Care taxonomy of health systems interventions. EPOC Resources for review authors. Norwegian Knowledge Centre for the Health Services",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Epoc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Outcome reporting in neonates experiencing withdrawal following opioid exposure in pregnancy: a systematic review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macvicar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Allegaert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Offringa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Jansson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trials",
            "volume": "21",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13063-020-4183-9"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Development of core outcome sets for effectiveness trials of interventions to prevent and/or treat delirium (Del-COrS): study protocol",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Burry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2017-016371"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The use of methadone to facilitate opioid weaning in paediatric critical care patients: a systematic review of the literature and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Dervan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yaghmai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/pan.13056"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "High prevalence of corrected QT interval prolongation in acutely ill patients is associated with mortality: results of the QT in Practice (QTIP) Study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pickham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Helfenbein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Shinn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weinacker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Med",
            "volume": "40",
            "issn": "2",
            "pages": "394--403",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e318232db4a"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Prolonged corrected QT interval is associated with shortterm and long-term mortality in critically ill patients: results from the FROG-ICU study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Javanainen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ishihara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gayat",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Charbit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jurkko",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cinotti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Intensive Care Med",
            "volume": "45",
            "issn": "5",
            "pages": "746--754",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-019-05555-8"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Inappropriate medication prescriptions in elderly adults surviving an intensive care unit hospitalization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morandi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vasilevskis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Pandharipande",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Solberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Neal",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Am Geriatr Soc",
            "volume": "61",
            "issn": "7",
            "pages": "1128--1162",
            "other_ids": {
                "DOI": [
                    "10.1111/jgs.12329"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Opioid tapering and weaning protocols in paediatric critical care units: a systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bichaff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Setani",
                    "suffix": ""
                },
                {
                    "first": "Ehg",
                    "middle": [],
                    "last": "Motta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Delgado",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luglio",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Rev Assoc Med Bras",
            "volume": "64",
            "issn": "10",
            "pages": "909--924",
            "other_ids": {
                "DOI": [
                    "10.1590/1806-9282.64.10.909"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Randomized evaluation of sedation titration for respiratory failure baseline study I. Patterns of sedation weaning in critically ill children recovering from acute respiratory failure",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Asaro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Franck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wypij",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Curley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Paediatr Crit Care Med J Soc Crit Care Med World Fed Paediatr Intensive Crit Care Soc",
            "volume": "17",
            "issn": "1",
            "pages": "19--29",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0000000000000572"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The Withdrawal Assessment Tool-1 (WAT-1): an assessment instrument for monitoring opioid and benzodiazepine withdrawal symptoms in paediatric patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Franck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Soetenga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Amling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Curley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Paediatr Crit Care Med J Soc Crit Care Med World Fed Paediatr Intensive Crit Care Soc",
            "volume": "9",
            "issn": "6",
            "pages": "573--80",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0b013e31818c8328"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Screening paediatric delirium with an adapted version of the Sophia Observation withdrawal Symptoms scale (SOS)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Dijk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Knoester",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Van Beusekom",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ista",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "3",
            "pages": "531--533",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-011-2434-7"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Construction of the Sophia Observation withdrawal Symptomsscale (SOS) for critically ill children",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ista",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Dijk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Hoog",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tibboel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Duivenvoorden",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Intensive Care Med",
            "volume": "35",
            "issn": "6",
            "pages": "1075--81",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-009-1487-3"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Assessment of Paediatric Delirium: a valid, rapid, observational tool for screening delirium in the PICU",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Traube",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kearney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit Care Med",
            "volume": "42",
            "issn": "3",
            "pages": "656--63",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e3182a66b76"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Diagnosing delirium in critically ill children: Validity and reliability of the Paediatric Confusion Assessment Method for the Intensive Care Unit",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Melvin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shintani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "39",
            "issn": "1",
            "pages": "150--157",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e3181feb489"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Iatrogenic withdrawal syndrome or undiagnosed delirium?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Traube",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care Med",
            "volume": "45",
            "issn": "6",
            "pages": "622--623623",
            "other_ids": {
                "DOI": [
                    "10.1097/ccm.0000000000002347"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The stepped wedge cluster randomised trial: rationale, design, analysis, and reporting",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hemming",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Chilton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Girling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lilford",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Br Med J",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.h391"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Opioid-associated iatrogenic withdrawal in critically ill adult patients: a multicenter prospective observational study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Perreault",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rico",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13613-017-0310-5"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Validation of the withdrawal assessment tool-1 in adult intensive care patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Capilnean",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martone",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Sandu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Murgoi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Frenette",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Crit Care Off Publ Am Assoc Crit Care Nurses",
            "volume": "28",
            "issn": "5",
            "pages": "361--370",
            "other_ids": {
                "DOI": [
                    "10.4037/ajcc2019559"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Organizational contextual features that influence the implementation of evidence-based practices across healthcare settings: a systematic integrative review",
            "authors": [
                {
                    "first": "S-A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jeffs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barwick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Syst Rev",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13643-018-0734-5"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Clinical review: International comparisons in critical care-lessons learned",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wunsch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care",
            "volume": "16",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/cc11140"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "International analgesia, sedation, and delirium practices: a prospective cohort study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Stollings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rakhit",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hosay",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Intensive Care",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40560-019-0379-z"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Changing mechanisms of opiate tolerance and withdrawal during early development: animal models of the human experience",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcphie-Lalmansingh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "ILAR J",
            "volume": "52",
            "issn": "3",
            "pages": "329--370",
            "other_ids": {
                "DOI": [
                    "10.1093/ilar.52.3.329"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Clinical practice guidelines for the sustained use of sedatives and analgesics in the critically ill adult",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jacobi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Coursin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Riker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fontaine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Wittbrodt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Crit Care Med",
            "volume": "30",
            "issn": "1",
            "pages": "119--160",
            "other_ids": {
                "DOI": [
                    "10.1097/00003246-200201000-00020"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Nurse-driven paediatric analgesia and sedation protocol reduces withdrawal symptoms in critically ill medical paediatric patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neunhoeffer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumpf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Renk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hanelt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Berneck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bosk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Paediatr Anaesth",
            "volume": "25",
            "issn": "8",
            "pages": "786--94",
            "other_ids": {
                "DOI": [
                    "10.1111/pan.12649"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "55 (Op.), 34 (Bz.) IG: 64 (Op.), 29 (Bz.) Op. CD: CG: 48.4 (31.2-91.6) vs IG: 31.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "68, IG: 39 Op. CD: CG: 48.8 (27.1-74.5) vs IG: 33.2 (21.6-48.5)* Op. duration: CG: 23 (16-34) vs IG: 17 (13-23)* Bz CD: CG: 24.8 (12.4-42) vs IG: 26.4 (7.6-53) Bz duration: CG: 12.4 (6.2-21) vs IG: 13.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "General characteristics of studies included",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Important features of interventions and controls Studies evaluating multifaceted protocolized management of IWS as compared to standard of care a Study days exp. and scores indicating IWS g : PO methadone 0.1 mg/kg/dose (max. 10 mg), Q6-8 h exp. > 5 days g : PO methadone 0.2 mg/kg/dose (max. 10 mg),Task shifting (expanding tasks undertaken by a cadre of health workers or shifting tasks from one cadre to another, to include tasks not previously part of their scope of practice (e.g. pharmacists providing drug counselling that was formerly provided by physicians; nurses performing assessment of IWS that was formerly provided by physicians)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Interventions focusing on individual aspects of IWS management",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Withdrawal assessment and treatment effect on clinical outcomes",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Study type and risk of bias",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "· Maryse Dagenais 13 · David R. Williamson 3,4 · Marc M. Perreault 2,3 Pharmacy Department, Mount Sinai Hospital, Sinai Health System, Toronto, Canada Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Canada",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding None to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}