{
    "paper_id": "0aae200778779289b1ca5ebd0d213df876eeea58",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In France, 1269 studies were submitted to NEC between February 4 th and May 16 th . Among them, 376 (30%) were focused on COVID-19: 96 (26%) RCTs; 134 (36%) interventional and 146 (39%) observational. On May 16 th , 273 (72%) of those COVID-19 studies were approved, 27 (7%) were refused, 72 (19%) were pending, 2 (0.5%) were dealing with exceptions to consent requirement in case of a change in the purpose of a sample of collection of elements and products of the human body and 6 (1.5%) were deemed to be out of the scope of NEC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "interventional, 899 (40%) observational, 37 not classified). Figure 1 shows the number of studies registered per country; 1289 (57%) studies are still recruiting and 138 were declared completed (6%). USA, China and France performed more than half of the studies worldwide (1202 studies (53%)).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 69,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "French legal approach to clinical research",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toulouse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Masseguin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lafont",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Anaesth Crit Care Pain Med",
            "volume": "37",
            "issn": "",
            "pages": "607--614",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ordonnance n° 2020-460 du 22 avril 2020 portant diverses mesures prises pour faire face à l'épidémie de covid-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Notre ambition pour les industries de santé, 8ème Conseil stratégique des industries de santé (CSIS)",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Anaesthesia Critical Care & Pain Medicine Please cite this article as: Gremi T, GinesyÉ, Payen D, Lefrant J-Yves, Marin B, COVID-19 studies registration worldwide for prospective studies with a specific focus on the fast-tracking of French ethic procedures, Anaesthesia Critical Care and Pain Medicine (2020), doi: https://doi.org/10.1016/j.accpm.2020.06.010 J o u r n a l P r e -p r o o f COVID-19 studies registration worldwide for prospective studies with a specific focus on the fasttracking of French ethic proceduresThe COVID-19 outbreak triggered a huge international research effort, a key factor to fight the pandemic. In this context, and to allow a rapid start of research projects, the French Ministry of Health decided to initiate a fasttrack process for approval of prospective research protocols in humans by the National Ethics Committee (NEC)(1). The present letter reports the worldwide registration of human research clinical studies on COVID-19, with a specific focus on French specificities.Worldwide studies recording:All clinical studies in the field of COVID-19 recorded on the national registries between May 15 th and 20 th (search terms: COVID-19 or SARS-CoV-2) were carefully identified (2). They were classified into study type i.e interventional (\"expanded access\" studies were considered as interventional) or observational, recruitment status (recruiting, not yet recruiting, or completed), and country (countries with < 10 studies were grouped in \"others\").French studies recording:In France, all prospective clinical studies must be approved by one of the 39 NECs before the first inclusion. These studies are divided into 3 different categories according to the risk/benefit ratio for the patient (Category 1: randomised controlled trials (RCT)), Category 2: interventional; Category 3: observational). During the COVID-19 outbreak, all NECs maintained their assessment of submitted studies (non-COVID-19 studies: one meeting per month). Some volunteer NECs were assessing the COVID-19 studies daily leading to decrease the time between submission and first assessment < 5 days (3).Results:On May 20 th , 2255 clinical studies about COVID-19 were registered in 18 national registries (1319 (58%)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}