{"paper_id": "0ac450a22e8f1e371aae7bc7a01d41a1cd0a9f64", "metadata": {"title": "Management of cervical cancer patients during the COVID-19 pandemic: a challenge for developing countries", "authors": [{"first": "Maria", "middle": [], "last": "Del Pilar Estevez-Diz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Instituto do Cancer do Estado de Sao Paulo-Faculdade de Medicina da Universidade de Sao Paulo", "location": {"postCode": "01246-000 2", "settlement": "Sao Paulo", "country": "Brazil"}}, "email": ""}, {"first": "Renata", "middle": [], "last": "Colombo Bonadio", "suffix": "", "affiliation": {"laboratory": "", "institution": "Instituto do Cancer do Estado de Sao Paulo-Faculdade de Medicina da Universidade de Sao Paulo", "location": {"postCode": "01246-000 2", "settlement": "Sao Paulo", "country": "Brazil"}}, "email": ""}, {"first": "Vanessa", "middle": ["Costa"], "last": "Miranda", "suffix": "", "affiliation": {"laboratory": "", "institution": "Instituto do Cancer do Estado de Sao Paulo-Faculdade de Medicina da Universidade de Sao Paulo", "location": {"postCode": "01246-000 2", "settlement": "Sao Paulo", "country": "Brazil"}}, "email": ""}, {"first": "Jesus", "middle": ["Paula"], "last": "Carvalho", "suffix": "", "affiliation": {"laboratory": "", "institution": "Instituto do Cancer do Estado de Sao Paulo-Faculdade de Medicina da Universidade de Sao Paulo", "location": {"postCode": "01246-000 2", "settlement": "Sao Paulo", "country": "Brazil"}}, "email": ""}]}, "abstract": [{"text": "During the COVID-19 pandemic, health services worldwide are going through important adaptations to assist patients infected with COVID-19, at the same time as continuing to provide assistance to other potentially life-threatening diseases. Although patients with cancer may be at increased risk for severe events related to COVID-19 infection, their oncologic treatments frequently cannot be delayed for long periods without jeopardising oncologic outcomes. Considering this, a careful consideration for treatment management of different malignancies is required.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Cervical cancer is concentrated mainly in low-middle income countries (LMICs), which face particular challenges during the COVID-19 pandemic due to the scarcity of health resources in many places. Although cervical cancer is the fourth cause of cancer death among women, it receives little attention from international Oncology societies and scientific research studies. In this review paper, we discuss the cervical cancer landscape and provide specialists recommendations for its management during the COVID-19 pandemic, particularly focused on LMICs' reality.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since December 2019, the outbreak of a new coronavirus, the SARS-COV-2 (COVID-19) has been observed with a fast spread worldwide. Currently, countries from all over the world are dealing with the consequences of the COVID-19 pandemic. By the end of May 2020, more than 340,000 fatal COVID-19 cases have been registered and numbers continue to rise exponentially [1] . Facing this, governments have been adopting incisive strategies to minimise the number of individuals with COVID-19 infection and prepare health facilities to assist these cases.", "cite_spans": [{"start": 362, "end": 365, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "An increased risk of complications from COVID-19 infection has been observed in certain groups such as older patients and those with chronic diseases. Regarding patients with cancer, the data available suggest higher rates of severe events. In a prospective Chinese cohort, among 1506 patients with acute respiratory symptoms with confirmed Policy ecancer 2020, 14:1060; www.ecancer.org; DOI: https://doi.org/10.3332/ecancer.2020.1060 2 COVID-19 infection who were hospitalised, 18 patients had a history of cancer. Despite the small sample size and its heterogeneity in terms of primary tumour and phase of treatment, the study suggested that patients with cancer history had 3.56 times (95% CI 1.8-16.1) higher rates of severe events in comparison with those without cancer [2] . In another study with 28 COVID-19 infected cancer patients, receiving oncologic treatment in the last 14 days previous to infection was identified as a risk factor for severe events (HR 4.07, 95% CI 1.08-15.3) [3] .", "cite_spans": [{"start": 776, "end": 779, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 992, "end": 995, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "The presence of an active malignancy and the oncologic treatment can lead to the impairment of physical capacity (performance-status) and immunosuppressive states and can increase the requirement for health service visits and hospitalisation [4] . All these factors may contribute to the increased risk of COVID-19 infection and the occurrence of severe events. Considering this, as well as the global efforts to minimise the overwhelming of health services in general, many cancer centres and oncology societies have been discussing the need for clinic visits and oncologic treatment procedures in different scenarios; however, many malignancies represent a considerable threat to patients' lives and treatment delays may impact oncologic outcomes. Thus, management recommendations should be adapted considering many factors, including the type of cancer, type of oncologic treatment, COVID-19 incidence on the location, and availability of health care facilities.", "cite_spans": [{"start": 242, "end": 245, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "A concern in low-middle income countries (LMICs) is the treatment of cervical cancer. Cervical cancer is the fourth most incident cancer and the fourth cause of cancer death among women, with 85% of the cases occurring in LMICs [5] . In these countries, the availability of radiotherapy equipment, which is essential for cervical cancer treatment, is frequently insufficient, leading to the need to rationalise its use [6, 7] . When facing the COVID-19 pandemic, this need for rationalisation increases. In LMICs, access to COVID-19 tests is also lower than in high-income countries and represents an additional challenge [8] .", "cite_spans": [{"start": 228, "end": 231, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 419, "end": 422, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 423, "end": 425, "text": "7]", "ref_id": "BIBREF6"}, {"start": 622, "end": 625, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "Another important particularity is that most cervical cancer cases are diagnosed in young women (median age of 50 years) and as localised potentially curable disease [9] . Despite the relevant impact of cervical cancer, scientific research and discussions by international societies are scarce due to the low frequency of this neoplasia in places as Europe and the United States of America.", "cite_spans": [{"start": 166, "end": 169, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, we aim to discuss the cervical cancer scenario during the COVID-19 pandemic and provide specialists recommendations for its management in LMICs.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In addition to all the measures recommended to the overall population in terms of social distancing, hand hygiene and education on COVID-19 infection symptoms, some recommendations can be made for cancer patients in general. First of all, it is important to highlight that any treatment decision should be based on a case-by-case analysis, which should balance the risks associated with treatment delay or discontinuation versus the risks of COVID-19 exposure and infection.", "cite_spans": [], "ref_spans": [], "section": "General recommendations"}, {"text": "Building lasting recommendations for all the cases is almost impossible. The complexity of patients and disease varies in different scenarios. In the decision-making process, it is also important to consider the working conditions of health professionals' teams and the availability of resources. The isolation measures of medical staff, restrictions on face-to-face meetings and losses of professionals affected by Covid19 are additional difficulties. Given this situation, the maintenance of a virtual tumour board is a measure that can be very useful. Different existing communication platforms can be used, providing possibilities for discussing cases with the participation of a multidisciplinary team.", "cite_spans": [], "ref_spans": [], "section": "General recommendations"}, {"text": "Whenever possible, the treatment should be done in the outpatient setting, avoiding unnecessary hospitalisations. This strategy helps to minimise the risk of patient exposure to the COVID-19 virus and decreases the demand for health care services.", "cite_spans": [], "ref_spans": [], "section": "General recommendations"}, {"text": "Patients who attend to cancer care facilities should be screened for COVID-19 symptoms. In the case of COVID-19 suspicion, they should be ideally transferred to units focused on COVID-19 care. Additionally, the number of patients' companions for clinic visits should be limited to one person at most. Visits to hospitalised patients should be restricted as well and visitors should also be screened for COVID-19 symptoms.", "cite_spans": [], "ref_spans": [], "section": "General recommendations"}, {"text": "In terms of oncologic treatment during the COVID-19 pandemic, anti-cancer treatments have been associated with increased risk of severe events as already mentioned [3] . Considering this, treatment interruptions should be considered for the patients with active COVID-19 infection until patient recovery with resolution of symptoms, especially in cases of immunosuppressive treatments such as cytotoxic chemotherapy [10] . Despite the low availability of COVID-19 tests in LMIC, we highly recommend testing patients who are currently receiving oncologic treatments since test results will guide treatment decisions.", "cite_spans": [{"start": 164, "end": 167, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 416, "end": 420, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "General recommendations"}, {"text": "Active COVID-19 infection should be determined by the presence of symptoms associated with a positive reverse transcription-polymerase chain reaction (RT-PCR) assay for SARS-CoV-2 from an upper respiratory sample [11] . Since false-negative results occur frequently with RT-PCR assay, especially in the first days of the disease, this test should be repeated if initially negative and the presumptive diagnosis of COVID-19 infection based on characteristic findings of chest computed tomography is also acceptable [12, 13] .", "cite_spans": [{"start": 213, "end": 217, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 514, "end": 518, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 519, "end": 522, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "General recommendations"}, {"text": "For cancer patients without COVID-19 infection, the start or continuation of treatment should be evaluated individually. In cases of advanced incurable cancer that has been treated with systemic therapy with satisfactory disease control, treatment pauses can be considered during the pandemic period. On the other hand, if a procedure delay may impact negatively patient's health, an effort should be made to avoid this delay, as recommended by the Society of Gynecologic Oncology [14, 15] .", "cite_spans": [{"start": 481, "end": 485, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 486, "end": 489, "text": "15]", "ref_id": null}], "ref_spans": [], "section": "General recommendations"}, {"text": "Treatment for localised potentially curable cervical cancer (stages I-IVA) should be considered a cancer treatment priority. Thus, as long as local conditions allow it, definitive treatments should be started and continued. Most patients with this diagnosis have less than 60 years, representing a group with great life expectancy after successful curative treatment [16] .", "cite_spans": [{"start": 367, "end": 371, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Priorities in cervical cancer management"}, {"text": "For patients with early-stage cervical cancer, both surgery and radiation therapy are acceptable treatment strategies. To decide between the two treatment options during the COVID-19 pandemic, local conditions of the health systems should be considered. Although surgery has the disadvantage of requiring patient hospitalisation, it allows the conclusion of treatment in a single moment. If required by local conditions, a surgical procedure delay of 4-8 weeks would be acceptable in this situation [17, 18] .", "cite_spans": [{"start": 499, "end": 503, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 504, "end": 507, "text": "18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Priorities in cervical cancer management"}, {"text": "Radiation therapy, otherwise, requires multiple daily visits to the health care facility. During this period in which individuals' dislocations are restricted, this may represent a major challenge. Especially in LMIC, radiation therapy facilities are not largely available and are localised in a few reference centres, which difficult importantly patient access during the COVID-19 pandemic. In the face of this, the surgery for earlystage cervical cancer may be a more suitable option in many locations.", "cite_spans": [], "ref_spans": [], "section": "Priorities in cervical cancer management"}, {"text": "For locally advanced cervical cancer, the standard treatment is definitive chemoradiation. Once again, since this treatment is potentially curative, it should remain a priority. Previous studies have shown that delays to initiate chemoradiation after diagnosis of locally advanced cervical cancer and duration greater than 8 weeks to conclude the therapy are both associated with poorer overall survival [19] [20] [21] . Thus, an early chemoradiation therapy, ideally without interruptions, should continue to be pursued. To decrease the number of visits to the health care facility, hypofractionated radiation therapy could be discussed in selected cases [17] .", "cite_spans": [{"start": 404, "end": 408, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 409, "end": 413, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 414, "end": 418, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 656, "end": 660, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Priorities in cervical cancer management"}, {"text": "Of note, in many situations, the oncologic treatment may represent an urgency rather than an elective procedure. This is the case of patients who presents with complications related to cancer, such as bleeding, which requires immediate measures.", "cite_spans": [], "ref_spans": [], "section": "Priorities in cervical cancer management"}, {"text": "Finally, for patients with metastatic cervical cancer, first-line chemotherapy (with or without bevacizumab, according to availability) should also be considered as a priority treatment. This therapy is associated with a clear survival benefit, justifying its continuation as long as local conditions allow it [22, 23] .", "cite_spans": [{"start": 310, "end": 314, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 315, "end": 318, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Priorities in cervical cancer management"}, {"text": "Oncotic colpocytology (Pap smear) is a valuable screening tool, allowing the identification and treatment of premalignant lesions and early cervical cancer. Nevertheless, postponing Pap smear during the COVID-19 pandemic is an acceptable strategy to minimise contact of individuals with health care units. Additionally, the treatment of intraepithelial neoplasia may be postponed [24] .", "cite_spans": [{"start": 380, "end": 384, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Non-priorities in cervical cancer management"}, {"text": "Decreasing health services burden and preserving its resources is essential. The postponement of elective screening procedures is also a recommendation of the American Society of Clinical Oncology [10] . ", "cite_spans": [{"start": 197, "end": 201, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "Non-priorities in cervical cancer management"}, {"text": "Surgery for early-stage cervical cancer-consider deferring until 4-8 weeks in regions with high COVID-19 risk. Radiation therapy is an acceptable altern-ative in case of easy access to a radiation therapy facility.", "cite_spans": [], "ref_spans": [], "section": "Non-priority"}, {"text": "Oncotic colpocytology for cervical cancer screening-can be postponed to preserve health care resources and minimise contact of an individual with health care units Chemoradiation for locally advanced cervical cancer-delays for treatment initiation and conclusion have a negative impact on overall survival.", "cite_spans": [], "ref_spans": [], "section": "Non-priority"}, {"text": "Systemic therapy after progression on first-line for metastatic cervical cancer-no overall survival benefit First-line chemotherapy (with or without bevacizumab, according to availability) for patients with metastatic cervical cancer.", "cite_spans": [], "ref_spans": [], "section": "Non-priority"}, {"text": "Neoadjuvant chemotherapy before chemoradiation for localised cervical cancer-should be avoided due to the lack of a clear benefit and the possibility of a detrimental effect.", "cite_spans": [], "ref_spans": [], "section": "Non-priority"}, {"text": "Surgical or non-surgical procedures to treat urgent complications (e.g., bleeding) in patients with a potentially curative disease.", "cite_spans": [], "ref_spans": [], "section": "Non-priority"}, {"text": "Follow-up visits after curative treatment-in case of asymptomatic patients, clinic visits can be postponed or replaced for telemedicine Moreover, as another strategy to decrease health services burden, surgical staging for locally advanced cervical cancer should be avoided. In a randomised trial with 255 patients, no statistically significant difference in overall survival was observed with surgical staging in comparison with standard clinical/radiological staging [25] .", "cite_spans": [{"start": 469, "end": 473, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Non-priority"}, {"text": "Systemic treatment for metastatic cervical cancer after progression on first-line chemotherapy is not a priority in the time being. Currently, no treatment in subsequent lines has been shown to improve overall survival in comparison with best supportive care [26] . Due to this lack of survival benefit and the risks of an immunosuppressive agent during the COVID-19 pandemic, the use of second or later lines of therapy is discouraged.", "cite_spans": [{"start": 259, "end": 263, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Non-priority"}, {"text": "In other types of cancer, such as breast cancer, the use of neoadjuvant chemotherapy has been suggested during the COVID-19 pandemic as a strategy to delay surgical treatment [27] . In cervical cancer, however, no clear benefit of neoadjuvant chemotherapy before chemoradiation has been shown. Additionally, a randomised phase II study suggested a potentially detrimental effect on the use of neoadjuvant chemotherapy [28] . Considering this, we do not recommend the use of neoadjuvant chemotherapy to postpone the definitive chemoradiation for locally advanced cervical cancer, unless it is used in a clinical trial context.", "cite_spans": [{"start": 175, "end": 179, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 418, "end": 422, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Non-priority"}, {"text": "For patients who have been successfully treated with curative therapy and are currently in follow-up, clinic visits should be postponed for the maximum interval acceptable if the patient is asymptomatic [10] . As an alternative, telemedicine should be considered where available for the follow-up visits [10, 29] .", "cite_spans": [{"start": 203, "end": 207, "text": "[10]", "ref_id": null}, {"start": 304, "end": 308, "text": "[10,", "ref_id": null}, {"start": 309, "end": 312, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Non-priority"}, {"text": "A summary of the recommendations for cervical cancer management during the COVID-19 pandemic is shown in Figure 1 and Table 1 .", "cite_spans": [], "ref_spans": [{"start": 105, "end": 113, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 118, "end": 125, "text": "Table 1", "ref_id": null}], "section": "Non-priority"}, {"text": "The world faces a uniquely challenging moment with the COVID-19 pandemic. Significant adaptation of health care services has been required to assist the COVID-19 patients, at the same time as continuing to assist other patients who cannot have their treatments postponed. During this crisis, careful attention is required for some high-risk groups such as cancer patients.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Cervical cancer patients are a particularly delicate group due to patients' young ages and the potentially curative disease for the majority of cases, occurring mainly in LMICs. We provided a series of recommendations for the management of these patients during the COVID-19 pandemic, especially focused on LMICs. Although oncology societies have provided helpful general recommendations for cervical cancer management, recommendations based on the health services particularities in these countries were lacking.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Finally, we highlight that the management for each patient should be decided on a case-by-case basis, balancing the risks and benefits of each strategy during this period.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19 Coronovirus Pandemic", "authors": [{"first": "", "middle": [], "last": "Worldometer", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China", "authors": [{"first": "W", "middle": [], "last": "Liang", "suffix": ""}, {"first": "W", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Chen", "middle": ["R"], "last": "", "suffix": ""}], "year": 2020, "venue": "Lancet Oncol", "volume": "21", "issn": "3", "pages": "335--337", "other_ids": {"DOI": ["10.1016/S1470-2045(20)30096-6"], "PMID": ["32066541"]}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical characteristics of COVID-19-infected cancer patients: a retrospective case study in three hospitals within Wuhan", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "L", "middle": [], "last": "Xie", "suffix": ""}], "year": 2020, "venue": "China Ann Oncol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.annonc.2020.03.296"], "PMCID": ["PMC7270947"]}}, "BIBREF3": {"ref_id": "b3", "title": "A practical approach to the management of cancer patients during the novel coronavirus disease 2019 (COVID-19) pandemic: An International Collaborative Group Oncologist", "authors": [{"first": "Al-Shamsi", "middle": [], "last": "Ho", "suffix": ""}, {"first": "W", "middle": [], "last": "Alhazzani", "suffix": ""}, {"first": "A", "middle": [], "last": "Alhuraiji", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1634/theoncologist.2020-0213"]}}, "BIBREF4": {"ref_id": "b4", "title": "Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries CA", "authors": [{"first": "F", "middle": [], "last": "Bray", "suffix": ""}, {"first": "J", "middle": [], "last": "Ferlay", "suffix": ""}, {"first": "I", "middle": [], "last": "Soerjomataram", "suffix": ""}], "year": 2018, "venue": "Cancer J Clin", "volume": "68", "issn": "6", "pages": "394--424", "other_ids": {"DOI": ["10.3322/caac.21492"], "PMID": ["30207593"]}}, "BIBREF5": {"ref_id": "b5", "title": "Radiotherapy in low-and middle-income countries. what can we do differently?", "authors": [{"first": "M", "middle": ["B"], "last": "Barton", "suffix": ""}, {"first": "E", "middle": [], "last": "Zubizarreta", "suffix": ""}, {"first": "M", "middle": [], "last": "Gospodarowicz", "suffix": ""}], "year": 2017, "venue": "Clin Oncol (R Coll Radiol)", "volume": "29", "issn": "2", "pages": "69--71", "other_ids": {"DOI": ["10.1016/j.clon.2016.11.009"]}}, "BIBREF6": {"ref_id": "b6", "title": "Global access to radiotherapy services: have we made progress during the past decade?", "authors": [{"first": "M", "middle": ["L"], "last": "Yap", "suffix": ""}, {"first": "E", "middle": [], "last": "Zubizarreta", "suffix": ""}, {"first": "F", "middle": [], "last": "Bray", "suffix": ""}], "year": 2016, "venue": "J Glob Oncol", "volume": "2", "issn": "4", "pages": "207--215", "other_ids": {"DOI": ["10.1200/JGO.2015.001545"], "PMID": ["28717703"]}}, "BIBREF7": {"ref_id": "b7", "title": "COVID-19) Testing", "authors": [{"first": "", "middle": [], "last": "Coronavirus", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Association of age, race, and public health insurance with stage of cervical cancer at diagnosis in Brazil: results of the EVITA cohort study (LACOG0215)", "authors": [{"first": "A", "middle": [], "last": "Rodrigues", "suffix": ""}, {"first": "A", "middle": [], "last": "De Melo", "suffix": ""}, {"first": "A", "middle": [], "last": "Calabrich", "suffix": ""}], "year": 2018, "venue": "J Clin Oncol", "volume": "36", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1200/JCO.2018.36.15_suppl.e17509"]}}, "BIBREF10": {"ref_id": "b10", "title": "World Health Organization Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Radiological Society of North America expert consensus statement on reporting chest CT findings related to COVID-19. Endorsed by the Society of Thoracic Radiology, the American College of Radiology, and RSNA", "authors": [{"first": "S", "middle": [], "last": "Simpson", "suffix": ""}, {"first": "F", "middle": ["U"], "last": "Kay", "suffix": ""}, {"first": "S", "middle": [], "last": "Abbara", "suffix": ""}], "year": 2020, "venue": "J Thorac Imaging", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/RTI.0000000000000524"], "PMID": ["32324653"]}}, "BIBREF12": {"ref_id": "b12", "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases Radiology", "authors": [{"first": "T", "middle": [], "last": "Ai", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": [], "last": "Hou", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1148/radiol.2020200642"], "PMID": ["32101510"]}}, "BIBREF13": {"ref_id": "b13", "title": "19-resources-for-health-care-practitioners/anti-cancer-therapy-and-clinical-trial-considerations-forgyn-onc-patients", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Society of Gynecologic Oncology Surgical considerations for gynecologic oncologists during the COVID-19 pandemic", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "SEER Cancer Stat Facts: Cervix Uteri Cancer", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "COVID-19 global pandemic: options for management of gynecologic cancers", "authors": [{"first": "P", "middle": ["T"], "last": "Ramirez", "suffix": ""}, {"first": "L", "middle": [], "last": "Chiva", "suffix": ""}, {"first": "Agz", "middle": [], "last": "Eriksson", "suffix": ""}], "year": null, "venue": "Int J Gynecol Cancer", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Surgical considerations for gynecologic oncologists during the COVID-19 pandemic", "authors": [{"first": "S", "middle": [], "last": "Dowdy", "suffix": ""}, {"first": "A", "middle": [], "last": "Fader", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Effect of time interval from diagnosis to treatment for cervical cancer on survival: a nationwide cohort study", "authors": [{"first": "C", "middle": ["P"], "last": "Chen", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Kung", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "PLoS One", "volume": "14", "issn": "9", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0221946"], "PMID": ["31483834"]}}, "BIBREF19": {"ref_id": "b19", "title": "The effect of treatment time in locally advanced cervical cancer in the era of concurrent chemoradiotherapy", "authors": [{"first": "S", "middle": [], "last": "Song", "suffix": ""}, {"first": "S", "middle": [], "last": "Rudra", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Hasselle", "suffix": ""}], "year": 2013, "venue": "Cancer", "volume": "119", "issn": "2", "pages": "325--331", "other_ids": {"DOI": ["10.1002/cncr.27652"]}}, "BIBREF20": {"ref_id": "b20", "title": "Data-derived treatment duration goal for cervical cancer: should 8 weeks remain the target in the era of concurrent chemoradiation?", "authors": [{"first": "J", "middle": ["C"], "last": "Hong", "suffix": ""}, {"first": "J", "middle": [], "last": "Foote", "suffix": ""}, {"first": "G", "middle": [], "last": "Broadwater", "suffix": ""}], "year": 2017, "venue": "JCO Clin Cancer Inform", "volume": "1", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1200/CCI.16.00072"]}}, "BIBREF21": {"ref_id": "b21", "title": "Phase III study of cisplatin with or without paclitaxel in stage IVB, recurrent, or persistent squamous cell carcinoma of the cervix: a gynecologic oncology group study", "authors": [{"first": "D", "middle": ["H"], "last": "Moore", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Blessing", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Mcquellon", "suffix": ""}], "year": 2004, "venue": "J Clin Oncol", "volume": "22", "issn": "15", "pages": "3113--3119", "other_ids": {"DOI": ["10.1200/JCO.2004.04.170"], "PMID": ["15284262"]}}, "BIBREF22": {"ref_id": "b22", "title": "Improved survival with bevacizumab in advanced cervical cancer", "authors": [{"first": "K", "middle": ["S"], "last": "Tewari", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Sill", "suffix": ""}, {"first": "Long", "middle": [], "last": "Hj", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "370", "issn": "8", "pages": "734--743", "other_ids": {"DOI": ["10.1056/NEJMoa1309748"], "PMID": ["24552320"]}}, "BIBREF23": {"ref_id": "b23", "title": "ASCCP Interim Guidance for Timing and Treatment Procedures for Patients with Abnormal Cervical Screening Tests", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "UTERUS-11 STUDY: A randomized clinical trial on surgical staging versus ctstaging prior to primary chemoradiation in patients with FIGO2009 stages IIB-IVA cervical cancer", "authors": [{"first": "S", "middle": [], "last": "Marnitz-Schulze", "suffix": ""}, {"first": "A", "middle": [], "last": "Tsunoda", "suffix": ""}, {"first": "P", "middle": [], "last": "Martus", "suffix": ""}], "year": 2019, "venue": "Int J Gynecol Cancer", "volume": "29", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The impact of systemic therapy beyond first-line treatment for advanced cervical cancer", "authors": [{"first": "J", "middle": [], "last": "Mclachlan", "suffix": ""}, {"first": "S", "middle": [], "last": "Boussios", "suffix": ""}, {"first": "A", "middle": [], "last": "Okines", "suffix": ""}], "year": null, "venue": "Clin Oncol (R Coll Radiol)", "volume": "29", "issn": "3", "pages": "153--160", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Society of Surgical Oncology Resource for Management Options of Breast Cancer During COVID-19", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Neoadjuvant chemotherapy with cisplatin and gemcitabine followed by chemoradiation versus chemoradiation for locally advanced cervical cancer: a randomized phase ii trial", "authors": [{"first": "Scs", "middle": [], "last": "Da Costa", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Bonadio", "suffix": ""}, {"first": "Fcg", "middle": [], "last": "Gabrielli", "suffix": ""}], "year": 2019, "venue": "J Clin Oncol", "volume": "37", "issn": "33", "pages": "3124--3131", "other_ids": {"DOI": ["10.1200/JCO.19.00674"], "PMID": ["31449470"]}}, "BIBREF28": {"ref_id": "b28", "title": "Cancer care during the spread of coronavirus disease 2019 (COVID-19) in Italy: young oncologists' perspective", "authors": [{"first": "M", "middle": [], "last": "Lambertini", "suffix": ""}, {"first": "A", "middle": [], "last": "Toss", "suffix": ""}, {"first": "A", "middle": [], "last": "Passaro", "suffix": ""}], "year": 2020, "venue": "ESMO Open", "volume": "5", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.1136/esmoopen-2020-000759"]}}}, "ref_entries": {"FIGREF0": {"text": "Flowchart of recommendations for the management of cervical cancer patients in active treatment during the COVID-19 pandemic.", "latex": null, "type": "figure"}}, "back_matter": [{"text": "All authors participated in the study conception and design, literature search and data collection and interpretation.Maria del Pilar Estevez-Diz and Renata Colombo Bonadio participated in the manuscript writing and construction of tables and figures.All authors reviewed the manuscript and approved the final version.All authors are accountable for all aspects of the work.", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}, {"text": "Renata Colombo Bonadio has received financial support for educational programs from AstraZeneca and financial support for attending symposia from Roche. Vanessa Costa Miranda has received honoraria from Mundipharma. All other authors have no disclosures/conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Disclosures/conflicts of interest"}, {"text": "No funding to declare.", "cite_spans": [], "ref_spans": [], "section": "Funding"}]}