{
    "paper_id": "0ad97377e427a46655faf7a13cd34d14a4409b4a",
    "metadata": {
        "title": "ACC Advocacy We Own the Problem, We Must Own the Solution",
        "authors": [
            {
                "first": "Samuel",
                "middle": [
                    "O"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ACC Health Affairs Committee",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sandra",
                "middle": [
                    "J"
                ],
                "last": "Lewis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ACC Health Affairs Committee",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Heartpac",
                "middle": [],
                "last": "Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ACC Health Affairs Committee",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Lewis",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ACC Health Affairs Committee",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Telemedicine also quickly emerged as a critical solution to being able to safely provide continued care for cardiovascular (CV) patients-with and without COVID-19. However, without reimbursement for these visits, practices and systems found themselves facing tremendous financial strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Within this landscape, it was easy to question if anyone was looking out for clinicians and their ability to provide the best care to patients. Thankfully, the ACC, including its advocacy leaders and staff, were listening and primed to \"care for the caregivers\" by providing support and delivering solutions on multiple fronts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ACC's Health Affairs Committee started receiving urgent requests for public policy interventions from members across the United States almost from the start. \"Comments needed by noon tomorrow\" became an almost daily request-and the Committee responded. The College's existing relationships with state and national lawmakers, regulatory agencies, and payers fostered by ACC members and staff over the years, coupled with its reputation as a trusted leader in the health care space, helped ensure we were able to pivot quickly and hit the ground running.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"COMMENTS NEEDED BY NOON TOMORROW\""
        },
        {
            "text": "As other areas of the College ",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 29,
                    "text": "College",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "\"COMMENTS NEEDED BY NOON TOMORROW\""
        },
        {
            "text": "national policymakers and other key stakeholders. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"COMMENTS NEEDED BY NOON TOMORROW\""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Where have all the heart attacks gone? New York Times",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Krumholtz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ACP on role digital, telehealth can play to mitigate community spread of COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "American College Of Cardiology",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Acc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Here's what the ACC is telling the administration and members of congress regarding COVID-19",
            "authors": [
                {
                    "first": "American",
                    "middle": [],
                    "last": "College",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cardiology",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "he door slammed shut on our known world somewhere around March 15, 2020-beware the Ides of March. The coronavirus disease-2019 (COVID-19) pandemic burst upon our lives, bringing previously unimaginable changes to the health care system. For some, this meant risking their own lives to care for those with critical illness related to COVID-19. For others, this meant continuing to care for non-COVID-19 patients as the care delivery system transformed virtually overnight. In the initial days of the pandemic, inadequate personal protective equipment (PPE) dominated clinician concerns and was the focal point of communications to Congress, regulatory agencies, state legislatures, and hospital administrators. Our duty to provide patient care had to be balanced with the need to protect ourselves and fellow health care workers, creating both internal and occasional external conflicts. A need for education and protocols also became evident. What was the risk to staff in catheterization laboratories? How do you safely care for an intubated COVID-19 patient? Should ST-segment elevation myocardial infarction care change to avoid exposing more staff to the COVID-19 patient with myopericarditis syndromes presenting as myocardial infarctions? As the pandemic continued, concerns about liability for stepping into nontraditional roles and how to best care for non-COVID-19 patients also became a focus of discussion. In a widely read op-ed in The New York Times, \"Where Have All the Heart Attacks Gone?\" (1), Harlan Krumholz, MD, FACC, noted an alarming decline in the number of people going to the hospital for heart attack or stroke symptoms. In response, the American College of Cardiology (ACC) developed Car-dioSmart patient education materials and alerted members, patients, and the media to the importance of calling 9-1-1 and not avoid seeking care.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The need for financial viability for health care delivery remains at the forefront of ACC Advocacy. For one, the health care sector's financial survival holds a unique place in the floundering economy. Health care must continue for the sake of patients. The disruption of all delivery models is dire. ACC members in private practice situations are deeply damaged. Group practices, hospital-based members, and academic centers struggle with budget shortfalls while knowing that patient care must be sustained. Notably, the CARES (Coronavirus Aid, Relief, and Economic Security) Act set aside $100 billion for a Provider Relief Fund for eligible providers and distribution of advanced payments in the form of paycheck protection programs and low-interest disaster loans. A subsequent $75 billion was set aside in the Paycheck Protection Act to ensure ongoing medical care and the survival of care teams, with workers enduring extreme physical and mental challenges, while often also facing reduced compensation.These stimulus allocations were intended to provide relief with rapid transit of funds and were delivered based on tax ID numbers (TINs), not directly to clinicians. Some ACC members in integrated practices have been adequately supported by the hospital. Unfortunately, other groups have experienced the opposite: the hospital system received the large relief payment but still cut pay to employed practices. These dynamics of the integrated, employed model will need to continue to be monitored.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "rapidly worked to develop and disseminate clinical guidance, expert commentary and the latest published research via the ACC's new COVID-19 Hub, ACC Advocacy was able to leverage its relationships with partner CV and other specialty societies and the many grassroots \"boots on the ground\" (or on Zoom) to provide real-time, thoughtful, and extensive feedback to state and",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Our work has led-and continues to lead-directly to critical policy relief to maintain access to care for patients, provide protection for the health care workforce, and build financial bridges to help practices and institutions survive. The highlights, all of which tie to our fundamental advocacy charge of advancing solutions to increase access, quality, and value of patient care and promote heart health, are listed in the following text.TELEHEALTH. ACC began its COVID-19 advocacy efforts in earnest by initiating and issuing a statement with the American College of Physicians on the need for increased access to telehealth to combat community spread of the novel coronavirus (2). Having successfully worked to secure this provision in the first COVID-19 emergency funding package passed by Congress, College leadership and ACC advocacy staff continued their interface with the administration to not only ensure that timely guidance was released, but also to request flexibilities and waivers of tele-health plans to waive prior authorizations during the emergency period. The message was heard; CMS issued guidance encouraging Medicare Advantage plans to waive or relax requirements during this emergency. The ACC will continue to advocate for flexibility as scheduled procedures resume.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "THE CV TEAM. The CV team continues to be a top priority, especially given the critical roles all members of the CV team are playing in the treatment and management of COVID-19 patients. The ACC has advocated on behalf of the entire CV team at multiple points with recommendations prior to each of the 4 stimulus packages from Congress. Among the successes, CV team members can now order home health services for Medicare beneficiaries. Recent letters to Congress continue to advocate for advance practice practitioners to have supervision for cardiac rehabilitation, which in many cases has fallen victim to COVID-19 out of caution for patient and clinician safety. The College is also opposed to measures deemed more \"physician oriented\" that leave out the members of the team. Going forward, COVID-19 has forever changed the practice of medicine. Innovations like telemedicine will undoubtedly continue to play a greater role in health care delivery. Looking to the future, we must ensure that these innovations are incorporated in ways that help close, not broaden, the gap in health care disparities. The ACC is committed to ensuring that safeguards for both patients and clinicians are in place, and to providing leadership in the creation of remote care models and health information technology innovation, even after the COVID-19 public health emergency ends. While the urgent requests for \"comments needed by noon tomorrow\" have gradually slowed, our advocacy work continues. COVID-19, if nothing else, has demonstrated the power and importance of advocacy. A united voice can bring real change.Moving forward, practitioner safety, liability, financial instability, IT innovation, and offering the best CV care for our patients will continue to drive advocacy at the ACC, keeping us at the table. Our goal is when ACC members ask: \"Who is looking out for us?\" the answer is clear.ADDRESS FOR CORRESPONDENCE: Dr. Samuel Jones, Chattanooga Heart Institute, 2501 Citico Avenue, Chattanooga, Tenessee 37404. E-mail: sjones@chattanoogaheart.com.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}