{"paper_id": "0ada5c748515d91d23487d2ab157b7cf830449eb", "metadata": {"title": "Lymphocyte-to-C-Reactive Protein Ratio: A Novel Predictor of Adverse Outcomes in COVID-19", "authors": [{"first": "Waqas", "middle": [], "last": "Ullah", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bikash", "middle": [], "last": "Basyal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shafaq", "middle": [], "last": "Tariq", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Talal", "middle": [], "last": "Almas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rehan", "middle": [], "last": "Saeed", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sohaib", "middle": [], "last": "Roomi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shujaul", "middle": [], "last": "Haq", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": [], "last": "Madara", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Margot", "middle": [], "last": "Boigon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Donald", "middle": ["C"], "last": "Haas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["L"], "last": "Fischman", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Systemic inflammation elicited by a cytokine storm is considered a hallmark of coronavirus disease 2019 . This study aims to assess the validity and clinical utility of the lymphocyte-to-C-reactive protein (CRP) ratio (LCR), typically used for gastric carcinoma prognostication, versus the neutrophil-to-lymphocyte ratio (NLR) for predicting in-hospital outcomes in COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: A retrospective cohort study was performed to determine the association of LCR and NLR with the need for invasive mechanical ventilation (IMV), dialysis, upgrade to an intensive care unit (ICU) and mortality. Independent t-test and multivariate logistic regression analysis were performed to calculate mean differences and adjusted odds ratios (aORs) with its 95% confidence interval (CI), respectively.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The mean age for NLR patients was 63.6 versus 61.6, and for LCR groups, it was 62.6 versus 63.7 years, respectively. The baseline comorbidities across all groups were comparable except that the higher LCR group had female predominance. The mean NLR was significantly higher for patients who died during hospitalization (19 vs. 7, P ≤ 0.001) and those requiring IMV (12 vs. 7, P = 0.01). Compared to alive patients, a significantly lower mean LCR was observed in patients who did not survive hospitalization (1,011 vs. 632, P = 0.04). For patients with a higher NLR (> 10), the unadjusted odds of mortality (odds ratios (ORs) 11.0, 3.6 -33.0, P < 0.0001) and need for IMV (OR 3.3, 95% CI 1.4 -7.7, P = 0.008) were significantly higher compared to patients with lower NLR. By contrast, for patients with lower LCR (< 100), the odds of in-hospital all-cause mortality were significantly higher compared to patients with a higher LCR (OR 0.2, 0.06 -0.47, P = 0.001). The aORs controlled for baseline comorbidities and medications mirrored the overall results, indicating a genuinely significant correlation between these biomarkers and outcomes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A high NLR and decreased LCR value predict higher odds of in-hospital mortality. A high LCR at presentation might indicate impending clinical deterioration and the need for IMV.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The coronavirus disease 2019 (COVID-19) is a global pandemic caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). By binding to the angiotensinconverting enzyme 2 (ACE2) receptor, the S1 subset of the surface spike protein elicits the production of angiotensin 1. The ACE then converts angiotensin 1 to angiotensin 2, which in turn binds to the angiotensin receptor, upregulating the levels of endothelin-1 (ET-1). This results in a widespread inflammatory response with the release of pro-inflammatory cytokines and interleukins [1, 2] . The large-scale unregulated production of interleukins, particularly interleukin-6 (IL-6), stimulates several downstream pathways, increasing the production of acute-phase reactants like C-reactive protein (CRP), and increases mobilization of neutrophils [3] . This, along with stress-induced neutrophilia, likely explains the relative lymphopenia seen in severe manifestations of the SARS-CoV-2 infection [4] [5] [6] .", "cite_spans": [{"start": 559, "end": 562, "text": "[1,", "ref_id": "BIBREF2"}, {"start": 563, "end": 565, "text": "2]", "ref_id": "BIBREF3"}, {"start": 823, "end": 826, "text": "[3]", "ref_id": "BIBREF4"}, {"start": 974, "end": 977, "text": "[4]", "ref_id": "BIBREF5"}, {"start": 978, "end": 981, "text": "[5]", "ref_id": "BIBREF6"}, {"start": 982, "end": 985, "text": "[6]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "Several studies have sought to demonstrate the clinical utility and feasibility of the neutrophil-to-lymphocyte ratio (NLR) in predicting COVID-19 outcomes [6] . A high NLR value at admission has been proposed as suggestive of COV-ID-19, while confirmatory tests are pending and a rising NLR has been shown to be associated with worse clinical outcomes in severe COVID-19. While the NLR is well studied, a similar biomarker ratio, the lymphocyte-to-CRP ratio (LCR), has, so far, not been utilized. Typically, the LCR is used as a prognostic marker for several types of cancers, including colon and gastric carcinomas [7] [8] [9] [10] . The rationale behind this is that the LCR serves as a good surrogate of the complex host-tumor immunological interactions that result in a systemic inflammatory process, which is believed to contribute towards the pathogenesis and progression of these carcinomas [11] . Since COVID-19 also precipitates a systemic inflammatory response, it follows that the LCR may also be a good proxy marker in this disease process and may carry prognostic value.", "cite_spans": [{"start": 156, "end": 159, "text": "[6]", "ref_id": "BIBREF9"}, {"start": 617, "end": 620, "text": "[7]", "ref_id": "BIBREF10"}, {"start": 621, "end": 624, "text": "[8]", "ref_id": "BIBREF11"}, {"start": 625, "end": 628, "text": "[9]", "ref_id": "BIBREF12"}, {"start": 629, "end": 633, "text": "[10]", "ref_id": "BIBREF13"}, {"start": 899, "end": 903, "text": "[11]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "The present study aims to shed light on whether LCR and", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This retrospective cohort study included consecutive adult inpatients (≥ 18 years old) from Abington Hospital-Jefferson Health, PA, USA. All patients had a confirmed diagnosis of COVID-19 between March 1, 2020 and May 10, 2020. This study was conducted in compliance with the ethical standards of the responsible institution on human subjects as well as with the Helsinki Declaration. The study was approved by the Institutional Review Board (IRB).", "cite_spans": [], "ref_spans": [], "section": "Study design and participants"}, {"text": "The study was retrospective in design, data was obtained by chart review and there were no direct patient interactions. No patient was involved in the design, recruitment and conduct of the study. The development of research question and outcome measures were influenced by common inpatient outcomes for hospitalized patients and the results of this study will not be directly disseminated to study participants.", "cite_spans": [], "ref_spans": [], "section": "Patient and public involvement"}, {"text": "Clinical, demographic, laboratory, treatment, and outcome data were extracted from electronic medical records (Sunrise) using a standardized data collection form. All authors contributed to data retrieval and an independent author adjudicated any difference in interpretation between the data extractors. SARS-CoV-2 was detected in respiratory specimens (throat swabs) by next-generation sequencing or real-time qualitative polymerase chain reaction (RT-qPCR) methods. The laboratory values, cutoff variables and methods for laboratory confirmation of SARS-CoV-2 infection were standardized. Data regarding baseline comorbidities included a history of diabetes mellitus (DM), hypertension (HTN), chronic kidney disease (CKD) and coronary artery disease (CAD). In-hospital medications used included hydroxychloroquine (HCQ), tocilizumab, steroids and anticoagulation (AC). Routine blood work included coagulation profile, complete blood count, serum biochemical tests (renal function, CRP, D-dimer, lactate dehydrogenase (LDH), myocardial enzymes (troponin T (TnT)) and serum ferritin. Chest radiographs or computed tomography (CT) scans were also done for most inpatients where clinically indicated. Acute cardiac injury was diagnosed if serum levels of cardiac biomarkers (TnT) were above the 99th percentile upper reference limit in conjunction with new abnormalities on the electrocardiography (EKG) and transthoracic echocardiography (TTE). The criteria for discharge were absence of fever, freedom from symptoms, substantial clinical or radiological improvement for at least 1 day.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Continuous variables were presented as mean and standard deviations (SD); categorical variables were reported in percentages and proportions. A Chi-square (χ 2 ) test was used for comparison of categorical data; Fisher's exact test was only adopted if the expected count in more than 20% cells was less than 5. To quantify the association between the dichotomous categorical variables, an unadjusted odds ratio (OR) was obtained using the Cochran-Mantel-Haenszel method. To explore the risk factors and gauge the impact of potential effect modifiers (covariates) on our endpoints (in-hospital death, need for an upgrade, ventilators and dialysis) binomial and multinomial logistic regression models were applied as appropriate. The differences in the baseline comorbidities (DM, HTN, CAD, CKD) and medication use (HCQ, tocilizumab, remdesivir, AC and steroids) were accounted for to obtain an adjusted odds ratio (aOR) for all outcomes. The Hosmer-Lemeshow (HL) goodness-of-fit test was used to predict the fitness of logistic regression models for applicability to categorical data. For normally and abnormally distributed continuous data, an independent sample t-test and Mann-Whitney U test were utilized, respectively. A one-way analysis of variance (ANOVA) was used to compare differences in the mean of continuous variables for multiple in-hospital complications. A two-sided α of less than 0.05 was considered statistically significant corroborating inference from a 95% confidence interval (CI). Statistical analyses were performed using the SPSS software (version 25).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A total of 176 consecutive patients with a confirmed diagnosis of COVID-19 were included in our study. Patients were divided into two comparison groups: low NLR (< 10) versus high NLR (> 11), and low LCR (< 100) and high LCR (> 101 (7):415-422", "cite_spans": [], "ref_spans": [], "section": "Demographics and baseline characteristics"}, {"text": "The mean difference in the levels of NLR and LCR between patients on definitive COVID-19 therapy compared to those not receiving therapy were mostly identical across its respective groups with few exceptions. On day 1 of presentation, the mean NLR for patients receiving HCQ versus no HCQ were 8 ± 9 versus 5 ± 4 (P = 0.15), tocilizumab versus no tocilizumab 8 ± 6 versus 7 ± 9 (P = 0.84), AC versus no AC 10 ± 16 versus 7 ± 5 (P = 0.19) and steroids versus no steroids 6 ± 5 versus 8 ± 9 (P = 0.51), respectively. Similarly, there was no significant difference in the post-treatment mean values of NLR in patients who received HCQ versus no HCQ (9 ± 11 vs. 5 ± 3, P = 0.28), tocilizumab versus no tocilizumab (10 ± 14 vs. 9 ± 9, P = 0.74), and steroids versus no steroids (11 ± 14 vs. 8 ± 9, P = 0.16) respectively. The mean NLR for patients on AC was significantly higher compared to the no AC group (15 ± 17 vs. 7 ± 7, P = 0.02). The mean LCR values closely followed the overall trend of mean NLR ratios. were not significantly different (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 1041, "end": 1049, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "In interventions"}, {"text": "Mean differences in NLR and LCR for hard clinical outcomes such as in-hospital mortality and resource allocation were also calculated. The mean NLR and LCR differences on day 1 of admission were not significantly different between patients requiring an upgrade (10 ± 13 vs. 6 ± 5, P = 0.06; 4,010 vs. 493, P = 0.25), ventilator support (9 ± 12 vs. 6 ± 5, P = 0.05; 3,675 vs. 515, P = 0.26) and dialysis (11 ± 8 vs. 7 ± 8, P = 0.20; 712 vs. 1,688, P = 0.82) compared to corresponding patients not requiring an upgrade, ventilator and dialysis. Similarly, the mean difference in NLR and LCR in patients surviving compared to patients who died on presentation was identical (7 ± 9 vs. 9 ± 6, P = 0.42; 1,784 vs. 474, P = 0.67), respectively. On day 7, higher means of NLR were associated with a higher requirement for invasive mechanical ventilation (IMV) (12 ± 10 vs. 7 ± 10, P = 0.01) and increased mortality (19 ± 13 vs. 7 ± 9, P ≤ 0.0001). Higher mean LCR was associated with a higher need for an upgrade (1,784 vs. 452, P = 0.001) and IMV (1,592 vs. 489, P = 0.01). The mean LCR for surviving patients was higher compared to non-surviving patients (1,011 vs. 632, P = 0.04). (Fig. 2 ; Supplementary Materials 1, 2, www.jocmr.org).", "cite_spans": [], "ref_spans": [{"start": 1177, "end": 1184, "text": "(Fig. 2", "ref_id": "FIGREF1"}], "section": "In outcomes"}, {"text": "In terms of in-hospital complications, patients with new-onset atrial fibrillation (AF) in conjunction with sepsis had the highest mean of NLR (27.65 ± 37.48), while patients with heart failure and AF had the highest mean value of LCR (8,177.46 ± 11,468.12). The detailed rates and mean values are given in Supplementary Materials 3, 4 (www. jocmr.org).", "cite_spans": [], "ref_spans": [], "section": "In complications"}, {"text": "On presentation, the unadjusted OR for in-hospital mortality (OR 1.6, 0.5 -5.5, P = 0.63), need for upgrade to intensive care unit (ICU) (OR 1.7, 0.7 -4.1, P = 0.30), and requirement for IMV (OR 1.5, 0.6 -3.5, P = 0.46) and dialysis (OR 2.5, 0.6 -10.3, P = 0.39) were not significantly different between patients with high NLR (> 11) and those with low NLR. By contrast, the unadjusted odds for LCR served as reliable predictors for primary endpoints at presentation. High LCR (> 101) was associated with a significantly higher odds of IMV and upgrade (OR 2.5, 1.3 -5.0, P = 0.01; OR 2.9, 1.47 -6.1, P = 0.004), respectively. The odds of need for dialysis (OR 1.8, 0.4 -7.1, P = 0.63) and mortality (OR 0.71, 0.3 -1.8, P = 0.62) were identical between patients with high NLR and low NLR on day 1 (Tables 2, 3, Fig. 3 ). On day 7 of hospitalization, high NLR was associated with higher odds of in-hospital mortality (OR 11.0, 3.6 -33.0, P < 0.0001) and a higher requirement for IMV (OR 3.3, 1.4 -7.7, P = 0.008). There was no significant difference in the need ", "cite_spans": [], "ref_spans": [{"start": 796, "end": 816, "text": "(Tables 2, 3, Fig. 3", "ref_id": "FIGREF1"}], "section": "ORs of outcomes"}, {"text": "Our study reveals that a lower LCR and a high NLR could serve as predictive markers for in-hospital complications and mortality in patients with COVID-19. Compared to NLR, high LCR on presentation accurately predicts the in-hospital need for IMV and an upgrade to the ICU. During hospitalization, while an elevated NLR was also associated with higher odds of ICU upgrade and ventilatory support, a similar correlation was not seen with the LCR values. Even after completion of offlabel therapy for COVID-19 (HCQ, tocilizumab), a high NLR and low LCR were associated with significantly higher odds of in-hospital mortality. Based on our findings, we advocate for the use of LCR as a reliable predictor of the risk of in-hospital complications at presentation, while both high NLR and low LCR are useful prognostic markers for overall mortality risk.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To the best of our knowledge, this is the first study among patients with COVID-19 identifying the potential role of LCR in predicting the outcomes of COVID-19. Both NLR and LCR serve to highlight a relative lymphopenia compared to normal or elevated neutrophil counts and raised CRP levels, respectively. Based on previous studies, it is believed that COVID-19-related widespread inflammation results in immune dysregulation and apoptotic loss of lymphocytes [12] . The coronavirus has also been demonstrated in circulating lymphocytes, causing a direct cytotoxic mediated destruction [8, 13] . Lymphopenia, by these mechanisms, as well as stress-mediated neutrophilia, leads to a high NLR. However, the LCR may be more sensitive in capturing the early part of the inflammatory cascade as CRP levels have been shown to rise earlier than either neutrophilia or lymphopenia is seen. Thus, a low LCR and a high NLR, which both represent systemic inflammation, albeit at different time frames, can be regarded as independent markers of in-hospital complications and mortality [6] .", "cite_spans": [{"start": 460, "end": 464, "text": "[12]", "ref_id": "BIBREF15"}, {"start": 586, "end": 589, "text": "[8,", "ref_id": "BIBREF11"}, {"start": 590, "end": 593, "text": "13]", "ref_id": "BIBREF16"}, {"start": 1073, "end": 1076, "text": "[6]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "A previous meta-analysis by Lagunas-Rangel et al, on six studies, concluded that a rise in the NLR and decline in LCR might correlate with the severity of COVID-19 [13] . While this study has duly evaluated the prognostic ability of LCR and NLR for adverse post-infective outcomes, it was vastly underpowered to stratify its results based on specific outcomes. By contrast, our study has determined that adjusted odds of LCR could be a reliable marker in the prediction for the need for high-level care, ventilator support and in-hospital all-cause mortality. Additionally, our study demonstrated that the incidence of in-hospital complications is higher with a high LCR at presentation, while the mortality risk correlates with a high NLR and low LCR during hospitalization.", "cite_spans": [{"start": 164, "end": 168, "text": "[13]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "It is also important to note that, while high NLR is known to correlate with the severity of COVID-19-related complications, its utility might be limited in certain situations. For instance, patients on high-dose steroids can have a falsely elevated NLR due to the demargination of neutrophils and ensuing neutrophilia. This is vividly demonstrated in our study, with a mean NLR on steroids of 11.3 ± 14, significantly higher than that of patients not on steroid therapy (8.2 ± 9) . Similarly, NLR could falsely be suppressed in immunocompromised patients with neutropenia either due to the chemotherapy or bone marrow infiltration by the primary malignancy. LCR, in these situations, can serve as a reliable marker to predict the severity of the disease as this value is unaffected by the aforementioned confounders. Nonetheless, both LCR and NLR values should not be used as absolute indicators and require interpretation in the clinical context.", "cite_spans": [{"start": 471, "end": 480, "text": "(8.2 ± 9)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Early predictability of in-hospital complications can help in timely and effective allocation of available resources. Physicians can, therefore, adopt aggressive therapeutic measures in patients with initial high LCR, rising NLR and decreasing LCR. In the setting of a pandemic, with finite healthcare resources to allocate, it is essential for providers to have robust and validated tools to guide where best these resources can be deployed. We believe that NLR and LCR when used in the appropriate clinical setting can play just such a role for healthcare teams by assisting early triage and guiding prognosis in COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The findings of our study should be interpreted in light of its limitations. Due to the retrospective non-randomized nature of the study, a causal relationship could not be ascertained. Although the overall findings were adjusted for covariates, including baseline comorbidities and medications, the impact of unmeasured confounders such as initiation of several complementary therapies at the treating physician's discretion, could not be determined. Based on our clinical experience, the average duration of any therapy for COVID-19 was less than 7 days; therefore, we chose to use day 1 and day 7 laboratory values. However, given the variable frequency of laboratory specimen collection, it is not possible for us to ascertain if these truly represented pre-and post-treatment values accurately in all cases. Moreover, by excluding patients still in the hospital, the case fatality ratio in our study cannot reflect the true mortality of COVID-19. Lastly, the interpretation of our findings might be limited by the sample size. However, by adjusting the adult patients with confirmed disease, we believe that our population is the best representative of the real-world cohort.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "A high LCR at presentation appears to predict an increased need for IMV and intensive care. A high NLR and low LCR, after COVID-19 therapy, predict higher odds of mortality.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Large-scale studies are needed to validate our findings.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "LCR: A Predictor of Adverse Outcomes in COVID-19", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2", "authors": [{"first": "W", "middle": [], "last": "Song", "suffix": ""}, {"first": "M", "middle": [], "last": "Gui", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiang", "suffix": ""}], "year": 2018, "venue": "PLoS Pathog", "volume": "14", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Coronaviruses post-SARS: update on replication and pathogenesis", "authors": [{"first": "S", "middle": [], "last": "Perlman", "suffix": ""}, {"first": "J", "middle": [], "last": "Netland", "suffix": ""}], "year": 2009, "venue": "Nat Rev Microbiol", "volume": "7", "issn": "6", "pages": "439--450", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Architecture of the SARS coronavirus prefusion spike", "authors": [{"first": "D", "middle": ["R"], "last": "Beniac", "suffix": ""}, {"first": "A", "middle": [], "last": "Andonov", "suffix": ""}, {"first": "E", "middle": [], "last": "Grudeski", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Booth", "suffix": ""}], "year": 2006, "venue": "Nat Struct Mol Biol", "volume": "13", "issn": "8", "pages": "751--752", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China", "authors": [{"first": "Q", "middle": [], "last": "Ruan", "suffix": ""}, {"first": "K", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "J", "middle": [], "last": "Song", "suffix": ""}], "year": 2020, "venue": "Intensive Care Med", "volume": "46", "issn": "5", "pages": "846--848", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Host cell entry of Middle East Figure 3. Forest plots of unadjusted odds ratio of outcomes across NLR and LCR groups. NLR: neutrophil-to-lymphocyte ratio", "authors": [{"first": "J", "middle": ["K"], "last": "Millet", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Whittaker", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "LCR: A Predictor of Adverse Outcomes in COVID-19", "authors": [], "year": 2020, "venue": "J Clin Med Res", "volume": "12", "issn": "7", "pages": "415--422", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "respiratory syndrome coronavirus after two-step, furinmediated activation of the spike protein", "authors": [], "year": 2014, "venue": "Proc Natl Acad Sci U S A", "volume": "111", "issn": "42", "pages": "15214--15219", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Neutrophil-to-lymphocyte ratio as an independent risk factor for mortality in hospitalized patients with COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Du", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jin", "suffix": ""}, {"first": "L", "middle": [], "last": "Peng", "suffix": ""}, {"first": "Hhx", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Luo", "suffix": ""}], "year": 2020, "venue": "J Infect", "volume": "81", "issn": "1", "pages": "6--12", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Preoperative C-reactive protein as a prognostic and therapeutic marker for colorectal cancer", "authors": [{"first": "Y", "middle": [], "last": "Koike", "suffix": ""}, {"first": "C", "middle": [], "last": "Miki", "suffix": ""}, {"first": "Y", "middle": [], "last": "Okugawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Yokoe", "suffix": ""}, {"first": "Y", "middle": [], "last": "Toiyama", "suffix": ""}, {"first": "K", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "Y", "middle": [], "last": "Inoue", "suffix": ""}], "year": 2008, "venue": "J Surg Oncol", "volume": "98", "issn": "7", "pages": "540--544", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Lymphocyte-to-C-reactive protein ratio and score are clinically feasible nutrition-inflammation markers of outcome in patients with gastric cancer", "authors": [{"first": "Y", "middle": [], "last": "Okugawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Toiyama", "suffix": ""}, {"first": "A", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "T", "middle": [], "last": "Shigemori", "suffix": ""}, {"first": "T", "middle": [], "last": "Ichikawa", "suffix": ""}, {"first": "C", "middle": [], "last": "Yin", "suffix": ""}, {"first": "A", "middle": [], "last": "Suzuki", "suffix": ""}], "year": 2020, "venue": "Clin Nutr", "volume": "39", "issn": "4", "pages": "1209--1217", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Lymphocyte-C-reactive protein ratio as promising new marker for predicting surgical and oncological outcomes in colorectal cancer", "authors": [{"first": "Y", "middle": [], "last": "Okugawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Toiyama", "suffix": ""}, {"first": "A", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "T", "middle": [], "last": "Shigemori", "suffix": ""}, {"first": "S", "middle": [], "last": "Ide", "suffix": ""}, {"first": "T", "middle": [], "last": "Kitajima", "suffix": ""}, {"first": "H", "middle": [], "last": "Fujikawa", "suffix": ""}], "year": 2019, "venue": "Ann Surg", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Systemic analysis of predictive biomarkers for recurrence in colorectal cancer patients treated with curative surgery", "authors": [{"first": "K", "middle": [], "last": "Mori", "suffix": ""}, {"first": "Y", "middle": [], "last": "Toiyama", "suffix": ""}, {"first": "S", "middle": [], "last": "Saigusa", "suffix": ""}, {"first": "H", "middle": [], "last": "Fujikawa", "suffix": ""}, {"first": "J", "middle": [], "last": "Hiro", "suffix": ""}, {"first": "M", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "M", "middle": [], "last": "Ohi", "suffix": ""}], "year": 2015, "venue": "Dig Dis Sci", "volume": "60", "issn": "8", "pages": "2477--2487", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Combined C-reactive protein and Neutrophil to Lymphocyte ratio use predict survival innon-small-cell lung cancer", "authors": [{"first": "S", "middle": [], "last": "Bacha", "suffix": ""}, {"first": "A", "middle": [], "last": "Sghaier", "suffix": ""}, {"first": "S", "middle": [], "last": "Habibech", "suffix": ""}, {"first": "S", "middle": [], "last": "Cheikhrouhou", "suffix": ""}, {"first": "H", "middle": [], "last": "Racil", "suffix": ""}, {"first": "N", "middle": [], "last": "Chaouch", "suffix": ""}, {"first": "B", "middle": [], "last": "Zaouri", "suffix": ""}], "year": 2017, "venue": "Tunis Med", "volume": "95", "issn": "12", "pages": "229--235", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The combined use of the neutrophillymphocyte ratio and C-reactive protein level as prognostic predictors in adult patients with soft tissue sarcoma", "authors": [{"first": "T", "middle": [], "last": "Nakamura", "suffix": ""}, {"first": "A", "middle": [], "last": "Matsumine", "suffix": ""}, {"first": "T", "middle": [], "last": "Matsubara", "suffix": ""}, {"first": "K", "middle": [], "last": "Asanuma", "suffix": ""}, {"first": "A", "middle": [], "last": "Uchida", "suffix": ""}, {"first": "A", "middle": [], "last": "Sudo", "suffix": ""}], "year": 2013, "venue": "J Surg Oncol", "volume": "108", "issn": "7", "pages": "481--485", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Neutrophil-to-lymphocyte ratio and lymphocyte-to-C-reactive protein ratio in patients with severe coronavirus disease 2019 (COVID-19): A metaanalysis", "authors": [{"first": "F", "middle": ["A"], "last": "Lagunas-Rangel", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Baseline characteristics of the included populations. the low LCR group had significantly higher odds of mortality (OR 0.2, 0.06 -0.47, P = 0.001), while there was no significant difference in the need for an upgrade (P = 0.16), IMV (P = 0.21) and dialysis (0.70) between low and high LCR groups.A multivariate regression model was used to adjust the observed odds ratios for baseline comorbidities and medications, including DM, HTN, CKD, CAD, use of AC at home, HCQ, tocilizumab, steroids and therapeutic AC during a hospital stay. The adjusted odds values were consistent with unad-justed ORs indicating no influence of covariates as shown inTables 2 and 3.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Mean NLR and LCR values at day 1 and day 7 of hospitalization across different interventions and outcomes. NLR: neutrophil-tolymphocyte ratio; LCR: lymphocyte-to-C-reactive protein ratio.", "latex": null, "type": "figure"}, "TABREF2": {"text": "Baseline Characteristics of the Included Population Across Comparison Groups for Which the Pooled Estimate Were Adjusted", "latex": null, "type": "table"}, "TABREF3": {"text": "ORs of Outcomes in NLR Groups on Day 1 and Day 7 of Treatment aOR: adjusted odds ratio; OR: odds ratio; NLR: neutrophil-to-lymphocyte ratio.", "latex": null, "type": "table"}, "TABREF4": {"text": "ORs of Outcomes in LCR Groups on Day 1 and Day 7 of Treatment aOR: adjusted odds ratio; OR: odds ratio; LCR: lymphocyte-to-C-reactive protein ratio.", "latex": null, "type": "table"}}, "back_matter": [{"text": "None to declare.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "None to declare.", "cite_spans": [], "ref_spans": [], "section": "Financial Disclosure"}, {"text": "None to declare.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Informed Consent"}, {"text": "WU contributed to conceptualization, analysis, and editing; BB wrote the manuscript; ST contributed to data mining; TA contributed to literature search; RS and SR were involved in critical editing; SH and JM were involved in data curation; MB, DCH and DLF contributed to supervision and resources.", "cite_spans": [], "ref_spans": [], "section": "Author Contributions"}, {"text": "Additional data used to support the findings of our study are available upon request.", "cite_spans": [], "ref_spans": [], "section": "Data Availability"}]}