{
    "paper_id": "0ade65f9b38957887a96a3a5a42b5f68483c3557",
    "metadata": {
        "title": "Anaesthesia 2020",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Testing contamination and cleaning effectiveness in theatre during the COVID-19 pandemic using UV fluorescent powder",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic has forced institutions to change theatre systems in an attempt to protect staff and patients from COVID-19 infection. The Intensive Care Medicine/ Anaesthesia COVID-19 group [1] and Public Health England [2] have produced guidelines which our institution used to inform local protocol for the use of personal protective equipment (PPE), conduct of anaesthesia and the movement of patients, staff and equipment into and out of theatre. We used in-situ simulation with UV fluorescent powder (Glo Germ Company, Moab, UT, USA) to ascertain how effective these systems are in reducing the spread of contamination, from a patient with COVID-19 to staff, equipment and the environment within the theatre complex. This has given us insight into the effectiveness of our processes and highlighted areas which need additional decontamination measures. We believe that the findings from our simulation would be applicable to any institution where such patients are brought to theatre.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The simulation used a SimMan 3G (Laerdal Medical Ltd., Orpington, UK) wearing a patient gown, brought to theatre on a trolley with standard linen. The patient and trolley were seeded with Glo Germ TM to simulate contamination due to coughing, consistent with known distances for droplet spread [3] . The patient was moved into the theatre and This simulation identified areas particularly prone to contamination during a typical theatre case and suggests that our current COVID theatre cleaning protocol is not adequate. We believe it also reinforces the need for strict adherence to PPE guidance, as even staff peripherally involved in the case became contaminated. We have noted anecdotally that anaesthetists are changing their outer gloves less frequently when in PPE (compared with nonpandemic practice). This could be a major contributor to the contamination seen and we would suggest more frequent glove changes throughout a case, and specifically after airway procedures. There was no contamination beyond the outer theatre doors, so systems in place to reduce transfer of virus outside the theatre appear effective ('airlock system'). ",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 airway management principles",
            "authors": [],
            "year": null,
            "venue": "ICM Anaesthesia COVID-19 group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "infection-prevention-and-control/reducing-the-risk-of-transmissionof-covid-19-in-the-hospital-setting",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Modes of transmission of virus causing COVID-19: implications for IPC precaution recommendations. WHO Scientific Brief",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Simulated contamination with Glo Germ. Top: reservoir bag before (left) and after standard cleaning (detergent wipes). Bottom: preparation room door and APL valve/ventilator switch, both after standard cleaning.transferred to the operating table. A full team, including outside runners, undertook the simulated case, with full Association of Anaesthetists' monitoring, tracheal intubationand connection to the anaesthetic machine. The surgical site was prepped, draped and the surgical team simulated use of instruments. Staff inside theatre used the computer as they would normally and communicated with staff outside theatre using a whiteboard. A number of routine tasks were performed using an 'airlock' system via the prep room (replacement of surgical instruments, arterial blood gas sample analysis, etc.).At the end of the case, the patient's trachea was extubated, they were transferred to the trolley and the theatre was cleaned as per our current COVID practice (full theatre clean plus detergent wipes to 'high touch' areas).Two 30W UV floodlights and a high-power UV torch (for close-up work) were used throughout the simulation, before and after cleaning, to capture photographs and video footage(Fig. 1).We found that staff involved in the transfer of thepatient onto the theatre table became contaminated. The theatre floor also became heavily contaminated. The anaesthetist's hands and arms were heavily contaminated during transfer as well as during induction and tracheal intubation of the patient. This was readily transferred to the anaesthetic machine and monitor. Areas of heavy contamination included the reservoir bag, adjustable pressure-limiting valve, ventilator switch and the vaporiser.The pulse oximeter, non-invasive blood pressure cuff and ECG leads became heavily contaminated. Contamination was also found on equipment not directly in contact with the patient, including the computer desk, mouse, keyboard, whiteboard and marker. The door panel (as well as handle) to the prep room and a shelf used to place items for transfer into and out of theatre, was also contaminated. Importantly, after cleaning, contamination remained on the anaesthetic machine particularly the reservoir bag, adjustable pressurelimiting valve and ventilator switch. Rubberised monitoring equipment, such as the blood pressure cuff, were also found to have high residual contamination after cleaning. The prep room door panel and the shelf were identified as new areas not routinely cleaned between cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Areas requiring special attention when cleaning include the adjustable pressure-limiting valve and reservoir bag, monitoring, internal theatre doors, computer and whiteboard. Future planning may need to include equipment manufacturers placing greater focus on design of more easily cleanable 'high touch points' (e.g. adjustable pressure-limiting valve), surface material texture and handsfree functionality (e.g. voice recognition monitoring).We acknowledge the limitations of this simulation. Glo Germ does not have the same physical properties as viral particles, so transferability may not be equivalent and the level of initial contamination may vary significantly. The virus remaining after cleaning may also be chemically inactivated and therefore non-infective. Despite this, we feel the findings are informative and applicable to other institutions treating patients with COVID 19 infection within",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}