{
    "paper_id": "0adf258976460425fa1eb6785f2bf1d1790c2d6d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "There have been controversies on the prophylactic effect of hydroxychloroquine against severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2). We describe a patient, 60-year old Korean woman, with coronavirus disease 2019 (COVID-19) who had been taking hydroxychloroquine for 6 months. Her serum and saliva concentrations of hydroxychloroquine were 280 µg/L and 4,890 µg/L, respectively. The present case raises concerns on hydroxychloroquine's role as a prophylactic agent for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Despite reports on the in vitro activity of hydroxychloroquine for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), 1,2 there have been controversies about its preventive efficacy for coronavirus disease-19 (COVID-19). Although there was an anecdotal report of successful use of hydroxychloroquine as a post-exposure prophylaxis, 3 a few COVID-19 cases during hydroxychloroquine use have been reported. 4 Recently, a randomized controlled trial failed to show the post-exposure prophylactic efficacy of hydroxychloroquine for COVID-19. 5 We describe an additional breakthrough case of COVID-19 during prolonged use of hydroxychloroquine due to her underlying disease. In addition, we measured her serum and saliva concentrations of hydroxychloroquine to further discuss its prophylactic effect.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 417,
                    "text": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 549,
                    "end": 550,
                    "text": "5",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "from April 2, 2020. She returned to Korea on April 3, 2020, and was quarantined at the airport inspection because her body temperature was 37.5°C. Next day (April 4, 2020; i.e., 3rd day of illness), she was laboratory-confirmed to be positive for COVID-19 and was transferred to Seoul Metropolitan Government-Seoul National University Boramae Medical Center, Seoul.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "At the time of admission, her blood pressure, pulse rate, respiratory rate, and body temperature were 108/71 mmHg, 65/min, 18/min, and 38.1°C, respectively. She was 158 cm high, and her body weight was 45.6 kg. Although she had persistent constitutional symptoms, she denied having any respiratory symptoms. The laboratory tests showed mild leukopenia, whereas the blood chemistry tests including C-reactive protein were within normal limits. The initial chest radiography showed no apparent infiltration. However, because of persistent fever (> 38.0°C) and suspicion for the progression of infiltration in the left lower lung field, hydroxychloroquine dosage was increased to 400 mg daily and azithromycin 500 mg daily was administered from April 6 to 8, 2020 (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 761,
                    "end": 769,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "She was transferred to Seoul National University Hospital to participate a randomized controlled trial involving remdesivir at April 9 (8th day of illness). 6 Chest computed tomography revealed patchy ground glass opacities on both lower lobes (Fig. 2) . During the clinical trial, the daily dose of hydroxychloroquine was returned to 250 mg and azithromycin was discontinued. She defervesced during a few days of the treatment and was de-isolated at April 14 (13th day of illness) after confirming negative polymerase chain reaction tests twice.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 252,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Her serum and saliva were taken for examining the hydroxychloroquine concentrations in the samples at the day of the transfer (Fig. 1) with liquid chromatography-tandem mass spectrometry by using 6490 Triple Quadrupole System (Agilent Technologies, Santa Clara, CA, USA) and Waters Symmetry C8 2.1 × 50 mm column packed with 3.5 µm material (Waters Corporation, Milford, MA, USA). Calibration standards of hydroxychloroquine (1,000, 500, 100, 50, 10, and 1 µg/L) were prepared by spiking in blank serum, using chloroquine as internal standard. For test sample preparation, 0.1% dithiothreitol with the same volume to specimen was mixed to saliva for sputum liquefaction, then methanol was added to serum and saliva with a volume ratio of 4:1 for protein precipitation. 7 The supernatant was used for the test after centrifugation at 13,200 g for 10 minutes. The serum and saliva hydroxychloroquine concentrations were 280 µg/L (0.84 µmol/L) and 4,890 µg/L (14.7 µmol/L), respectively.",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 770,
                    "text": "7",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Institutional Review Board (IRB) of Seoul National University Hospital approved this report (IRB No. 2005-003-1122), and written informed consent was obtained from the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "We described a case of breakthrough COVID-19 in a patient who had been taking hydroxychloroquine for six months to control her underlying disease. Although reported half maximal effective concentration (EC 50 ) values of hydroxychloroquine against SARS-COV-2 were largely varied (under multiplicity of infection 0.01, ranging from 0.72 to 4.51 µmol/L), 2,8 the levels of hydroxychloroquine from serum and saliva of the patient tended to be higher than these EC 50 values. Despite of a few reports of COVID-19 cases which occurred during hydroxychloroquine use, 4 this is the first one which examined both concentrations of hydroxychloroquine from serum and saliva. Because antiviral agents in saliva is a potential barrier against respiratory virus, 9 the breakthrough COVID-19 case in a patient who had effective concentrations of hydroxychloroquine is worth noting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Mounting evidences on the limited prophylactic effect of hydroxychloroquine 4,5 is accordant with studies which reported negative results of hydroxychloroquine treatment for COVID-19. We previously described limited in vitro activity of hydroxychloroquine against SARS-CoV-2 under concentrations which could be achieved by usual dosages. 10 observational study or small randomized controlled trial could not show better clinical outcomes in hydroxychloroquine-treated group. 11,12",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 340,
                    "text": "10",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are several points which have to be considered when interpreting the present report. Because EC 50 could be different at a different inoculum size, the present report should be prudently interpreted because it was a single case with uncertain intensity of exposure. Also, the possibility that the maintenance of hydroxychloroquine attributed to a mild course of COVID-19 in this patient could not be ruled out. The concentrations of hydroxychloroquine was possibly affected by increased dose for three days before the measurement. However, its effect might not be substantial when considering the delayed pharmacokinetics of hydroxychloroquine. 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The present case raise concerns on the role of hydroxychloroquine as a prophylactic agent against COVID-19. Taken together with the results of recent randomized clinical trial, 5 prophylactic use of hydroxychloroquine should be limited.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "text": "5",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "3",
            "pages": "269--71",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa237"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Can post-exposure prophylaxis for COVID-19 be considered as an outbreak response strategy in long-term care hospitals?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Peck",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "55",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 infection also occurs in patients taking hydroxychloroquine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lahouati",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mériglier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bouchet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desclaux",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bonnet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Antimicrob Chemother",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A randomized trial of hydroxychloroquine as postexposure prophylaxis for Covid-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Boulware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Pullen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bangdiwala",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Pastick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lofgren",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Okafor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Remdesivir for the treatment of Covid-19 -preliminary report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Beigel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomashek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Zingman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2016638"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Methods of sputum processing for cell counts, immunocytochemistry and in situ hybridisation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Efthimiadis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spanevello",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Hamid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Louis",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur Respir J Suppl",
            "volume": "37",
            "issn": "",
            "pages": "19--23",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Discov",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Multiple components contribute to ability of saliva to inhibit influenza viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Helmerhorst",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ligtenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karpel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tecle",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Siqueira",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Oral Microbiol Immunol",
            "volume": "24",
            "issn": "1",
            "pages": "18--24",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "In vitro activity of lopinavir/ritonavir and hydroxychloroquine against SARS-CoV-2 at concentrations achievable by usual doses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Seong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Intern Med. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3904/kjim.2020.157"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Observational study of hydroxychloroquine in hospitalized patients with Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geleris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zucker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hripcsak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2012410"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A pilot study of hydroxychloroquine in treatment of patients with common coronavirus disease-19 (COVID-19)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Zhejiang Univ. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Determinants of hydroxychloroquine blood concentration variations in systemic lupus erythematosus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jallouli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Galicier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zahr",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Aumaître",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Francès",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Guern",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arthritis Rheumatol",
            "volume": "67",
            "issn": "8",
            "pages": "2176--84",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Clinical course of the patient who had a breakthrough COVID-19 during hydroxychloroquine maintenance. COVID-19 = coronavirus disease 2019, NP = nasopharyngeal, CRP = C-reactive protein, neg = negative.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". The levels of hydroxychloroquine were measured 2/5 https://jkms.org https://doi.org/10.3346/jkms.2020.35.e231",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Fig. 2.Chest computed tomography at April 10 shows bilateral, multiple, peribronchial patchy ground glass opacities.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}