{
    "paper_id": "0afe01a41524530aa68a82e51d4ddd0c1a5a0de9",
    "metadata": {
        "title": "Chronic kidney disease and SARS-CoV-2 outbreak: Lazio region organizational model",
        "authors": [
            {
                "first": "Sara",
                "middle": [],
                "last": "Dominijanni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Sant'Eugenio",
                    "location": {
                        "addrLine": "Asl Roma 2",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": "sara.dominijanni@gmail.com@orcid.org"
            },
            {
                "first": "Monica",
                "middle": [],
                "last": "Foniciello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "libera professione e governo delle liste d'attesa-Regione Lazio",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Paola",
                "middle": [],
                "last": "Tatangelo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Sant'Eugenio",
                    "location": {
                        "addrLine": "Asl Roma 2",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Angeloni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Sant'Eugenio",
                    "location": {
                        "addrLine": "Asl Roma 2",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Londrino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Sant'Eugenio",
                    "location": {
                        "addrLine": "Asl Roma 2",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicola",
                "middle": [
                    "Di"
                ],
                "last": "Daniele",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università Cattolica del Sacro Cuore",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Grandaliano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Massimo",
                "middle": [],
                "last": "Morosetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Gruppo di lavoro Emergenza Covid 19 Lazio, Nefrologia e Dialisi, U.O.C Nefrologia e Dialisi",
                    "institution": "",
                    "location": {
                        "settlement": "Ospedale",
                        "region": "GB"
                    }
                },
                "email": ""
            },
            {
                "first": "Roberto",
                "middle": [],
                "last": "Palumbo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roma",
                "middle": [
                    "Tor"
                ],
                "last": "Vergata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Università",
                "middle": [],
                "last": "Di Tor Vergata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "U",
                "middle": [
                    "O C"
                ],
                "last": "Nefrologia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Asl",
                "middle": [],
                "last": "Grassi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Roma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università Cattolica del Sacro Cuore",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Gruppo",
                "middle": [],
                "last": "Di Lavoro Emergenza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Lazio is an Italian region with 5 897 635 inhabitants. Lazio's regional health system has provided 2000 ordinary hospital beds and 450 intensive care unit beds for the management of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. This system follows the hub and spokes model, with nine coronavirus disease 2019 (COVID-19) hospital hubs [1] . Similar to the procedures implemented by the Lombardy Section of the Italian Society of Nephrology [2] , Lazio's regional dialysis centres expressed a need for 'shared protocols' in order to minimize the spread of SARS-CoV-2 infection in the end-stage renal disease (ESRD) patient population. Therefore, a regional technical commission for healthcare, together with representatives of the Regional Nephrology and Dialysis Commission, implemented and published in the official bulletin of the Lazio region a protocol entitled 'COVID-19 emergency: route for taking care of patients with chronic kidney disease'. The protocol, which is described below, has been shared by all dialysis centres and by patient associations.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 dialysis network designed by the regional authorities mirrors the general structure of the hub and spokes COVID-19 network. Among the hub and spokes of the COVID-19 network, sites with a dialysis centre and a nephrology ward were identified. Notably, nephrology units/dialysis centres outside this dedicated network were identified to maintain 'ordinary' activities and allow adequate clinical support to patients with kidney protocol approved by Lazio's regional authorities indicates that inside each public hospital, and in those not included in the COVID-19 network, a 'COVID-19 zone' should be set up. In this area, patients receiving haemodialysis or peritoneal dialysis, and kidney graft recipients, with suspected/confirmed SARS-CoV-2 infection should be isolated before a final medical decision is made based on clinical, laboratory and diagnostic results. This area should include a dedicated dialysis room to treat ESRD patients with suspected/confirmed SARS-CoV-2 infection. In order to adhere to the rules implemented by the regional protocol [1] , public reference centres have to supervise peripheral/private dialysis facilities without COVID-19dedicated areas.",
            "cite_spans": [
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to the regional protocol, dialysis centres within the COVID-19 network should provide a dedicated phone number to inform patients on the rules regarding access to dialysis facilities. Patients and staff must strictly observe individual protective measures. In particular, patients should avoid contact with other patients in the waiting room. They should wear surgical masks throughout their time in the dialysis facility and during travel from home to the hospital. Healthcare professionals wear surgical masks and use disposable gloves at all times during dialysis sessions, and wear protective glasses during connection/disconnection procedures. In addition, they should follow a defined screening protocol for patients' admission into the dialysis facility ( Figure 1 ). Peripheral centres without the possibility of isolation, and without an infectious disease and/or an intensive care unit, should send patients with suspected/confirmed COVID-19 to a reference hospital.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 773,
                    "end": 781,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The system described above allows ordinary activity to be maintained inside nephrology departments (usually far from the 'COVID-19 zone'), including the management of vascular access complications, central venous catheter infections, peritoneal dialysis complications, nephrotic and nephritic syndrome, and acute kidney failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two weeks after the protocol's publication, we analysed the incidence of SARS-CoV-2 infection on Lazio's haemodialysis wards. We collected information on 2245 haemodialysis patients treated in 32 centres. Sixteen patients were positive for SARS-CoV-2 infection and were admitted to a COVID-19 network spoke hospital, while four were transferred to the hub hospital. Of 16 patients admitted, 8 had died. Eleven healthcare professionals had tested positive for SARS-CoV-2 infection, one needing hospital admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergenza COVID 2019: percorso per la presa in carico dei pazienti con malattia renale cronica",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Practical indications for the prevention and management of SARS-CoV-2 in ambulatory dialysis patients: lessons from the first phase of the epidemics in Lombardy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rombolà",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heidempergher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pedrini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nephrol",
            "volume": "33",
            "issn": "",
            "pages": "193--196",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Received: 25.4.2020; Editorial decision: 4.5.2020 V C The Author(s) 2020. Published by Oxford University Press on behalf of ERA-EDTA. This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/ licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The results presented in this paper have not been published previously in whole or part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST STATEMENT"
        },
        {
            "text": "The paƟent goes to the emergency department following the COVID-19 route (nasopharyngeal swab, chest X-ray or CT scan) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The paƟent reaches the dialysis ward for usual dialysis treatment"
        },
        {
            "text": "FIGURE 1: According to Lazio's regional protocol, all outpatients on haemodialysis have to be contacted by phone before coming to the dialysis ward. A nephrologist should ask about possible symptoms since last dialysis, including fever, cough, dizziness and dyspnoea, and fill out an anamnestic form for the detection of suspected cases. Patients completing screening as 'negative' may travel to the centre for their usual dialysis treatment. Body temperature should be measured at the entrance of the dialysis facility. In case of suspected SARS-CoV-2 infection, patients must be sent to the emergency department where they will follow the hospital's procedure for suspected COVID-19 cases. Patients should undergo a nasopharyngeal swab test, chest X-ray or computed tomography (if indicated), and monitoring of temperature and oxygen saturation. While waiting for the results of the swab, if a dialysis session cannot be delayed, the patient should be treated as positive in a dedicated room within the 'COVID-19 zone'; if the dialysis session can be postponed the patient should wait in the 'COVID-19 zone' until the diagnostic results are available. If the outcome of a swab or blood sample is negative, the patient may return to the haemodialysis ward for treatment. In case of confirmed SARS-CoV-2 infection, the patient should be transferred to a hospital within the COVID-19 network. If the dialysis session cannot be delayed after the transfer, it should be performed in the dedicated dialysis room in the 'COVID-19 zone'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmed SARS-CoV-2 infecƟon?"
        }
    ]
}