{
    "paper_id": "0b05cdd4c1ed6833e007622c8f443b856a6da61d",
    "metadata": {
        "title": "BERT and Prerequisite Based Ontology for Predicting Learner's Confusion in MOOCs Discussion Forums",
        "authors": [
            {
                "first": "Abdessamad",
                "middle": [],
                "last": "Chanaa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mohammed V University (UM5)",
                    "location": {
                        "settlement": "Rabat",
                        "country": "Morocco"
                    }
                },
                "email": "abdessamad.chanaa@gmail.com"
            },
            {
                "first": "B",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mohammed V University (UM5)",
                    "location": {
                        "settlement": "Rabat",
                        "country": "Morocco"
                    }
                },
                "email": ""
            },
            {
                "first": "Nour-Eddine",
                "middle": [
                    "El"
                ],
                "last": "Faddouli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mohammed V University (UM5)",
                    "location": {
                        "settlement": "Rabat",
                        "country": "Morocco"
                    }
                },
                "email": "nfaddouli@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The use of Massive Open Online Courses (MOOCs) is rapidly increasing due to the convenience and ease that provide to learners. However, MOOCs suffer from high drop out rate owing mostly to the confusion and frustration going with the learning process. Based on MOOCs discussion forums, this paper aims to explore different levels of confusion in specific concept using prerequisite based ontology for extracting relevant posts, and Bidirectional Encoder Representations from Transformers (BERT) classification algorithm to describe the degree of confusion for each post. The analysis of discussion posts from Stanford University dataset affirms the effectiveness of our model. BERT achieve good classification accuracy; this will help in early drop out detection and also facilitate future support for learners in confusion state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the few past years, Massive Open Online Courses (MOOCs) have witnessed a significant evolution in the academic and industrial community. MOOCs give more flexibility and convenience in taking the course through many helpful learning experiences to students, such as video lectures, assignments, exams. It also provides the opportunity to connect and collaborate with others through discussion forums. Despite this great success, MOOCs still suffer from a high drop out rate [7] . Although many causes exist for this problem, students' confusion and frustration are one of the main reason behind it. Confusion can be defined as a blockage or dilemmas where the learner is uncertain how to proceed with the learning process. In MOOCs, there are several ways for learners to express confusion through retaking assessment or rewatching/slowing down videos. However, in most cases, learners tend more to reveal their confusion via online discussion forums through questions and posts, where each learner can express clearly his struggles in more details [2, 11] . Due to the absence of physical access to tutors, it is harder to early detect learners confusion about a particular concept or learning materials. On the other hand, Deep learning [5] and natural language processing (NLP) [9] are two artificial intelligence subfields used widely in e-learning. They aim to analyse learners posted messages and predict their different behaviours. Bidirectional Encoder Representations from Transformers (BERT) algorithm, is a new technique that reveals a very high performance over previous NLP techniques [1] . Published by Jacob Devlin in 2018 [6] , BERT is based on attention mechanism that learns contextual relations between words in the text [10] .",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 481,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1243,
                    "end": 1246,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1285,
                    "end": 1288,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1602,
                    "end": 1605,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1642,
                    "end": 1645,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1744,
                    "end": 1748,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our work aims to explore different levels of confusion in MOOCs discussion forums based on predetermined knowledge concept. We used ontologies to extract related terms to the chosen concept, then classify the selected messages using BERT classification algorithm. This method will help to identify the overall confusion level at each step of the learning process. It can also help distinguish learners with learning difficulties, then prepare them for a future process to increase their learning engagement and prevent drop out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The overview of our proposed model is displayed in Fig. 1 . Our approach is mainly composed of two principal subsystems: a prerequisite based ontology and a text classification using the BERT algorithm. First, at every end of the coursework, an intelligent tutor introduces the knowledge concept that should be acquired at this level of the learning process. The concepts generally do not exist alone; some concepts are the prerequisites of other concepts; Thus, for a student to master a chosen concept, he should usually master its prerequisites. Therefore, Based on OWL prerequisites ontology [3] , we extract all the prerequisites of the introduced concept. The use of ontologies provides a useful tool for the representation of concepts, performance and relationships more adequately. After extracting all related prerequisites concepts, we filter by those concepts/terms all the messages posted in the discussion forums of MOOCs in this period. In this way, we only get posts related to the concept in question, alongside posts with the prerequisite concepts. This method will help to classify the confusion level based on only the chosen concept.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 599,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 57,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Proposed Approach"
        },
        {
            "text": "Before performing text classification, text pre-processing is a crucial step. Pre-processing transforms text into a more straightforward form for better performance for classification algorithms. We first perform noise removal and text cleaning (removing special characters, digits, lowercasing, . . .) then we proceed with normalization which includes transforming the text into a consistent form through two main techniques stemming and lemmatization [4] .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 456,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Proposed Approach"
        },
        {
            "text": "The final step consists of BERT classification algorithm; BERT is a deep learning algorithm given state-of-the-art results on multiple natural language processing tasks. BERT is based on multi-layer bidirectional Transformer encoder, and multi-head attention network. It is published by Google, and it is trained based on the corpus of 3.3 billion texts. The model is able to learn the context of a word based on all its neighbourhood. BERT's attention model between encoder and decoder is crucial, and it is a function that maps the input (a query q and a key-value pairs k and v) to output as presented in Eq. 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed Approach"
        },
        {
            "text": "Based on contextual features within sentences and sequential features within the surrounding ones, we use the BERT classification algorithm to classify the selected messages into three different levels: confused, unconfused and neutral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed Approach"
        },
        {
            "text": "In our experiment, we used the Stanford MOOCPosts dataset that contains 29 604 learner forum posts from eleven Stanford university public online classes [2] . Those courses were chosen equally from three different domains: medicine, humanities/sciences and education. Each post was coded by three different independent coders. Each post in the MOOC Posts dataset was scored across six different dimensions, including the confusion. In the confusion dimension, coders ranked the confusion of the post on a scale of 1 to 7. A score of 1 means the post writer is not confused, while 7 means he is perplexed. We re-score the posts to limit confusion in three degrees, in the manner that posts with label inferior to 3.5 have the new label of 0 (unconfused). Posts with a label of 4 get the new label 1 (neutral), and the messages with score superior to 4.5 will be assigned the label 2 (confused).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Experiment Settings"
        },
        {
            "text": "As for the prerequisite based Ontology, we opt for the OWL (Ontology Web Language) which is a layer used below RDF (Resource Description Framework) to express logical constraints governing RDF triplets. We use this language to build our ontology, which is mainly used to build our vocabulary. By vocabulary, we mean the set of prerequisites concepts, their relationships that are formally expressed. As for the querying of data, it is done through a specific query language called SPARQL. We Use Python programming language for filtering posts by the resulting prerequisite concepts and Natural Language Toolkit (NLTK) library for messages pre-processing. Therefore, the final resulting corpus is input to Bert algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment Settings"
        },
        {
            "text": "We use the BERT-Base pre-trained model, which has 12 layers, 768 hidden states, 12 heads and 110M parameters. The batch size is set to 30. We use Adamoptimizer [8] as a learning rate optimization algorithm with hyper-parameters set to β1 = β2 = 0, 9.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Experiment Settings"
        },
        {
            "text": "In our experiment, we took the example of «Statistic in medicine» as a chosen concept. The OWL ontology generates 14 different prerequisites concepts/terms: «probability», «median», «frequency», «mean», «function», «standard deviation». . .. From the 29 604 posts, only 7203 contain the chosen concept and its prerequisites. After pre-processing, then BERT classification algorithm, we achieve 68,16% accuracy score, which is very high for this small corpus. The obtained result show significant performance, the combination of OWL prerequisite based ontology with text classification help the system to build a model that can predict the overall confusion score around a given concept on each course session. Also, this model helps us distinguish individual learners with high confusion rates. This will aid taking precaution to early preventing losing learners motivation and engagement; Since learners with much higher confusion are more likely to drop out the learning process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Evaluation"
        },
        {
            "text": "In this paper, we explore the combination of OWL ontology with BERT classification algorithm on Mooc forum posts to analyse learners' confusion level through posted messages. This method shows high efficiency. It will provide practical guidance for improving student engagement and early preventing their drop out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In future work, we will build a vector presenting different confused behaviour of learners during his learning process. This vector will be based mainly on the number of confused, unconfused and neutral messages produced by each learner. Also, in order to better evaluate our approach, We aim to process answers from directed questions such as interviews and questionnaires. Those methods of data collection might also be applicable to classify confusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "DocBERT: BERT for document classification",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ram",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1904.08398"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "YouEDU: addressing confusion in MOOC discussion forums by recommending instructional video clips",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Venkatraman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paepcke",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Web ontology language: OWL",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Antoniou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Harmelen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Handbook on Ontologies",
            "volume": "",
            "issn": "",
            "pages": "67--92",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-540-24750-0_4"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Stemming and lemmatization: a comparison of retrieval performances",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Balakrishnan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lloyd-Yemoh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Deep learning for a smart e-learning system",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chanaa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "El Faddouli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the 2nd International Conference on Smart Digital Environment",
            "volume": "",
            "issn": "",
            "pages": "197--202",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "BERT: pre-training of deep bidirectional transformers for language understanding",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toutanova",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1810.04805"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "MOOC completion rates: the data",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Adam: a method for stochastic optimization",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Kingma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ba",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1412.6980"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Forecasting student achievement in MOOCs with natural language processing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yeomans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hulleman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gehlbach",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the Sixth International Conference on Learning Analytics and Knowledge",
            "volume": "",
            "issn": "",
            "pages": "383--387",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Attention is all you need",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaswani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Advances in Neural Information Processing Systems",
            "volume": "",
            "issn": "",
            "pages": "5998--6008",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Exploring the effect of confusion in discussion forums of Massive Open Online Courses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Howley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kraut",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the Second (2015) ACM Conference on Learning @ Scale",
            "volume": "",
            "issn": "",
            "pages": "121--130",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Springer Nature Switzerland AG 2020 I. I. Bittencourt et al. (Eds.): AIED 2020, LNAI 12164, pp. 54-58, 2020. https://doi.org/10.1007/978-3-030-52240-7_10",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Proposed approach workflow",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}