{
    "paper_id": "0b1831077853bc7bb6a49fb39d101a4464c2a173",
    "metadata": {
        "title": "Societal Expectations from Automated Road Mobility: Results of a Survey in Germany",
        "authors": [
            {
                "first": "Yasmin",
                "middle": [],
                "last": "Halil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VDI/VDE Innovation + Technik GmbH",
                    "location": {
                        "addrLine": "Steinplatz 1",
                        "postCode": "10623",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": "yasmin.halil@vdivde-it.de"
            },
            {
                "first": "Gereon",
                "middle": [],
                "last": "Meyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VDI/VDE Innovation + Technik GmbH",
                    "location": {
                        "addrLine": "Steinplatz 1",
                        "postCode": "10623",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": "gereon.meyer@vdivde-it.de"
            }
        ]
    },
    "abstract": [
        {
            "text": "This chapter summarizes the results of a survey among 1,000 interviewed persons that was conducted in Germany. The aim was to obtain a current picture of the population's expectations from self-driving (automated) vehicles. Twelve questions were asked to get an overview of the participants' opinions on the potential of self-driving vehicles regarding climate impact, time and monetary savings, the willingness to use automated vehicles, as well as their safety and risks. The results are compared to the current state of expert knowledge. The main finding is that the German population is skeptical towards self-driving vehicles. In comparison to a scientific perspective, the population is underestimating the potential and possible benefits of automated vehicles, while the risks are assessed similarly. In the conclusions, the findings of the studyare assessed in view of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Efficient, comfortable, safe and greenthere are high expectations for Automated Vehicles (AVs) in scientific and professional expert circles. However, the population's view on AVs is rather unclear. Therefore, a study on the topic \"Automated driving in a Smart City\" was conducted to obtain a contemporary understanding of how the population is feeling about automated vehicles. Within the study, a representative survey of 1,004 German residents was prepared and evaluated. The survey itself was run by forsa Politik und Sozialforschung GmbH, an established polling company in Germany. They performed computer-assisted telephone interviews (CATI) asking people to evaluate AVs with regard to their potential to increase the quality of life in cities, in terms of time and financial savings, and finally, regarding the reduction of traffic jams. Furthermore, the interviewees were asked to give their opinion about the AVs' safety and eco-friendliness, and to state whether or not they would be willing to use a self-driving vehicle. In addition to the responses to these questions, sociodemographic features were collected, including gender, age, level of education, and size of residence. Concurrently, the topics of the questions were analyzed by performing an in-depth literature review. Thereby, the results of the citizen survey could be compared to the latest state of expert knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction and Methodology"
        },
        {
            "text": "In this study, only the highest levels of road vehicle automation were considered: SAE levels 4 and 5 in which no human driver is required. Furthermore, different scenarios of how automated driving could affect the future of mobility were identified and analyzed. These form the basis for the assessment and evaluation of the survey results:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Considerations"
        },
        {
            "text": "Scenario 1: Driverless Vehicles Used Privately In this scenario, there is no significant change in the current usage of vehicles. The only difference is that there is no human driver to perform the driving task. One person, household, or company will own the vehicle, which will be used for single trips and parked for the remaining time [13, 14, 20] .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "20]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Preliminary Considerations"
        },
        {
            "text": "In the second scenario, a driverless vehicle is rented just for the time of the ride [20] . The vehicle is no longer owned by a particular individual, household, or company. In this case, the trip is a service (mobility-as-a-service). It is possible that the vehicle is issued to one person only, or that it is shared with other travelers (ride sharing). Here, AVs are used in addition to the public transportation system, which remains like today [3, 14] . While the majority of the journeys will be covered by the public transportation systems, smaller AVs will serve to link areas to the greater transit systems.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Scenario 2: Driverless Vehicles Complementing Public Transportation"
        },
        {
            "text": "In the third scenario, the boundaries between motorized private mobility and public transportation are blurred. As travelling with AVs will become convenient and cheap, users may no longer have any particular motivation to use mass transportation systems. Instead, all trips will be made using self-driving, often shared, cars. The public (mass) transportation systems will be used less then today [4] .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 401,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Scenario 3: Driverless Vehicles Competing with Public Transportation"
        },
        {
            "text": "From an economic point of view, it is not very likely that the first scenario will come true. It is estimated that the cost of an AV will be 3,000-6,000 US$ higher than that of a conventional car [5] . Due to this higher up-front investment, it is more probable that people will prefer a short rental over purchase of an AV. A counterargument against the third scenario is that the possible positive aspects of self-driving vehicles will be undone if the usage of small vehicles for individual mobility increases, simply due to the high additional congestion caused by those cars. Thus, it is assumed that AVs will rather be used where they complement an efficient public transportation system, as described in scenario 2.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Scenario 3: Driverless Vehicles Competing with Public Transportation"
        },
        {
            "text": "In this paper, the results for the most relevant four of the twelve poll questions are presented 1 . For each of the topics, first, a diagram is shown that depicts the responses to the asked question. After that, the survey results are summarized, and any differences between the answers of male and female interviewees are highlighted. In addition, the responses of the different age groups (18 to 29-year-olds; 30 to 44-year-olds; 45 to 59year-olds and 60 years or older ones) are examined briefly. Since no differences could be found for the sociodemographic features educational level and size of residential location, that data was not evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The first relevant survey question asked was: \"How high do you assess the potential of self-driving vehicles to enhance the quality of life in cities, e.g. due to smoother traffic flow?\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential of AVs for Quality of Urban Life"
        },
        {
            "text": "According to the survey results (see Fig. 1 ), 42% of the interviewed persons think that the potential of self-driving vehicles to enhance the quality of life in cities is high (29%) or very high (13%). In contrast, 55% think that the potential is low (37%) or very low (18%). Females are noticeably more skeptical of whether AVs can enhance the quality of life in cities. 58% of the interviewed female persons think that the potential is (very) low, whereas 50% of the male respondents think the same. There are age-related differences as well: 63% of the 18 to 29-year-olds see a very high (29%) or high (34%) potential of AVs to enhance the quality of life in cities, but only 29% of persons aged 60 or older.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 43,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Potential of AVs for Quality of Urban Life"
        },
        {
            "text": "Current scientific and professional expert knowledge tells that AVs can improve the autonomy of people with reduced mobility. People with disabilities or limited mobility, as well as the elderly and children, may be able to travel more independently in AVs because as they may not be depending on an accompanying person anymore [9] . An AV could also be called and used independently if the necessary equipment is installed. Another positive aspect is that AVs can increase the safety of non-motorized road users. Since self-driving vehicles will obey the traffic rules and will keep an appropriate safety distance to other road users, e.g. cyclists or pedestrians, their subjective safety will be enhanced. This is possible because the current forms of motorized intimidation, driving too close, abrupt stops, and other user mishapswill be avoided [1] . Furthermore, urban centers with high traffic and residential density could be relieved. Due to the higher driving comfort provided by AVs, people may be willing to live in more suburban areas instead of the city center [2] . Important for this would be that the higher mobility demand is served by an overall efficient transportation concept that is sustainable, and thus includes not just AVs but also emission-free vehicles and a high-performance public transport system. Additionally, AVs can cause a reduction of parking space. If scenario 2 comes true, the space needed for parked vehicles will be significantly lower than today. In Germany, only 9% of the current vehicle fleet is used at peak hours [17] . By reducing the amount of vehicles, the space that is currently occupied for parking will decrease. In addition, special automated valet parking garages may arise, in which an AV would not occupy more than one quarter of the space a conventional car would need. This is possible, because the space for the access roads and ramps, as well as the space around the car could be strongly reduced as security spaces can be removed, and no human (driver) needs to get in or out of the car. Besides, the ability to communicate with each other and with the infrastructure elements can lead to a smoother traffic flow. Thus, traffic-jams are less probable and the people will spend less time in cars for the same trips.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1074,
                    "end": 1077,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Potential of AVs for Quality of Urban Life"
        },
        {
            "text": "In summary, experts have identified several positive effects that AVs can have on the quality of life in cities. Apparently, the possible benefits are not obvious to the population, which in general underestimates the potential as shown by the survey. Since the citizens are the potential users, the public's awareness of the potentials of AVs should be raised. The aforementioned and the possibility to experience a functioning systeme.g. at field tests, would enhance their acceptance. If the AVs are better usable for citizens and the positive effects become visible, the acceptance can be expected to rise significantly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential of AVs for Quality of Urban Life"
        },
        {
            "text": "The second most relevant question to the interviewees was: \"Can you personally imagine to use a self-driving vehicle?\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Market Potential of AVs"
        },
        {
            "text": "On this question, the survey found that 45% of the interviewed persons can imagine using a self-driving vehicle and 54% cannot (see Fig. 2 ). Males are specifically more willing to use an AV. 54% of the questioned male persons stated that they would use an AV, but only 36% of the females did. With increasing age the willingness to use a selfdriving vehicle decreases. While 61% of the 18 to 29-year-olds can imagine using a self-driving vehicle, only 36% of the interviewed persons who are 60 years old and above can. The assessment of the matter from the scientific and professional experts' perspective reveals that societal acceptance is an essential prerequisite if AVs are to be used ubiquitously. As stated in Sect. 2, the realization of the first scenariowhere the ownership and use of AVs would be the same as with a conventional car todayis rather unrealistic. Market potentials will arise if economic advantages and safety gains become visible. If barriers of accessing and using the vehicles are kept small, acceptance of AVs may be expected to rise, and one of the scenarios 2 or 3 will come true. This implies that automobile manufacturers may need to adapt their business model, as sales volumes of automobiles may decrease and the manufacturers' role changes from sellers to service providers for e.g. car sharing. In this situation, the automobile manufacturers are lending a car for a limited period, and the users only pay for the ride. The automobile manufacturers are in charge of cleaning, maintaining, and refueling the vehicle. The current automobile ecosystem with OEMs, car sharing providers, taxi companies, and leasing or car rental companies would thus face significant change.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 138,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Market Potential of AVs"
        },
        {
            "text": "It should also be noted that many potential advantages of self-driving vehicles highly depend on their future usage: Besides the positive effects mentioned in Sect. 3.1, AVs would increase the capacity of the current roads: As AVs will be able to communicate amongst one another, the speed can be adapted according to the traffic situation, thus avoiding slow-moving traffic [7] . Also, vehicles have the highest fuel consumption when accelerating at a traffic light or in stop-and-go-traffic. By optimizing the driving behavior and reducing the acceleration and braking phases, the fuel consumption would thus decrease. Depending on the driving behavior of a human driver, AVs have the potential to reduce the fuel consumption by 15 to 30% [7] .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Market Potential of AVs"
        },
        {
            "text": "At the same time, it is possible that AVs will travel in convoys. By communicating with other vehicles, the space needed for stopping can be reduced, as other vehicles can be informed about acceleration and braking actions in real-time. Thus, the reaction time in an AV platoon can be shorteror rather equal to the latencythan in conventional vehicles. Velocity peaks when driving in convoys, and the effective driving time can be reduced [2] . As a consequence, the capacity of roads could be increased by 40% in cities and 80% on highways when all vehicles were driverless [12] . Due to the better traffic flow and increased capacity, the number of traffic jams could be reduced. An intelligent routing system, where the vehicles are distributed according to the roads capacity, would further contribute to this gain in capacity. Also, routes could be selected that are shorter or where fewer stops are necessary [7] .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 442,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 918,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Market Potential of AVs"
        },
        {
            "text": "In conclusion, according to the survey, the population in Germany does not yet show a high affinity for the technology of self-driving vehicles. The ambivalent survey results reflect this. How AVs will be used in the future is currently an open question, but many optimization potentials are strongly dependent on that. A smoother traffic flow and fewer traffic jams are only possible if a substantial amount of the vehicles on the road are self-driving. It is also estimated that trips with AVs will be relatively cheap [10, 15] . At the same time, the current advantages of the public transportation systems the possibility to read or to do something except for performing the driving taskwould also applicable for trips in a private vehicle if it were self-driving. If all the trips would be performed with smaller, individual AVs, the possible positive effects will be undermined, though, and rebound effects will come to pass. As a result, the advantages of AVs would be reduced. To counteract that, the attractiveness of public transportation systems needs to be increased such that the main trips are performed with mass transportation systems, and only a few with AVs for individual transportation.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "text": "[10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Market Potential of AVs"
        },
        {
            "text": "The third of the most relevant questions in the survey was: \"Driverless vehicles can be the aim of hacker attacks. Do you agree?\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Privacy Issues of AVs"
        },
        {
            "text": "The survey results show that the population is seriously concerned when it comes to the cyber security of self-driving vehicles. 80% of the questioned persons agreed to the statement that driverless vehicles can be the aim of hacker attacks (see Fig. 3 ). Of these persons, 39% agreed and 41% agreed to the fullest. Only a small part (17%) of the interviewed persons does not think that AVs are open to hacker attacks. Interestingly, this is the only question for which the answers of the male respondents were more pessimistic than the female. 83% of the questioned males think that AVs can be attacked by hackers, but only 78% of the females do. Furthermore, it was surprising that the answers did not differ between the age brackets. Overall, that was the question with the highest consensus among the different groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 252,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Privacy Issues of AVs"
        },
        {
            "text": "Many expert discussions about AVs are focusing on the topics privacy and data security in particular. The AV's functionalities are built on cameras and other environmental sensors, controllers and data from the cloud to analyze traffic events, and to detect other road users. With a higher degree of automation, more interfaces to controllers are necessary, leading to a higher number of potential weak spots. Hackers would thereby be able to access sensitive personal information, driving data, or other connected devices like mobile phones. At the same time, the hacker attacks could also be targeted to manipulate the system and cause personal injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Privacy Issues of AVs"
        },
        {
            "text": "From the populations' point of view, privacy is a very sensitive topic. The German Federal Government recently summoned an Ethics Commission that is supposed to give advice on whether automated driving is socially acceptable and desirable or not. One result was that sufficient data protection for all road users needed to be guaranteed the acceptance of AVs. Furthermore, it would be required that any person involved gives their consent before his or her data are released [6] . This means that the automobile manufacturers have to make great efforts to protect the privacy of the AVs and the road users they interact with. At the same time, the collected data can be an opportunity for the public authorities. The evaluation of traffic data of AVsanonymized according to the data protection regulationscan help municipalities to control the traffic and optimize the infrastructure [8] .",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Privacy Issues of AVs"
        },
        {
            "text": "To conclude the findings on this question, cyber-attacks on self-driving vehicles can aim at interfering with the driving behavior, but also at intercepting personal data. The concerns of the population are widely shared by the scientific and professional expert community. Given the fact that hackers can assume the control of securitycritical functionsspecifically acceleration, steering, and the brakesself-driving vehicles should be treated as critical infrastructure elements that are subject to high requirements and scrutiny. The higher IT security requirements would go along with higher production costs, but would minimize the risk of non-authorized accesses at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Privacy Issues of AVs"
        },
        {
            "text": "The fourth and final question cited from the survey, here, was: \"The road safety in cities can be improved by using driverless vehicles. Do you agree?\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Road Safety Benefits of AVs"
        },
        {
            "text": "According to the survey results (see Fig. 4 ), 51% of the interviewees think that the road traffic will become safer when AVs are used. 36% of those asked agree that the road safety in cities can be increased by using driverless vehicles, and 15% agree to the fullest. This question shows the highest discrepancy between women's and men's opinions. 62% of the interviewed male persons think that self-driving vehicles will make the traffic safer, whereas only 42% of the females agree with that statement. Noteworthy as well is that the consent to that statement is decreasing as age increases. Of the interviewed 18 to 29-year-olds still 73% agree with the statement, but only 42% of the persons who are 60 years old or above do.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 43,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Road Safety Benefits of AVs"
        },
        {
            "text": "According to the scientific and professional expert knowledge, the most important benefit of self-driving vehicles is that they will increase road safety. According to several studies, more than 90% of road accidents are caused by human error [18] . Because more and more driver assistance systems are usede.g. anti-lock brake, electronic stability control, lane departure warnings adaptive cruise control, or driver fatigue detectora reduction of the number of accidents is already noticeable. By using the emergency braking assistant, e.g., at least 20% of the passenger car crashes can be avoided [16] . Thus, it can be assumed that further automation will minimize human errors while driving and the road safety will increase.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Road Safety Benefits of AVs"
        },
        {
            "text": "In public debates of the decision-making criteria of AVs, it is rather the ethical aspects, such as the following questions that are much discussed: How will the selfdriving vehicle 'decide', if it has the 'choice' to run into a child or an elderly person? Which moral decisions can be made by AVs? And, who is liable when an accident occurs? The Ethics Commission mentioned before was appointed to answer these questions. An essential outcome was that nobody, neither human nor machine, would be allowed to balance between lives in a dilemma situation. Hence, no rules or decision making processes can be programmed into the software. The same commission concluded that automobile manufacturers are liable for accidents that occur while driver assistance systems are active. Therefore, it has to be clear who is in charge while driving, the vehicle system or the driver. This information needed to be documented and saved at all times [6] .",
            "cite_spans": [
                {
                    "start": 936,
                    "end": 939,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Road Safety Benefits of AVs"
        },
        {
            "text": "For the conclusion, it should be noted that the German Traffic Safety Association in 2007 stated the 'Vision Zero'. The aim is that there are no more fatalities or serious injuries in road traffic [11] . To achieve that objective, drastic measures still have to be taken, as there are still more than 3,000 road fatalities every year in Germany [19] . One option seems to be to use self-driving vehicles given their promises of higher safety. From that point of view, the use of AVs would be preferred. Though, it is important to note is that it still has to be proven that a driverless vehicle is safer than human drivers in a majority of the traffic situations, particularly in complex environments such as cities. Therefore, extensive real and virtual tests will have to be made to validate the system's performance. Only after that, the user acceptance will rise.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Road Safety Benefits of AVs"
        },
        {
            "text": "Of further interest is that even though more than half of the interviewed persons think that road safety can increase by using self-driving vehicles, only 44% can imagine using an AV. That allows the combined conclusion that an increase in safety is not necessarily a decisive factor for using AVs, at least not in view of the respondents to the poll. This is making clear again, that public awareness of pros and cons will be essential for a wide acceptance and deployment of AVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Road Safety Benefits of AVs"
        },
        {
            "text": "The automation of vehicles is going to change urban life tremendously in the future. It promises an accident-free traffic, optimized traffic flow, and inclusive mobility services. To understand how the German population is feeling about AVs, a representative survey was conducted, which was further compared to scientific and professional expert knowledge in a technical assessment. A central outcome was, that the population is underestimating the potentials of AVs compared to the current opinion in the scientific community. Furthermore, differences in the answers were found that are connected to sociodemographic features of the interviewed group, with females in general being more skeptical towards AVs and their potential. At the same time, those questioned between the ages of 18 to 29 were more open to the new technology, and further assessed the potential of AVs more positively. The older the interviewed persons were, the more critical they were. Other sociodemographic features like the educational level or whether the person lives in rural or urban environments did not correlate to their answers, though. The only question where less deviations between survey respondents and expert knowledge were visible is the question about cyber-security. In general, it is possible that the poll showed a general skepticism towards robotic technologies and not specifically towards AVs. To find that out, further research would be needed, while surely more efforts need to be placed in creating public awareness of the pros and cons of AVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "It should be noted that the study was conducted in 2019 before the beginning of the COVID-19 crisis. During the pandemic, the worldwide mobility demand changed significantly, with a massive drop in passenger numbers in public transportation systems and shared cars. In sight of these circumstances, it is questionable, whether the survey results would still be the same, today. It is self-evident that mass transportation systems are used less, because it is hardly possible to keep the safety distance in a confined space. Furthermore, there are concerns about the cleanliness of vehicles. As an alternative, the usage of bikes and private cars are increasing. In many cities, roads have been transformed into pop-up pedestrian zones or bike lanes, such that those using the soft modes can keep distance from one another. During the pandemic, a scenario of individuals using small and shared self-driving vehicles instead of public transport may appear the most appealing. A reduction of the usage of car and ride sharing, as well as taxis and other mobility services is noticeable, though. An explanation might be that the population has doubts, whether the vehicles are disinfected properly. So, selfsanitizing capabilities might be a very relevant feature of AVs in the future. It should be considered, though, that overall mobility has shrunk by up to 40% temporarily during the pandemic, because people worked from home, schools and shops were closed, and private meetings were prohibited, all affecting any kind of transportation service. Hence, it is difficult to derive a clear change in the survey results from the behavior during the pandemic. While it is well imaginable that individual transportation in a shared AV could be more appealing now than before the pandemic, this conclusion cannot be made easily, as demand in shared vehicles has been dropping, too. Overall, it is likely that the skepticism towards the new technology and especially the concerns about the cyber security of AVs remain, and that any new features that appear beneficial in response to COVID-19 will not necessarily be met with enthusiasm only by the population. This insight that is clearly calling for a stronger involvement of citizens into the advancing AV design process applying co-creation approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Automated vehicles and the rethinking of mobility and cities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alessandrini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campagna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Site",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Filippi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Persia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Transp. Res. Procedia",
            "volume": "5",
            "issn": "",
            "pages": "145--160",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Autonomous vehicle technology: a guide for policymakers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kalra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sorensen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Samaras",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Oluwatola",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Integration of shared mobility approaches in Sustainable Urban Mobility Planning",
            "authors": [
                {
                    "first": "D.-I. W.-H",
                    "middle": [],
                    "last": "Arndt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Drews",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hertel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wiedenhöft",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Einführungsszenarien für höhergradig automatisierte Straßenfahrzeuge",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Beiker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Autonomes Fahren",
            "volume": "",
            "issn": "",
            "pages": "197--217",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Autonomous Driving. Disruptive innovation that promises to change the automotive industry as we know it -it's time for every player to think:act!",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bernhart",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "BMVI: Ethik-Kommission. Automatisiertes und vernetztes Fahren",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An analysis of possible energy impacts of automated vehicle",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gonder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Repac",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Road Vehicle Automation. LNM",
            "volume": "",
            "issn": "",
            "pages": "137--153",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Datengetriebene Geschäftsmodelle rund um das vernetzte Auto. Grundrechtsschutz im Smart Car. D",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Buchner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "59--73",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-658-26945-6_4"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Autonome Fahrzeuge und autonomes Fahren aus Sicht der Nachfragemodellierung",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cyganski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gerdes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lenz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Autonomes Fahren",
            "volume": "",
            "issn": "",
            "pages": "241--263",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-662-45854-9_12"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Urbane Mobilität und autonomes Fahren im Jahr 2035. Welche Veränderungen durch Robotaxis auf Automobilhersteller",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Deloitte",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Städte und Politik zurollen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Verkehrliche Wirkung autonomer Fahrzeuge",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dvr: Vorfahrt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Friedrich",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Autonomes Fahren",
            "volume": "",
            "issn": "",
            "pages": "331--350",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-662-45854-9_16"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "System effects of widespread use of fully automated vehiclesthree scenarios",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gruel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Stanford",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Disrupting Mobility. LNM",
            "volume": "",
            "issn": "",
            "pages": "135--148",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Autonomes fahren und stadtstruktur",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heinrichs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gerdes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lenz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Autonomes Fahren",
            "volume": "",
            "issn": "",
            "pages": "219--239",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-662-45854-9_11"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mobility-as-a-service: Why self-driving cars could change everything",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Keeney",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Der Beitrag des automatisierten Fahrens zur Erhöhung der Verkehrssicherheit. Grundrechtsschutz im Smart Car. D",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kühn",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "43--55",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-658-26945-6_3"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mobilität in Deutschland -MiD Ergebnisbericht",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nobis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuhnimhof",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Studie von infas, DLR, IVT und infas 360 im Auftrag des Bundesministers für Verkehr und digitale Infrastruktur (FE-Nr. 70.904/15)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Elektrifiziert, automatisiert, vernetzt -herausforderungen und chancen für die antriebsentwicklung von morgen. VPC -Simulation und Test",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Radke",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "P",
            "volume": "",
            "issn": "",
            "pages": "269--283",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Unfallentwicklung auf deutschen Straßen",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Research to examine behavioral responses to automated vehicles",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zmud",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Road Vehicle Automation 5. LNM",
            "volume": "",
            "issn": "",
            "pages": "53--67",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-94896-6_5"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Automatisiertes Fahren in der Smart City. IIT",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Halil",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hornbostel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Johnsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wittpahl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Assessment of the potential of self-driving vehicles to enhance the quality of life in cities (The deviations from 100% are caused by rounding.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Personal statement to the willingness to use self-driving vehicles (The deviations from 100% is caused by rounding.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Assessment of the statement, if self-driving vehicles can be the aim of hacker attacks",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Assessment of the statement, if the road safety in cities can improve by using driverless vehicles (The deviations from 100% is caused by rounding.)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements. The authors gratefully acknowledge support by the Verein Deutscher Ingenieure (VDI) who initiated this study. They are also indebted to the members of the Institute for Innovation and Technology (iit) of VDI/VDE-IT in Berlin for their assistance, especially to Lorenz Hornbostel and Volker Wittpahl for managing the project, as well as to Doris Johnsen and Jörg Dubbert for their contributions to the state of expert knowledge assessments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}