{
    "paper_id": "0b1d390108ed2bb3a66cb91a1d6630de0b455e1e",
    "metadata": {
        "title": "The Journal of Infectious Diseases C O R R E S P O N D E N C E Testing for Novel Coronavirus Antibodies: A Necessary Adjunct",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with interest the article by Cowling and Aiello [1] about the use of proactive public health measures to help slow the spread of the novel coronavirus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) over the world. The size of this pandemic and the exorbitant increase in number of patients seems to have become unstoppable. More than 200 countries are now involved in this emergency, and, as of 30th May 2020, about 6.1 million persons have tested positive and > 360 000 patients have died [2] .",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It now seems clear that the implementation of such measures has unfortunately not been sufficient to contain the outbreak, considering that this dramatic increase in numbers occurred within only a few months after the first case in Wuhan, China [3] . This new endemic disease has proved itself not only a worldwide clinical disaster but also an economic disaster. It caused the lockdown of economic activities and the collapse of worldwide markets [4] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, the numbers of individuals infected are difficult to estimate, owing to the presence of both SARS-CoV-2-positive asymptomatic individuals and symptomatic, self-isolating individuals in whom nasopharyngeal swab samples were not obtained. Many experts estimate that the real number of persons positive for SARS-CoV-2 is underreported by up to 10-fold [5, 6] .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 366,
                    "end": 368,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The problem of asymptomatic individuals spreading SARS-CoV-2 is critical. Knowing the number of truly infected people is important not only for epidemiological reasons but also in order to restart the world economy, which would otherwise be blocked until an uncertain date in the future. The most feasible solution to knowing how many people have actually been infected lies in the possibility of carrying out large-scale serosurveys, evaluating antibody titers in individuals who have not undergone nasopharyngeal swab viral RNA testing, particularly in heavily infected areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It may seem a waste of resources but knowing people's serological status regarding SARS-CoV-2 could allow those who were previously infected to return to work and restart the world economy before the entire pandemic is over. The revenues obtained from a recovery of the economic system would far exceed the expenses needed to support the \"antibody search\" policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We therefore suggest, along with all the necessary public preventive measures, performing target testing for SARS-CoV-2 antibodies in particular subpopulations, for example, young and healthy persons who can actively work. This strategy could accurately identify previously infected individuals who could return to work. In this way the economy could be relaunched while minimizing the risk of worsening the epidemic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Public health measures to slow community spread of COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aiello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "221",
            "issn": "",
            "pages": "1749--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 coronavirus pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Economic impacts of Wuhan 2019-nCoV on China and the world",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Chiwero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kamasah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dzuvor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "473--478",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimation of COVID-19 outbreak size in Italy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Correcting under-reported COVID-19 case numbers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lachmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.03.14.20036178v1.full.pdf"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "All authors: No reported conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed. Daverio, 1, Angela Amigoni, 1 and Maria Elena Cavicchiolo 2 Pediatric Intensive Care Unit, Department of Woman's and Child's Health, University Hospital of Padova, Italy, and Neonatal Intensive Care Unit, Department of Woman's and Child's Health, University Hospital of Padova, Italy",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}