{
    "paper_id": "0b1d4f08d46d40bf9cb32c0753003b9a36ac5aac",
    "metadata": {
        "title": "COVID-19 screening during fertility treatment: how do guidelines compare against each other?",
        "authors": [
            {
                "first": "Athanasios",
                "middle": [],
                "last": "Papathanasiou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Various fertility scientific societies have published pathways and recommendations for COVID-19 screening during fertility treatments. As there is currently very limited research evidence on how to best deliver this screening, it is not surprising that there are noticeable differences between their recommendations. This paper compares the screening pathways recommended by these guidelines, in the light of the emerging evidence. It proposes the more liberal use of viral testing for improving detection of asymptomatic or mildly symptomatic fertility patients. It also argues that a negative test result on symptomatic individuals should not be over-relied upon for allowing the treatment to proceed. In these cases, a low threshold for cancellation may still need to be maintained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Developing risk assessment strategies against COVID-19 for the fertility services presents with unique challenges. The very nature of fertility treatment involves a number of necessary face-to-face interactions which extend over a timeframe of weeks. This requires continual reaffirming of good health, not just a single assessment. It also demands prompt investigation of the potential risk, followed by decisions-to conclude or cancel the treatment-which are often backed by limited evidence. Ideally, a reliable and sensitive point-of-care diagnostic tool for COVID-19 could address most of these challenges effectively. However, at the time of writing this paper, no such tool is readily available for use in the reproductive medicine field [1] . As a result, fertility scientific societies currently suggest combining tools for assessing the risk of exposure to the virus, with some noticeable differences among their recommendations.",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 748,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this paper is to discuss the guidance on COVID-19 screening that is specific to the delivery of fertility treatment. Differences within the existing guidelines will help highlight gaps and limitations in current knowledge, which future guidance should try to address. Moreover, studying these differences will increase preparedness among clinicians, in anticipation of challenging, yet unexplored, clinical scenarios that may be encountered in everyday fertility practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Search for COVID-19 fertility guidelines COVID-19-related fertility guidance was expected to be available online within the dedicated scientific societies' websites, as this would facilitate instant publication and dissemination, as well as regular updating of the guidance. Therefore, an online search was conducted using relevant keywords ('covid-19′, 'sars', 'fertility', 'reproductive', 'society', 'association', 'college', 'guidance' and 'guideline') in two popular search engines ('Google' and 'Bing'). This was complemented by directly searching within the websites of known fertility societies for the latest updates (search performed on 16 May 2020, English language only).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Four national/international societies have published clinical guidance that addresses COVID-19 screening during fertility treatments (European Society of Human Reproduction and Embryology (ESHRE), American Society for Reproductive Medicine (ASRM), British Fertility Society/ Association of Reproductive and Clinical Scientists (BFS/ ARCS) and Canadian Fertility and Andrology Society (CFAS)) ( Table 1) [2] [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 402,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Triage by self-assessment All scientific societies advocate a 'triage' approach to ascertaining patient risk of exposure to the virus. This is based on self-reporting, which is performed via remote means of communication such as phone or email. Interestingly, there are differences in the nature of questions each society recommends asking. Overall, the topics covered by the triage assessments are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The screening process"
        },
        {
            "text": "Symptoms suggestive of COVID-19 infection (all 4 guidelines) ii)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i)"
        },
        {
            "text": "Episodes of exposure to a potentially infected individual (all 4 guidelines) iii)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i)"
        },
        {
            "text": "Lifestyle-related risk of exposure (such as high-risk professional groups or travel history) (ESHRE, ASRM and CFAS) iv) Viral prevalence locally (depending where the individual resides) (ASRM only)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i)"
        },
        {
            "text": "The differences in the covered triage topics likely reflect the still limited-though growing-knowledge around the risk factors for acquiring COVID-19 infection. Exposure to a potentially infected individual is well recognised as one of these factors by authoritative sources [6] . Other risk factors, such as working in healthcare, are emerging; however, the odds of acquiring the virus occupationally are difficult to quantify and are influenced by type of activity, use of protective equipment and opportunity [7] . Only the ASRM guideline comments that the risk of exposure is also influenced by geographical differences in viral prevalence. However, geographical variations in the prevalence of the virus are not limited to the USA but prevail worldwide [8] . Interestingly, a COVID-19 self-assessment electronic application already incorporates the geographical factor (within the USA) in the decisionmaking [9] . Similar tools designed with fertility processes in mind could be soon integrated into fertility practice. Until then, reproductive medicine clinics may need to monitor and react to trends in viral prevalence within their catchment area.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "i)"
        },
        {
            "text": "Existing guidance also supports repeating the triage assessment during treatment, which reflects the ongoing risk of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i)"
        },
        {
            "text": "Although most guidelines refer to some form of COVID-19 testing as an adjuvant to triage screening, only the European guidelines detail when testing should be performed. Two approaches to testing are being proposed. ESHRE recommends testing only in the presence of symptoms or risk (selective testing). In contrast, BFS/ARCS advocates a more cautious approach, by recommending routine testing at the beginning of treatment as well as before any procedure, with added (selective) testing in the presence of symptoms or risk. The latter guidance from BFS/ARCS is more in line with the emerging knowledge about transmission of the virus, aiming to detect the subgroups of infected patients who have very mild or no symptoms. Some of the asymptomatic ones will be at the 'incubating' stage, only to become symptomatic during or just after the completion of fertility treatment. These 'incubators' may already shed a high viral load [10] . Other patients may be asymptomatic throughout but obviously still be contagious. Early reports indicate 18-31% to be truly asymptomatic [11] [12] [13] .",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 932,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1076,
                    "end": 1080,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 testing"
        },
        {
            "text": "At least some of these surreptitious patients (incubating, asymptomatic or mildly symptomatic) will be missed by a selective approach to COVID-19 testing (as suggested by ESHRE). Obviously, testing technology is still evolving, and currently, it cannot guarantee to detect all the carriers [1] . There are also resource and financial considerations, particularly if the test is to be frequently repeated. Moreover, the absolute benefit-extra number of positive cases detectedmay be arguably limited if routine testing is applied on a lowrisk population (although this can only be proven retrospectively). Notwithstanding the aforementioned uncertainties, regular viral testing (as supported by the BFS/ARCS) has the potential to achieve higher and earlier detection of infected cases, thereby reducing the overall risk of transmission. Taking into account the relatively high morbidity and mortality from COVID-19, this could translate to saving more lives. This technology is expected to become even more reliable in the near future.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 testing"
        },
        {
            "text": "American guidelines (ASRM and CFAS) refrain from proposing a testing pathway but instead refer to guidance from other (authoritative or local) sources. Although this is an honest and 'safe' approach, it deprives reproductive medicine clinicians of much needed practical guidance how to tackle the screening issue. Consequently, it is expected that clinics will do their own research and even consult with local experts on how to set up their own screening programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 testing"
        },
        {
            "text": "A higher than usual cancellation rate is expected after introducing COVID-19 screening. The importance of performing a viral detection test before cancelling the cycle is highlighted by all guidelines (Table 1 ). In principle, a positive result should prompt cancellation, while a negative result should allow treatment to continue-but remain vigilant. Interestingly, there is difference of opinion on how symptoms should be managed. BFS/ARCS advocates that symptoms should prompt viral testing-as long as time allows-with the result of this test determining whether to cancel or not. ESHRE places more emphasis on symptoms; they advise cancellation if the patient develops 'typical' COVID-19 symptoms, without need for confirmation by testing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Cancellation"
        },
        {
            "text": "There is an accumulating evidence that a minority of patients with confirmed COVID-19 infection will have an initial negative test (PCR) [14] . In these patients, repeated testing over the next few days tends to become positive (an average of 5 days is required) [14, 15] . On the basis of this evidence, the ESHRE recommendation to cancel on the basis of typical symptoms alone appears to be the safer approach.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Cancellation"
        },
        {
            "text": "On the other hand, the ESHRE guidance does not specify what 'typical' symptoms are. One would expect that these would be a fever (over 37.8°C) and a new, persistent cough [16] . Realistically, it would be difficult to justify allowing a febrile coughing patient to enter the fertility clinic or have a fertility-related procedure. Non-specific symptoms, such as a sore throat, nasal discharge, feeling unwell, loss of smell and taste or mildly elevated temperature, may still be challenging to manage though. In these more subtle cases, the guidance supports performing a viral detection test to guide the decision-making. However, as already argued, a single negative result should not exclude infection. Therefore, in symptomatic patients, it may be safer to cancel a cycle altogether regardless of the severity of symptoms, unless perhaps there is time for repeated testing. The guidelines do not elaborate on this uncomfortable scenario but imply that the decision should be based on an individual risk assessment [4] . In practical terms, reproductive medicine clinicians may not feel confident about quantifying the risk of an individual patient being infected, and there may be no ready access to an experienced physician. In these cases, it may come down to the 'flexibility' of individual clinic policies and the confidence clinicians place on their locally available COVID-19 testing.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Cancellation"
        },
        {
            "text": "Temperature checks at the point of entry have been widely implemented in certain settings (country borders, airports, etc.), in an attempt to detect and isolate symptomatic COVID-19 patients. These checks are simple and cheap enough to apply, justifying their use on large crowds, although they are likely to miss the mildly symptomatic and asymptomatic patients [17] . Temperature checks can also be 'deceived'.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Temperature checks"
        },
        {
            "text": "In the fertility clinic setting, the benefit of temperature checks has not been established. Some of the guidelines refer to them as optional, while others do not even consider them ( Table 1 ). CFAS suggests that temperature checks may be of limited value if patients have been previously symptomtriaged. Moreover, there is an element of risk exposure for the individual assigned to perform temperature checks. Obviously, this risk needs to be balanced against the risk of a larger team of staff being exposed to a febrile COVID-19 patient that has been allowed to enter the clinic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Temperature checks"
        },
        {
            "text": "There is very limited knowledge on the safety and effectiveness of viral screening measures within the reproductive medicine setting. Unsurprisingly, currently published screening pathways rely heavily on expert opinion and are subject to change with time. In the absence of reliable research evidence, clinics must therefore aim to internally monitor the ongoing risk associated with their COVID-19 policies. Prospectively auditing COVID-19 outcomes is paramount, as this will instil confidence in the clinic's policies and inform future restriction or relaxation of the screening protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deriving best local practice"
        },
        {
            "text": "Along the same lines, clinics may wish to apply more, rather than fewer, risk assessment measures at the restart (e.g. collect more triage self-assessments or perform routine and repeated viral detection tests, if available). This is not only because it is presumed safer (until proven otherwise); the auditing process is also likely to be more informative with a wealth of data collected along the way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deriving best local practice"
        },
        {
            "text": "Current guidance on COVID-19 screening during fertility treatment supports a triage approach, with emphasis on regular self-assessments that are complemented by viral testing. Nonetheless, there are significant differences in the proposed pathways for delivering the screening, which will hopefully ameliorate with accumulated experience and research in the fertility setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Currently, there is a scientific argument in support of more liberal use of viral testing for improving detection of asymptomatic or mildly symptomatic fertility patients. On the other hand, a negative test result on symptomatic individuals should not be over-relied upon for allowing the treatment to proceed. In these cases, a low threshold for cancellation may still need to be maintained. These points need to be covered by future updates of the guidance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In the absence of concrete research evidence, prospective auditing of COVID-19-related screening measures and outcomes is essential, in order to ascertain the effectiveness of locally enforced policies and to inform needful amends to future practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Potential preanalytical and analytical vulnerabilities in the laboratory diagnosis of coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "A-M",
                    "middle": [],
                    "last": "Simundic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plebani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem Lab Med. Walter de Gruyter GmbH",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ESHRE. ESHRE guidance on recommencing ART treatments",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Patient management and clinical recommendations during the coronavirus (COVID-19) pandemic",
            "authors": [
                {
                    "first": "Asrm",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "best practice guidelines for reintroduction of routine fertility treatments during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "U K"
                    ],
                    "last": "Bfs &amp; Arcs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fertility care during the COVID-19 pandemic: guiding principles to assist Canadian ART clinics to resume services and care",
            "authors": [],
            "year": 2020,
            "venue": "CFAS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "European Centre for Disease Prevention and Control. Contact tracing: public health management of persons, including healthcare workers, having had contact with COVID-19 cases in the European Union -second update",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "documents/Contact-tracing-Public-healthmanagement-persons-including-healthcare-workers-having-hadcontact-with-COVID-19-cases-in-the-European-Union-second-update_0",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Deaths in healthcare workers due to COVID-19: the need for robust data and analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kursumovic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lennane",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "European Centre for Disease Prevention and Control. COVID-19 situation update worldwide, as of 16",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19) screening tool",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Apple",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Potential presymptomatic transmission of SARS-CoV-2",
            "authors": [
                {
                    "first": "Z-D",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K-F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H-L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance. NLM (Medline)",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "S-M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical characteristics of 24 asymptomatic infections with COVID-19 screened among close contacts in Nanjing, China. Sci China Life Sci",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "G"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology. Radiological Society of North America (RSNA)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Diagnosis of the coronavirus disease (COVID-19): rRT-PCR or CT?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Radiol Elsevier Ireland Ltd",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "NHS. Check if you have coronavirus symptoms",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronavirus disease-2019: is fever an adequate screening for the returning travelers",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Bwire",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Paulo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trop Med Health. BioMed Central Ltd",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Summary of recommendations for COVID-19 screening during fertility treatment by national/international scientific reproductive medicine societies",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest The author declares that he has no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}