{
    "paper_id": "0b72cc90a9ca26f9d558b08f0e297e631fc8da5a",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Naman",
                "middle": [],
                "last": "Julka-Anderson",
                "suffix": "",
                "affiliation": {},
                "email": "namanjulka@hotmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On March 23rd 2020, the United Kingdom (UK) went into 'lockdown' in response to the COVID-19 pandemic. It forced all of us, as healthcare professionals and members of the general public, to change our ways in one way or another. Simple things such as the weekly food shop became more difficult. For healthcare professionals, conversations and decisions began to get a lot tougher, pressures increased. We started to feel the effects of 'moral injuries' a form of psychological distress, from actions or lack of actions that violates a person's moral code and affects our mental health (1, 2) . COVID-19 brought with it the need to adapt our working practices and adjust to the new needs of ourselves and our patients.",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 588,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 589,
                    "end": 591,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "How COVID-19 is testing and evolving our communication skills"
        },
        {
            "text": "In the UK, radiotherapy patients are reviewed weekly by radiation oncologists and through radiation therapist (review radiographer) led clinics. A review radiographer has advanced skills and qualifications in symptom management, triage, emotional support and sign posting (3) . Most radiotherapy patients are reviewed on a weekly basis with input from radiation oncologist where required. As a radiation therapist (therapeutic radiographer) and member of the radiotherapy review team, I see patients throughout their radiotherapy treatments to address their physical and emotional side effects. At the core of our skill set as review radiographers are welldeveloped listening and interpersonal skills. Every review starts with the basics; making eye contact, smiling at the patient, listening and shaking their hand, to name a few… \"Hello, my name is Naman, I'm a member of our treatment review team, I'm just going to take you to one of our counselling rooms to check-in with you and have a discussion about treatment side effects. If you have come in with someone today, they are more than welcome to join us if you feel comfortable with this.\" This was a normal pre-review conversation in the waiting area, before COVID-19.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "How COVID-19 is testing and evolving our communication skills"
        },
        {
            "text": "Radiotherapy staff on treatment units began to work in Personal Protective Equipment (PPE) such as masks and protective eyewear in order to minimise the risk of contracting or transmitting the virus. PPE is an uncomfortable, but necessary addition to our physical working environment that affects interactions with colleagues and patients. Communication with patients is much more difficult as voices behind masks are muffled. Patients who are hard of hearing or deaf are unable to read our lips. Interactions between team members are hampered, impeding workflow and adding to tensions. This literal barrier to effective communication is a moral injury we faced on a daily basis through this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What has changed since COVID-19?"
        },
        {
            "text": "Those of us in the radiotherapy review team have changed to telephone appointments to minimize time spent by patients in a hospital environment. Telephone reviews aren't a new process within healthcare (4); oncology teams use telephone triage when patients report treatment related side effects. Triage calls need to be efficient in finding out the problem while providing reassurance -they have a standard narrative: what is going on and how long for, what needs to be done, refer on appropriately, document and reflect (5) . Radiotherapy reviews are usually face-to-face and are scheduled for each patient. They often cover much more than just physical side effects and help build up a rapport with the patient. They can cover healthy lifestyle advice, explore support networks, promote wellbeing and can help provide reassurance. Face-to-face reviews provide the opportunity to pick up on non-verbal communication cues that you would miss through a telephone. In my opinion, radiotherapy reviews are more in depth than triage calls as they cover all aspects of a patient's care and side effects to help them live with and beyond cancer.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 524,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "What has changed since COVID-19?"
        },
        {
            "text": "Despite the obvious barriers of PPE or a telephone, effective communication is vital to deliver patient centered care. Communication is the cornerstone of life. It helps us build relationships, to find problems and find solutions. We learn how to communicate from what our parents or carers teach us. This develops as we experience the world socially and eventually through work. We all have unique journeys and experiences in life to make sense of an ever-changing world. We all have plans and ambitions for the future. COVID-19 is a unique experience for all of us: plans and ambitions on hold, an ever-changing environment and uncertain vision of the future. The daily uncertainty, fear and changes have been exhausting. We do not know what tomorrow might bring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What has changed since COVID-19?"
        },
        {
            "text": "People with cancer are dealing with all of these COVID-19 uncertainties on top of their diagnosis, treatments, side effects and everything that goes along with that. To go one step further, cancer patients can endure some form of lockdown during their cancer journey. The physical experience of lockdown to protect your health is nothing new to patients who have gone through systemic anticancer treatments that leave them with weakened immune systems. The experience of being locked down is new for other cancer patients. The uncertainty of not knowing whether treatment will be successful or whether they'll experience recurrence could be likened to the uncertainty surrounding a future coronavirus vaccine and effective treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What has changed since COVID-19?"
        },
        {
            "text": "We often talk to patients about adjusting to a 'new normal' after their treatment ends, but patients going through cancer treatment during a pandemic face a whole new set of challenges. In switching to telephone reviews we were concerned we would not pick up as much as an in-person review. Addressing concerns face-to-face or through telephone shouldn't really be any different, should it?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What has changed since COVID-19?"
        },
        {
            "text": "The British Association for Counselling and Psychotherapy recently released a set of competencies on telephone and e-counselling (6). Although not designed for use by radiographers, it has helped us transform how we approach telephone reviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How have we adapted?"
        },
        {
            "text": "We have been letting patients know a day in advance to expect a phone call from the review team. On the day of the review, after having read up on the patient's history and treatment plan, I then prepare to call the patient. While I'm pulling on my callcenter style headset, I like to take a moment to look at their ID photo so I have their face in mind when I call them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How have we adapted?"
        },
        {
            "text": "We're due to catch up for a treatment review over the phone this morning, is now a good time? Brilliant, this should take around 20-30 minutes. Before we get started, are you sitting comfortably or is there somewhere in your home you want to sit for the duration of this phone call? If you need a pen and paper to write down any notes or to grab a drink, then now would be the time to grab what you need too. … Is there anyone else with you joining in on this call that you feel comfortable having with you? Okay … let's continue …\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Hello … , my name is Naman, I am a member of the review team calling from …"
        },
        {
            "text": "Our new normal includes setting appropriate boundaries with time, surroundings, who can listen in on the review and awareness. We have to remember to summarize after important aspects of the conversation and give the patient time to write some of the information down. It is important to wait for anyone else in the background to ask any questions. It can be a real flowing conversation over the phone perhaps easier than face-to-mask, but it's not without its challenges…",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Hello … , my name is Naman, I am a member of the review team calling from …"
        },
        {
            "text": "Keeping the conversation on track can be more difficult; for many patients who are isolating we are tackling their loneliness as well as their treatment side effects. You might be the only person this patient has spoken to in a while. One patient I recall had no family in touch and no children. The only friends he had were the ones he'd meet at the pub which was now off limits. During our chat he began to tell me about his garden. I remember thinking briefly, I have a long list of tasks to get through today and live in a flat with no garden but this is important to him. I think \"should I quickly google something about gardening?\" Then the patient says his wife used to love gardening and she made the garden look colorful and tidy when she was around…then I heard him crying through the phone. At this point it was difficult not to feel guilty that I couldn't do more. The use of silence and listening has become even more important; I wonder whether this patient could have opened up like this had we been speaking face-to-face? Grief is difficult to overcome and stereotypes challenge all of us. The stereotype is that men don't cry. Especially men of a certain generation, and especially not to other men.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some challenges of our new practice"
        },
        {
            "text": "We are all having to live in the present, stop and notice what is around us. There are people like him everywhere, whether they have had cancer treatment or not. It isn't my job to talk about a patient's garden but by not cutting him off he got to talk about someone he loves and misses. It was sad and it upset me but it was an absolute privilege that while he was in his safe space, at home, he trusted me enough to confide in me and cry over the phone. I'm very lucky to have at least one person in my phone book who would answer and listen to me.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some challenges of our new practice"
        },
        {
            "text": "The traditional view of face-to-face consultations by a healthcare professional has changed during this pandemic, potentially forever. Change is inevitable, however uninvited it is. We all have had to adapt at what feels like breakneck speed. Patients and staff have been forced to accept technology. Some of our more 'mature' staff have been looking to younger staff to guide them. For some patients, seeing someone \"in person\" is their way of feeling looked after. It gives them the space to open up and engage with you. Our new normal is a virtual review room where boundaries need to be drawn with the patient. Distractions need to put aside. There are no more visual cues for you to pick up on and alter your approach. It is no longer eye contact and body language that we look for, but subtle changes in the tone of the patient's voice. It is difficult to empathize and console using just your voice. Use of silence and listening are really important. However, I found that being silent on the call for too long, waiting for the patient to answer a probing question, led a patient to think I wasn't there anymore and she hung up on me. This was embarrassing and amusing but at least I've learnt that on the phone you can't be silent for too long. Sporadic murmurs of agreement or support are often just as important as a fully formed answer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some challenges of our new practice"
        },
        {
            "text": "Lockdown has meant many of our patients are less busy and are being forced to slow down and refocus on themselves. There is more time to sit and talk. Perhaps the telephone helps erode some of the hesitancy and awkwardness of talking about openly themselves. For example, explaining how many times you open your bowels seems less intimate over the phone than face-to-face. I would argue we are uncovering more about side effects than we have before. Patients have more time to think about they feel, what has changed, and what is on their mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some challenges of our new practice"
        },
        {
            "text": "As we navigate the moral injuries that this pandemic deals us, it is possible to also sense some of the positive outcomes. For me, the bond between cancer patients and radiation therapists has grown stronger. Cancer patients are risking their lives to come our department, and when they arrive they are treated by staff risking theirs. We have changed how we work, what skills we use to work, but behind a mask or telephone, we are still here to help our patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some challenges of our new practice"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Moral injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Psychoanalytic Psychology",
            "volume": "31",
            "issn": "2",
            "pages": "182--191",
            "other_ids": {
                "DOI": [
                    "10.1037/a0036090"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Managing mental health challenges faced by healthcare workers during covid-19 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Docherty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gnanapragasm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The British Medical Journal",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1211"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Radiotherapy Treatment Review: A Prospective Evaluation of Concordance between Clinical Specialist Radiation Therapist and Radiation Oncologist in Patient Assessments",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Harnett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zychla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dinniwell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Medical Imaging and Radiation Sciences",
            "volume": "43",
            "issn": "",
            "pages": "6--10",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmir.2011.10.001"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Activity analysis of telemedicine in the UK",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Debnath",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Postgraduate Medical Journal",
            "volume": "80",
            "issn": "944",
            "pages": "335--338",
            "other_ids": {
                "DOI": [
                    "10.1136/pgmj.2003.015453"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What evidence is there on the effectiveness of different models of delivering urgent care? A rapid review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cantrell",
                    "suffix": ""
                },
                {
                    "first": "V-H",
                    "middle": [],
                    "last": "Phung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bradbury",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goyder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Service and Delivery Research",
            "volume": "3",
            "issn": "43",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3310/hsdr03430"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "British Association for Counselling & Psychotherapy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}