{
    "paper_id": "0baaf797f1c89d4754398ebeda66436adfdf3648",
    "metadata": {
        "title": "The validation of the original and modified Caprini score in COVID-19 patients",
        "authors": [
            {
                "first": "Sergey",
                "middle": [],
                "last": "Tsaplin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pirogov Russian National Research Medical University",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russian"
                    }
                },
                "email": ""
            },
            {
                "first": "Ilya",
                "middle": [],
                "last": "Schastlivtsev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pirogov Russian National Research Medical University",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russian"
                    }
                },
                "email": ""
            },
            {
                "first": "Kirill",
                "middle": [],
                "last": "Lobastov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pirogov Russian National Research Medical University",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russian"
                    }
                },
                "email": ""
            },
            {
                "first": "Sergey",
                "middle": [],
                "last": "Zhuravlev",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Victor",
                "middle": [],
                "last": "Barinov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "A"
                ],
                "last": "Caprini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease (COVID-19) is a highly infectious disease caused by the SARS-CoV-2 virus leading to the development of severe pneumonia and acute respiratory distress syndrome (ARDS). The infection has appeared in Wuhan, Hubei Province, China, in December of 2019, and has been spread globally. 1 The high prevalence of venous thromboembolism (VTE), including deep vein thrombosis (DVT), pulmonary embolism (PE), and pulmonary artery (PA) thrombosis, among the inpatients and critically ill patients, have been reported since the beginning of the pandemic. [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] The overall duplex ultrasound scan (DUS) detected the presence of DVT in 46% of the patients in the general ward and up to 79% of the patients in the intensive care unit (ICU). 10, 11 Proven PE using contrast computed tomography (CT) scan was observed in 30% of all COVID-19 patients. 8 The evidence of small and mid-sized PA thrombosis and microthrombi in alveolar capillaries was found in most of the deceased patients in parallel with the occlusion of big branches of PA in 9-33% of dissections. 12-16 Considering the high incidence of thrombotic complications in COVID-19, most of the current guidelines suggest routine pahrmacoprophylaxis using low-molecularweight heparin (LMWH) or unfractionated heparin (UFH) for patients admitted to the hospital. 17-21 Some publications support the intensification of anticoagulation (intermediate to therapeutic doses of heparin) in subjects at individually highest risk for VTE including critical illness, obesity, and high level of D-dimer. 17, 19, 20 The tools mentioned in these publications for VTE risk assessment include: the Caprini score, Padua score, and IMPROVE VTE score. [18] [19] [20] The Padua score was assessed in two papers without a clear correlation with VTE events. 22, 23 To the best of our knowledge, the Caprini and IMPROVE VTE scores have not been validated in COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 300,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[9]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[10]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "10,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 784,
                    "end": 786,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 888,
                    "end": 889,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1590,
                    "end": 1593,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 1594,
                    "end": 1597,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 1598,
                    "end": 1600,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1731,
                    "end": 1735,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1736,
                    "end": 1740,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1741,
                    "end": 1745,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1834,
                    "end": 1837,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 1838,
                    "end": 1840,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . https://doi.org/10.1101/2020. 06.22.20137075 doi: medRxiv preprint To cover this gap, we decided to perform the current study aimed to validate the original Caprini score and its modified version considering COVID-19 as a severe prothrombotic condition in patients admitted to the hospital with confirmed SARS-CoV-2 infection. We also tested the influence of several levels of D-dimer combined with the original Caprini score to improve the identification of patients at the highest risk of VTE.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 142,
                    "text": "06.22.20137075 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "This study is a single-center retrospective analysis of prospectively collected data became mandatory for assessment. The EMRs were extracted on May 30, 2020, when all COVID-19 patients were discharged, and the hospital turned back to the standard care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The initial Caprini score was calculated by the physician at the time of patients admission. It did not take into account some risk factors related to inpatient treatment (bed rest for >72 hours, central venous catheter, acquired thrombophilia, etc.). Standard coagulation testing, including the level of D-dimer, prothrombin time (PT), activated partial thromboplastin time (APTT), was performed in all admitted patients but was not considered within the primary assessment of Caprini score. The reason being at the time of admission, the blood test results were not known by the initial examiner. In Russia, the indication for inpatient treatment for adults is a moderate to severe disease according to the locally adopted criteria with respiratory rate >22 per min or SpO 2 <93% with room air, a mild illness in subjects over 65 years old with significant co-morbidities (chronic heart failure, diabetes mellitus, chronic obstructive pulmonary disease [COPD]), and pregnancy. We decided that . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. all patients with moderate to severe illness and/or representing specific signs of pneumonia on a chest CT scan should receive one Caprini point for pneumonia at the admission as well as one additional score for medical illness with bed rest (Table I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 325,
                    "text": "(Table I)",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The final score was assessed by the two investigators via EMR after patients' discharge or death. The additional risk factors related to inpatient treatment were evaluated. Also, the elevated D-dimer at admission was assessed as \"acquired\" thrombophilia from the block of 3 scores. We used a liberal or strict approach in the assessment of D-dimer and achieved two different versions of the Caprini score. In the liberal version, we put an additional 3 points for any patient who had elevated D-dimer over the upper limit of normal (ULN: >0,55 mg/L) at the admission. Within the strict version, only patients with D-dimer >3 times ULN (>1,5 mg/L) received the additional 3 points. Due to the coronavirus pandemic, one of the authors (JA Caprini) proposed using a modified score for COVID-19 patients. It adds 2 points for COVID-19 patients with asymptomatic disease, 3 points for those with symptomatic illness, and 5 points for symptomatic patients with a positive D-dimer. This modification also was used for the retrospective analysis. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. Caprini score with current sensitivity and specificity was extracted from the coordinates of ROC curves. The analysis was performed using SPSS version 26 software package (IBM Corp, Armonk, NY). The value of p<0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A total of 168 patients were admitted to the hospital between April 30 and May 29, 2020. Up to the time of data extraction, everybody was discharged or died, and every EMR was eligible for analysis. The number of males and females was equivalent (83 and 85, respectively). The age varied between 21 and 86 (mean of 58.3±12.7) years old. COVID-19 diagnosis was confirmed with polymerase chain reaction on nasopharyngeal swabs of 140 patients (83%); 28 (17%) despite the negative result had a typical pattern of viral pneumonia . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. The risk factor distribution by the Caprini score is represented in Table I . By the original scale, the score ranged from 2 to 12 (mean of 5.4±1.8) as calculated at the admission and between 2 and 15 (mean of 5.9±2.5) as calculated at discharge or death. Among all modifications, the highest score was observed with Caprini[COVID-19] version followed by",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "text": "Table I",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ", and the original version. All scores significantly increased when they were measured at the end of hospitalization (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 127,
                    "text": "(Table II)",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The symptomatic VTE was detected in 11 of 168 (6.5%; 95% CI, 3.7-11.3%) patients including catheter-related venous thrombosis of upper limbs in 3 (1.8%; 95% CI, 0.6-5.1%) cases; isolated DVT in 2 (1.2%; 95% CI, 0.3-4.3%) cases; combination of DVT and PE in 1 (0.6%; 95% CI, 0.1-3.3%) case, and isolated PE in 5 (3.0%; 95% CI, 1.3-6.8%) cases. Of three DVT, two affected the distal veins, and one -the proximal veins. Thrombosis of calf muscle veins was the only one of these leg clots associated with PE. Of six pulmonary embolism, five were fatal and confirmed by autopsy; the last one was confirmed by CTPA. The statistically significant association with symptomatic VTE was observed for all versions of the Caprini score calculated either at the admission or discharge or death (p<0.001, Figures 1 and 2) . The high predictability was confirmed by the single-factor . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 807,
                    "text": "Figures 1 and 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . https://doi.org/10.1101/2020.06.22.20137075 doi: medRxiv preprint 1 1 logistic regression analysis (Table III) (Table III, ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 186,
                    "text": "(Table III)",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 187,
                    "end": 198,
                    "text": "(Table III,",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The Caprini score is the most validated risk assessment tool for VTE that was evaluated in about 5 million medical and surgical patients worldwide. [35] [36] [37] The previous study showed . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. improved predictability when the results of viscoelastic measurements supplemented the original score. 38 However, it has not been validated in patients infected by SARS-CoV-2 to date. Despite this, the American Venous Forum has already recommended using the Caprini score for VTE risk assessment at admission and discharge. 19 They referenced the original Caprini score in their recommendations. The score of ≥ 8 was suggested as an indication for the intensification of pharmacological prophylaxis in the hospital and extended prophylaxis after discharge. Our study is the first to use a COVID-19 modified Caprini score, and compare it to the original score. We also tested some theoretical score modifications based on the D-dimer level. At the same time, our study shows that an original score of (Table IV) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 401,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 875,
                    "end": 885,
                    "text": "(Table IV)",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Interestingly, the incidence of VTE and mortality rate in our study appeared to be lower than previously reported for the general ward. 4 The study was limited by a retrospective character, small sample size, absence of the total instrumental screening for VTE, and lack of follow-up after discharge. Despite these disadvantages, it may be essential to improve VTE risk stratification in COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The study identified a direct correlation between the Caprini score and the risk of VTE or unfavorable outcomes in COVID-19 patients. The score of . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. ULN -upper limit of normal . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . https://doi.org/10.1101/2020.06.22.20137075 doi: medRxiv preprint 6 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . https://doi.org/10.1101/2020.06.22.20137075 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 23, 2020. . https://doi.org/10.1101/2020.06.22.20137075 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Venous and arterial thromboembolic complications in COVID-19 patients admitted to an academic hospital in",
            "authors": [],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "191",
            "issn": "",
            "pages": "9--14",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Km",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "High risk of thrombosis in patients with severe SARS-CoV-2 infection: a multicenter prospective cohort study",
            "authors": [],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Incidence of venous thromboembolism in hospitalized patients with COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Journal of Thrombosis and Haemostasis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Acute Pulmonary Embolism in COVID-19 Patients on CT Angiography and Relationship to D-Dimer Levels",
            "authors": [],
            "year": 2015,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pulmonary Embolism in COVID-19 Patients: Awareness of an Increased Prevalence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goutay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caplan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Parmentier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duburcq",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lassalle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Deep Vein Thrombosis in Hospitalized Patients with Coronavirus Disease 2019 (COVID-19) in Wuhan, China: Prevalence, Risk Factors, and Outcome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "obtained from medical records of patients admitted at the Clinical Hospital no.Volynskaya) of the President's Administration of the Russian Federation (Moscow, Russian Federation) with verified COVID-19. The hospital stopped standard medical care and was reoriented for COVID-19 on April 30, 2020. Two years before the Caprini score (a version of 2005 in Russian translation 24 ) was integrated into the electronic medical records (EMR) and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "was used to assess superficial and deep veins of lower and upper extremities, computed tomography pulmonary angiogram (CTPA) -to exclude thrombi in the pulmonary artery. If the patient died, the autopsy with an evaluation of lung vessels and veins of lower limbs was obligatory for the final VTE verification. The primary endpoint was symptomatic venous thromboembolism confirmed by appropriate imaging testing or dissection at autopsy. The secondary endpoints included: (1) the unfavorable outcome as a combination of symptomatic VTE, admission to the ICU, the requirement for invasive mechanical ventilation, and death, and (2) a bleeding outcome as a combination of major and clinically relevant non-major (CRNM) bleeding by the criteria of International Society of Thrombosis and Hemostasis. 25, 26 All events were assessed in a retrospective manner by three experienced in vascular surgery investigators, according to the data extracted from EMRs. The correlation with the VTE event was evaluated for the Caprini",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "either at admission or discharge or death. In contrast, the correlation between an unfavorable outcome and the Caprini score was done only at the time of admission. No need for ethical approval and a waiver of informed consent because of the retrospective character of the analysis in the urgent situation was confirmed by the Institutional Review Board of Clinical Hospital no.1 of the President's Administration of the Russian Federation. Statistical analysis. All absolute values are represented by mean with standard deviation (SD) in the normal distribution or by a median with interquartile range (IQR) 25-75 percentile in the non-normal distribution assessed by Kolmogorov-Smirnov test. The relative values are represented as percents, with a 95% confidence interval (CI) calculated by Wilson. The data were compared by paired t-test or ANOVA. The association between the Caprini score and outcomes was evaluated by the generalized linear model (GLM), a form of linear regression analysis. The predictability of Caprini scores for proposed outcomes was assessed by a single-factor univariate logistic regression analysis and evaluation of receiver operating characteristic (ROC) curves with their areas under the curve (AUC). The cut-off for the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", disease progression by chest CT scan, a decrease of consciousness or agitation, unstable hemodynamics, serum lactate >2 mmol/L, qSOFA >2) were found in 13 (8%) subjects. Time to admission from the onset of symptoms varied between 1 and 24 (mean of 7.2±4.0) days. During this period, patients were treated at home with symptomatic therapy, chloroquine or hydroxychloroquine, and antibiotics. The PT at the admission ranged from 9.3 to 29.1 sec (mean of 11.6±1.9 sec; the normal range of 9.8-12.1 sec). It was prolonged in nine (5%) patients. The APTT varied between 22.0-54.1 sec (mean of 32.9±5.0 sec; the normal range of 26.4-37.5 sec). It was increased in 44 (26%) subjects. The D-dimer varied from 0,1 to 6.7 mg/L (median of 0.6 mg/L with the IQR of 0.4-1.0 mg/L; ULN is 0.55 mg/L). Any elevation of D-dimer was observed in 102 (61%) patients and elevation >3 times ULN -in 15 (9%) subjects. We did not use the ageadjusted ULN for D-dimer like all previous reports on its level in patients with COVID-19. received therapy with chloroquine or hydroxychloroquine, antibiotics, noninvasive and invasive oxygen therapy, symptomatic treatment, and prophylactic anticoagulation. The LMWH was used in the standard prophylactic dose (enoxaparin 40 mg once daily) in 4 (2.4%) patients, in the intermediate dose (enoxaparin 60-80 mg once daily) in 129 (76.8%) patients, and in therapeutic doses (enoxaparin 1 mg/kg twice daily) in 35 (20.8%) patients. The duration of inpatient treatment varied from 1 to 29 days (mean of 13.9±4.0 days).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "All lesions affected segmental and subsegmental branches of PA. All VTE events developed despite intermediate (n=5) or therapeutic (n=6) doses of LMWH. The unfavorable outcome was detected in 31 (18.5%; 95% CI, 13.1-24.7%) patients including admission to the ICU in 28 (16.7%; 95% CI, 11.8-23.1%), the requirement for mechanical ventilation in 8 (4.8%; 95% CI, 2.5-9.2%), and death in 8 (4.8%; 95% CI, 2.5-9.2%) cases. Of 8 patients on mechanical ventilation, 7 (88%) finally died. The CRNM bleeding was detected in only 2 (1.2%; 95% CI, 0.3-4.3%) subjects represented by subcutaneous hematoma required surgical drainage and uterine bleeding. Both occurred while receiving a therapeutic and intermediate dose of LMWH, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "and the analysis of ROC curves (Table IV, Figure 4). Among the scores calculated at the admission, the highest predictability by the area under the curve was found for the version considering any elevation of D-dimer (Caprini[Dd>ULN:adm]). The score of ≥ 10 with the sensitivity of 73% and specificity of 85% predicted the occurrence of symptomatic venous thromboembolism. However, the standard version (Caprini[orig:adm]) demonstrated high predictability as well: with a sensitivity of 73% and the specificity of 80%, the score of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "at the discharge or death, the best predictability was observed for the original version of the scale (Caprini[orig:fin]): with the sensitivity of 73% and specificity of 96% score of ≥ 11 predicted VTE. Also, this model had the highest AUC among all evaluated. The second highest predictability was observed for the version considering any elevation of Ddimer (Caprini[Dd>ULN:fin]): with the sensitivity of 73% and specificity of 97% score of ≥ 14 predicted VTE. Generally, better predictability and higher specificity were observed for the Caprini score obtained at the end of inpatient treatment. The significant association between the Caprini score of all versions obtained at the admission and the unfavorable outcome in COVID-19 patients was observed (Figure 3). The logistic regression and the analysis of ROC curves confirmed the high predictability of all models",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "IV, Figure 5). The modified version considering the COVID-19 points (Caprini[COVID-19:adm]) provided the highest AUC. The score of ≥ 11 with the sensitivity of 68% and specificity of 75% predicted the unfavorable outcome. However, the original version (Caprini[orig:adm]) provided comparable predictability: the score of ≥ 6 predicted the unfavorable outcome with the sensitivity of 74% and specificity of 66%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "as calculated at discharge, are associated with increased risk of VTE despite the administration of LMWH (predominantly intermediate doses). Such patients may be considered as an extremely high-risk group that requires special attention. The threshold of 11 points has been identified previously as a criterion for extremely high-risk of VTE in surgical patients. 24, 38 The importance of the D-dimer level in COVID-19 was introduced recently. It appears to be associated with unfavorable outcomes, increased mortality, and VTE. 3, 8, 10, 27-34 The thresholds for VTE verification were found at the levels of 1.0-2.3 mg/L 3, 8, 10 . The prophylactic doses of LMWH increased survival in patients with D-dimer level >6 times the ULN. 39 The American Venous Forum proposed therapeutic anticoagulation for subjects with D-dimer >3 times ULN.19 However, in our study, the suggested level of D-dimer supplemented the scale did not improve the predictability of the original Caprini score for VTE. At the same time, considering any elevation of D-dimer improved the predictability and specificity of the original score when calculated at admission, but not at the discharge. In general, all evaluated models demonstrated good predictability with minor differences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "The predictive value for the unfavorable outcome was similar for all models withlimited advantage of the one considering the new COVID-19 points. It was the only issue where the suggested modification appeared useful. However, the original version demonstrated sufficient predictability. Of note, any change of the original Caprini score affects the predictive threshold for extremely high-risk group, which could vary by 4-5 points. So the prognosis for VTE and detection of patients requiring intensified prophylaxis and/or additional imagining tests for VTE should be based on a specific threshold of every version of the scale",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": ", 7, 10 This fact may be related to the use of intermediate to therapeutic doses of LMWH in 97,6% of all patients. There is a limited evidence that therapeutic anticoagulation can improve survival in COVID-19 patients requiring mechanical ventilation. 40 However, the risk-benefit ratio of intensified anticoagulation should be confirmed in robust randomized clinical trials.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "as evaluated at the discharge, predicts symptomatic venous thromboembolism despite pharmacological prophylaxis. The predictability of the original score may be improved by the implementation of a D-dimer or specific COVID-19 points.However, the original Caprini score is essential. Further studies are needed to determine if there are any clinical benefits using the modified COVID-19 Caprini score. It will be",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "the Caprini risk assessment model for venous thromboembolism in high-risk surgical patients in the background of standard prophylaxis. Journal of Vascular Surgery: Venous and Lymphatic Disorders. 2016;4(2):153-60. 25. Kaatz S, Ahmad D, Spyropoulos AC, Schulman S, Subcommittee on Control of Anticoagulation. Definition of clinically relevant non-major bleeding in studies of anticoagulants in atrial fibrillation and venous thromboembolic disease in non-surgical patients: communication from the SSC of the ISTH. J Thromb Haemost. 2015;13(11)U, Bergqvist D, Eriksson B, Lassen MR, Fisher W, et al. Definition of major bleeding in clinical investigations of antihemostatic medicinal products in surgical patients. J Thromb Haemost. 2010;8(1):202-4. 27. Han H, Yang L, Liu R, Liu F, Wu KL, Li J, et al. Prominent changes in blood coagulation of patients with SARS-CoV-2 infection. Clin Chem Lab Med. 2020. 28. Gao Y, Li T, Han M, Li X, Wu D, Xu Y, et al. Diagnostic utility of clinical laboratory data determinations for patients with the severe COVID-19. J Med Virol. 2020. 29. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497-506. 30. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama. 2020;323(11):1061-9. 31. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395(10229):1054-62.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Lobastov K, Dementieva G, Soshitova N, Bargandzhiya A, Barinov V, Laberko L, et al. Utilization of the Caprini score in conjunction with thrombodynamic testing reduces the number of unpredicted postoperative venous thromboembolism events in patients with colorectal cancer. J Vasc Surg Venous Lymphat Disord. 2020;8(1):31-41. 39. Tang N, Bai H, Chen X, Gong J, Li D, Sun Z. Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy. Journal of Thrombosis and Haemostasis. 2020;18(5):1094-9. 40. Paranjpe I, Fuster V, Lala A, Russak A, Glicksberg BS, Levin MA, et al. Association of Treatment Dose Anticoagulation with In-Hospital Survival Among Hospitalized Patients with COVID-19. J Am Coll Cardiol. 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "61%) † Evaluated at discharge or after death Evaluated within the modified versions of Caprini score BMI -body mass index; COPD -chronic obstructive pulmonary disease; DVT -deep vein thrombosis; PE -pulmonary embolism; ULN -upper limit or normal",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "The incidence of VTE according to the different modifications of Caprini score assessed at the time of admission Caprini[orig:adm] -the original score assessed at admission (p<0.001 by GLM); Caprini[Dd>ULN:adm] -considering 3 points if D-dimer increased over ULN, score assessed at admission (p<0.001 by GLM); Caprini[Dd>3ULN:adm] -considering 3 points if D-dimer increased >3 times over ULN, score assessed at admission (p<0.001 by GLM); Caprini[COVID-19:adm] -considering 2 points for asymptomatic infection, 3 points for symptomatic infection, 5 points for symptomatic infection with positive D-dimer, score assessed at admission (p<0.001 by GLM); VTE -venous thromboembolism; ULN -upper limit of normal",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "The incidence of symptomatic VTE according to the different modifications of Caprini score assessed at the time of discharge or death Caprini[orig:fin] -the original score assessed at discharge or death (p<0.001 by GLM); Caprini[Dd>ULN:fin] -considering 3 points if D-dimer increased over ULN, score assessed at discharge or death (p<0.001 by GLM); Caprini[Dd>3ULN:fin] -considering 3 points if D-dimer increased >3 times over ULN, score assessed at discharge or death (p<0.001 by GLM); Caprini[COVID-19:fin] -considering 2 points for asymptomatic infection, 3 points for symptomatic infection, 5 points for symptomatic infection with positive D-dimer, score assessed at discharge or death (p<0.001 by GLM); VTE -venous thromboembolism; ULN -upper limit of normal",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "The incidence of unfavorable outcome according to the different modifications of Caprini score assessed at the time of admission Unfavorable outcome combined symptomatic VTE, admission to the intensive care unit, the requirement for mechanical ventilation and death Caprini[orig:adm] -the original score assessed at admission (p<0.001 by GLM); Caprini[Dd>ULN:adm] -considering 3 points if D-dimer increased over ULN, score assessed at admission (p<0.001 by GLM); Caprini[Dd>3ULN:adm] -considering 3 points if D-dimer increased >3 times over ULN, score assessed at admission (p<0.001 by GLM);",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Predictability of different versions of Caprini score for symptomatic VTE by the ROC curves Caprini[orig:adm] -the original score assessed at admission; Caprini[orig:fin] -the original score assessed at discharge or death; Caprini[Dd>ULN:adm] -considering 3 points if Ddimer increased over ULN, score assessed at admission; Caprini[Dd>ULN:fin] -considering 3 points if D-dimer increased over ULN, score assessed at discharge or death; Caprini[Dd>3ULN:adm] -considering 3 points if D-dimer increased >3 times over ULN, score assessed at admission; Caprini[Dd>3ULN:fin] -considering 3 points if D-dimer increased >3 times over ULN, score assessed at discharge or death; Caprini[COVID-19:adm] -considering 2 points for asymptomatic infection, 3 points for symptomatic infection, 5 points for symptomatic infection with positive D-dimer, score assessed at admission; Caprini[COVID-19:fin] -considering 2 points for asymptomatic infection, 3 points for symptomatic infection, 5 points for symptomatic infection with positive D-dimer, score assessed at discharge or death; ROC -receiver operating characteristic",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Predictability of different versions of Caprini score for unfavorable outcome in COVID-19 by the ROC curves Unfavorable outcome combined symptomatic VTE, admission to the intensive care unit, the requirement for mechanical ventilation and death Caprini[orig:adm] -the original score assessed at admission; Caprini[Dd>ULN:adm]considering 3 points if D-dimer increased over ULN, score assessed at admission; Caprini[Dd>3ULN:adm] -considering 3 points if D-dimer increased >3 times over ULN, score assessed at admission; Caprini[COVID-19:adm] -considering 2 points for asymptomatic infection, 3 points for symptomatic infection, 5 points for symptomatic infection with positive D-dimer, score assessed at admission; ROC -receiver operating characteristic .",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "We calculated the four different Caprini scores obtained at the admission and the discharge or death. We achieved eight versions of the scale: Caprini[orig:adm] -original score calculated at admission; Caprini[orig:fin] -original score calculated at discharge or death; Caprini[Dd>ULN:adm] -score with liberal D-dimer calculated at admission; Caprini[Dd>ULN:fin] -score with liberal D-dimer calculated at discharge or death; Caprini[Dd>3ULN:adm] -score with strict D-dimer calculated at admission; Caprini[Dd>3ULN:fin] -score with strict D-dimer calculated at discharge or death; Caprini[COVID-19:adm] -modified score calculated at admission; Caprini[COVID-19:fin]modified score calculated at discharge or death.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The standard prevention of VTE included prophylactic or intermediate doses of LMWH. The local protocol proposed in our clinic required intermediate doses of LMWH for all patients without bleeding risk. It was suggested at the background of the high prevalence of VTE and PA thrombosis in COVID-19 patients. Although not all international guidelines support this approach, it was not contradictory to the interim Russian national recommendations. Only patients at high risk of bleeding were managed with the standard prophylactic doses LMWH. The therapeutic anticoagulation was prescribed for subjects without confirmed VTE in case of a critical level of D-dimer (>6 times the ULN) or suspected thrombi in PA (e.g., hypoxemia disproportionate to known respiratory pathologies, or acute unexplained right ventricular dysfunction). The local protocol suggested empiric initiation of therapeutic anticoagulation in case of presumptive VTE with the mandatory further verification by appropriate imaging tests before discharge. A duplex ultrasound scan",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "on chest CT scan (ground-glass opacity) as assessed by the experienced radiologists. The interim Russian national guidelines classified the disease severity as moderate (body temperature >38 degrees of Celsium, respiratory rate >22 per min, dyspnea in physical activity, pneumonia by chest CT scan, SpO 2 <95%, C-reactive protein >10 mg/mL) in 155 (92%) patients. Severe disease criteria (respiratory rate >30 per min, SpO 2",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Autopsy Findings and Venous Thromboembolism in Patients With COVID-19. Ann Intern Med. 2020. 16. Fox SE, Akmatbekov A, Harbert JL, Li G, Quincy Brown J, Vander Heide RS. Prevention and Treatment of Venous Thromboembolism in Hospitalized Patients with COVID-19. Journal of Thrombosis and Haemostasis. 2020;n/a(n/a).Report of the National Institute for Public Health of the Netherlands. Radiology.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Cuong LQ, Son NT, Duc DT, Hung TT, Hung DD, et al. Determination of Risk Factors for Venous Thromboembolism by an Adapted Caprini Scoring System in",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "The distribution of the individual risk factors for VTE according to the Caprini",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "The value of Caprini score according to the version and time of evaluation",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Predictability of different versions of Caprini score for symptomatic VTE and unfavorable outcome in COVID-19 patients by the single-factor logistic regression",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Predictability of different versions of Caprini score for symptomatic VTE and unfavorable outcome in COVID-19 patients by the analysis of ROC curve symptomatic infection, 5 points for symptomatic infection with positive D-dimer, score assessed at admission; Caprini[COVID-19:fin] -considering 2 points for asymptomatic infection, 3 points for symptomatic infection, 5 points for symptomatic infection with positive D-dimer, score assessed at discharge or death; ROC -receiver operating characteristic; SD -standard deviation; VTE -venous thromboembolism; ULN -upper limit of normal . CC-BY-NC-ND 4.0 International license It is made available under a",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": ". https://doi.org/10.1101/2020.06.22.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": ". https://doi.org/10.1101/2020.06.22.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": ". https://doi.org/10.1101/2020.06.22.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}