{"paper_id": "0be2523b4549e32afac4bac0ef24f1d89822d9f2", "metadata": {"title": "Journal Pre-proof Rapid detection of the Streptococcus mutans cnm gene by loop-mediated isothermal amplification", "authors": [{"first": "Masae", "middle": [], "last": "Kitagawa", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kentaro", "middle": [], "last": "Nagamine", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hiroko", "middle": [], "last": "Oka", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kazuhisa", "middle": [], "last": "Ouhara", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ikuko", "middle": [], "last": "Ogawa", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hitoshi", "middle": [], "last": "Komatsuzawa", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hidemi", "middle": [], "last": "Kurihara", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Streptococcus mutans (S. mutans) is a pathogen that causes dental 43 caries, which may result in tooth loss. Recent studies have reported that S. 44 mutans is associated with systemic diseases in addition to periodontal disease 45 [1, 2] . Specifically, S. mutans with cnm collagen-binding ability is associated with 46 cerebral microbleeds [3, 4] . Furthermore, infection with cnm-positive S. mutans 47 is a potential risk factor for cerebral hemorrhagic stroke [5] . Therefore, it is 48 important to evaluate whether a patient is infected with cnm-positive S. mutans. 49", "cite_spans": [{"start": 231, "end": 234, "text": "[1,", "ref_id": null}, {"start": 235, "end": 237, "text": "2]", "ref_id": "BIBREF24"}, {"start": 341, "end": 344, "text": "[3,", "ref_id": "BIBREF25"}, {"start": 345, "end": 347, "text": "4]", "ref_id": null}, {"start": 463, "end": 466, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The conventional method for detecting S. mutans DNA is to culture saliva 50 or dental plaque on Mitis-Salivarius agar containing bacitracin (MSB) for 48 h. 51", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Colonies are subsequently incubated in brain heart infusion broth (BHI) for 1 day. 52 DNA is extracted from the bacteria, and the target S. mutans gene is amplified 53 by the polymerase chain reaction (PCR) [3] . This time-consuming and 54 labor-intensive process typically takes up to 3-4 days to complete. 55", "cite_spans": [{"start": 207, "end": 210, "text": "[3]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Introduction"}, {"text": "The loop-mediated isothermal amplification (LAMP) method was 56 developed to ensure the specific, efficient, and rapid amplification of DNA under 57 isothermal conditions [6-8]. Furthermore, loop primers, which hybridize to the 58 stem-loops, and prime strand displacement DNA synthesis reduce the reaction 59 time to less than half that of the original LAMP method [9] . Additionally, calcein, 60 the main component of the fluorescence visual detection reagent, binds 61 manganese ions that quench fluorescence. Thus, when a manganese ion is 62 deprived of the pyrophosphate ion generated by LAMP, fluorescence is emitted [10] . The LAMP method can be applied for the direct detection of pathogens in 64 crude samples without DNA purification steps [11, 12] , and has been used to 65 detect the causative agents of tuberculosis, mycoplasma, influenza, and severe 66 acute respiratory syndrome [13] [14] [15] [16] . The rapid detection of causative bacteria 67 and viruses leads to prompt treatment and prevention, even in chronic diseases. 68", "cite_spans": [{"start": 366, "end": 369, "text": "[9]", "ref_id": null}, {"start": 623, "end": 627, "text": "[10]", "ref_id": null}, {"start": 750, "end": 754, "text": "[11,", "ref_id": "BIBREF0"}, {"start": 755, "end": 758, "text": "12]", "ref_id": null}, {"start": 894, "end": 898, "text": "[13]", "ref_id": null}, {"start": 899, "end": 903, "text": "[14]", "ref_id": null}, {"start": 904, "end": 908, "text": "[15]", "ref_id": null}, {"start": 909, "end": 913, "text": "[16]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The present study investigated a method using LAMP for the rapid detection of 69 cnm-positive S. mutans associated with cerebral microhemorrhage. 70", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "All experimental protocols were approved by the epidemiological research ethics 72 review committee of Hiroshima University (no. E-786-2). All subjects provided 73 written informed consent. 74", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Vector construction: The S. mutans cnm gene fragment was amplified from a 75 PCR product using the Expand Long Template kit (Roche, Toyo, Japan), as 76 previously described [3] , and cloned into pGEM-T Easy (Promega, Tokyo, 77 Japan), a thymidine adenine cloning vector. The resulting product was named 78 pGEMcnm. The primer set used for the cnm gene was as follows: forward primer 79 Specificity and sensitivity test: To examine specificity, the LAMP reaction 106 was performed using human genomic DNA and the pGEMcnm plasmid vector 107 as templates. The pGEMcnm plasmid vector was amplified by LAMP, but human 108 genomic DNA was not (Fig. 1A ). This suggested that the primer set used did not 109 amplify DNA derived from human oral cells in the salivary samples. In the 110 sensitivity test, cnm was detected with 10 3 pGEMcnm plasmid vector molecules, 111", "cite_spans": [{"start": 173, "end": 176, "text": "[3]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 637, "end": 645, "text": "(Fig. 1A", "ref_id": null}], "section": "Introduction"}, {"text": "but not with 10 2 molecules (Fig. 1B) . In the diluted solution of cnm-positive 112 strains, cnm was detected with 10 -5 OD 600 , but not with 10 -6 OD 600 , suggesting 113 that the LAMP method may be used to detect the cnm gene if ~10 3 bacterial 114 cells are present (Fig. 1C) . For detection in a fewer number of cells, direct 115 detection in saliva may still be possible though judicious primer design. S. 116 sobrinus, P. gingivalis, and Candida spp., which are present in the oral cavity of 117 several mammals, do not have the cnm gene and were not detected (Fig. 1D) . 118 Therefore, the novel method described in the present study can accurately 119 detect cnm. 120", "cite_spans": [], "ref_spans": [{"start": 28, "end": 37, "text": "(Fig. 1B)", "ref_id": null}, {"start": 270, "end": 279, "text": "(Fig. 1C)", "ref_id": null}, {"start": 567, "end": 576, "text": "(Fig. 1D)", "ref_id": null}], "section": "Introduction"}, {"text": "Comparison of culture conditions: Saliva containing cnm-positive S. 121 mutans was cultured on MSB agar, and LAMP was subsequently performed. A 122 1-day culture in MSB agar is required to selectively culture S. mutans, because 123 one milliliter of human saliva from a healthy adult contains approximately 100 124 million bacterial cells [17] . The results showed that cnm DNA was detected 125 without DNA extraction after 1 day of culture. However, when the same saliva was cultured in BHI medium alone, cnm DNA was not detected, even after 1-2 days of growth (Fig. 1E) . This result suggested that LAMP enabled the detection 128 of cnm following a short culture period, even when DNA was not extracted. mutans on MSB agar. BHI was used to collect the bacterial colonies; however, 143 tris-ethylenediaminetetraacetic acid buffer or distilled water may also be used. 144", "cite_spans": [{"start": 339, "end": 343, "text": "[17]", "ref_id": null}], "ref_spans": [{"start": 562, "end": 571, "text": "(Fig. 1E)", "ref_id": null}], "section": "Introduction"}, {"text": "Since cnm-positive S. mutans can be directly detected using the liquid, the 145 results can be obtained within 2 days (Fig. 2) . Thus, LAMP appears to be 146 effective in screening cnm-positive S. mutans carriers and these patients can be 147 forewarned of the risks for cerebral microbleeds and cognitive decline. Early detection enables proactive treatment, thereby diminishing the risk of 149 deterioration in quality of life. 150", "cite_spans": [], "ref_spans": [{"start": 118, "end": 126, "text": "(Fig. 2)", "ref_id": null}], "section": "Introduction"}, {"text": "We would like to thank Dr. Shrestha Madhu (Graduate School of Biomedical and 153", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Health Sciences, Hiroshima University) for editing assistance. 154", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This work was supported by JSPS KAKENHI grant number JP20K02352 (to 157", "cite_spans": [], "ref_spans": [], "section": "Funding information 156"}, {"text": "Kentaro Nagamine) and JP20K09940 (to Masae Kitagawa). 158 Primers used in the present study ", "cite_spans": [], "ref_spans": [], "section": "Funding information 156"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel and rapid 201 loop-mediated isothermal amplification assay for the specific detection of 202", "authors": [{"first": "A", "middle": [], "last": "Moradi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Almasi", "suffix": ""}, {"first": "H", "middle": [], "last": "Jafary", "suffix": ""}, {"first": "J", "middle": [], "last": "Mercado-Blanco", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "An integrated direct 204 loop-mediated isothermal amplification microdevice incorporated with an 205 immunochromatographic strip for bacteria detection in human whole blood 206 and milk without a sample preparation step", "authors": [{"first": "D", "middle": [], "last": "Lee", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Lee", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Seo", "suffix": ""}], "year": 2016, "venue": "Biosens. Bioelectron", "volume": "79", "issn": "", "pages": "207--273", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Operational 210 feasibility of using loop-mediated isothermal amplification for diagnosis of 211 pulmonary tuberculosis in microscopy centers of developing countries", "authors": [{"first": "E", "middle": [], "last": "Sanga", "suffix": ""}, {"first": "M", "middle": [], "last": "Hoelscher", "suffix": ""}, {"first": "T", "middle": [], "last": "Notomi", "suffix": ""}, {"first": "T", "middle": [], "last": "Hase", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Perkins", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Detection of Mycoplasma 215 pneumoniae by loop-mediated isothermal amplification (LAMP) assay and 216 serology in pediatric community-acquired pneumonia", "authors": [{"first": "Y", "middle": [], "last": "Iwata", "suffix": ""}, {"first": "K", "middle": [], "last": "Nakane", "suffix": ""}, {"first": "K", "middle": [], "last": "Funahashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Ozaki", "suffix": ""}], "year": 2012, "venue": "J. Infect. Chemother", "volume": "217", "issn": "", "pages": "662--667", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Development and evaluation of a novel loop-mediated 220 isothermal amplification method for rapid detection of severe acute", "authors": [{"first": "K", "middle": [], "last": "Hasebe", "suffix": ""}, {"first": "", "middle": [], "last": "Morita", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Evaluation of reverse transcription 224 loop-mediated isothermal amplification assays for rapid diagnosis of 225 pandemic influenza A/H1N1 2009 virus", "authors": [{"first": "M", "middle": [], "last": "Ihira", "suffix": ""}, {"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "T", "middle": [], "last": "Kageyama", "suffix": ""}], "year": 2011, "venue": "J. Med. Virol", "volume": "83", "issn": "", "pages": "10--15", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The relationship of the oral 227 microbiotia to periodontal health and disease", "authors": [{"first": "", "middle": [], "last": "Ma", "suffix": ""}, {"first": "C", "middle": [], "last": "Curtis", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Zenobia", "suffix": ""}, {"first": "", "middle": [], "last": "Darveau", "suffix": ""}], "year": 2011, "venue": "Cell Host Microb", "volume": "10", "issn": "", "pages": "228--302", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Molecular characterization of Streptococcus mutans strains 232 containing the cnm gene encoding a collagen-binding adhesin", "authors": [{"first": "", "middle": [], "last": "Ooshima", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Streptococcus 236 mutans clonal variation revealed by multilocus sequence typing", "authors": [{"first": "M", "middle": [], "last": "Grönroos", "suffix": ""}, {"first": "S", "middle": [], "last": "Vaara", "suffix": ""}, {"first": "T", "middle": [], "last": "Hamada", "suffix": ""}, {"first": "I", "middle": [], "last": "Ooshima", "suffix": ""}, {"first": "", "middle": [], "last": "Nakagawa", "suffix": ""}], "year": null, "venue": "J. Clin", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Molecular and clinical analyses of the 240 gene encoding the collagen-binding adhesin of Streptococcus mutans", "authors": [{"first": "S", "middle": [], "last": "Grönroos", "suffix": ""}, {"first": "T", "middle": [], "last": "Alaluusua", "suffix": ""}, {"first": "", "middle": [], "last": "Ooshima", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Easy detection of cnm gene related to cerebral hemorrhage", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Non-invasive sampling using saliva", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Reduced detection time due to shorter culture period and not extracting DNA", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "strains: Clinical isolates of S. mutans and Candida species, and the 82 standard strains S. sobrinus (OMZ176a) and Porphyromonas gingivalis (P. 83 gingivalis, W83), were used in this study. 84 Collection and processing of clinical isolates: Saliva was collected from 102 85 volunteers following paraffin wax chewing stimulation. Saliva samples (20 µl) 86 were added to 60-mm Mitis-Salivarius agar (Becton Dickinson, NJ, USA) plates 87 containing bacitracin (Sigma-Aldrich, St. Louis, USA). The samples were 88 cultured at 37°C for 24 h. Subsequently, 50 µl BHI medium (Nissui 89 Pharmaceutical, Tokyo, Japan) was added to the MSB agar, and all the colonies 90 were collected. Analyses of cnm expression were performed after all samples 91were confirmed to be S. mutans. The samples were stored at -80°C until use.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "129 Positive rates for the cnm gene in 102 samples: The positive rates for the 130 cnm gene were examined in saliva from 102 volunteers. With LAMP, 27 positive 131 cases were identified, with a positive rate of 26.4% (Fig.1F). The distribution 132 frequencies of cnm-positive S. mutans in Japan, Finland, and Thailand were 133 previously reported to be 10-20% using PCR [18-20]. In the present study, the 134 cnm positive rate in the same samples using PCR was 12.7% (13/102) (data not 135 shown). 136 Conclusion: A conventional method for detecting cnm-positive S. mutans 137 is to increase the number of colonies in BHI medium after selectively culturing S. 138 mutans on MSB agar and subsequent DNA extraction. The target gene is 139 amplified by PCR, and agarose gel electrophoresis is performed to confirm the 140 expression of the target gene [3]. This process takes 3-4 days from saliva 141 collection. With LAMP, all colonies are collected in BHI medium after culturing S. 142", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Matsue, T. Takahashi, K. Taniguchi, A. Amano, T. Ooshima, Detection 162 of cariogenic Streptococcus mutans in extirpated heart valve and 163 atheromatous plaque specimens, J. Clin. Microbio. 44 (2006), 3313-3317. 164 [2] K. Nakano, H. Inaba, R. Nomura, H. Nemoto, K. Tamura, E. Miyamoto, H. 165 Yoshioka, K. Tanigichi, A. Amano, T. Ooshima, Detection and serotype 166 distribution of Actinobacillus actinomycetemcomitans in cardiovascular 167 specimens from Japanese patients. Oral. Microbiol. Immunol. 22 (2007), 168 136-139. 169[3] F. Miyatani, N. Kuriyama, I. Watanabe, R. Nomura, K. Nakano, D. Matsui, E. 170 Ozaki, T. Koyama, M. Nishigaki, T. Yamamoto, T. Mizuno, A. Tamura, K. 171 Akazawa, A. Takada, K. Takeda, K. Yamada, M. Nakagawa, M. Ihara, N. 172 Kanamura, R.P. Friedland, Y. Watanabe, Relationship between 173 Cnm-positive Streptococcus mutans and cerebral microbleeds in humans. 174 Oral Dis. 21 (2015), 886-893. 175 [4] I. Watanabe, N. Kuriyama, F. Miyatani, R. Nomura, S. Naka, K. Nakano, M. 176 Ihara, K. Iwai, D. Matsui, E. Ozaki, T. Koyama, M. Nishigaki, T. Yamamoto, 177 A. Tamura, T. Mizuno, K. Akazawa, A. Takada, K. Takeda, K. Yamada, M. 178 Nakagawa, T. Tanaka, N. Kanamura, R.P. Friedland, Y. Nagamine, K., Watanabe, K., Ohtsuka, K., Hase, T., Notomi T., 2001. 186 Loop-mediated isothermal amplification reaction using a nondenatured 187 template. Clin. Chem. 47, 1742-1743. 188 [7] K. Nagamine, Y. Kuzuhara, T. Notomi, Isolation of single-stranded DNA from 189 loop-mediated isothermal amplification products. Biochem. Biophys. Res. 190 Commun. 290 (2002), 1195-1198. 191 [8] T. Notomi, H. Okayama, H. Masubuchi, T. Yonekawa, K. Watanabe, N. 192 Amino, T. Hase, Loop-mediated isothermal amplification of DNA. Nucleic 193 Acids Res. 28 (2000), E63. 194 [9] K. Nagamine, T. Hase, T. Notomi, Accelerated reaction by loop-mediated 195 isothermal amplification using loop primers. Mol. Cell. Probes. 1 (2002), 196 223-229. 197 [10] N. Tomita, Y. Mori, H. Kanda, T. Notomi, Loop-mediated isothermal 198 amplification (LAMP) of gene sequences and simple visual detection of 199 products. Nat. Protoc. 3 (2008), 877-882. 200Figure legends", "latex": null, "type": "figure"}, "FIGREF3": {"text": "LAMP detection of the cnm gene. (A) Specificity test. 1: negative 245 control (no DNA), 2: human genomic DNA, and 3: cnm plasmid DNA. (B) 246 Sensitivity test with cnm plasmid DNA. 1: 10 4 molecules, 2: 10 3 molecules, and 247 3: 10 2 molecules. (C) Sensitivity test using the diluted solution of the 248 cnm-positive strain 1: 10 -4 OD, 2: 10 -5 OD, 3: 10 -6 OD, 4: 10 -7 OD, 5: 10 -8 OD, 249 and 6: negative control. (D) Detection of the cnm gene in S. sobrinus, P. 250 gingivalis, and Candida spp. 1: positive control (cnm-positive strains), 2: S. 251 sobrinus (cells) 3: S. sobrinus (DNA), 4: P. gingivalis (cells), 5: P. gingivalis 252 (DNA), 6: Candida spp. (cells), and 7: Candida spp. (DNA). (E) Comparison of 253 culture differences. 1: positive control (cnm plasmid DNA), 2: negative control, 3: 254 saliva cultured in BHI medium for 1 day, 4: all colonies cultured on MSB agar for 255 1 day, 5: saliva cultured in BHI medium for 2 days, and 6: all colonies cultured on 256 MSB agar for 2 days. (F) Positive rates of the cnm gene in 102 samples. The 257 cnm gene expression in 102 samples was examined by the LAMP method and 258 27 samples were positive. Positive control (cnm-positive DNA, H12). Negative 259 control (no DNA, H13). LAMP, loop-mediated isothermal amplification; 260 BHI, brain heart infusion; MSB, Mitis-Salivarius agar containing bacitracin. 261 Schematic representation of Streptococcus mutans detection methods. 263Upper panel: conventional PCR. This process takes 3-4 days from saliva", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Figure 1", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "The study was conducted and designed by Masae Kitagawa, Kentaro Nagamine, ", "cite_spans": [], "ref_spans": [], "section": "AUTHOR CONTRIBUTIONS"}]}