{
    "paper_id": "0bf713757bd7310fe48131a9d4c95df745a854df",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Wake up, roll out of bed. No need to change from your pajamas. Make an extra strong coffee. Change the kids and get breakfast ready. Take the trash out. Check your calendar to make sure you can first skim the news. While checking LinkedIn, another status update from a colleague that has been furloughed. Change your Zoom background to something fun since your first meeting is just a check-in with your small team. Mute your microphone because your dog starts barking. Unmute to provide some insight to show you are still connected. Stop your video, so you can answer your kid's math question. Finally, start going down your long list of emails, in order, to avoid answering unnecessary emails. You have gotten the most pressing emails out of the way and the video conference ended. Oh! Your next meeting is not for another 30 minutes. Maybe it's time to shower. Wow! It's only 10:15am. Another long day ahead. This is a typical start to the day of your now virtual team member. COVID-19 has dramatically changed organizations, family dynamics, and teamwork. According to Gallup, the number of Americans working remotely jumped from 3.4% who were part-time in the beginning of this year to now 43% full-time remote workers, all by the first week of April. Can we still apply what we know about virtual teams? Probably not. Researchers have highlighted five main challenges that ordinary virtual teams face. Considering the current situation, we will revisit these original challenges to contextualize them with the goal of helping managers better navigate these unprecedented times. Table 1 summarizes these takeaways while providing action items for managers under these circumstances.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1584,
                    "end": 1591,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "TODAY'S VIRTUAL TEAMS: ADAPTING LESSONS LEARNED TO THE PANDEMIC CONTEXT"
        },
        {
            "text": "Trust matters, particularly in virtual teams. However, the emphasis in virtual teams has been on establishing trust. Current teams already have an established level of team trust, but are now asked to work together with a heightened level of virtuality. Rather than worrying about building trust, current organizations have to worry about maintaining and monitoring team trust with decreased opportunity for observation. Accordingly, indicators of team trust will also change. Team members' lack of responsiveness or their discrediting of coworkers' messages can be signs of trust violations, or psychological breach. Companies, such as Appirio, have established communication policies where team members are required to respond to each other within 48 hours. To monitor team trust, managers need to pay attention to how team members are connecting, responding to one another, and more importantly maintaining their shared tasks. This allows them to promptly identify when episodes of trust violation occur in order to stop teams from permanently destroying their originally established team trust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#1. MONITOR TRUST"
        },
        {
            "text": "Updated guideline #1: Rather than the original concern about establishing trust, monitor team trust to catch any violation early on by checking in with team members and being mindful of their interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#1. MONITOR TRUST"
        },
        {
            "text": "Generally, team process gains include team coordination, cooperation, and communication. These are all parts of the synergy that effective teams have in common. How can synergy be created when employees are worried about their health, their job security, and life events?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#2. FOCUS ON PROCESS GAINS"
        },
        {
            "text": "Employees can no longer walk up to co-workers to bounce ideas off of one another, ask for help, or start promising collaborations. Nevertheless, people are resilient and can learn informally along the way. This is crucial, considering that the best way to avoid process loss in virtual teams is to provide extensive team training, and not many teams have had time for extensive team training while adjusting to COVID-19 circumstances. Information sharing is the most hindered team process when in high virtuality. Appen, global leader in speech and search technology services, has invested in clear and precise communication, including e-learning training. Furthermore, interpersonal processes can be boosted when teams communicate through virtual mediums if the right conditions are in place. Managers can engender these conditions by setting new norms, being transparent about decision making, and empowering employees to participate. In turn, this can speed up the formation of virtual synergy and offer stability during these uncertain times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#2. FOCUS ON PROCESS GAINS"
        },
        {
            "text": "Updated guideline #2: Rather than the focus on groupprocess losses associated with virtual teams, the focus should be on process gains (e.g., communication) by providing direct channels for information sharing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#2. FOCUS ON PROCESS GAINS"
        },
        {
            "text": "Inclusion is the feeling of belonging in someone else's space. How can you foster such an environment virtually? Most of the ways to create an inclusive culture require at the very least occasional face-to-face interactions. Current teams have to deal with a huge level of discrepancy in each member's local context, from different home situations to internet reliability, all the while ensuring that everyone's voices are heard. Peoples' transition to working from home and their likelihood to press the unmute button to participate in a meeting will differ, and recognizing this can go a long way toward fostering inclusiveness. Isolation and detachment are common challenges, and are exacerbated by the current situation. Fostering a psychologically safe environment can bridge the gap in virtual teams. Concepts as simple as having team members think about the pros and cons of all ideas can help workers understand other team members' perspectives. Therefore, teams should find situational commonalities with their co-workers (e.g., ensuring everyone is safe and healthy) while facing different constraints (e.g., boredom, housework, childcare, time zone, internet reliability) to allow for a sense of belonging despite differences. For instance, Envato market records all the large meetings so everyone has access wherever, whenever. Managers should provide a safe environment, get to know each other, and draw from technological tools to make this happen. Updated guideline #3: Rather than creating a virtual environment of inclusiveness and involvement through occasional face-to-face interactions, maximize the benefits of virtual teams by learning more about each other at a deeper level in the current platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#3. FOSTER INCLUSION THROUGH PSYCHOLOGICAL SAFETY"
        },
        {
            "text": "A main concern for those leading virtual teams is how to monitor team members' performance. However, with the fear of salary reduction or job loss, it is likely that employees are performing at their maximum capacity. Accordingly, Ask everyone to think about pros and cons of all ideas, including their own Understand others' constraints (e.g., personal challenges) Set aside time dedicated to each member in order to make sure each team member gets adequate opportunity to speak Assess teamwork often Provide feedback to your team members often Follow up to ensure communication still flowing among team members Allocate time for peer evaluations and debriefing sessions Focus on results rather than hours worked taskwork is important, but what will really set effective virtual teams apart right now are teamwork skills. How can team members continue to orchestrate their work without being able to get approval from colleagues in a different department? Unfortunately, people are more likely to ignore requests and delay responses when going virtual. Hence, assessing team members' teamwork behaviors, providing continuous feedback that highlights any problem areas, and ensuring that employees feel heard will maintain the appropriate collaborations strong. Combining the virtual team challenges of balancing taskwork and teamwork with its accurate assessment, we urge current teams to focus on teamwork and continuous feedback. Organizations can draw from goal setting and debriefing methods to keep team members engaged instead of micromanaging during these unprecedented times. As an illustration of assessment, Stack Overflow focuses on results rather than how many hours team members work. The most essential workers will be those who can connect the dots and help other team members complete their tasks well. These core team players that are going above and beyond need to be supported, encouraged, and recognized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#4. ASSESS TEAMWORK OFTEN"
        },
        {
            "text": "Updated guideline #4: Rather than focusing on a balance of teamwork and taskwork, really make a point to recognize teamwork often by assessing their collaborative behaviors and providing constructive feedback to the team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#4. ASSESS TEAMWORK OFTEN"
        },
        {
            "text": "In summary, the key takeaways for virtual teams in the Pandemic include: (1) monitor trust, (2) focus on process gains, (3) foster inclusion through psychological safety, and (4) assess teamwork often. Although the current context adds another layer of complexity, there are ways to continue to be productive in an innovative but yet humane way. Managers that are most likely to succeed during this time are those that can adapt, understand differences, and serve as the glue between team members. Today's Virtual teams: Adapting lessons learned to the pandemic context",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#4. ASSESS TEAMWORK OFTEN"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Does trust matter more in virtual teams? A meta-analysis of trust and team effectiveness considering virtuality and documentation as moderators",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Breuer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hüffmeier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hertel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feitosa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grossman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Salazar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Applied Psychology",
            "volume": "101",
            "issn": "8",
            "pages": "1151--1177",
            "other_ids": {
                "DOI": [
                    "10.1037/apl0000113"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Debunking key assumptions about teams: The role of culture",
            "authors": [],
            "year": null,
            "venue": "American Psychologist",
            "volume": "73",
            "issn": "4",
            "pages": "376--389",
            "other_ids": {
                "DOI": [
                    "10.1037/amp0000256"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Unpacking the concept of virtuality: The effects of geographic dispersion, electronic dependence, dynamic structure, and national diversity on team innovation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Kirkman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Tesluk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "&amp;mcpherson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Administrative Science Quarterly",
            "volume": "51",
            "issn": "3",
            "pages": "67--79",
            "other_ids": {
                "DOI": [
                    "10.5465/ame.2002.8540322"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Trust and temporary virtual teams: alternative explanations and dramaturgical relationships",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mesmer-Magnus",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "&amp;dechurch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Panteli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Information Technology & People",
            "volume": "94",
            "issn": "2",
            "pages": "2--29",
            "other_ids": {
                "DOI": [
                    "10.1037/mgr0000009"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Claremont McKenna College, Department of Psychological Sciences, 850 Columbia Ave, Kravis 108, Claremont, CA 91711, United States b Rice University, Department of Psychological Sciences-MS 25, Sewall Hall 429B, 6100 Main St, Houston, TX 77005-1827, United States",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "//doi.org/10.1016/j.orgdyn.2020.100777 0090-2616/© 2020 Elsevier Inc. All rights reserved.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "this article in press as: J. Feitosa, E. Salas, Today's virtual teams: Adapting lessons learned to the pandemic context, Organ Dyn (2020), https://doi.org/10.1016/j.orgdyn.2020.100777",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Actionable items to address the challenges of today's virtual teams",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Jennifer Feitosa: Conceptualization; Writing -Original Draft; Validation Eduardo Salas: Writing -Reviewing and Editing; Supervision; Funding acquisition + Models ORGDYN-100777; No. of Pages 4 Please cite this article in press as: J. Feitosa, E. Salas, Today's virtual teams: Adapting lessons learned to the pandemic context, Organ Dyn (2020), https://doi.org/10.1016/j.orgdyn.2020.100777",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was partially supported by NASA grants NNX16AB08G, NNX16AP96G and National Science Foundation grant #1853528 to Rice University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}