{
    "paper_id": "0c1a55f04bb4dde1734cefae8366d7cbf9181a8c",
    "metadata": {
        "title": "CORRESPONDENCE Correspondence",
        "authors": []
    },
    "abstract": [
        {
            "text": "7. Jharap B, Seinen ML, de Boer NK, van Ginkel JR, Linskens RK, Kneppelhout JC, et al. Thiopurine therapy in inflammatory bowel disease patients: analyses of two 8-year intercept cohorts. Inflamm Bowel Dis 2010;16:1541-1549. 8. Ashek A, Spruijt OA, Harms HJ, Lammertsma AA, Cupitt J, Dubois O, et al. 39-Deoxy-39-[18F]Fluorothymidine positron emission tomography depicts heterogeneous proliferation pathology in idiopathic pulmonary arterial hypertension patient lung. Circ Cardiovasc Imaging 2018;11:e007402. 9. Long L, Ormiston ML, Yang X, Southwood M, Gräf S, Machado RD, et al. Selective enhancement of endothelial BMPR-II with BMP9 reverses pulmonary arterial hypertension. Nat Med 2015;21:777-785. 10. Spiekerkoetter E, Sung YK, Sudheendra D, Bill M, Aldred MA, van de Veerdonk MC, et al. Low-dose FK506 (tacrolimus) in end-stage pulmonary arterial hypertension. Am J Respir Crit Care Med 2015;192:254-257.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To the Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breaking Circular Thinking about the Value of Oxygenation"
        },
        {
            "text": "We have read, with great interest, Tobin's article (1) and agree with the author that circular thinking is especially dangerous when managing patients and that caregivers must base clinical decisions on sound scientific knowledge. As Tobin says, \"In most instances, mechanical ventilation is instituted preemptively out of fear of an impending catastrophe. These patients are receiving mechanical ventilation, and it is impossible to prove that they 'required' it when first implemented.\" We also agree with what is stated in Tobin's book: \"When making decisions about the treatment of an individual patient, however, it is not possible to avoid subjective value judgments (things being assessed on a scale of goodness or badness). Ultimately, the decision of whether to institute mechanical ventilation (or not) boils down to a value judgment by the patient's physician.\" The ideal situation is to institute mechanical ventilation having previously formulated a precise diagnosis (2) . In patients with coronavirus disease (COVID-19) complying with the Berlin definition of acute respiratory distress syndrome (ARDS), we have a precise diagnosis. And we should do our best to avoid circular thinking and making value judgments in our decision to institute invasive mechanical ventilation (involving an endotracheal tube).",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 984,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Breaking Circular Thinking about the Value of Oxygenation"
        },
        {
            "text": "In the book, Tobin and Laghi \"(.) believe [sic] that the most honest description of a physician's judgment at this juncture is: 'The patient looks like he (or she) needs to be placed on the ventilator.' That is, a physician institutes mechanical ventilation based on his or her gestalt of disease severity as opposed to slotting a patient into a particular diagnostic pigeonhole.\" In the scientific reasoning, this raises a good hypothesis deserving refutation with an experiment, and recently, we have one that fits perfectly (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breaking Circular Thinking about the Value of Oxygenation"
        },
        {
            "text": "After the enrollment of 205 ventilated patients with ARDS, the LOCO2 (Liberal Oxygenation vs. Conservative Oxygenation in ARDS) investigators and REVA (Réseau Européen de Ventilation Artificielle) Research Network had to prematurely stop a randomized controlled trial because of safety concerns and low likelihood of significant difference between the two groups in the primary outcome. The patients randomized to \"conservative oxygen therapy\" (target Pa O 2 , 55-70 mm Hg; oxygen saturation as measured by pulse oximetry, 88-92%) did not increase survival rates versus those in the \"liberal oxygen therapy\" (target Pa O 2 , 90-105 mm Hg; oxygen saturation as measured by pulse oximetry, >96%) group. The differences in mortality at 28 and 90 days were 7.8 (95% confidence interval, 24.8 to 20.6) and 14 (95% confidence interval, 0.7 to 27.2) percentage points, and five mesenteric ischemic events occurred in the conservative group. This is the key to science: if your hypothesis disagrees with the experiment, it is wrong (4). We have an experiment that refutes Tobin's hypothesis. Far from circular thinking and value judgments, scientific reasoning refutes the \"conservative\" oxygen therapy approach in ventilated patients with ARDS. There is something more consistent than a fear that without mechanical ventilation, COVID-19 will produce organ impairment and death if ARDS has been accurately diagnosed. n ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breaking Circular Thinking about the Value of Oxygenation"
        },
        {
            "text": "Reply to Modesto-Alapont et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Copyright © 2020 by the American Thoracic Society"
        },
        {
            "text": "I thank Dr. Modesto-Alapont and colleagues for their thoughtful comments on my editorial (1) . They state that mechanical ventilation is ideally instituted on the basis of precise diagnosis and cite one of my chapters. The chapter says the exact opposite. Indeed, they quote a sentence in which Dr. Laghi and I say that physicians do not initiate mechanical ventilation consequent to \"slotting a patient into a particular diagnostic pigeonhole.\" (2) Dr. Modesto-Alapont and colleagues claim that the Berlin definition enhances the ability to make a precise diagnosis of acute respiratory distress syndrome (ARDS) in patients with coronavirus disease (COVID-19) . On the contrary, the question of whether patients with COVID-19 have typical ARDS (or not) is presently much debated. But there is a deeper question. Criteria used in formulating all definitions of ARDS (over the past 32 years) have been chosen arbitrarily with the goal of setting tight boundaries to achieve greater uniformity of patients entered into clinical research studies. None of the definitions of ARDS constitute, in nosological terminology, a \"natural kind\" (3) on a clinical, etiologic, or even a physiological level. If Pa O 2 /FI O 2 is 299 on positive end-expiratory pressure 6, the patient has ARDS by the Berlin definition. If, 5 minutes later, body posture is altered and Pa O 2 /FI O 2 increases to 301, the patient no longer has ARDS. It is imperative that explicit criteria be followed meticulously when entering patients into clinical trials. A wise clinician, however, would believe it daft to switch between diagnostic categories on the basis of a 2-unit difference on a single laboratory test.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 650,
                    "end": 660,
                    "text": "(COVID-19)",
                    "ref_id": null
                }
            ],
            "section": "From the Author:"
        },
        {
            "text": "Leaving aside the arbitrary nature of ARDS criteria, the diagnosis does not provide justification for a fixed course of action (other than avoiding a VT of 12 ml/kg). Some patients with ARDS undergo invasive mechanical ventilation, whereas others are sustained with high levels of supplemental oxygen or noninvasive ventilation without ever being intubated (4, 5) .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "(4,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "5)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "From the Author:"
        },
        {
            "text": "Dr. Modesto-Alapont and colleagues discuss the role of hypothesis and refutation in science. Although they do not state their hypothesis explicitly, it would appear to be along the lines that instituting mechanical ventilation on the basis of a physician's gestalt versus a precise diagnosis results in inferior clinical outcome. They claim that the results of the randomized control trial by the REVA Research Network have tested (and refuted) that hypothesis. Leaving aside that the hypothesis does not possess the characteristics of a good hypothesis (6) , especially in terms of parsimony, the data of the REVA trial cannot be used to refute or accept the hypothesis. The focus of the REVA trial was the target for oxygenation during the entire course of mechanical ventilation subsequent to intubation. The results of the REVA trial do not relate to the decision of whether (or not) to intubate a patient. Drawing a parallel between the two is to conflate fundamentally different situations. n Are Patients with COVID-19 Dying of or with Cardiac Injury?",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 557,
                    "text": "(6)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "From the Author:"
        },
        {
            "text": "To the Editor: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From the Author:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Basing respiratory management of COVID-19 on physiological principles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tobin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Principles and practice of mechanical ventilation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Laghi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tobin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "125--128",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "LOCO2 Investigators and REVA Research Network. Liberal or conservative oxygen therapy for acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barrot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Asfar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mauny",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Winiszewski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Montini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Badie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "999--1008",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Basing respiratory management of COVID-19 on physiological principles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tobin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Principles and practice of mechanical ventilation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Laghi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tobin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Philosophy of medicine: an introduction",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Wulff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "75--81",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Use of high-flow nasal cannula oxygen therapy in subjects with ARDS: a 1-year observational study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Messika",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gaudry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miguel-Montanes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rafat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sztrymf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Respir Care",
            "volume": "60",
            "issn": "",
            "pages": "162--169",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A multiple-center survey on the use in clinical practice of noninvasive ventilation as a first-line intervention for acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esquinas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Montini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Maggiore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit Care Med",
            "volume": "35",
            "issn": "",
            "pages": "18--25",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Consilience: the unity of knowledge",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "215--216",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Author disclosures are available with the text of this letter at www.atsjournals.org.Vicent Modesto-Alapont, M.D., Ph.D. University and Polytechnic Hospital La Fe Valencia, Spain Alberto Medina, M.D., Ph.D. Hospital Universitario Central de Asturias Oviedo, Spain and Instituto de Investigación Sanitaria del Principado de Asturias Oviedo, Spain Juan Mayordomo-Colunga, M.D., Ph.D.* Hospital Universitario Central de Asturias Oviedo, Spain Instituto de Investigación Sanitaria del Principado de Asturias Oviedo, Spain and Centro de Investigación en Red de Enfermedades Respiratorias (CIBERES) Madrid, Spain ORCID ID: 0000-0003-0997-4410 (J.M.-C.). *Corresponding author (e-mail: jmc@crit-lab.org).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "We read with great interest the paper by Du and colleagues presenting the clinical characteristics of 85 patients in Wuhan dying of coronavirus disease (COVID-19) (1). Around 70% presentedThis article is open access and distributed under the terms of the Creative Commons Attribution Non-Commercial No Derivatives License 4.0 (http:// creativecommons.org/licenses/by-nc-nd/4.0/). For commercial usage and reprints, please contact Diane Gern (dgern@thoracic.org). Originally Published in Press as DOI: 10.1164/rccm.202005-1724LE on May 27, 2020 This article is open access and distributed under the terms of the Creative Commons Attribution Non-Commercial No Derivatives License 4.0 (http:// creativecommons.org/licenses/by-nc-nd/4.0/). For commercial usage and reprints, please contact Diane Gern (dgern@thoracic.org). Originally Published in Press as DOI: 10.1164/rccm.202004-1083LE on May 20, 2020",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Author disclosures are available with the text of this letter at www.atsjournals.org. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}