{"paper_id": "0c25b7681cc227ed7b0a3c53f9f1fc7114af0f8b", "metadata": {"title": "Towards Practical Detection of Unproductive Struggle", "authors": [{"first": "Stephen", "middle": ["E"], "last": "Fancsali", "suffix": "", "affiliation": {"laboratory": "", "institution": "Carnegie Learning, Inc", "location": {"postCode": "15219", "settlement": "Pittsburgh", "region": "PA", "country": "USA"}}, "email": "sfancsali@carnegielearning.com"}, {"first": "Kenneth", "middle": [], "last": "Holstein", "suffix": "", "affiliation": {"laboratory": "", "institution": "Carnegie Mellon University", "location": {"postCode": "15213", "settlement": "Pittsburgh", "region": "PA", "country": "USA"}}, "email": "kjholste@cs.cmu.edu"}, {"first": "Michael", "middle": [], "last": "Sandbothe", "suffix": "", "affiliation": {"laboratory": "", "institution": "Carnegie Learning, Inc", "location": {"postCode": "15219", "settlement": "Pittsburgh", "region": "PA", "country": "USA"}}, "email": "msandbothe@carnegielearning.com"}, {"first": "Steven", "middle": [], "last": "Ritter", "suffix": "", "affiliation": {"laboratory": "", "institution": "Carnegie Learning, Inc", "location": {"postCode": "15219", "settlement": "Pittsburgh", "region": "PA", "country": "USA"}}, "email": "sritter@carnegielearning.com"}, {"first": "Bruce", "middle": ["M"], "last": "Mclaren", "suffix": "", "affiliation": {"laboratory": "", "institution": "Carnegie Mellon University", "location": {"postCode": "15213", "settlement": "Pittsburgh", "region": "PA", "country": "USA"}}, "email": "bmclaren@cs.cmu.edu"}, {"first": "Vincent", "middle": [], "last": "Aleven", "suffix": "", "affiliation": {"laboratory": "", "institution": "Carnegie Mellon University", "location": {"postCode": "15213", "settlement": "Pittsburgh", "region": "PA", "country": "USA"}}, "email": "aleven@cs.cmu.edu"}]}, "abstract": [{"text": "Extensive literature in artificial intelligence in education focuses on developing automated methods for detecting cases in which students struggle to master content while working with educational software. Such cases have often been called \"wheel-spinning,\" \"unproductive persistence,\" or \"unproductive struggle.\" We argue that most existing efforts rely on operationalizations and prediction targets that are misaligned to the approaches of real-world instructional systems. We illustrate facets of misalignment using Carnegie Learning's MATHia as a case study, raising important questions being addressed by ongoing efforts and for future work.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "demonstrate mastery of a skill within a specified number of opportunities (10 in ASSISTments; 15 in Cognitive Tutor [3] ), they are classified as \"wheel-spinning\" on that skill. In cases where students did not master a skill and were not presented with at least ten (or 15) opportunities, wheel-spinning status is labeled \"indeterminate\" (e.g., [3, 6] ).", "cite_spans": [{"start": 74, "end": 80, "text": "(10 in", "ref_id": null}, {"start": 116, "end": 119, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 345, "end": 348, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 349, "end": 351, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "Other options for mastery and timeliness criteria abound, including using Käser et al.'s [5] \"predictive stability\" and \"predictive stability++\" instructional policies for \"when-to-stop\" providing skill practice [12, 13] . These policies improve upon a previous proposal called \"predictive similarity\" [13] , to operationalize unproductive struggle; unproductive struggle occurs when a student reaches the when-to-stop criterion without reaching mastery for that skill.", "cite_spans": [{"start": 89, "end": 92, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 212, "end": 216, "text": "[12,", "ref_id": "BIBREF12"}, {"start": 217, "end": 220, "text": "13]", "ref_id": "BIBREF13"}, {"start": 302, "end": 306, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "Zhang et al. [1] observed substantial differences in the relative frequencies with which Beck and Gong's operationalization and Käser et al.'s predictive stability++ label student-skill pairs as \"wheel-spinning\" across three datasets, finding no clear pattern that a particular operationalization was more or less likely to label instances as wheel-spinning across datasets. In short, unproductive struggle remains ill-defined as a constructthere is no principled operationalization in the literature. Further, as discussed below, no existing approaches are well-aligned to the practical reality of instruction and practice of a widely used real world system, MATHia.", "cite_spans": [{"start": 13, "end": 16, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "To begin illustrating the misalignment of existing approaches to Carnegie Learning's MATHia, we describe its problem-solving, mastery-based topic progression [14] , and \"when to stop\" instructional policies. MATHia [7, 15, 16] is an ITS for middle and high school math that has been a target system in existing analyses (e.g., [1, 3, 6] ).", "cite_spans": [{"start": 158, "end": 162, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 215, "end": 218, "text": "[7,", "ref_id": "BIBREF7"}, {"start": 219, "end": 222, "text": "15,", "ref_id": "BIBREF15"}, {"start": 223, "end": 226, "text": "16]", "ref_id": "BIBREF16"}, {"start": 327, "end": 330, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 331, "end": 333, "text": "3,", "ref_id": "BIBREF2"}, {"start": 334, "end": 336, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Carnegie Learning's MATHia (Formerly Cognitive Tutor)"}, {"text": "MATHia delivers math content in the form of complex, multi-step problems. Most, but not all, problem-steps are mapped to fine-grained knowledge components (KCs) or skills and provide context-sensitive hints and just-in-time feedback. KC mastery is \"traced\" according to Bayesian Knowledge Tracing (BKT) [17] , which provides a probability estimate that a student has mastered each KC at any given time.", "cite_spans": [{"start": 303, "end": 307, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Carnegie Learning's MATHia (Formerly Cognitive Tutor)"}, {"text": "Each academic grade-level of MATHia's standard content is associated with, typically, about 700 KCs, subject to refinement over time (e.g., [18] ). Sets of problems and (between two to 15+) KCs are bundled into approximately 70-90 topical workspaces per grade-level, which serve as the unit of student progress in MATHia. Problems tend to provide practice on a subset of skills within a workspace, and multiple opportunities to practice a KC are often provided within a single problem. Workspace problem selection tends to \"choose\" problems that emphasize KCs a student has not yet mastered.", "cite_spans": [{"start": 140, "end": 144, "text": "[18]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Carnegie Learning's MATHia (Formerly Cognitive Tutor)"}, {"text": "Students master a workspace when BKT's probability estimate of mastery of each KC is greater than the oft-adopted value of 0.95 (e.g., [7, 17] ). If a student fails to achieve mastery of all KCs in a workspace before encountering a pre-defined number of problems (typically 25), the student moves to the next workspace without mastery. This represents an instructional \"when to stop\" policy to move along students who are unproductively struggling, a relatively crude way to ensure that students don't unproductively struggle for too long. Failure to reach mastery is reported to the teacher so that additional instruction can be provided outside of MATHia. Early prediction of when such failures are likely and understanding the best information to provide teachers in such cases are active areas of research (e.g., [1, 3, 5, 11] ).", "cite_spans": [{"start": 135, "end": 138, "text": "[7,", "ref_id": "BIBREF7"}, {"start": 139, "end": 142, "text": "17]", "ref_id": "BIBREF17"}, {"start": 817, "end": 820, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 821, "end": 823, "text": "3,", "ref_id": "BIBREF2"}, {"start": 824, "end": 826, "text": "5,", "ref_id": "BIBREF4"}, {"start": 827, "end": 830, "text": "11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Carnegie Learning's MATHia (Formerly Cognitive Tutor)"}, {"text": "Existing operationalizations and models that make predictions of unproductive struggle based on these operationalizations (that a student mastered a single KC vs. unproductively struggled on a KC) suffer from one or more of at least three major misalignments, especially (but not exclusively) in contexts where MATHia is used.", "cite_spans": [], "ref_spans": [], "section": "Misalignments of Existing Approaches to System Design"}, {"text": "First, mastery and timeliness criteria frequently do not match those of the target systems. Authors have acknowledged this mismatch as a simplifying assumption to avoid implementing a particular system's mastery criteria [6] , but its problematic nature has not been scrutinized, with at least one exception beginning to explore this issue [1] . MATHia does not use a \"three-in-a-row\" criterion to determine mastery, and there is no significance to ten (or 15) opportunities in MATHia's instructional \"when to stop\" policy. In ASSISTments data, Almeda [2] finds that learning often appears to occur after ten opportunities, rendering this cutoff questionable. In MATHia, three correct opportunities in a row are sufficient to reach a BKT mastery estimate greater than 0.95 under a broad spectrum of KC parameter values, but it is neither necessary nor sufficient for three consecutive correct KC opportunities for that KC to be judged as mastered at workspace completion. Table 1 illustrates this using a common set of BKT parameters used in MATHia, informed by a data-driven clustering analysis [19] .", "cite_spans": [{"start": 221, "end": 224, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 340, "end": 343, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 552, "end": 555, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1096, "end": 1100, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 972, "end": 979, "text": "Table 1", "ref_id": null}], "section": "Misalignments of Existing Approaches to System Design"}, {"text": "In Table 1 , the student first reaches mastery according to MATHia's implementation of BKT at opportunity five, drops below mastery at opportunity six, and subsequently would be judged to have reached mastery. This sequence (and various subsequences) would be judged as wheel-spinning using three-in-a-row correct within ten opportunities [6] and indeterminate within fifteen opportunities [3] .", "cite_spans": [{"start": 339, "end": 342, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 390, "end": 393, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 3, "end": 10, "text": "Table 1", "ref_id": null}], "section": "Misalignments of Existing Approaches to System Design"}, {"text": "Second, efforts ignore \"when to stop\" policies that may already exist in real-world instructional systems. MATHia's policy focuses on the number of problems a student has completed (regardless of the mix of KCs practiced by those problems). Students may not begin to receive practice on particular KCs until they have already completed a number of problems in that workspace. Because problems address different subsets of Table 1 . Hypothetical sequence of eleven practice opportunities (1 = correct; 0 = incorrect) with BKT P(mastery) estimates after each opportunity using the following KC parameters [19] : P(initial mastery) = 0.201; P(learn) = 0.19; P(guess) = 0.233; P(slip) = 0.226. KCs, the number of opportunities for a KC and the number of problems completed are different. If the goal of a stopping criterion is to reduce time students spend unproductively struggling, then stopping criteria should focus directly on problems, not KCs, at least in systems like MATHia. MATHia has policies for when to stop providing further practice on a set of KCs, which are grouped together in workspaces. On-going efforts seek to waste less student time by detecting as early as possible that presenting the student with more problems, not KC-opportunities, is unproductive.", "cite_spans": [{"start": 603, "end": 607, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 422, "end": 429, "text": "Table 1", "ref_id": null}], "section": "Misalignments of Existing Approaches to System Design"}, {"text": "Third, predictive models focus on student-skill/KC level outcomes. Existing operationalizations are applied (and predictions made) at the student-skill/KC level [1, 3, 5, 6] . Gong and Beck [3] report that, for Cognitive Tutor, \"the wheel-spinning problem is estimated to affect approximately 25% of student-skill pairs.\" Relying on this estimate, based on the three-in-a-row within 15 KC-opportunities operationalization, they continue, \"25%… of student-skill pairs is a large number of lessons from which the learner gains nothing…\" [3, p. 73] . Ignoring instructional complexity (e.g., that KCs are not \"lessons\" and are clustered in workspaces, unlike in systems like ASSISTments) and variance across workspaces and students (e.g., that some students and workspaces have much greater rates of non-mastery than others), makes such summary statements exceedingly problematic.", "cite_spans": [{"start": 161, "end": 164, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 165, "end": 167, "text": "3,", "ref_id": "BIBREF2"}, {"start": 168, "end": 170, "text": "5,", "ref_id": "BIBREF4"}, {"start": 171, "end": 173, "text": "6]", "ref_id": "BIBREF5"}, {"start": 190, "end": 193, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 535, "end": 545, "text": "[3, p. 73]", "ref_id": null}], "ref_spans": [], "section": "Misalignments of Existing Approaches to System Design"}, {"text": "In the 2018-19 academic year, nearly 300,000 learners completed approximately 3.78 million MATHia workspaces that use the described mastery learning regime; there are approximately 300 such workspaces across Grades 6-8, Algebra I-II, and Geometry in MATHia. Students failed to master the workspace in approximately 424,000 completions (or *11.2%), but even in these cases there is variability in the proportion of KCs that students manage to master before reaching the maximum number of problems. There is also variability in the rate at which students fail to reach mastery across workspaces, with some having near-zero failure rates while others have rates greater than 20%; high rates are indicative to MATHia developers that workspaces ought to be a target for learning engineering improvement efforts.", "cite_spans": [], "ref_spans": [], "section": "Misalignments of Existing Approaches to System Design"}, {"text": "KCs measure student knowledge but are often clustered within problems, which are clustered in workspaces that serve as the topical unit of student progress in real-world instructional systems. Operationalizing unproductive struggle based on workspace mastery for MATHia, we can focus on timely predictions of failures to reach mastery. Actionable models must predict early enough to provide information upon which instructors (and students) can productively act. Models to alert teachers to likely failures to reach workspace mastery are currently deployed in Carnegie Learning's Live-Lab teacher orchestration app; empirical evaluation remains future work.", "cite_spans": [], "ref_spans": [], "section": "Discussion and On-going/Future Work"}, {"text": "Modeling unproductive struggle serves various goals and end-users. Developers seek to understand why certain learning experiences may be ineffective. Teachers make decisions in classrooms for which different information may be actionable at different times. Future research should explore the usefulness of different modeling approaches for different instructional contexts, systems, and use cases.", "cite_spans": [], "ref_spans": [], "section": "Discussion and On-going/Future Work"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Early detection of wheel spinning: comparison across tutors, models, features, and operationalizations", "authors": [{"first": "C", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2019, "venue": "Proceedings of the 12th International Conference on Educational Data Mining", "volume": "", "issn": "", "pages": "468--473", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "When practice does not make perfect: differentiating between productive and unproductive persistence", "authors": [{"first": "M", "middle": ["V Q"], "last": "Almeda", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Towards detecting wheel-spinning: future failure in mastery learning", "authors": [{"first": "Y", "middle": [], "last": "Gong", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Beck", "suffix": ""}], "year": 2015, "venue": "Proceedings of the 2nd ACM Conference on Learning @ Scale", "volume": "", "issn": "", "pages": "67--74", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Decision tree modeling of wheel-spinning and productive persistence in skill builders", "authors": [{"first": "S", "middle": [], "last": "Kai", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Almeda", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Baker", "suffix": ""}, {"first": "C", "middle": [], "last": "Heffernan", "suffix": ""}, {"first": "N", "middle": [], "last": "Heffernan", "suffix": ""}], "year": 2018, "venue": "J. Educ. Data Min", "volume": "10", "issn": "1", "pages": "36--71", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "When to stop?: towards universal instructional policies", "authors": [{"first": "T", "middle": [], "last": "Käser", "suffix": ""}, {"first": "S", "middle": [], "last": "Klingler", "suffix": ""}, {"first": "M", "middle": [], "last": "Gross", "suffix": ""}], "year": 2016, "venue": "Proceedings of the Sixth International Conference on Learning Analytics & Knowledge", "volume": "", "issn": "", "pages": "289--298", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Wheel-spinning: students who fail to master a skill", "authors": [{"first": "J", "middle": ["E"], "last": "Beck", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gong", "suffix": ""}], "year": null, "venue": "AIED 2013", "volume": "7926", "issn": "", "pages": "431--440", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Cognitive tutor: applied research in mathematics education", "authors": [{"first": "S", "middle": [], "last": "Ritter", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Anderson", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Koedinger", "suffix": ""}, {"first": "A", "middle": [], "last": "Corbett", "suffix": ""}], "year": 2007, "venue": "Psychon. Bull. Rev", "volume": "14", "issn": "", "pages": "249--255", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The assistment project: blending assessment and assisting", "authors": [{"first": "L", "middle": [], "last": "Razzaq", "suffix": ""}], "year": 2005, "venue": "Proceedings of the 12th International Conference on Artificial Intelligence in Education", "volume": "", "issn": "", "pages": "555--562", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Measuring and Supporting Learning in Games: Stealth Assessment. MIT", "authors": [{"first": "V", "middle": ["J"], "last": "Shute", "suffix": ""}, {"first": "M", "middle": [], "last": "Ventura", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Wheelspinning in a game-based learning environment for physics", "authors": [{"first": "T", "middle": ["D"], "last": "Palaoag", "suffix": ""}, {"first": "M", "middle": ["M T"], "last": "Rodrigo", "suffix": ""}, {"first": "J", "middle": ["M L"], "last": "Andres", "suffix": ""}, {"first": "J", "middle": ["M A L"], "last": "Andres", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Beck", "suffix": ""}], "year": 2016, "venue": "ITS 2016", "volume": "9684", "issn": "", "pages": "234--239", "other_ids": {"DOI": ["10.1007/978-3-319-39583-8_23"]}}, "BIBREF11": {"ref_id": "b11", "title": "Intelligent tutors as teachers' aides: exploring teacher needs for real-time analytics in blended classrooms", "authors": [{"first": "K", "middle": [], "last": "Holstein", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Mclaren", "suffix": ""}, {"first": "V", "middle": [], "last": "Aleven", "suffix": ""}], "year": 2017, "venue": "Proceedings of the 7th International Learning Analytics and Knowledge Conference", "volume": "", "issn": "", "pages": "257--266", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The impact of individualizing student models on necessary practice opportunities", "authors": [{"first": "J", "middle": ["I"], "last": "Lee", "suffix": ""}, {"first": "E", "middle": [], "last": "Brunskill", "suffix": ""}], "year": 2012, "venue": "Proceedings of the 5th International Conference on Educational Data Mining", "volume": "", "issn": "", "pages": "119--125", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "From predictive models to instructional policies", "authors": [{"first": "J", "middle": [], "last": "Rollinson", "suffix": ""}, {"first": "E", "middle": [], "last": "Brunskill", "suffix": ""}], "year": 2015, "venue": "Proceedings of the 8th International Conference on Educational Data Mining", "volume": "", "issn": "", "pages": "179--186", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Learning for mastery", "authors": [{"first": "B", "middle": ["S"], "last": "Bloom", "suffix": ""}], "year": 1968, "venue": "Eval. Comment", "volume": "1", "issn": "2", "pages": "1--12", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Cognitive tutors: lessons learned", "authors": [{"first": "J", "middle": ["R"], "last": "Anderson", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Corbett", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Koedinger", "suffix": ""}, {"first": "R", "middle": [], "last": "Pelletier", "suffix": ""}], "year": 1995, "venue": "J. Learn. Sci", "volume": "4", "issn": "2", "pages": "167--207", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Effectiveness of cognitive tutor algebra I at scale", "authors": [{"first": "J", "middle": ["F"], "last": "Pane", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Griffin", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Mccaffrey", "suffix": ""}, {"first": "R", "middle": [], "last": "Karam", "suffix": ""}], "year": 2014, "venue": "Educ. Eval. Policy Anal", "volume": "36", "issn": "2", "pages": "127--144", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Knowledge tracing: modeling the acquisition of procedural knowledge", "authors": [{"first": "A", "middle": ["T"], "last": "Corbett", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Anderson", "suffix": ""}], "year": 1995, "venue": "User-Model. User-Adapt. Interact", "volume": "4", "issn": "", "pages": "253--278", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Discovering domain models in learning curve data", "authors": [{"first": "I", "middle": [], "last": "Goldin", "suffix": ""}, {"first": "P", "middle": ["I"], "last": "Pavlik", "suffix": ""}, {"first": "S", "middle": [], "last": "Ritter", "suffix": ""}], "year": 2016, "venue": "Design Recommendations for Intelligent Tutoring Systems: Volume 4 -Domain Modeling", "volume": "", "issn": "", "pages": "115--126", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Reducing the knowledge tracing space", "authors": [{"first": "S", "middle": [], "last": "Ritter", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Harris", "suffix": ""}, {"first": "T", "middle": [], "last": "Nixon", "suffix": ""}, {"first": "D", "middle": [], "last": "Dickison", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Murray", "suffix": ""}, {"first": "B", "middle": [], "last": "Towle", "suffix": ""}], "year": 2009, "venue": "Proceedings of the 2nd International Conference on Educational Data Mining", "volume": "", "issn": "", "pages": "151--160", "other_ids": {}}}, "ref_entries": {}, "back_matter": [{"text": "Acknowledgements. This work was supported by IES Grant R305A180301 and the National Science Foundation under award The Learner Data Institute (award #1934745). Opinions expressed are those of the authors and do not reflect those of the funding agencies.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}