{
    "paper_id": "0c29abae315fac291c6d5d9eed0620d4c4b0af3d",
    "metadata": {
        "title": "An Aberration Detection-Based Approach for Sentinel Syndromic Surveillance of COVID-19 and Other Novel Influenza-Like Illnesses",
        "authors": [
            {
                "first": "Andrew",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Liwei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Huan",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sijia",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunyang",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunghwan",
                "middle": [],
                "last": "Sohn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacob",
                "middle": [
                    "A"
                ],
                "last": "Kugel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Vinod",
                "middle": [
                    "C"
                ],
                "last": "Kaggal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanshan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Feichen",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jungwei",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongfang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus Disease 2019 has emerged as a significant global concern, triggering harsh public health restrictions in a successful bid to curb its exponential growth. As discussion shifts towards relaxation of these restrictions, there is significant concern of second-wave resurgence. The key to managing these outbreaks is early detection and intervention, and yet there is significant lag time associated with usage of laboratory confirmed cases for surveillance purposes. To address this, syndromic surveillance can be considered to provide a timelier alternative for first-line screening. Existing syndromic surveillance solutions are however typically focused around a known disease and have limited capability to distinguish between outbreaks of individual diseases sharing similar syndromes. This poses a challenge for surveillance of COVID-19 as its active periods are tend to overlap temporally with other influenza-like illnesses. In this study we explore performing sentinel syndromic surveillance for COVID-19 and other influenza-like illnesses using a deep learning-based approach. Our methods are based on aberration detection utilizing autoencoders that leverages symptom prevalence distributions to distinguish outbreaks of two ongoing diseases that share similar syndromes, even if they occur concurrently. We first demonstrate that this approach works for detection of outbreaks of influenza, which has known temporal boundaries. We then demonstrate that the autoencoder can be trained to not alert on known and wellmanaged influenza-like illnesses such as the common cold and influenza. Finally, we applied our approach to 2019-2020 data in the context of a COVID-19 syndromic surveillance task to demonstrate how implementation of such a system could have provided early warning of an outbreak of a novel influenza-like illness that did not match the symptom prevalence profile of influenza and other known influenza-like illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The fast spread of coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS CoV-2), has resulted in a worldwide pandemic with high morbidity and mortality rates [1] [2] [3] . To limit the spread of the disease, various public health restrictions have been deployed to great effect, but as of May 2020, international discussion has begun shifting towards relaxation of these restrictions. A key concern is, however, any subsequent resurgence of the disease 4-6 , particularly given that the disease has already become endemic within localized regions of the world 7 . This issue further exacerbated by significant undertesting, where estimates have found that more than 65% of infections were undocumented 8, 9 . Additionally, increasing levels of resistance and non-adherence to these restrictions has greatly increased resurgence risk.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 607,
                    "end": 608,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 749,
                    "end": 751,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 752,
                    "end": 753,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction Mitigating COVID-19 Resurgence Risk via Syndromic Surveillance"
        },
        {
            "text": "A key motivation behind the initial implementation of public health restrictions was to sufficiently curb the case growth rate so as to prevent overwhelming hospital capacities 10, 11 . While the situation has been substantially improved, a resurgent outbreak will present much the same threat 11 . Indeed, second-wave resurgence has already been observed in Hokkaido Japan after public health restrictions were relaxed, and these restrictions were re-imposed a mere month after being lifted 12 . Additionally, from a healthcare provider perspective, significant nosocomial transmission rates for the disease have been found despite precautions [13] [14] [15] , a significant concern as many of the risk factors in terms of severity and mortality for COVID-19 2,16 can be commonly found within an in-hospital population. To avoid placing an even greater burden on already strained hospital resources, it is important that healthcare institutions respond promptly to any outbreaks and modify admission criteria for non-emergency cases appropriately. For both reasons, it is critical to detect outbreaks as early as possible so as to contain them prior to requiring reinstitution of these extensive public health restrictions.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 183,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[15]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction Mitigating COVID-19 Resurgence Risk via Syndromic Surveillance"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction Mitigating COVID-19 Resurgence Risk via Syndromic Surveillance"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint Early detection is, however, no mean feat. Reliance on laboratory confirmed COVID-19 cases to perform surveillance introduces significant lag time after the beginning of the potential shedding period as symptoms must first present themselves 17, 18 and be sufficiently severe to warrant further investigation, before test results are received. This is further complicated by limited test reliability, with RT-PCR tests having an estimated sensitivity of 71% 19 , and serological tests, despite having high reported specificity, having significant false positive rates due to the relatively low prevalence of COVID-19 amongst the population. Moreover, asymptomatic carriers, which in some studies have been found to reach as much as 50-75% of the actual case population 20-22 , present significant risk, particularly amongst the healthcare provider population.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 386,
                    "text": "17,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 387,
                    "end": 389,
                    "text": "18",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It is therefore evident that any surveillance solution relying purely on laboratory-confirmed cases will suffer from a significant temporal delay as compared to when the transmission event actually occurs, suggesting that a syndromic surveillance solution may be necessary 23 . In this study, we aim to perform computational syndromic surveillance for novel influenza-like illnesses such as COVID-19 amongst a hospital's patient population (comprising both inpatient and outpatient settings) to detect outbreaks and prompt investigation in advance of actual confirmation of cases.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Digital syndromic aberration surveillance systems came to the forefront of national scientific attention for bioterrorism preparedness purposes 24 , particularly in the wake of the anthrax attacks in the fall of 2001 25 .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "text": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "Such systems, however, were quickly noted to be also of use in clinical and public health settings 26 .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "text": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "Approaches that have been explored for this task 27 include usage of simple statistical thresholds on raw frequency or prevalence data, to statistical modeling and visualization approaches such as Cumulative Sums (CUSUM), Exponentially Weighted Moving Averages (EWMA), and autoregressive modeling 28-33 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "More specifically to syndromic surveillance of influenza-like illnesses (ILI), at a national level, the United States Centers for Disease Control and Prevention operates the ILInet, a national statistical . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint syndromic surveillance solution deriving its data from reports of fever, cough, and/or sore throat without a known non-influenza cause within outpatient settings 28 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "While generally effective, many of these approaches are limited in granularity to a syndrome level: that is to say they perform surveillance of the frequencies or prevalence of a particular syndrome as a whole, but do not make a distinction amongst individual diseases that share similar syndromes. This is an issue for our task at hand as COVID-19's syndrome very closely resembles that of many other seasonal diseases such as influenza, the common cold, or even allergic reactions. As such, while an outbreak of a novel influenza-like illness like COVID-19 may be registered in these surveillance systems, they may be difficult to discern if the outbreak temporally overlaps with known seasonal illnesses sharing the same syndrome (e.g. if they begin at the height of the influenza season), and the ongoing outbreak may be misattributed to the more benign seasonal disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "The underlying symptom prevalence amongst positive cases of influenza-like illnesses is, however, perceptibly different. For instance, while the symptom prevalence distribution for positive cases of influenza amongst the hospitalized, vaccinated, sub-50, population is 98%, 88%, 83%, 87%, and 96% for cough, fever, headache, myalgia, and fatigue respectively 34 , the distribution for the same symptoms is 59%, 99%, 7%, 35%, and 70% respectively for hospitalized COVID-19 positive cases 13 . As an outbreak of COVID-19 will likely affect the background symptom prevalence distribution in a different manner than an outbreak of influenza, we theorize that an approach incorporating symptom prevalence distributions as part of its input data as opposed to the frequency/prevalence of the syndrome as a whole will be able to perform this differentiation and as such suppress outbreaks of known, relatively benign, seasonal diseases at the user's discretion.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 489,
                    "text": "13",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "Machine learning approaches can be used to perform this anomaly detection task. In this study, we adapted one such commonly used approach within the general domain, autoencoders [35] [36] [37] , for our syndromic surveillance task. An autoencoder (also commonly termed a \"Replicator Neural Network\") is a neural network trained in a self-supervised manner to first encode the input into a lower-dimensional . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[35]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[36]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[37]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint form, and then decode this lower-dimension form to reconstruct the input 38 . In other words, a trained autoencoder learns two functions, an encoding function and a decoding function, such that given an input , ( ) = , ( ) ≅ , | | > | | and ≠ . A natural property of autoencoders is that their encoding and decoding functions only function properly for input data that is similar to the data for which it is trained: data that differs in its input features will fail to be successfully reconstructed such that",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "text": "38",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "For the purposes of syndromic surveillance, we theorize that the autoencoder approach can be adapted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "given a distribution of syndromic prevalence within the clinic, we would expect that distribution to change significantly should an outbreak occur. This implies that during an actual outbreak, the reconstruction error would increase perceptibly as compared to during normal time periods and can thus be plotted against time to provide a readily interpretable visualization of an outbreak of a novel influenzalike illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "In other words, to accomplish the COVID-19 and other novel influenza-like illness syndromic surveillance task, we propose that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "1) By mining the raw mentions of symptoms within a syndrome of interest through a NLP-based approach, we can estimate the prevalence of individual symptoms amongst the overall patient population in a timely manner 2) By delineating certain time periods as \"normal\" (i.e. no outbreaks of surveilled target of interest) for autoencoder training purposes, the resulting model can be used to perform syndromic surveillance by measuring the error score of any given day's input symptom prevalence distribution. Crucially to the COVID-19 and novel ILI detection task itself, \"normal\" time periods can also contain outbreaks of seasonal influenza, which should lead the model to learn the appropriate symptom prevalence distributions so as to not have elevated errors during typical influenza seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "In this study, we explore this approach for computational syndromic surveillance with the goal of enabling early detection of outbreaks of COVID-19 and other novel influenza-like illnesses, particularly during periods of heightened seasonal influenza-like-illness activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance for COVID-19 and Other Novel Influenza-Like Illnesses"
        },
        {
            "text": "The true beginnings of the COVID-19 pandemic within the United States is still a subject of much contention, with the date being pushed earlier as investigation continues 39 . As such, it is difficult to directly validate any conclusions about the viability of autoencoder-based syndromic surveillance for COVID-19. As such, we validated our approach incrementally through a three-phase approach:",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "text": "39",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "1) Validating the utility and accuracy of autoencoder-based anomaly detection for syndromic surveillance on a disease with known outbreak time periods 2) Validating that given appropriate training data, our autoencoder model can effectively learn the symptom distributions of outbreaks of COVID-19's common seasonal differentials such as influenza, allergies and the common cold within its underlying model, i.e. that it is capable of suppressing outbreaks of these other, known, seasonal illnesses from its resulting signal 3) Applying an autoencoder based anomaly detection approach to syndromic surveillance of COVID-19 over the past year of data and evaluating the resulting error plot against currently known key dates for the COVID-19 pandemic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "To validate the utility and accuracy of autoencoder-based anomaly detection for syndromic surveillance, we chose syndromic surveillance of influenza seasons as the target task. This task was chosen primarily due to two factors: 1) its relatively well-defined outbreak periods (available both at a national and state level via the CDC Morbidity and Mortality Weekly Reports 40-47 and the CDC Influenza-Like-Illness (ILI) . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autoencoder-Based Anomaly detection is Viable for Syndromic Surveillance Tasks"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint Activity Tracker 48 respectively) and 2) its similarity in potential input features (due to similar symptom presentations) to our end-goal of performing COVID-19 syndromic surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In Figure 1 , we present the error plot relative to the anomaly threshold of a stacked autoencoder trained using influenza off-season data for the purposes of syndromic surveillance of influenza. We additionally highlight official CDC flu seasons (national level) 40-47 in orange, and time periods with heightened (moderate or greater) ILI activity 48 within the state of Minnesota (from where our data originates) in red.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Figure 1 -Mean Squared Error Relative to Anomaly Threshold for an Autoencoder Trained for the Influenza Season Detection Task"
        },
        {
            "text": "Our error plots and the close congruence between periods of heightened autoencoder reconstruction error and influenza activity does suggest that our approach is fairly successful at performing the influenza syndromic surveillance task. Of particular note, the magnitude of the reconstruction error is also closely tied to the associated severity of the outbreak, as can be seen in the location of our error peaks relative to state-level ILI activity tracking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 -Mean Squared Error Relative to Anomaly Threshold for an Autoencoder Trained for the Influenza Season Detection Task"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 -Mean Squared Error Relative to Anomaly Threshold for an Autoencoder Trained for the Influenza Season Detection Task"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint As such, our results here suggest that an autoencoder-based anomaly detection approach to syndromic surveillance is capable of picking up and alerting on the underlying changes in the prevalence of influenza-related symptoms in the practice during influenza season as opposed to the off-season, both in terms of identifying that the underlying distribution of symptom prevalence changed and in reflecting the magnitude of the differences in underlying distribution of symptom prevalence compared to normal time periods within its reconstruction error.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "These results are promising for our eventual experiment for COVID-19 syndromic surveillance as the underlying assumptions are similar: COVID-19 and influenza share very similar symptoms, but the underlying distribution of the prevalence of individual symptoms within their respective cases will likely differ. It is expected that an autoencoder will be able to pick up on these prevalence distribution differences in a similar manner to the influenza season vs. offseason variation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Similar Syndromes COVID-19 syndromic surveillance is severely complicated by its similar presentation and overlapping timeframe with a variety of seasonal illnesses, such as the common cold, allergies, and influenza. To verify that an autoencoder-based COVID-19 syndromic surveillance solution will be functional, we must first verify that, if supplied as part of its training data, outbreaks of these seasonal illnesses will not be reflected in its resulting error plots. To that end, we again use influenza as the target for evaluation here, due to its relatively well-defined temporal boundaries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autoencoders can be Trained to Suppress Alerting on Outbreaks of Illnesses Sharing"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autoencoders can be Trained to Suppress Alerting on Outbreaks of Illnesses Sharing"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In Figure 2 , we present the mean squared error plot of a stacked autoencoder trained using data covering three influenza seasons and off-seasons, with the aim of verifying that typical influenza seasons can be suppressed from anomalous readings by incorporating their symptom prevalence distributions as part of training data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Figure 2 -Mean Squared Error Relative to Anomaly Threshold for an Autoencoder Trained on both Influenza Season and Offseason Data"
        },
        {
            "text": "Our results demonstrate that our autoencoder has successfully incorporated symptom prevalence data for influenza and other seasonal diseases with similar differentials occurring within the target period, as can be seen by the relatively consistent reconstruction error throughout the year with peaks being dramatically suppressed in magnitude compared to the highly visible peaks in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 391,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Figure 2 -Mean Squared Error Relative to Anomaly Threshold for an Autoencoder Trained on both Influenza Season and Offseason Data"
        },
        {
            "text": "At this point we have validated that a) an autoencoder reconstruction error-based approach to anomaly detection is capable of reflecting both the occurrence and the magnitude of shifts in underlying symptom prevalence distributions, and b) if included as part of the \"normal\" training data, autoencoders will . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Surveillance Viable for Sentinel Detection of Novel Influenza-Like-Illnesses"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint successfully reconstruct symptom prevalence distributions occurring during COVID-19's seasonal differentials. We can thus proceed with the targeted task of this study: syndromic surveillance of the COVID-19 outbreak within the United States, particularly within Olmsted County, Minnesota, the location of the Mayo Clinic Rochester campus. In Figure 3 , we present the mean error plot of a stacked autoencoder trained using a year of both influenza season and off-season data applied to data from June 1 st , 2019 through April 30 th , 2020. We additionally annotated the resulting plot with dates pertinent to the COVID-19 epidemic in Minnesota to provide additional context to the detected signals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 491,
                    "text": "Figure 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our results suggest the following with respect to the time period prior to the first laboratory confirmed case in the state of Minnesota: 1) A spike occurring the week of September 15 th , 2019. We do not believe this is COVID-19 related and will elaborate more on this in the discussion section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "2) A persistent, low level of elevated anomalous signals beginning late December through the first laboratory confirmed COVID-19 case within Olmsted County, Minnesota occurring March 11 th , . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint 2020. This period is marked by two dramatic spikes occurring January 23 rd and March 11 th 2020 that we will also discuss in the discussion section. This period of elevated anomalous signals does roughly match the period of heightened state-level ILI activity as reported by the CDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "When interpreting these results, it is important to note that CDC's ILI tracker is itself a form of syndromic surveillance and doesn't explicitly indicate levels of influenza-specific activity, but rather all syndromes with similar symptomatic presentations: specifically, ILInet uses fever, cough, and/or sore throat without a known non-influenza cause as the data through which it performs its tracking 28 . It is therefore expected that our detected anomalous time periods will match, as COVID-19 itself shares many of these symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The fact that elevated anomalous results appeared in our error plot, however, suggests that the underlying symptom prevalence distributions seen within the clinical practice are atypical of those seen in other influenza seasons: per the second phase of our experiment, we established that \"typical\" influenza seasons can be suppressed from anomalous readings by incorporating their symptom prevalence distributions as part of training data. We would have thus expected the error rates to have remained largely under the anomaly threshold with no significant peaks, unlike what was observed here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It is important to note with all our results presented here that the anomaly detection component detects anomalies in the input data, i.e. anomalies in the incoming symptom prevalence distributions. Such anomalies can, however, be caused by a variety of external factors and are not necessarily indicative of an outbreak. As such, while such a system can serve as an early-warning system to alert that an anomaly exists as well as the magnitude of such an anomaly, further human investigation is needed to identify the underlying reasons as well as to confirm whether an outbreak is occurring. With reference to our results derived from Figure 3 suggesting a sustained elevated anomalous error rate starting the final week of December through the first laboratory confirmed COVID-19 case, it would therefore be premature to . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 637,
                    "end": 645,
                    "text": "Figure 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Interpreting Anomalous Signals and Potential Attribution Errors"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint directly conclude that the anomalous time period is attributable to only COVID-19, such a conclusion would only be possible to achieve had laboratory tests been done during that time period. Instead, it serves only as an indicator of the need for additional investigation. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint the underlying distribution of positive symptom prevalence mentions within clinical documentation also dramatically changed, and that anomalous change was appropriately detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "A similar phenomenon is reflected in Figure 3 . A brief spike in the plotted errors occurs mid-September 2019: further investigation leads us to hypothesize that rather than an outbreak of influenza-like illness during this timeframe, this spike was related to media coverage and associated greater patient concern to a local outbreak of E.coli during this same time period originating from a popularly attended state fair 49 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "text": "Figure 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Similarly, two events that triggered greatly increased media coverage and associated public awareness are highlighted in red, the initial lockdown of the city of Wuhan and Hubei province on January 23 rd 2020, the event that originally brought the coronavirus outbreak to the public's attention, and the first laboratory-confirmed COVID-19 case within Olmsted County, Minnesota on March 11 th 2020. Instead of directly attributing the spike to only actual [undiagnosed] COVID-19 cases, the news coverage and increased patient concern likely caused a dramatic increase in patient healthcare engagement, and that increase is likely reflected here with the dramatic spikes. Nevertheless, these \"public awareness and concern\" spikes are typically obvious, as the spike is sudden, relatively large in magnitude, and are temporally co-located with publicly available news sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Had a syndromic surveillance solution similar to what we established in phase 3 of our experiment existed at the time of the Hubei lockdown, anomalous readings would have appeared far in advance of the actual first laboratory-confirmed case even within the United States, and alert on a possible outbreak a novel influenza-like-illness that did not share similar symptom prevalence distributions as priorly encountered influenza seasons. This information could have been used as an actionable signal for further investigation suggesting a possible spread of COVID-19 within the served community and been a prompt for far more aggressive testing than what was done in practice. From a public health perspective, this could have allowed for earlier intervention and potentially dramatically reduced outbreak magnitude.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Syndromic Surveillance: Retrospective and Prospective Opportunities"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Syndromic Surveillance: Retrospective and Prospective Opportunities"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint From a prospective perspective, such a syndromic surveillance approach can potentially be utilized to provide early warning of future outbreaks, particularly with respect to differentiation from outbreaks of other influenza-like illnesses. As public health restrictions are eased, such capabilities are increasingly critical for detection and early intervention in the case of second-wave outbreaks within the individual hospital's served communities. It is important to note, however, that clinical workflows with respect to patients presenting with influenza-like illnesses, and by extension documentation practices will have substantially changed in the post COVID-19 era; these changes will be reflected in elevated error rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Such a discrepancy may be addressed through the application of transfer learning: with a pretrained model similar to that which would be produced from phase 3 of our experiment, limited retraining of the existing model on a month of \"normal\" data after resumption of full clinical operations might be sufficient to adapt it to the post COVID-19 data distributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our study faced several challenges from a data perspective. Firstly, it must be noted that patient profiles significantly change between normal work-week operations and weekends/holidays, which are far more likely to be acute/emergency care. As such, to prevent these from becoming a confounding factor and unduly influencing our anomaly detection error plots, data points relating to weekends, US federal holidays, Christmas Eve and New Year's Eve were excluded from our datasets. We do not believe that this has affected the validity of our results, further evidenced by the plot in Figure 4 , showing that the period of elevated ILI activity that occurred from January through mid-March of 2018 was correctly reflected, while December of 2017 did not display anomalous results, indicating that our model is not simply picking up on proximity to holidays. We will, however, work on incorporating weekend and holiday data as part of our models as part of future work.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 585,
                    "end": 593,
                    "text": "Figure 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data and Study Limitations"
        },
        {
            "text": "Additionally, several limitations within our data sources hampered our efforts to evaluate our methods: as previously noted, anomalies may also be caused by problems with the input data unrelated to the syndromic surveillance task. Specifically, in our case, we faced two major EHR/data platform shifts . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Study Limitations"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint within our source data that led to irregular disruption of clinical documentation within our data warehouse, one occurring throughout the entirety of Q1 2016, and the other occurring beginning May 1 st 2018 and lasting through the first week of July 2018 resulting from Mayo Clinic Rochester's migration to the Epic EHR. The training datasets and results presented thus excluded these time periods (except for illustrative purposes in Figure 4 ) as they are known to be anomalous with the reasons for the anomaly being irrelevant to our target tasks (e.g. reasons for anomaly include changes in documentation practices affecting NLP-based prevalence, metadata changes, etc.) Finally, the fact that an EHR migration did occur significantly hampers the amount of pre-COVID-19 data available for training purposes for phase 3 of our experiment. Due to documentation practice shifts we must use Epic data as part of our training data, and due to the data source disruption as a result of this migration, we were limited to data beginning August of 2018. As part of future work, we thus aim to further validate our model on other sites within the Mayo Clinic enterprise that switched EHR systems in 2016, so as to have a greater amount of training data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 576,
                    "end": 584,
                    "text": "Figure 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "From a methodological perspective, we were constrained in available methodological choices by the need for methods to be unsupervised and/or self-supervised (using \"normal\" data): given our task to detect novel influenza-like-illnesses of unknown symptom prevalence distributions, it is not feasible to procure labeled \"anomalous\" data for supervised learning approaches. It is nevertheless important to note that the autoencoder approach is only one of many existing approaches that have been utilized for anomaly detection within the general domain. Other approaches commonly used in this space include k-means clustering 50-52 , one-class SVMs 52-54 , Bayesian networks 55 , as well as more traditional statistical approaches such as the chi-square test 56 and principal component analysis 57 . In many systems, such approaches are not taken in isolation, but are rather used in conjunction with others to perform specific sub-components of the anomaly detection task or to provide multiple features for downstream analysis 51,53,58,59 . Our study is not intended to perform a comprehensive benchmarking of available methods, and we have not included comparative metrics here given that we have achieved workable results with only an . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint autoencoder approach. Nevertheless, it may be worth exploring usage and/or integration of many of these other models to improve discriminative power and denoise the signal, and we have left such exploration to future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We present an overview of our experimental procedure in Figure 5 , and outline each step in detail within the ensuing subsections. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 64,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. prevalence feature vector was generated, where each item in the vector corresponds to the symptom prevalence of one of the symptoms of interest for that day. We define symptom prevalence on any given day as the number of unique patients that had a clinical document generated that day containing a NLP artifact corresponding to that symptom (that was positive, present, and had the patient as the subject) divided by the number of unique patients that had at least 1 clinical document generated on that day. This dataset was then subdivided into different training and plotting (for simulated surveillance purposes) definitions for each of the tasks at hand. We have provided a summary of these divisions in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 788,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Training Data (\"Normal\" Time Periods) . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Task"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint § Three months after EHR migration began, to allow for clinical workflow changes to be solidified and reduce data volatility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Autoencoder Architecture and Implementation Our neural network was implemented in Java via the DL4J deep learning framework 63 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "text": "63",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Table 1 -Task-Specific Training and Plotted Data Divisions"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint For these date ranges, all extracted symptom prevalence information was included for training with the exception of explicit mentions of influenza, as that might provide an unwarranted hint for the task to the underlying trained network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "To evaluate this approaches' effectiveness for influenza season detection, we ran the trained autoencoder on all years from 2011 through May of 2018 (when the Epic EHR migration occurred), and plotted the error, as determined by the mean-squared error between the supplied input feature set and the network's outputs, with a particular focus on detected influenza seasons starting on even years. The best performing model from training was selected, and the anomaly threshold was determined as the mean + 2 standard deviations of the reported errors derived from the test partition resulting from crossvalidation of the normal (training) time periods, with errors higher than this value being deemed anomalous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The errors were plotted and compared against timespans with elevated influenza activity, both at a national level via the official MMWR defined influenza season and in terms of ILI activity for the state of Minnesota as reported by the CDC ILInet. The distinction is important as while the CDC MMWR reports a national level influenza season, the actual periods of elevated activity differ from state to state, and we would only truly be able to detect anomalies when influenza activity is actually elevated within Minnesota, as that is the source for our data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Evaluating Autoencoder Capability to Embed Influenza Season Data as \"Normal\" Once training using this dataset was completed, we then ran this new autoencoder model on all data between January 25 th 2014 and January 1 st 2016 and plotted the mean squared error between the supplied input and the autoencoder's resultant output, with a focus on even years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The anomaly threshold was again set to the mean + 2 standard deviations of the test partition error during the training time period and the resultant anomalous spans were used to evaluate the autoencoder's capability to embed influenza and other seasonal differential data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this phase, we use data from August of 2018 through June of 2019 (Exclusive) as our \"normal\" training data. Again, we ensure a 50/50 balance of influenza in-season and off-season examples in our dataset prior to partitioning the data for cross-validation. As with our previous experiments, the anomaly threshold was set to the mean + 2 standard deviations of the test partition error during the training time period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applying Autoencoder-Based Anomaly detection for COVID-19 Syndromic Surveillance"
        },
        {
            "text": "The resulting model was run on data from June of 2019 through present, and the resulting errors were plotted for further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applying Autoencoder-Based Anomaly detection for COVID-19 Syndromic Surveillance"
        },
        {
            "text": "The authors declare no competing interests",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests Statement"
        },
        {
            "text": "The NLP engine and associated algorithm used to extract ILI symptoms as described in this study is available within the MedTagger project (https://www.github.com/OHNLP/MedTagger). Please consult the Wiki and README file accessible from the linked page for instructions on how to use for the COVID-19 use case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code Availability"
        },
        {
            "text": "The aberration detection/sentinel syndromic surveillance component has been decoupled from institutional data sources and is available at https://github.com/OHNLP/AEGIS. As this is an active project undergoing improvement and new features that may lead to changes in the underlying code inconsistent with what was described in this manuscript, we have tagged the codebase as described in this manuscript with the COVID19 tag.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code Availability"
        },
        {
            "text": "Due to the results of the symptom extraction process being considered protected health information, data is not available as it would be difficult to distribute to anyone not engaged in an IRB-approved collaboration with the Mayo Clinic. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105924"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1097"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Beware of the second wave of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1321--1322",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30845-x(2020"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "First-wave COVID-19 transmissibility and severity in China outside Hubei after control measures, and second-wave scenario planning: a modelling impact assessment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1382--1393",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30746-7"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Public Health",
            "volume": "5",
            "issn": "",
            "pages": "261--270",
            "other_ids": {
                "DOI": [
                    "10.1016/s2468-2667(20)30073-6"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Community Transmission of Severe Acute Respiratory Syndrome Coronavirus 2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2606.200239"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV-2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "489--493",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Half of A&E team' test positive",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nosocomial Infections Among Patients with COVID-19, SARS and MERS: A Rapid Review and Meta-Analysis. medRxiv",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.14.20065730"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Preliminary Estimates of the Prevalence of Selected Underlying Health Conditions Among Patients with Coronavirus Disease 2019 -United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "382--386",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6913e2"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Presumed Asymptomatic Carrier Transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2565"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Potential Presymptomatic Transmission of SARS-CoV-2",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "1052--1054",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2605.200198"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Covid-19: four fifths of cases are asymptomatic, China figures indicate",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1375"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Biological and chemical terrorism: strategic plan for preparedness and response. Recommendations of the CDC Strategic Planning Workgroup",
            "authors": [],
            "year": 2000,
            "venue": "MMWR Recomm Rep",
            "volume": "49",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Bioterrorism-related inhalational anthrax: the first 10 cases reported in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "933--944",
            "other_ids": {
                "DOI": [
                    "10.3201/eid0706.010604"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Implementing syndromic surveillance: a practical guide informed by the early experience",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Am Med Inform Assoc",
            "volume": "11",
            "issn": "",
            "pages": "141--150",
            "other_ids": {
                "DOI": [
                    "10.1197/jamia.M1356"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Syndromic surveillance systems: Public health and biodefense",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annual Review of Information Sciences and Technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Disease surveillance: a public health informatics approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lombardo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Buckeridge",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A cross-sectional analysis of symptom severity in adults with influenza and other acute respiratory illness in the outpatient setting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Vanwormer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Meece",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Belongia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-14-231"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Outlier detection using replicator neural networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baxter",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of the International Conference on Data Warehousing and Knowledge Discovery",
            "volume": "",
            "issn": "",
            "pages": "170--180",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A comparative study of RNN for outlier detection in data mining",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of the 2002 IEEE International Conference on Data Mining",
            "volume": "",
            "issn": "",
            "pages": "709--712",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Anomaly detection with robust deep autoencoders",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Paffenroth",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the 23rd ACM SIGKDD International Conference on Knowledge Discovery and Data Mining",
            "volume": "",
            "issn": "",
            "pages": "665--674",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Nonlinear principal component analysis using autoassociative neural networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "When did coronavirus really hit Washington? 2 Snohomish County residents with results-of-2-snohomish-county-residents-throw-into-question-timeline-of-coronaviruss-u-sarrival/> (2020)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kamb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Update: Influenza Activity -United States, 2011-12 Season and Composition of the 2012-13 Influenza Vaccine",
            "authors": [],
            "year": 2012,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "61",
            "issn": "",
            "pages": "414--420",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "United States Centers for Disease Control and Prevention. Influenza Activity -United States, 2012-13 Season and Composition of the 2013-14 Influenza Vaccine",
            "authors": [],
            "year": 2013,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "62",
            "issn": "",
            "pages": "473--479",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "United States Centers for Disease Control and Prevention. Influenza Activity -United States, 2013-14 Season and Composition of the 2014-15 Influenza Vaccines",
            "authors": [],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "",
            "pages": "483--490",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "United States Centers for Disease Control and Prevention. Influenza Activity -United States, 2014-15 Season and Composition of the 2015-16 Influenza Vaccine",
            "authors": [],
            "year": 2015,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "64",
            "issn": "",
            "pages": "583--590",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "United States Centers for Disease Control and Prevention. Influenza Activity -United States, 2015-16 Season and Composition of the 2016-17 Influenza Vaccine",
            "authors": [],
            "year": 2016,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "65",
            "issn": "",
            "pages": "567--575",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Update: Influenza Activity in the United States During the 2016-17 Season and Composition of the 2017-18 Influenza Vaccine. United States Centers for Disease Control and Prevention. A Weekly Influenza Surveillance Report Prepared by the Influenza Division: Influenza-Like Illness (ILI) Activity Level Indicator Determined by Data Reported to ILINet",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "HIDE: a hierarchical network intrusion detection system using statistical preprocessing and neural network classification",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manikopoulos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jorgenson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ucles",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc. IEEE Workshop on Information Assurance and Security",
            "volume": "",
            "issn": "",
            "pages": "85--90",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "An information extraction framework for cohort identification using electronic health records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "AMIA Jt Summits Transl Sci Proc",
            "volume": "",
            "issn": "",
            "pages": "149--153",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Desiderata for delivering NLP to accelerate healthcare AI advancement and a Mayo Clinic NLP-as-a-service implementation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "NPJ Digit Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41746-019-0208-8"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "What to do next to control the 2019-nCoV epidemic?",
            "authors": [
                {
                    "first": "F.-S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "391--393",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30300-7"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Open-source distributed deep learning for the JVM",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Adadelta: an adaptive learning rate method",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Zeiler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1212.5701"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Adaptive subgradient methods for online learning and stochastic optimization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duchi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hazan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of machine learning research",
            "volume": "12",
            "issn": "",
            "pages": "2121--2159",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Online algorithms and stochastic approximations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bottou",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Online Learning and Neural Networks",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Feature selection, L1 vs. L2 regularization, and rotational invariance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mean Squared Error Relative to Anomaly Threshold for an Autoencoder Trained on both Influenza Season andOffseason Data",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mean Squared Error Relative to Anomaly Threshold for an Autoencoder Trained for Influenza Season Detection Spanning an EHR Migration Occurring May 2018 An example of the potential for attribution error can be shown where, in Figure 4, we note that while the periods of elevated error rates for the 2017-2018 influenza season do roughly correspond to the official CDC-determined flu season and periods of heightened ILI activity, starting May of 2018, the error rate rises outside the display range of the chart. This anomaly does, in fact, exist in reality, but is not tied to a renewed outbreak of influenza-like illness. Rather, the Mayo Clinic Rochester clinic migrated EHR systems from its historical GE Centricity-based EHR to the Epic EHR, and the go-live date for clinical operations was May 1 st . Due to the changes in clinical workflows and associated documentation practices,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Experimental Procedure Overview Sign/Symptom Extraction Sign and symptom extraction via natural language processing was accomplished via the MedTagger NLP engine 60,61 . The signs and symptoms chosen were selected via a literature review conducted in early March 2020 for known COVID-19 and influenza symptoms 13,62 . Specifically, mentions of Abdominal Pain, Appetite Loss, Diarrhea, Dry/Nonproductive Cough, Dyspnea, Elevated LDH, Fatigue, Fever,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "incorporating influenza seasons as part of \"normal\" symptom prevalence distributions) and phase 3 (COVID-19 surveillance task) of our experiment. Only positive present NLP artifacts with the patient as the subject were retained. Symptom Prevalence Distribution Dataset Clinical documentation generated from January 1 st 2011 through May 1 st 2020 was utilized as part of this study, with the exclusions detailed within the Data Limitations subsection within our Discussion section (January 1 st -July 1 st 2016, May 1 st -July 7 th 2018). For each day within this range, a symptom",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "COVID-19 Syndromic Surveillance Task [2018-08-01 § , 2019-06-01) [2019-06-01, 2020-05-01) * Mayo Clinic transitioned from its historical EHR to the Epic EHR on this date. † End of moderate or greater ILI activity within the State of Minnesota for 2013-14 influenza season.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ". For our purposes we used a 5-layer fully-connected stacked autoencoder consisting of [INPUT_DIM, 14, 12, 14, INPUT_DIM] nodes in each respective layer, where INPUT_DIM refers to the dimensionality of the input data. For influenza detection, this was 16 (excluding influenza prevalence), and for all other tasks, this was 17. The activation function used for all layers was the sigmoid activation function, except for the output layer, which used the identity function, with all inputs being rescaled to the [-1, 1] range. The optimization function used, their associated learning rate, and the l2 regularization penalty was selected via five-fold cross-validation, where optimization function was one of AdaDelta 64 , AdaGrad 65 , or traditional stochastic gradient descent 66 and their respective learning rate was selected from 100 randomly sampled points from the range [0.0001, 0.01], with the exception of AdaDelta, as it is an adaptive learning rate algorithm, and we instead used the recommended default rho and epsilon of 0.95 and 0.000001 respectively. An L2 regularization penalty 67 was selected from 100 random samples in the range [0.00001, 0.001]. The cost function used was mean squared error. For all model training tasks, training was done using the entire train dataset as one batch, over 1000 epochs utilizing early stopping (5 iterations with score improvement < 0.0001) and selecting the model resulting from the epoch that had the best performance against the test dataset. Evaluating Influenza Season Detection Capabilities For training purposes, we used seasonal date ranges as defined in the US CDC released morbidity and mortality weekly report (MMWR) and selected flu offseason for the odd-numbered years between 2010 and 2018 as our training set 40-47 . Specifically, the date ranges used for training were [2011-05-22, 2011-10-02), [2013-05-19,2013-09-29), [2015-05-23, 2015-10-04), and [2017-05-20, 2017-10-01).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "In this phase, we use data from May 22 nd 2011 (the end date of the 2010-2011 influenza season) through January 25 th 2014 (the end date for observed moderate-or-greater ILI activity in the state of Minnesota for the 2013-2014 influenza season) as our training set. Unlike in the previous phase, the prevalence of influenza mentions is included within the feature set for training to supply explicit knowledge about the occurrence of and the magnitude of ongoing influenza Additionally, to ensure a balance in examples, we sampled from the influenza off-seasons such that the number of off-season examples corresponded to the number of in-season examples.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "AW: Designed, implemented study, performed experiments. AW, LW, HH, SL, SF, MH, YW, FS:Determined symptom inclusion/exclusion criteria for NLP algorithm and similar contributions, preparation of NLP algorithm for public distribution, and other miscellaneous project tasks. HH, SL:Generation of graphs and figures as presented in manuscript. AW, SS, JAK, VCK: NLP engine work used for this study, interfacing with institutional data sources. JF, HL: Direction on study design and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "conceptualization, project leadership. All authors reviewed and contributed expertise to the final manuscript. Sood, N. et al. Seroprevalence of SARS-CoV-2-Specific Antibodies Among Adults in Los Angeles County, California, on April 10-11, 2020. JAMA, doi:10.1001/jama.2020.8279 (2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Syarif, I., Prugel-Bennett, A. & Wills, G. Unsupervised clustering approach for network anomaly detection. International conference on networked digital technologies, 135-145 (2012). 51 Aytekin, C., Ni, X., Cricri, F. & Aksu, E. Clustering and unsupervised anomaly detection with l 2 normalized deep auto-encoder representations. 2018 International Joint Conference on Neural Networks (IJCNN), 1-6 (2018). 52 Pham, T. & Lee, S. Anomaly detection in bitcoin network using unsupervised learning methods. arXiv preprint arXiv:1611.03941 (2016). 53 Erfani, S. M., Rajasegarar, S., Karunasekera, S. & Leckie, C. High-dimensional and large-scale anomaly detection using a linear one-class SVM with deep learning. Pattern Recognition 58, 121-134, doi:10.1016/j.patcog.2016.03.028 (2016). 54 Amer, M., Goldstein, M. & Abdennadher, S. Enhancing one-class support vector machines for unsupervised anomaly detection. Proceedings of the ACM SIGKDD Workshop on Outlier Detection and Description, 8-15 (2013). 55 Kruegel, C., Mutz, D., Robertson, W. & Valeur, F. Bayesian event classification for intrusion detection. 19th Annual Computer Security Applications Conference, 2003. Proceedings., , N. & Chen, Q. An anomaly detection technique based on a chi-square statistic for detecting intrusions into information systems. Quality and Reliability Engineering International 17, 105-112, doi:10.1002/qre.392 (2001).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint Fang, Y. et al. Sensitivity of Chest CT for COVID-19: Comparison to RT-PCR. Radiology, 200432, doi:10.1148/radiol.2020200432 (2020).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint United States Centers for Disease Control and Prevention. U.S. Influenza Surveillance System: Purpose and Methods, <https://web.archive.org/web/20200515174103/https://www.cdc.gov/flu/weekly/overview.htm> (2020). 29 Hutwagner, L., Thompson, W., Seeman, G. M. & Treadwell, T. The bioterrorism preparedness and response Early Aberration Reporting System (EARS). J Urban Health 80, i89-96, doi:10.1007/pl00022319 (2003).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". https://doi.org/10.1101/2020.06.08.20124990 doi: medRxiv preprint Schroder, C. et al. Lean back and wait for the alarm? Testing an automated alarm system for nosocomial outbreaks to provide support for infection control professionals. PLoS One 15, e0227955, doi:10.1371/journal.pone.0227955 (2020). 32 Tsui, F. C. et al. Technical description of RODS: a real-time public health surveillance system. J Am Med Inform Assoc 10, 399-408, doi:10.1197/jamia.M1345 (2003). MMWR Morb Mortal Wkly Rep 66, 668-676, doi:10.15585/mmwr.mm6625a3 (2017). United States Centers for Disease Control and Prevention. Update: Influenza Activity in the United States During the 2017-18 Season and Composition of the 2018-19 Influenza Vaccine. MMWR Morb Mortal Wkly Rep 67, 634-642, doi:10.15585/mmwr.mm6722a4 (2018).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Research reported in this publication was supported by the National Center for Advancing Translational Science of the National Institutes of Health under award number U01TR002062. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}