{"paper_id": "0c2d5250f497c63b8599ca3787e0efe6057878ea", "metadata": {"title": "The UK lockdown and the economic value of human life", "authors": [{"first": "Julian", "middle": [], "last": "Jessop", "suffix": "", "affiliation": {}, "email": "julianhjessop@outlook.com"}]}, "abstract": [], "body_text": [{"text": "Perhaps most importantly, there is nothing wrong about trying to put a monetary value on a human life, or even arguing that some lives might be worth less, in some contexts, than others. This is not 'eugenics', nor is it about people's 'wealth-producing capacity' or 'economic productivity', as many of Young's critics have suggested. Instead, it is about using limited resources in the fairest way.", "cite_spans": [], "ref_spans": [], "section": "| Sometimes life must have a price"}, {"text": "Indeed, life is full of such 'tragic choices'. 3 If you believe this approach is beyond the pale, imagine you had the awful responsibility of allocating the last seat in a lifeboat as the Titanic sank, and that there was a straight choice between rescuing a healthy child and rescuing a sickly old man. Whom would you save, and why? Most people would surely pick the child, because children have many more years of good life ahead of them. 4 This is the thinking behind the approach, often used by health economists, of putting a monetary value on people's lives based on the number of years of life that the they have left and the quality of that life. It was also the approach used by Young in his article.", "cite_spans": [{"start": 47, "end": 48, "text": "3", "ref_id": null}, {"start": 440, "end": 441, "text": "4", "ref_id": null}], "ref_spans": [], "section": "| Sometimes life must have a price"}, {"text": "In short, a 'quality-adjusted life year' (QALY) is one year in 'perfect' health. A year of poor health, for example being in pain or bedridden, would have a value of less than one QALY, such as 0.5.", "cite_spans": [], "ref_spans": [], "section": "| What is a QALY?"}, {"text": "The UK Treasury's guide to investment appraisal, the Green Book (HM Treasury, 2020) currently values one QALY at £60,000. This figure is based on the 'normative' question of the value that society should place on particular health outcomes.", "cite_spans": [], "ref_spans": [], "section": "| What is a QALY?"}, {"text": "The National Institute for Health and Care Excellence (NICE, 2020) typically uses a lower number, of £20,000 to £30,000 per QALY, when assessing whether new treatments for the National Health Service (NHS) represent 'value for money'. This is based on a more pragmatic assessment of the marginal benefit of spending the funds that are actually available. For example, NICE might determine the cost of using a drug for a year and assess this against how much a patient's life could be extended and/or the quality of life improved. If a treatment costs more than £20,000 to £30,000 per QALY, it would not be recommended as 'cost effective'.", "cite_spans": [], "ref_spans": [], "section": "| What is a QALY?"}, {"text": "The 'value of a prevented fatality' (VPF) is another relevant concept. This is often used when less is known about the individuals who are likely to benefit from an intervention, such as a road safety improvement. It is typically defined as the maximum amount that it is reasonable to pay for a measure that will reduce by one the expected number of preventable premature deaths in a large population. The VPF used by many UK government departments is currently about £1.8m.", "cite_spans": [], "ref_spans": [], "section": "| What is a QALY?"}, {"text": "Strictly speaking, these are all numbers for the amount that it is worth spending to save a life, rather than an estimate of the value of a life itself. But one can stand in for the other here.", "cite_spans": [], "ref_spans": [], "section": "| What is a QALY?"}, {"text": "Ideally we would calculate the value of a QALY or VPF using market data, or 'revealed preferences', such as differences in pay between 'high-risk' and 'low-risk' jobs, or information from insurance contracts. 5 But, in practice, it is hard to find a market price that exactly matches the value being placed on preventing a premature death or injury, or to separate this from other factors. For example, high-risk occupations might attract people who are less risk-averse.", "cite_spans": [], "ref_spans": [], "section": "| How are these numbers calculated?"}, {"text": "Instead, these numbers are usually based in the UK, and elsewhere, on surveys of 'willingness to pay' or 'stated preferences'. To illustrate how this might work, suppose a group of 100,000 people were asked how much they would be willing to pay to reduce their chances of dying in the coming year by 1 in 100,000 (implying one fewer death in the group as a whole). If the average answer is £50, then the total amount this group would be willing to pay would be £5 m (£50 times 100,000). That could then be used as a proxy for the value of one preventable death.", "cite_spans": [], "ref_spans": [], "section": "| How are these numbers calculated?"}, {"text": "In this example, the number is much higher than the figure actually used in the UK, which is relatively low by international standards. Indeed, as others (e.g. Thomas, 2019) have noted, the current UK figure for a VPF of about £1.8m is based on a 1997 survey of just 167 respondents. It may also not take full account of increases in income and wealth since then.", "cite_spans": [{"start": 160, "end": 173, "text": "Thomas, 2019)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "| How are these numbers calculated?"}, {"text": "The value of a QALY is calculated in a similar way. It is even more subjective because it also depends on the value people put on the quality of life. For instance, people might be surveyed to discover how much they would value full mobility rather than being confined to a wheelchair, or whether they would prefer to live a longer life in poor health rather than a shorter one in perfect health. However, the value of a QALY used by NICE, and others, is at least based on a larger UK survey of 3,395 interviewees, albeit taken in 1993. 6 In summary, the figures currently used to value the saving of a life in the UK are probably on the low side. It may also make more sense to focus on the UK Treasury's estimate of £60,000 for the value of a QALY rather than NICE's figure of up to £30,000 used by Toby Young and others. But for now, the main takeaway is that it is perfectly reasonable to put a monetary value on a life, and to assume that a longer, healthier life is worth more than a shorter one in poorer health.", "cite_spans": [{"start": 537, "end": 538, "text": "6", "ref_id": null}], "ref_spans": [], "section": "| How are these numbers calculated?"}, {"text": "Young was also right to emphasise the age profile of those dying with COVID-19. The NHS publishes weekly data 7 on the characteristics of patients who have died in hospitals in England and who had tested positive for COVID-19 at the time of death. As of mid-May, more than half of these fatalities were aged 80 or over. Most also had some pre-existing health problem. The age differences are even starker when one looks at all deaths, including those in care homes.", "cite_spans": [], "ref_spans": [], "section": "| A sad truth: COVID-19 mainly kills older people"}, {"text": "Applying the QALY approach to these figures is therefore more likely to produce a lower number for the value of the lives lost or saved than if those who are most vulnerable had been much younger and in better health. The age-specific risk is also surely relevant to decisions such as the reopening of schools, or whether younger people should be allowed back to work before older ones.", "cite_spans": [], "ref_spans": [], "section": "| A sad truth: COVID-19 mainly kills older people"}, {"text": "Young's article also provided some examples of what others have called the 'identifiable victim' problem. We do not have a lot of good data yet on the wider health and social costs of the lockdown, and indeed these will always be relatively uncertain. This may lead policymakers to focus too much on identifiable victims (those dying of coronavirus itself) and to put too little weight on less visible costs (including people suffering harms as a result of the lockdown). This is a natural human reaction. For example, many people were (understandably) more willing to devote resources to the rescue of the boy footballers trapped in a Thai cave in 2018 8 than they might have been ready to spend on, say, less dramatic clean water projects in Africa, even though the latter might save many more lives.", "cite_spans": [], "ref_spans": [], "section": "| The 'identifiable victim' problem"}, {"text": "The UK Health Secretary, Matt Hancock, made a nod to the 'identifiable victim' problem in the government's daily briefing on 10 April (Tapsfield, 2020) . He began by downplaying reports 9 that a government working group had suggested that delays in NHS treatment could result in up to 150,000 'avoidable deaths', saying:", "cite_spans": [{"start": 134, "end": 151, "text": "(Tapsfield, 2020)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "| The 'identifiable victim' problem"}, {"text": "We do not yet have an established estimate of the impact of the huge problems in the economy . . . on to the health of the nation.", "cite_spans": [], "ref_spans": [], "section": "| The 'identifiable victim' problem"}, {"text": "But he went on to say:", "cite_spans": [], "ref_spans": [], "section": "| The 'identifiable victim' problem"}, {"text": ". . . it is a piece of work that I am working on jointly with the Chancellor to make sure that when we make the big policy decisions, especially around social distancing we take into account the entire impact on the health and wellbeing of everyone in the countrynot just the highly visible impact on the deaths from coronavirus but right across the board including indirectly from the economic impact of the crisis.", "cite_spans": [], "ref_spans": [], "section": "| The 'identifiable victim' problem"}, {"text": "It is something that will be at the heart of our judgement as we make the decisions in the future.", "cite_spans": [], "ref_spans": [], "section": "And he concluded:"}, {"text": "Indeed, others have already made an attempt at this. A team of economists, led by Professor Richard Layard, has attempted a cost-benefit analysis of the UK lockdown which included wider economic and social impacts (such as the implications for mental health, suicide, domestic violence, addiction, and loneliness) as well as lives potentially saved (Layard et al., 2020) .", "cite_spans": [{"start": 349, "end": 370, "text": "(Layard et al., 2020)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "And he concluded:"}, {"text": "To be clear, this approach cannot give a definitive answerthe results obviously depend on the assumptions made. Nonetheless, it is worth stressing that it is not just 'right-wing' commentators who look at the lockdown in this way. And as it happens, the study led by Professor Layard suggested that the net benefits of releasing the lockdown could turn positive as soon as 1 June 2020.", "cite_spans": [], "ref_spans": [], "section": "And he concluded:"}, {"text": "There are a number of other pitfalls that make any assessment of the costs and benefits of the lockdown more difficult. One of the most important is the problem of identifying the 'counterfactual', or what would have happened anyway if the government had not acted.", "cite_spans": [], "ref_spans": [], "section": "| Some other pitfalls"}, {"text": "For example, in assessing the value of the lockdown we need to have an idea of the number of premature deaths that the lockdown has prevented. The fact that the actual number of deaths during the lockdown has been much lower than some had feared proves nothing either way.", "cite_spans": [], "ref_spans": [], "section": "| Some other pitfalls"}, {"text": "Similarly, it has been estimated that there have been around 60,000 excess deaths so far in 2020 in the UK, on a par with a bad episode of seasonal flu. If that figure would have been 65,000 without the lockdown, we would probably agree that the lockdown went too far. On the other hand, if the 'counterfactual' would have been 500,000 deaths, then most would think it was worth it.", "cite_spans": [], "ref_spans": [], "section": "| Some other pitfalls"}, {"text": "It is also important to consider what the counterfactual would have been for the economy. In particular, it would be wrong to attribute all of the downturn in activity to the impact of the lockdown, because many people would have voluntarily changed their behaviour and stopped doing what they would normally be doing without being told to do so by the government. Indeed, the economy was already weakening before the official lockdown began.", "cite_spans": [], "ref_spans": [], "section": "| Some other pitfalls"}, {"text": "In turn, at least some of the fiscal costs would have been unavoidable. That hit will be due both to the direct costs of the fiscal measures being taken to support public services and protect businesses, jobs and incomes (together likely to be well over £100bn), and to the knock-on effects of a steep fall in GDP on government spending and tax revenues (which could easily add the same again).", "cite_spans": [], "ref_spans": [], "section": "| Some other pitfalls"}, {"text": "Some of these costs are inevitable, or at least the damage to the economy would have been much worse if the government had not stepped in. What is more, many of these costs take the form of 'transfer payments' that redistribute income from one group to another. These payments are not necessarily a net loss to the economy as a whole, although they will distort incentives and have other costs, including the opportunity cost of not using the money for something else.", "cite_spans": [], "ref_spans": [], "section": "| Some other pitfalls"}, {"text": "Nonetheless, there is also plenty of evidence that the lockdown has exacerbated the economic impact, at least in the short term, and compounded the fiscal costs. For example, average hours worked (ONS, 2020a) and online job adverts (ONS, 2020b) had already been falling before the lockdown was introduced, but collapsed afterwards. Similarly, claims for Universal Credit, the consolidated social security payment, surged (ONS, 2020c) after the lockdown began. Indeed, if the official lockdown were not having any additional effects on behaviour and hence on economic activity, it would prompt the question of why it was needed at all.", "cite_spans": [], "ref_spans": [], "section": "| Some other pitfalls"}, {"text": "Bearing all this in mind, what can we sensibly say about the pros and cons of the lockdown?", "cite_spans": [], "ref_spans": [], "section": "| BENEFITS AND COSTS OF THE LOCKDOWN"}, {"text": "To start with the benefits, the most 'visible' is the reduction in illnesses and premature deaths from COVID-19 itself. But we also need to consider the less visible benefits, including:", "cite_spans": [], "ref_spans": [], "section": "| Benefits"}, {"text": "• the prevention of other deaths and harms that might result if the NHS were overwhelmed with COVID-19 patients; • fewer deaths from traffic accidents, pollution, industrial accidents and criminal violence; and • a stronger economic recovery in the longer term from getting on top of COVID-19 faster.", "cite_spans": [], "ref_spans": [], "section": "| Benefits"}, {"text": "These benefits could be considerable. For example, Greenstone and Nigam (2020) have suggested that three to four months of moderate 'social distancing' measures could save 1.7 million lives in the USA. Using the US government's estimate of the value of a statistical life, the potential benefits could be worth as much as 40 per cent of US GDP. Some lessons from the past also suggest that the lockdown could both help to save lives and reduce the long-term economic costs of COVID-19. US research (Ruhm, 2000) has found that temporary increases in unemployment are often associated with a small improvement in overall mortality rates. This perhaps surprising result appears to be attributable to indirect benefits, such as a reduction in traffic accidents, which can more than offset the more obvious costs, including an increase in alcoholism and suicides. Other positive side effects of an economic downturn include a reduction in pollution and in work-related fatalities, such as deaths on construction sites.", "cite_spans": [{"start": 51, "end": 78, "text": "Greenstone and Nigam (2020)", "ref_id": "BIBREF3"}, {"start": 498, "end": 510, "text": "(Ruhm, 2000)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "| Benefits"}, {"text": "What is more, even if a weaker economy does result in poorer health outcomes in the longer run, it may be worth taking a bigger short-term hit to activity in order to recover more strongly. This conclusion is supported by a recent study (Correia, Luck, & Verner, 2020) of how different US cities responded to the 'Spanish flu' pandemic of 1918-19. As might be expected, the cities that suffered the most deaths also saw a sharp and persistent fall in economic activity. But, just as importantly, this study also examined the impact of the type of restrictions that the UK government has been imposing during the current crisis, such as banning public gatherings, closing schools and churches and entertainment venues, and reducing business hours. The study found that those US cities where the authorities intervened earlier and more aggressively did better in terms of mortality rates without doing any worse in terms of economic activity. If anything, their economies grew faster than others once the pandemic was over.", "cite_spans": [{"start": 237, "end": 268, "text": "(Correia, Luck, & Verner, 2020)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "| Benefits"}, {"text": "The other side of the ledger is the costs of the lockdown which, crucially, are likely to increase the longer that the lockdown remains in place. The most visible is the collapse in economic activity and associated business closures, job losses, and lost income. In particular, the economic downturn could plausibly result in a total loss of GDP of about £250bn in 2020 and 2021 combined, relative to the pre-COVID-19 path. Of course, only some of this would be due to the government measures.", "cite_spans": [], "ref_spans": [], "section": "| Costs of the lockdown"}, {"text": "The fiscal costs could be even greater, perhaps as high as £250bn in 2020 alone in terms of higher spending and lower tax revenues (OBR, 2020). Again, though, it would be wrong to regard all of this as an avoidable cost if the government had responded differently. It would also be wrong simply to add it to the loss in GDP.", "cite_spans": [], "ref_spans": [], "section": "| Costs of the lockdown"}, {"text": "But we also need to consider the less visible costs of the lockdown, including:", "cite_spans": [], "ref_spans": [], "section": "| Costs of the lockdown"}, {"text": "• increases in deaths and other harms due to people with other conditions not receiving the care they need (this is not all the result of the lockdown either, but the signal being sent by the government measures may be discouraging some people from seeking medical treatment even when they could and should); • costs to mental health and well-being, including among those older people who are being asked to follow tougher social distancing rules; and • damage to the education and employment prospects of children and younger people.", "cite_spans": [], "ref_spans": [], "section": "| Costs of the lockdown"}, {"text": "If this were not complicated enough already, we can throw some other factors into the mix.", "cite_spans": [], "ref_spans": [], "section": "| Other considerations"}, {"text": "For a start, there are reasons why we might be relatively relaxed about this particular recession. A slump in GDP is inevitable and actually desirable; we want most people to stop doing what they would normally be doing, in order to save lives. Economic policy is no longer about maximising growth. Instead, it is about shielding the economy while it is put in a state of temporary hibernation. Provided the great majority of businesses, jobs and basic incomes can be protected, normal economic activity should resume relatively quickly once the emergency health measures are lifted. In the meantime, some people might actually enjoy their enforced break.", "cite_spans": [], "ref_spans": [], "section": "| Other considerations"}, {"text": "On the other hand, this recession is also much deeper than normal. The peak-to-trough decline in UK GDP in 2008-09 was about 6 per cent, spread over more than a year. In 2020 we have already seen a 6 per cent monthly fall in March alone (ONS, 2020d). We are probably now also more aware of the hidden social costs of recessions (and social isolation), including mental health problems, domestic violence, and food insecurity. This is in addition to the more tangible evidence of a surge in health problems unrelated to coronavirus, such as cancer patients missing treatment, or fewer people seeking help after heart attacks.", "cite_spans": [], "ref_spans": [], "section": "| Other considerations"}, {"text": "Finally, what lessons we can learn from overseas? International comparisons are complicated by different local factors, including physical geography, demographics, population density, household types, and the underlying health of the nation.", "cite_spans": [], "ref_spans": [], "section": "| International evidence"}, {"text": "These factors may have helped to limit the impact of COVID-19 on some countries. In particular, it may be wrong to read too much into the apparent success of the strong measures taken in New Zealand, a relatively remote country, or the more relaxed approach taken in Sweden, where household size is typically small and the population is relatively healthy to begin with. On the other hand, we might have expected a relatively high number of COVID-19 deaths in a country such as Italy, with a relatively old population many of whom live with their younger families, or England, where population density is relatively highespecially 'lived density' (Rae, 2018) , which takes account only of areas where people actually live.", "cite_spans": [{"start": 647, "end": 658, "text": "(Rae, 2018)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "| International evidence"}, {"text": "The international evidence on the economic impact of official lockdowns is not clear-cut either. For example, the Swedish economy has held up much better than the UK's. But there is less difference between the performance of the Swedish economy and Sweden's near neighbours, which have imposed stricter lockdowns.", "cite_spans": [], "ref_spans": [], "section": "| International evidence"}, {"text": "Again, this is yet another example of the problem of the counterfactual and the difficulty of separating out the impact of government decisions from what might have happened anyway.", "cite_spans": [], "ref_spans": [], "section": "| International evidence"}, {"text": "The aim of this article has been to explore the issues rather than come to firm conclusions. Nonetheless, it might seem odd if I did not offer a personal view.", "cite_spans": [], "ref_spans": [], "section": "| A PERSONAL VIEW"}, {"text": "Initially, the lockdown made sensegiven all the uncertainties and the balance of risks. Indeed, there are still some good arguments in favour of keeping the lockdown in place for longer. It appears to be working: the peak of the outbreak has been passed and the NHS has been able to cope, but easing off now would risk giving away these gains. There could be a bigger second wave (or third and fourth) which would overwhelm the NHS. More time is needed to improve testing and contact tracing, and (eventually, we hope) to develop a vaccine. Stop, start, and then stop again would be even worse for the economyand public confidence would be lost, too.", "cite_spans": [], "ref_spans": [], "section": "| A PERSONAL VIEW"}, {"text": "But based on what we now know, my view is that it is increasingly hard to justify the economic and social costs. In particular, the lockdown has more than done its job: if anything, the NHS now has too much spare capacity. An extended lockdown could be a more damaging blow for the economyincreasing the initial hit but also making it much harder to recover. There is a growing risk that more lives will be lost as a result of the lockdown than those that might be saved. Other countries are already lifting their restrictionswe can and should learn from them. It will be hard to maintain public consent for much longer.", "cite_spans": [], "ref_spans": [], "section": "| A PERSONAL VIEW"}, {"text": "As I have argued, it is very hard to quantify all these factors into a simple cost-benefit analysis of the lockdown, not least given the difficulty of comparing apples (deaths from COVID-19), oranges (other less visible impacts on health and well-being) and pears (economic and fiscal costs). But here goes anyway. The numbers in Table 1 are purely illustrative.", "cite_spans": [], "ref_spans": [{"start": 330, "end": 337, "text": "Table 1", "ref_id": null}], "section": "| A PERSONAL VIEW"}, {"text": "Let us start with Scenario A ('then') which is what we might have thought in March when the lockdown was announced. It seemed plausible then to talk in terms of the prevention of 400,000 premature deaths, perhaps 200,000 from COVID-19 itself and the same again for people with other conditions who would have died if the NHS had been overwhelmed with COVID-19 patients. If we simply assume ten full QALYs for each person, at the UK Treasury's valuation of £60,000 each, that would be worth £240bn (400,000 * 10 * £60,000).", "cite_spans": [], "ref_spans": [], "section": "| A PERSONAL VIEW"}, {"text": "On the cost side, it is plausible that we might lose as much as 10 per cent of GDP for one year, or about £220bn. Let us assume further that half of this hit would have happened anyway regardless of the lockdown and that the lockdown prevented an even worse outcome over the longer term. This might reduce the net economic cost to £110bn. On this basis (£240bn of benefits versus £110bn of costs) the lockdown was indeed 'worth it'.", "cite_spans": [], "ref_spans": [], "section": "| A PERSONAL VIEW"}, {"text": "However, roll forward a few months to Scenario B ('now'), and the balance has shifted. On the cost side, we should probably now include an allowance for lives lost and other harms due to the lockdown itself. Let us assume that there could be 150,000 avoidable deaths due to delayed NHS treatment and round this up to 200,000 to take account of other harms to health and well-being, including damage to mental health and education.", "cite_spans": [], "ref_spans": [], "section": "| A PERSONAL VIEW"}, {"text": "In addition, the economic costs have grown, and there is an increasing risk that some of the harm is much longer-lasting, particularly to jobs. So let us pencil in a figure of £250bn for the economic hit. On this basis, the costs have risen to £370bn, and the lockdown is no longer 'worth it'.", "cite_spans": [], "ref_spans": [], "section": "| A PERSONAL VIEW"}, {"text": "Obviously, others are welcome to make their own assumptions and may well arrive at different conclusions. But my own view is that the UK government is right to start to ease the lockdown and should now lean towards lifting it more rapidly. Larger economic hit: £250bn", "cite_spans": [], "ref_spans": [], "section": "| A PERSONAL VIEW"}, {"text": "Net gain £130bn Net loss £130bn NOTES 1 On 23 March 2020 the UK government introduced a requirement for most people to stay in their own homes unless they were 'key workers'. They were allowed to go out only to buy groceries or pharmaceutical products, to visit doctors or hospitals, and to take one hour's exercise a day. This requirement was originally to run for three weeks, but has since been extended and (although slightly modified) is still in operation at the time of writing, ten weeks later. 2 https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/ articles/lifeexpectancycalculator/2019-06-07 (accessed 31 May 2020). 3 A term popularised by the US legal scholar Guido Calabresi, a leading figure in the fields of both law and economics. See Calabresi and Bobbit (1978) . 4 A more difficult choice might be between a sickly child and a healthy old man, but this could also be tackled using the QALY approach. 5 This is the approach used in the United States to calculate the value of a statistical life (VSL), a similar idea to the VPF. The VSL estimate generally comes out higher than the VPF. See Kniesner and Viscusi (2019) . 6 For further explanation see Holmes (2013) .", "cite_spans": [{"start": 797, "end": 824, "text": "Calabresi and Bobbit (1978)", "ref_id": "BIBREF1"}, {"start": 1154, "end": 1181, "text": "Kniesner and Viscusi (2019)", "ref_id": "BIBREF7"}, {"start": 1184, "end": 1185, "text": "6", "ref_id": null}, {"start": 1214, "end": 1227, "text": "Holmes (2013)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "| A PERSONAL VIEW"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Why the coronavirus shutdown is worth it. The Critic", "authors": [{"first": "S", "middle": [], "last": "Bowman", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Tragic Choices: The Conflicts Society Confronts in the Allocation of Tragically Scarce Resources", "authors": [{"first": "G", "middle": [], "last": "Calabresi", "suffix": ""}, {"first": "P", "middle": [], "last": "Bobbit", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Pandemics Depress the Economy", "authors": [{"first": "S", "middle": [], "last": "Correia", "suffix": ""}, {"first": "S", "middle": [], "last": "Luck", "suffix": ""}, {"first": "E", "middle": [], "last": "Verner", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Does Social Distancing Matter? Working Paper No. 2020-26", "authors": [{"first": "M", "middle": [], "last": "Greenstone", "suffix": ""}, {"first": "V", "middle": [], "last": "Nigam", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "COVID-19 -exploring the implications of long-term condition type and extent of multimorbidity on years of life lost: a modelling study", "authors": [{"first": "P", "middle": [], "last": "Hanlon", "suffix": ""}, {"first": "F", "middle": [], "last": "Chadwick", "suffix": ""}, {"first": "A", "middle": [], "last": "Shah", "suffix": ""}, {"first": "R", "middle": [], "last": "Wood", "suffix": ""}, {"first": "J", "middle": [], "last": "Minton", "suffix": ""}, {"first": "G", "middle": [], "last": "Mccartney", "suffix": ""}, {"first": "D", "middle": [], "last": "Mcallister", "suffix": ""}], "year": 2020, "venue": "Wellcome Open Research", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The Green Book: Appraisal and Evaluation in Central Government", "authors": [{"first": "", "middle": [], "last": "Hm Treasury", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Report triggers quibbles over QALYs, a staple of health metrics", "authors": [{"first": "D", "middle": [], "last": "Holmes", "suffix": ""}], "year": 2013, "venue": "Nature Medicine", "volume": "19", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The Value of a Statistical Life", "authors": [{"first": "T", "middle": [], "last": "Kniesner", "suffix": ""}, {"first": "W", "middle": [], "last": "Viscusi", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "When to Release the Lockdown: A Wellbeing Framework for Analysing Costs and Benefits. Occasional Paper No. 49. London: Centre for Economic Performance", "authors": [{"first": "R", "middle": [], "last": "Layard", "suffix": ""}, {"first": "A", "middle": [], "last": "Clark", "suffix": ""}, {"first": "J.-E", "middle": [], "last": "De Neve", "suffix": ""}, {"first": "C", "middle": [], "last": "Krekel", "suffix": ""}, {"first": "D", "middle": [], "last": "Fancourt", "suffix": ""}, {"first": "N", "middle": [], "last": "Hey", "suffix": ""}, {"first": "G", "middle": [], "last": "Donnell", "suffix": ""}], "year": 2020, "venue": "London School of Economics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Boris is worried lockdown has gone too far, but only he can end it", "authors": [{"first": "F", "middle": [], "last": "Nelson", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Our Principles", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Coronavirus analysis", "authors": [], "year": 2020, "venue": "OBR", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Single-month Labour Force Survey estimates", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Online job adverts. Coronavirus and the latest indicators for the UK economy and society: 28", "authors": [], "year": 2020, "venue": "ONS", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Universal Credit: Coronavirus and the latest indicators for the UK economy and society: 28 May", "authors": [], "year": 2020, "venue": "ONS", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "GDP monthly estimate", "authors": [], "year": 2020, "venue": "ONS", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "There's a better way to measure population density. Citylab", "authors": [{"first": "A", "middle": [], "last": "Rae", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Are recessions good for your health?", "authors": [{"first": "C", "middle": [], "last": "Ruhm", "suffix": ""}], "year": 2000, "venue": "Quarterly Journal of Economics", "volume": "115", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Ministers might have to choose between deaths from economic misery and coronavirus, admits Matt Hancock -but he says decisions on lockdown will NOT be taken yet. MailOnline", "authors": [{"first": "J", "middle": [], "last": "Tapsfield", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Minimum sample size for the survey measurement of a wealth-dependent parameter with the UK VPF as exemplar", "authors": [{"first": "P", "middle": [], "last": "Thomas", "suffix": ""}], "year": 2019, "venue": "Measurement", "volume": "150", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Has the government overreacted to the Coronavirus Crisis? The Critic", "authors": [{"first": "T", "middle": [], "last": "Young", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "How to cite this article: Jessop J. The UK lockdown and the economic value of human life", "authors": [], "year": 2020, "venue": "Economic Affairs", "volume": "40", "issn": "", "pages": "138--147", "other_ids": {"DOI": ["10.1111/ecaf.12417"]}}}, "ref_entries": {}, "back_matter": []}