{
    "paper_id": "0c3b797583bb9240a8aa79637717aef6da32cc40",
    "metadata": {
        "title": "ACG CASE REPORTS JOURNAL Gastrointestinal Findings in a Patient With COVID-19",
        "authors": [
            {
                "first": "Case",
                "middle": [],
                "last": "Report",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Makar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "John"
                ],
                "last": "Pisano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [
                    "D"
                ],
                "last": "Minacapelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vinod",
                "middle": [],
                "last": "Rustgi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus (severe acute respiratory syndrome coronavirus 2) that causes coronavirus disease 2019 was discovered in December 2019 in Wuhan, China, and has rapidly spread across the world becoming a pandemic and disrupting societies, economies, and public health. Digestive symptoms and gastrointestinal (GI) manifestations are increasingly being reported in patients with the virus. There is also a growing body of evidence to suggest that liver injury is frequent. We present a patient diagnosed with coronavirus who presented with several days of GI symptoms and discuss the relevance of GI disease and liver injury in these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus (severe acute respiratory syndrome coronavirus 2 [SARS- or coronavirus disease 2019 ) discovered in December 2019 has rapidly spread across the world, causing disruption to societies, economies, and healthcare systems. 1 Patients have symptoms including fever, dry cough, and fatigue progressing to hypoxia and acute respiratory distress. 2 Initial studies suggested that diarrhea was uncommon; however, gastrointestinal (GI) manifestations of COVID-19 are increasingly being recognized. 1, 3, 4 Recent studies have suggested that GI findings such as nausea, vomiting, and diarrhea are common with this virus. 1, 2, [5] [6] [7] [8] Studies have reported that patients may initially present with GI symptoms a few days before developing pulmonary manifestations. 6 In addition, there is a growing body of evidence to suggest that hepatic injury is common in these patients. 9 We present a patient diagnosed with COVID-19 who presented with several days of GI symptoms and discuss the relevance of GI disease and liver injury in these patients.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 242,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 361,
                    "end": 362,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 513,
                    "end": 515,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 516,
                    "end": 517,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 632,
                    "end": 634,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 784,
                    "end": 785,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 895,
                    "end": 896,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 76-year-old woman with a medical history of hypertension and diabetes presented with 3 days of nausea, nonbilious, nonbloody vomiting, and watery diarrhea. She subsequently developed fever, dry cough, shortness of breath, fatigue, and malaise (Table 1) . Her physical examination was notable for diffuse wheezing and bilateral crackles in the lower lung bases. Over the course of the first day of hospitalization, she became hypoxic, with oxygen saturations ranging between 80% and 90% despite 100% FIO 2 via a high-flow nasal cannula. She then became hemodynamically unstable with a blood pressure of 87/62 mm Hg, tachycardia to 104 bpm, tachypneic with a respiratory rate of 44, and a maximum temperature of 103.1°F. Laboratory findings at that time revealed a white blood cell count of 7.7 3 10 3 /mL, hemoglobin of 11.7 g/dL, creatinine of 0.8 mg/dL, aspartate aminotransferase of 84 U/L, alanine aminotransferase of 38 U/L, albumin of 3.3 g/dL, lactate dehydrogenase of 398 U/L, D-dimer 1,091 ng/mL, and ferritin 1,332 ng/mL. Blood and urine cultures were negative. The patient tested positive for COVID-19 by nucleic acid amplification. Thoracic x-ray revealed multifocal bilateral airspace opacities with right lower lung atelectasis ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 254,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1245,
                    "end": 1253,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "Given the clinical situation of acute hypoxic respiratory failure in the setting of positive SARS-CoV-2 testing, she was intubated, mechanical ventilated, and transferred to the intensive care unit (ICU). She required vasopressor support with norepinephrine for hypotension and shock. She was treated with 5 days of hydroxychloroquine and azithromycin and 1 dose of tocilizumab while in the ICU. Her clinical symptoms improved with low tidal volume ventilation, and she was transferred to the medical ward in stable condition after 8 days in the ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "SARS-CoV-2 has spread across the world becoming a major public health issue. Clinical features vary, ranging from mild shortness of breath and hypoxia to acute respiratory distress and shock. Typical clinical symptoms include fever, shortness of breath, cough, fatigue, headaches, and malaise. However, GI symptoms and findings including poor appetite, nausea, vomiting, diarrhea, and abdominal discomfort are increasingly recognized (Table 2 ). Pan et al reported that 50% of patients presented with a digestive symptom. 10 Wang et al reported the prevalence of GI symptoms in ICU patients to be diarrhea (16%), nausea (11%), vomiting (8%), and abdominal pain (8%). 2 Several studies have reported that patients may initially present with GI symptoms such as diarrhea and nausea a few days before developing pulmonary manifestations. 6 In addition, a subset of patients may present solely with GI symptoms and no respiratory symptoms. 10 Patients with GI symptoms may present with a later admission and more pronounced symptoms as the disease progresses. 10 These patients with GI symptoms can have prolonged and additional symptoms including cough, sputum production, and nausea. 5 GI symptoms are common in patients with COVID-19, and awareness of GI findings is important for identifying patients and providing appropriate treatment.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 524,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 667,
                    "end": 668,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 835,
                    "end": 836,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 936,
                    "end": 938,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1056,
                    "end": 1058,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 442,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The incidence of liver disease in patients with COVID-19 has been reported to range from 14.8% to 53% of patients. 11 Patients with hepatic insult have elevated liver biochemistries including alanine aminotransferase, aspartate aminotransferase, bilirubin, and low levels of albumin. 11 Liver injury and low albumin are associated with more severe disease and poor outcomes. 11 Age, lymphopenia, and C-reactive protein levels are independent risk factors for hepatic insult. 12 Liver enzyme abnormalities may be more common in COVID-19 than in non-COVID-19 respiratory infections. 13 Fan et al reported 50% of patients to have abnormal liver function tests on admission and prolonged hospital stay. 14 Although bats are known as the primary reservoir of the virus, intermediate species such as monkeys, snakes, or cats can be vectors for transmission to humans. The virus can bind directly to the human angiotensin-converting enzyme 2 receptor located on respiratory cells as well as gastric, duodenal, liver, and biliary epithelial cells. Injury may be mediated by upregulation of angiotensin-converting enzyme 2 receptor expression in these cells leading to a direct viral attack on GI tissue. 15 There is evidence that the initial SARS virus and SARS-COV-2 are detected in stool specimens supporting the GI tropism of this virus and a possible fecal-oral transmission. 16 Studies have found degeneration and necrosis of GI mucosa with histological findings of lymphocytic infiltrates and abundant infiltrating plasma cells. 16 Liver injury may involve gene dysregulation of tight junction formation and bile acid transport impairing the barrier and bile acid transporting functions of cholangiocytes. 15 In addition, immune-mediated inflammation, cytokine storm syndrome, and drug hepatotoxicity may contribute to GI and liver injury. 11 The influence of SARS-CoV-2 on chronic liver diseases has yet to be studied. Further research studies are needed on better understanding the pathophysiological mechanisms of GI disease in these patients. We present a patient with 3 days of nausea, vomiting, and diarrhea before developing fever and acute respiratory distress syndrome from COVID-19. There is a growing body of evidence to suggest that GI manifestations are common as a part of the disease process. Further studies are needed to better understand the digestive symptoms of COVID-19 and the prevalence of liver disease. ",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 284,
                    "end": 286,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 375,
                    "end": 377,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 581,
                    "end": 583,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1196,
                    "end": 1198,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1372,
                    "end": 1374,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1527,
                    "end": 1529,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1704,
                    "end": 1706,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1838,
                    "end": 1840,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "76",
            "issn": "",
            "pages": "71--77",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The clinical characteristics of myocardial injury 1 in severe and very severe patients with 2019 novel coronavirus disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "She",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "20",
            "pages": "30149--30152",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of SARS-CoV-2 infected pneumonia with diarrhea",
            "authors": [
                {
                    "first": "X-S",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y-R",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus disease 2019 (COVID-19): A perspective from China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Digestive symptoms in COVID-19 patients with mild disease severity: Clinical presentation, stool viral RNA testing, and outcomes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Gastroenterol",
            "volume": "115",
            "issn": "6",
            "pages": "916--939",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiologic and clinical characteristics of 91 hospitalized patients with COVID-19 in Zhejiang, China: A retrospective, multi-centre case series",
            "authors": [
                {
                    "first": "G-Q",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "Yang N-B",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "QJM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Liver injury during highly pathogenic human coronavirus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Liver Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical characteristics of COVID-19 patients with digestive symptoms in Hubei, China: A descriptive, cross-sectional, multicenter study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Gastroenterol",
            "volume": "115",
            "issn": "5",
            "pages": "766--73",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Liver injury in COVID-19: Management and challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "F-S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "5",
            "issn": "5",
            "pages": "428--458",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Risk factors related to hepatic injury in patients with corona virus disease 2019",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A comparative study on the clinical features of COVID-19 pneumonia to other pneumonias",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical features of COVID-19 related liver damage",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Recapitulation of SARS-CoV-2 infection and cholangiocyte damage with human liver organoids",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Review article: Gastrointestinal features in COVID-19 and the possibility of faecal transmission",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Aliment Pharmacol Ther",
            "volume": "51",
            "issn": "9",
            "pages": "843--51",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Published by Wolters Kluwer Health, Inc. on behalf of The American College of Gastroenterology. This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download and share the work provided it is properly cited. The work cannot be changed in any way or used commercially without permission from the journal",
            "authors": [],
            "year": null,
            "venue": "Copyright: ª 2020 The Author(s)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "acute hypoxic respiratory failure, requiring intubation and mechanical ventilation. Transferred to ICU. Norepinephrine for hypotension and septic shock. hemodynamic support and downgrade to medical floors ALP, alkaline phosphatase; ALT, alanine aminotransferase; AST, aspartate aminotransferase; ICU, intensive care unit; SOB, shortness of breath.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Multifocal bilateral airspace opacities with right lower lung atelectasis.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Hospital course and liver chemistry trend",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Literature review of gastrointestinal findings in coronavirus 2019 NR, not reported. Patients with gastrointestinal symptoms only. ACG Case Reports Journal / Volume 7 acgcasereports.com 3",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}