{"paper_id": "0c45e0ffd68c7f552b1a97d15a94996c39aa02ec", "metadata": {"title": "CompRes: A Dataset for Narrative Structure in News", "authors": [{"first": "Effi", "middle": [], "last": "Levi", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Hebrew University", "location": {}}, "email": ""}, {"first": "Guy", "middle": [], "last": "Mor", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Hebrew University", "location": {}}, "email": ""}, {"first": "Shaul", "middle": [], "last": "Shenhav", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Hebrew University", "location": {}}, "email": ""}, {"first": "Tamir", "middle": [], "last": "Sheafer", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Hebrew University", "location": {}}, "email": ""}]}, "abstract": [{"text": "This paper addresses the task of automatically detecting narrative structures in raw texts. Previous works have utilized the oral narrative theory by Labov and Waletzky to identify various narrative elements in personal stories texts. Instead, we direct our focus to news articles, motivated by their growing social impact as well as their role in creating and shaping public opinion.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We introduce CompRes -the first dataset for narrative structure in news media. We describe the process in which the dataset was constructed: first, we designed a new narrative annotation scheme, better suited for news media, by adapting elements from the narrative theory of Labov and Waletzky (Complication and Resolution) and adding a new narrative element of our own (Success); then, we used that scheme to annotate a set of 29 English news articles (containing 1,099 sentences) collected from news and partisan websites. We use the annotated dataset to train several supervised models to identify the different narrative elements, achieving an F 1 score of up to 0.7. We conclude by suggesting several promising directions for future work.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Automatic extraction of narrative structures from texts is a multidisciplinary field of research, combining discourse and computational theories, which has been receiving increasing attention over the last few years. Examples include modeling narrative structures for story generation (Gervás et al., 2006) , using unsupervised methods to detect narrative event chains (Chambers and Jurafsky, 2008) and detecting content zones (Baiamonte et al., 2016) in news articles, using semantic features to detect narreme boundaries in fictitious prose (Delmonte and Marchesini, 2017) , identifying turning points in movie plots (Papalampidi et al., 2019) and using temporal word embeddings to analyze the evolution of characters in the context of a narrative plot (Volpetti et al., 2020) .", "cite_spans": [{"start": 285, "end": 306, "text": "(Gervás et al., 2006)", "ref_id": "BIBREF10"}, {"start": 369, "end": 398, "text": "(Chambers and Jurafsky, 2008)", "ref_id": "BIBREF3"}, {"start": 427, "end": 451, "text": "(Baiamonte et al., 2016)", "ref_id": "BIBREF1"}, {"start": 543, "end": 574, "text": "(Delmonte and Marchesini, 2017)", "ref_id": "BIBREF5"}, {"start": 619, "end": 645, "text": "(Papalampidi et al., 2019)", "ref_id": "BIBREF17"}, {"start": 755, "end": 778, "text": "(Volpetti et al., 2020)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Introduction"}, {"text": "A recent and more specific line of work focuses on using the theory laid out in Labov and Waletzky (1967) and later refined by Labov (2013) to characterize narrative elements in personal experience texts. Swanson et al. (2014) relied on Labov and Waletzky (1967) to annotate a corpus of 50 personal stories from weblogs posts, and tested several models over hand-crafted features to classify clauses into three narrative clause types: orientation, evaluation and action. Ouyang and McKeown (2014) constructed a corpus from 20 oral narratives of personal experience collected by Labov (2013) , and utilized logistic regression over hand-crafted features to detect instances of complicating actions.", "cite_spans": [{"start": 80, "end": 105, "text": "Labov and Waletzky (1967)", "ref_id": "BIBREF14"}, {"start": 127, "end": 139, "text": "Labov (2013)", "ref_id": "BIBREF13"}, {"start": 205, "end": 226, "text": "Swanson et al. (2014)", "ref_id": "BIBREF22"}, {"start": 237, "end": 262, "text": "Labov and Waletzky (1967)", "ref_id": "BIBREF14"}, {"start": 471, "end": 496, "text": "Ouyang and McKeown (2014)", "ref_id": "BIBREF16"}, {"start": 578, "end": 590, "text": "Labov (2013)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "While these works concentrated their effort on detecting narrative elements in personal experience texts, we direct our focus to detecting narrative structure in news stories; the social impact of news stories distributed by the media and their role in creating and shaping of public opinion incentivized our efforts to adapt narrative structure analysis to this domain. To the best of our knowledge, ours is the first attempt to automatically detect the narrative elements from (Labov, 2013) in news articles.", "cite_spans": [{"start": 479, "end": 492, "text": "(Labov, 2013)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this work, we introduce CompRes -a new dataset of news articles annotated with narrative structure. For this purpose, we adapted two elements from the narrative theory presented in Labov and Waletzky (1967) ; Labov (1972 Labov ( , 2013 , namely Complication and Resolution, while adding a new narrative element, Success, to create a new narrative annotation scheme which is better suited for informational text rather than personal experience. We used this scheme to an-notate a newly-constructed corpus of 29 English news articles, containing a total of 1099 sentences; each sentence was tagged with a subset of the three narrative elements (or, in some cases, none of them), thus defining a novel multi-label classification task.", "cite_spans": [{"start": 184, "end": 209, "text": "Labov and Waletzky (1967)", "ref_id": "BIBREF14"}, {"start": 210, "end": 211, "text": ";", "ref_id": null}, {"start": 212, "end": 223, "text": "Labov (1972", "ref_id": "BIBREF12"}, {"start": 224, "end": 238, "text": "Labov ( , 2013", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "We employed two supervised models in order to solve this task; a baseline model which used a linear SVM classifier over a bag-of-words feature representation, and a complex deep-learning model -a fine-tuned pre-trained state-of-the-art language model (RoBERTa-based transformer). The latter significantly outperformed the baseline model, achieving an average F 1 score of 0.7.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The remainder of this paper is organized as follows: Section 2 gives a theoretical background and describes the adjustments we have made to the scheme in (Labov, 2013) in order to adapt it to informational text. Section 3 provides a complete description of the new dataset and of the processes and methodologies which were used to construct and annotate it, along with a short analysis and some examples for annotated sentences. Section 4 describes the experiments conducted on the dataset, reports and discusses our preliminary results. Finally, Section 5 contains a summary of our contributions as well as several suggested directions for future work.", "cite_spans": [{"start": 154, "end": 167, "text": "(Labov, 2013)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "2 Narrative Analysis", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The study of narratives has always been associated, in one way or another, with an interest in the structure of texts. Ever since the emergence of formalism and structuralistic literary criticism (Propp, 1968) and throughout the development of narratology (Genette, 1980; Fludernik, 2009; Chatman, 1978; Rimmon-Kenan, 2003) , narrative structure has been the focus of extensive theoretical and empirical research. While most of these studies were conducted in the context of literary analysis, the interest in narrative structures has made inroads into social sciences. The classical work by Labov and Waletzky (1967) on oral narratives, as well as later works (Labov, 1972 (Labov, , 2013 , signify this stream of research by providing a schema for an overall structure of narratives, according to which a narrative construction encompasses the following building blocks (Labov, 1972 (Labov, , 2013 : These building blocks provide useful and influential guidelines for a structural analysis of oral narratives.", "cite_spans": [{"start": 196, "end": 209, "text": "(Propp, 1968)", "ref_id": "BIBREF18"}, {"start": 256, "end": 271, "text": "(Genette, 1980;", "ref_id": "BIBREF9"}, {"start": 272, "end": 288, "text": "Fludernik, 2009;", "ref_id": "BIBREF8"}, {"start": 289, "end": 303, "text": "Chatman, 1978;", "ref_id": "BIBREF4"}, {"start": 304, "end": 323, "text": "Rimmon-Kenan, 2003)", "ref_id": "BIBREF19"}, {"start": 592, "end": 617, "text": "Labov and Waletzky (1967)", "ref_id": "BIBREF14"}, {"start": 661, "end": 673, "text": "(Labov, 1972", "ref_id": "BIBREF12"}, {"start": 674, "end": 688, "text": "(Labov, , 2013", "ref_id": "BIBREF13"}, {"start": 871, "end": 883, "text": "(Labov, 1972", "ref_id": "BIBREF12"}, {"start": 884, "end": 898, "text": "(Labov, , 2013", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Background"}, {"text": "Despite the substantial influence of (Labov and Waletzky, 1967; Labov, 2013) , scholars in the field of communication have noticed that this overall structure does not necessarily comply with the form of news stories (Thornborrow and Fitzgerald, 2004; Bell, 1991; Van Dijk, 1988 ) and consequently proposed simpler narrative structures (Thornborrow and Fitzgerald, 2004) .", "cite_spans": [{"start": 37, "end": 63, "text": "(Labov and Waletzky, 1967;", "ref_id": "BIBREF14"}, {"start": 64, "end": 76, "text": "Labov, 2013)", "ref_id": "BIBREF13"}, {"start": 217, "end": 251, "text": "(Thornborrow and Fitzgerald, 2004;", "ref_id": "BIBREF23"}, {"start": 252, "end": 263, "text": "Bell, 1991;", "ref_id": "BIBREF2"}, {"start": 264, "end": 278, "text": "Van Dijk, 1988", "ref_id": "BIBREF24"}, {"start": 336, "end": 370, "text": "(Thornborrow and Fitzgerald, 2004)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Adaptation"}, {"text": "In line with this stream of research, our coding scheme was highly attentive to the unique features of news articles. A special consideration was given to the variety of contents, forms and writing styles typical for media texts. For example, we required a coding scheme that would fit laconic or problem-driven short reports (too short for full-fledged Labovian narrative style), as well as complicated texts with multiple story-lines moving from one story to another. We addressed this challenge by focusing on two out of Labovs six elementscomplicating action and resolution. Providing answers to the potential question And then what happened? (Labov, 2013) , we consider these two elements to be the most fundamental and relevant for news analysis. There are several reasons for our focus on these particular elements: first, it goes in line with the understanding that worth-telling stories usually consist of protagonists facing and resolving problematic experiences (Eggins and Slade, 2005) ; from a macro-level perspective, this can be useful to capture or characterize the plot type of stories (Shenhav, 2015) . Moreover, these elements resonate with what is considered by Entman (2004) to be the most important Framing Functions -problem definition and remedy. Our focus can also open up opportunities for further exploration of other important narrative elements in media stories, such as identifying villainous protagonists who are expected to be strongly associated with the complication of the story, and who are expected to be instrumental to a successful resolution (Shenhav, 2015) . In order to adapt the original complicating action and resolution categories to news media content, we designed our annotation scheme as follows. Complicating action -hence, Complication -was defined in our narrative scheme as an event, or series of events, that point at problems or tensions. Resolution refers to the way the story is resolved or to the release of the tension. An improvement from -or a manner of -coping with an existing or hypothetical situation was also counted as a resolution. We did that to follow the lack of a closure which is typical for many social stories (Shenhav, 2015) and the often tentative or speculative notion of future resolutions in news stories (Thornborrow and Fitzgerald, 2004) . We have therefore included in this category any temporary or partial resolutions. The transitional characteristic of the resolution brought us to subdivide this category into yet another derivative category defined as Success. Unlike the transitional aspect of the resolution, which refers, implicitly or explicitly, to a prior situation, this category was designed to capture any description or indication of an achievement or a good and positive state.", "cite_spans": [{"start": 647, "end": 660, "text": "(Labov, 2013)", "ref_id": "BIBREF13"}, {"start": 973, "end": 997, "text": "(Eggins and Slade, 2005)", "ref_id": "BIBREF6"}, {"start": 1103, "end": 1118, "text": "(Shenhav, 2015)", "ref_id": "BIBREF20"}, {"start": 1582, "end": 1597, "text": "(Shenhav, 2015)", "ref_id": "BIBREF20"}, {"start": 2185, "end": 2200, "text": "(Shenhav, 2015)", "ref_id": "BIBREF20"}, {"start": 2285, "end": 2319, "text": "(Thornborrow and Fitzgerald, 2004)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Adaptation"}, {"text": "Here we describe the process of constructing CompRes, our dataset of news articles annotated with narrative structures. The dataset contains 29 news articles, comprising 1,099 sentences. An overview of the dataset is given in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 226, "end": 233, "text": "Table 1", "ref_id": "TABREF2"}], "section": "The CompRes Dataset"}, {"text": "We started by conducting a pilot study, for the purpose of formalizing an annotation scheme and training our annotators. For this study, samples were gathered from print news articles in the broad domain of economics, published between 1995 and 2017 and collected via LexisNexis. We used these articles to refine elements from the theory presented in (Labov and Waletzky, 1967; Labov, 2013 ) into a narrative annotation scheme which is better suited for news media (as detailed in Section 2.2), as well as perform extensive training for our annotators. The result was a multi-label annotation scheme containing three narrative elements: Complication, Resolution and Success.", "cite_spans": [{"start": 351, "end": 377, "text": "(Labov and Waletzky, 1967;", "ref_id": "BIBREF14"}, {"start": 378, "end": 389, "text": "Labov, 2013", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Pilot Study"}, {"text": "Following the conclusion of the pilot study, we used the samples which were collected and manually annotated during the pilot to train a multi-label classifier for this task by fine-tuning a RoBERTa-base transformer (Liu et al., 2019) . This classifier was later used to provide labeled candidates for the annotators during the annotation stage of the CompRes dataset, in order to optimize annotation rate and accuracy. The pilot samples were then discarded.", "cite_spans": [{"start": 216, "end": 234, "text": "(Liu et al., 2019)", "ref_id": null}], "ref_spans": [], "section": "Pilot Study"}, {"text": "The news articles for the CompRes dataset were sampled from 120 leading news and partisan websites in the English language, all published between 2017 and 2020. The result is a corpus of 29 news articles comprising a total of 1,099 sentences, with an average of 39.3 sentences per article (and a standard deviation of 21.8), and an average of 22.2 tokens per sentence (with a standard deviation of 13.0). The articles are semantically diverse, as they were sampled from a wide array of topics such as politics, economy, sports, culture, health. For each article in the corpus, additional meta-data is included in the form of the article title and the URL from which the article was taken (for future reference).", "cite_spans": [], "ref_spans": [], "section": "News Articles"}, {"text": "The news articles' content was extracted using diffbot. The texts were scraped and split into sentences using the Punkt unsupervised sentence segmenter (Kiss and Strunk, 2006) . Some remaining segmentation errors were manually corrected.", "cite_spans": [{"start": 152, "end": 175, "text": "(Kiss and Strunk, 2006)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Preprocessing"}, {"text": "Following the pilot study (Section 3.1), a code book containing annotation guidelines was produced.", "cite_spans": [], "ref_spans": [], "section": "Guidelines"}, {"text": "For each of the three categories in the annotation scheme -Complication, Resolution and Success -the guidelines provide:", "cite_spans": [], "ref_spans": [], "section": "Guidelines"}, {"text": "• A general explanation of the category • Select examples of sentences labeled exclusively with the category", "cite_spans": [], "ref_spans": [], "section": "Guidelines"}, {"text": "We employed a three-annotator setup for annotating the collected news articles. First, the model which was trained during the pilot stage (Section 3.1) was used to produce annotation suggestions for each of the sentences in the corpus. Each sentence was then separately annotated by two trained annotators according to the guidelines described in Section 3.4.1. Each annotator had the choice to either accept the suggested annotation or to change it by adding or removing any of the suggested labels. Disagreements were later decided by a third expert annotator (the project lead). Table 2 reports inter-coder reliability scores for each of the three categories, averaged across pairs of annotators: the raw agreement (in percentage) between annotators, and Cohen's Kappa coefficient, accounting for chance agreement (Artstein and Poesio, 2008) .", "cite_spans": [{"start": 817, "end": 844, "text": "(Artstein and Poesio, 2008)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 582, "end": 589, "text": "Table 2", "ref_id": "TABREF4"}], "section": "Process"}, {"text": "Categories vary significantly in their prevalence in the corpus; their respective proportions in the dataset are given in Table 1 . The categories are unevenly distributed: Complication is significantly more frequent than Resolution and Success. This was to be expected, considering the known biases of \"newsworthiness\" towards problems, crises and scandals, and due to the fact that in news media, resolutions often follow reported complications. Table 3 reports pairwise Pearson correlations (φ coefficient) between the categories. A minor negative correlation was found between Complication and Success (φ = −0.26), and a minor positive correlation was found between Resolution and Success (φ = 0.22); these were not surprising, as success is often associated with resolving some complication. However, Complication and Resolution were found to be completely uncorrelated (φ = 0.01), which -in our opinion -indicates that the Success category does indeed bring added value to our narrative scheme.", "cite_spans": [], "ref_spans": [{"start": 122, "end": 129, "text": "Table 1", "ref_id": "TABREF2"}, {"start": 448, "end": 455, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Analysis"}, {"text": "In Table 5 we display examples of annotated sentences from the CompRes dataset. Note that all the possible combinations of categories exist in the dataset; Table 4 summarizes the occurrences of each of the possible category combinations in the dataset.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 5", "ref_id": "TABREF7"}, {"start": 156, "end": 163, "text": "Table 4", "ref_id": "TABREF6"}], "section": "Analysis"}, {"text": "The fact that the dataset is composed of full coherent news articles allows the analysis of a range of micro, meso and macro stories in narrative texts. For example, an article in the dataset concerning the recent coronavirus outbreak in South Korea 1 opens with a one-sentence summary, tagged with both Complication and Resolution:", "cite_spans": [], "ref_spans": [], "section": "Analysis"}, {"text": "\"South Korea's top public health official hopes that the country has already gone through the worst of the novel coronavirus outbreak that has infected thousands inside the country.\" (Complication,", "cite_spans": [], "ref_spans": [], "section": "Analysis"}, {"text": "This problem-solution (or in this case, hopeful solution) plot structure reappears in the same article, but this time it is detailed over a series of sentences: More than 7,300 coronavirus infections have been confirmed throughout South Korea, killing more than 50.\" (Complication) The South Korean government has been among the most ambitious when it comes to providing the public with free and easy testing options.\" (Success)", "cite_spans": [], "ref_spans": [], "section": "Resolution)"}, {"text": "The sequence starts with two sentences tagged with Complication, followed by two additional ones tagged with both Complication and Resolution, and concludes with a sentence tagged as Success. This example demonstrates a more gradual transition from problem through solution to success.", "cite_spans": [], "ref_spans": [], "section": "Resolution)"}, {"text": "We randomly divided the news articles in the dataset into training, validation and test sets, while keeping the category distribution in the three sets as constant as possible; the statistics are given in Table 7 . The training set was used to train the supervised model for the task; the validation set was used to select the best model during the training phase (further details are given in Sections 4.2), and the test set was used to evaluate the chosen model and produce the results reported in Section 4.5.", "cite_spans": [], "ref_spans": [{"start": 205, "end": 212, "text": "Table 7", "ref_id": "TABREF9"}], "section": "Experimental Setup"}, {"text": "For our baseline model, we used unigram counts (bag-of-words) as the feature representation. We first applied basic pre-processing to the texts: sentences were tokenized and lowercased, numbers were removed and contractions expanded. All the remaining terms were used as the features. We utilized a linear SVM classifier with the documentterm matrix as input, and employed the one-vs-rest strategy for multilabel classification.", "cite_spans": [], "ref_spans": [], "section": "Baseline Model"}, {"text": "The validation set was used to tune the C hyperparameter for the SVM algorithm, via a random search on the interval (0, 1000], in order to choose the best model.", "cite_spans": [], "ref_spans": [], "section": "Baseline Model"}, {"text": "In addition to the baseline model, we experimented with a deep-learning model, fine-tuning a pre-trained language model for our multi-label classification task. We used the RoBERTa-base transformer (Liu et al., 2019) as our base language model, utilizing the transformers python package (Wolf et al., 2019) . We appended a fully connected layer over the output of the language model, with three separate sigmoid outputs (one for each of the narrative categories), in order to fine-tune it to our task. The entire deep model was fine-tuned for 5 epochs, and evaluated against the validation set after every epoch, as well as every 80 training steps. The checkpoint with the best performance (smallest loss) on the validation set was used to choose the best model.", "cite_spans": [{"start": 198, "end": 216, "text": "(Liu et al., 2019)", "ref_id": null}, {"start": 287, "end": 306, "text": "(Wolf et al., 2019)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Deep-Learning Model"}, {"text": "Finally, we tested the effect of data augmentation in our setup; both models were re-trained with augmented training data, via back-translation. Back-translation involves translating training samples to another language and back to the primary language, thus increasing the size of the training set and potentially improving the generalization capacity of the model (Shleifer, 2019) . For this purpose, we used Google Translate as the translation engine. Translation was performed to German and back to English, discarding translations that exactly match the original sentence. Following the augmentation, the training set size almost # Sentence", "cite_spans": [{"start": 366, "end": 382, "text": "(Shleifer, 2019)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Data Augmentation"}, {"text": "Comp. Res. Suc. 1", "cite_spans": [], "ref_spans": [], "section": "Data Augmentation"}, {"text": "It is no surprise, then, that the sensational and unverified accusations published online this week stirred a media frenzy.", "cite_spans": [], "ref_spans": [], "section": "Data Augmentation"}, {"text": "2 America would lose access to military bases throughout Europe as well as NATO facilities, ports, airfields, etc.", "cite_spans": [], "ref_spans": [], "section": "Data Augmentation"}, {"text": "3 How did some of the biggest brands in care delivery lose this much money?", "cite_spans": [], "ref_spans": [], "section": "Data Augmentation"}, {"text": "4 Bleeding from the eyes and ears is also possible after use, IDPH said.", "cite_spans": [], "ref_spans": [], "section": "Data Augmentation"}, {"text": "The gentrification project, which concluded this year, included closing more than 100 brothels and dozens of coffee shops (where cannabis can be bought), and trying to bring different kinds of businesses to the area.", "cite_spans": [], "ref_spans": [], "section": "5"}, {"text": "His proposal to separate himself from his business would have him continue to own his company, with his sons in charge.", "cite_spans": [], "ref_spans": [], "section": "6"}, {"text": "Instead, hospitals are pursuing strategies of market concentration.", "cite_spans": [], "ref_spans": [], "section": "7"}, {"text": "The South Korean government has been among the most ambitious when it comes to providing the public with free and easy testing options.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "9", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "The husband and wife team were revolutionary in this fast-changing industry called retail.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "10 With its centuries-old canals, vibrant historic center and flourishing art scene, Amsterdam takes pride in its cultural riches.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "11 Mr. Trump chose to run for president, he won and is about to assume office as the most powerful man in the world.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "12 Soon after, her administration announced a set of measures intended to curb misconduct.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "13 Voter suppression is an all-American problem we can fight -and win.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "14 Though many of his rivals and some of his Jamaican compatriots have been suspended for violations, Bolt has never been sanctioned or been declared to have tested positive for a banned substance.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "15 The Utah man's mother, Laurie Holt, thanked Mr. Trump and the lawmakers for her son's safe return, adding: \"I also want to say thank you to President Maduro for releasing Josh and letting him to come home.\"", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "16 They were fortunate to escape to America and to make good lives here, but we lost family in Kristallnacht.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "17 Historically, such consolidation (and price escalation) has enabled hospitals to offset higher expenses. ", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "We report our test results in Table 6 . First, we observe that the deep models significantly outperformed the baseline models: an average F 1 score of 0.7 compared to 0.39/0.4, which represents an increase of 75% in performance. The improvement is evident for every one of the narrative categories, but is particularly substantial for the Success category -an F 1 score of 0.56 compared to 0.15, constituting an increase of 373%. One plausible explanation we can offer has to do with the nature of our Success category; while the Complication and Resolution categories seem to be constrained by sets of generic terminologies, the definition of Success is more content-oriented, and thus highly sensitive to specific contexts. For example, linguistically speaking, the definition of the success of an athlete in never being tested positive for a banned substance (see sentence #14 in Table 5 ) is very different from the definition of success in the cultural context of the art scene of a city (sentence #10 in Table 5 ).", "cite_spans": [], "ref_spans": [{"start": 30, "end": 37, "text": "Table 6", "ref_id": "TABREF8"}, {"start": 883, "end": 890, "text": "Table 5", "ref_id": "TABREF7"}, {"start": 1010, "end": 1017, "text": "Table 5", "ref_id": "TABREF7"}], "section": "Results"}, {"text": "Generally, the performance for each category appears to reflect the proportion of instances belonging to each category (see Table 1 ). This is most evident in the baseline models -F 1 scores of 0.61, 0.4 and 0.15 in the SVM model, and F 1 scores of 0.61, 0.43 and 0.17 in the augmented SVM model for Complication, Resolution and Success (respectively). However, in the deep models this behavior seems to be less extreme; in the augmented RoBERTa model, the F 1 score for the Success category is higher by 0.05 compared to the Resolution category, despite being less frequent in the dataset. We also observe that the Success category consistently exhibit notably higher precision than recall, across all models, possibly due to the smaller number of samples encountered by the classifier during training. This is generally true for the Resolution category as well (except in the case of the RoBERTa model), though to a lesser extent.", "cite_spans": [], "ref_spans": [{"start": 124, "end": 131, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Interestingly, the data augmentation procedure does not seem to have any effect on model performance, both in the case of the baseline model (an increase of 0.01 in the average F 1 score) as well as the case of the deep model case (no change in the average F 1 score).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We introduced CompRes -the first dataset for narrative structure in news media. Motivated by the enormous social impact of news media and their role in creating and shaping of public opinion, we designed a new narrative structure annotation scheme which is better suited to informational text, specifically news articles. We accomplished that by adapting two elements from the theory introduced in (Labov and Waletzky, 1967; Labov, 2013 ) -Complication and Resolutionand adding a new element, Success. This scheme was used to annotate a set of 29 articles, containing 1,099 sentences, which were collected from news and partisan websites.", "cite_spans": [{"start": 398, "end": 424, "text": "(Labov and Waletzky, 1967;", "ref_id": "BIBREF14"}, {"start": 425, "end": 436, "text": "Labov, 2013", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Conclusion"}, {"text": "We tested two supervised models on the newly created dataset, a linear SVM over bag-of-words baseline classifier and a fine-tuned pre-trained RoBERTa-base transformer, and performed an analysis of their performances with respect to the different narrative elements in our annotation scheme. Our preliminary results -an average F 1 score of up to 0.7 -demonstrate the potential of supervised learning-methods in inferring the narrative information encoded into our scheme from raw news text.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "We are currently engaged in an ongoing effort for improving the annotation quality of the dataset and increasing its size. In addition, we have several exciting directions for future work. First, we would like to explore incorporating additional elements from the narrative theory in (Labov, 2013) to our annotation scheme; for example, we believe that the evaluation element may be beneficiary in encoding additional information over existing elements in the context of news media, such as the severity of a Complication or the 'finality' of a Resolution. A related interesting option is to add completely new narrative elements specifically designed for informational texts and news articles, such as actor-based elements identifying entities which are related to one or more of the currently defined narrative categories; for instance, as mentioned in 2.2, we may add indications for villainous protagonists, strongly associated with complications in the story and are expected to be instrumental to a successful resolution.", "cite_spans": [{"start": 284, "end": 297, "text": "(Labov, 2013)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Another direction which we would like to explore includes enriching the scheme with clauselevel annotation of the different narrative elements, effectively converting the task from multilabel classification to a sequence prediction one -detecting the boundaries of the different narrative elements in the sentence. Alternatively, we could introduce additional layers of information which will encode more global narrative structures in the text, such as inter-sentence references between narratively-related elements (e.g., a Resolution referencing its inducing Complication), or even between narrativelyrelated articles (e.g., different accounts of the same story).", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Survey article: Inter-coder agreement for computational linguistics", "authors": [{"first": "Ron", "middle": [], "last": "Artstein", "suffix": ""}, {"first": "Massimo", "middle": [], "last": "Poesio", "suffix": ""}], "year": 2008, "venue": "Computational Linguistics", "volume": "34", "issn": "4", "pages": "555--596", "other_ids": {"DOI": ["10.1162/coli.07-034-R2"]}}, "BIBREF1": {"ref_id": "b1", "title": "Annotating content zones in news articles. CLiC it", "authors": [{"first": "Daniela", "middle": [], "last": "Baiamonte", "suffix": ""}, {"first": "Tommaso", "middle": [], "last": "Caselli", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The language of news media", "authors": [{"first": "Allan", "middle": [], "last": "Bell", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Unsupervised learning of narrative event chains", "authors": [{"first": "Nathanael", "middle": [], "last": "Chambers", "suffix": ""}, {"first": "Dan", "middle": [], "last": "Jurafsky", "suffix": ""}], "year": 2008, "venue": "Proceedings of ACL-08: HLT", "volume": "", "issn": "", "pages": "789--797", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Existents. Story and Discourse: Narrative Structure in Fiction and Film", "authors": [{"first": "", "middle": [], "last": "Seymour B Chatman", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "96--145", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A semantically-based computational approach to narrative structure", "authors": [{"first": "Rodolfo", "middle": [], "last": "Delmonte", "suffix": ""}, {"first": "Giulia", "middle": [], "last": "Marchesini", "suffix": ""}], "year": 2017, "venue": "IWCS 2017 -12th International Conference on Computational Semantics -Short papers", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Analysing casual conversation", "authors": [{"first": "Suzanne", "middle": [], "last": "Eggins", "suffix": ""}, {"first": "Diana", "middle": [], "last": "Slade", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Projections of power: Framing news, public opinion, and US foreign policy", "authors": [{"first": "", "middle": [], "last": "Robert M Entman", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "An introduction to narratology", "authors": [{"first": "Monika", "middle": [], "last": "Fludernik", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Ithaca: Cornell [= 1972, Figures III", "authors": [{"first": "Gérard", "middle": [], "last": "Genette", "suffix": ""}], "year": 1980, "venue": "J. Lewin", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Narrative models: Narratology meets artificial intelligence", "authors": [{"first": "Pablo", "middle": [], "last": "Gervás", "suffix": ""}, {"first": "Birte", "middle": [], "last": "Lönneker-Rodman", "suffix": ""}, {"first": "Jan", "middle": ["Christoph"], "last": "Meister", "suffix": ""}, {"first": "Federico", "middle": [], "last": "Peinado", "suffix": ""}], "year": 2006, "venue": "International Conference on Language Resources and Evaluation. Satellite Workshop: Toward Computational Models of Literary Analysis", "volume": "", "issn": "", "pages": "44--51", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Unsupervised multilingual sentence boundary detection", "authors": [{"first": "Tibor", "middle": [], "last": "Kiss", "suffix": ""}], "year": 2006, "venue": "Computational Linguistics", "volume": "32", "issn": "4", "pages": "485--525", "other_ids": {"DOI": ["10.1162/coli.2006.32.4.485"]}}, "BIBREF12": {"ref_id": "b12", "title": "Language in the inner city: Studies in the Black English vernacular", "authors": [{"first": "William", "middle": [], "last": "Labov", "suffix": ""}], "year": 1972, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The language of life and death: The transformation of experience in oral narrative", "authors": [{"first": "William", "middle": [], "last": "Labov", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Narrative analysis. oral versions of personal experience", "authors": [{"first": "William", "middle": [], "last": "Labov", "suffix": ""}, {"first": "Joshua", "middle": [], "last": "Waletzky", "suffix": ""}], "year": 1967, "venue": "Essays on the Verbal and Visual Arts: Proceedings of the American Ethnological Society", "volume": "", "issn": "", "pages": "12--44", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Towards automatic detection of narrative structure", "authors": [{"first": "Jessica", "middle": [], "last": "Ouyang", "suffix": ""}, {"first": "Kathy", "middle": [], "last": "Mckeown", "suffix": ""}], "year": 2014, "venue": "Proceedings of the Ninth International Conference on Language Resources and Evaluation (LREC-2014)", "volume": "", "issn": "", "pages": "4624--4631", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Movie plot analysis via turning point identification", "authors": [{"first": "Pinelopi", "middle": [], "last": "Papalampidi", "suffix": ""}, {"first": "Frank", "middle": [], "last": "Keller", "suffix": ""}, {"first": "Mirella", "middle": [], "last": "Lapata", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1908.10328"]}}, "BIBREF18": {"ref_id": "b18", "title": "Morphology of the Folktale", "authors": [{"first": "Propp", "middle": [], "last": "Vladimir Yakovlevich", "suffix": ""}], "year": 1968, "venue": "", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Narrative fiction: Contemporary poetics", "authors": [{"first": "", "middle": [], "last": "Shlomith Rimmon-Kenan", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Analyzing social narratives", "authors": [{"first": "R", "middle": [], "last": "Shaul", "suffix": ""}, {"first": "", "middle": [], "last": "Shenhav", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Low resource text classification with ulmfit and backtranslation", "authors": [{"first": "Sam", "middle": [], "last": "Shleifer", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Identifying narrative clause types in personal stories", "authors": [{"first": "Reid", "middle": [], "last": "Swanson", "suffix": ""}, {"first": "Elahe", "middle": [], "last": "Rahimtoroghi", "suffix": ""}, {"first": "Thomas", "middle": [], "last": "Corcoran", "suffix": ""}, {"first": "Marilyn", "middle": [], "last": "Walker", "suffix": ""}], "year": 2014, "venue": "Proceedings of the 15th Annual Meeting of the Special Interest Group on Discourse and Dialogue (SIGDIAL)", "volume": "", "issn": "", "pages": "171--180", "other_ids": {"DOI": ["10.3115/v1/W14-4323"]}}, "BIBREF23": {"ref_id": "b23", "title": "Storying the news through category, action, and reason", "authors": [{"first": "Joanna", "middle": [], "last": "Thornborrow", "suffix": ""}, {"first": "Richard", "middle": [], "last": "Fitzgerald", "suffix": ""}], "year": 2004, "venue": "The Communication Review", "volume": "7", "issn": "4", "pages": "345--352", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "News as discourse. hillsdale, nj: L", "authors": [{"first": "", "middle": [], "last": "Teun A Van Dijk", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Temporal word embeddings for narrative understanding", "authors": [{"first": "Claudia", "middle": [], "last": "Volpetti", "suffix": ""}, {"first": "Alessandro", "middle": [], "last": "Vani", "suffix": ""}, {"first": "", "middle": [], "last": "Antonucci", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Huggingface's transformers: State-of-the-art natural language processing", "authors": [{"first": "Thomas", "middle": [], "last": "Wolf", "suffix": ""}, {"first": "Lysandre", "middle": [], "last": "Debut", "suffix": ""}, {"first": "Victor", "middle": [], "last": "Sanh", "suffix": ""}, {"first": "Julien", "middle": [], "last": "Chaumond", "suffix": ""}, {"first": "Clement", "middle": [], "last": "Delangue", "suffix": ""}, {"first": "Anthony", "middle": [], "last": "Moi", "suffix": ""}, {"first": "Pierric", "middle": [], "last": "Cistac", "suffix": ""}, {"first": "Tim", "middle": [], "last": "Rault", "suffix": ""}, {"first": "Rmi", "middle": [], "last": "Louf", "suffix": ""}, {"first": "Morgan", "middle": [], "last": "Funtowicz", "suffix": ""}, {"first": "Jamie", "middle": [], "last": "Brew", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "abstract, i.e. what the narrative is about", "latex": null, "type": "table"}, "TABREF1": {"text": "• A list of well-defined criteria for identifying the category", "latex": null, "type": "table"}, "TABREF2": {"text": "Overview of the CompRes dataset. Note that the categories are not mutually exclusive, due to the multi-labeled nature of the annotation scheme", "latex": null, "type": "table"}, "TABREF3": {"text": "\"It is one of the largest outbreaks outside mainland China, where the deadly virus was first identified. (Complication) However, the number of new daily infections in South Korea has declined in recent days.(Complication, Resolution)    while he believes the aggregate number of infections is high, he is confident in the job South Korea did to combat the virus' spread and would advise other governments(Complication, Resolution)", "latex": null, "type": "table"}, "TABREF4": {"text": "Inter-coder reliability", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Complication </td><td>Resolution </td><td>Success\n</td></tr><tr><td>Avg. raw agreement </td><td>90.9% </td><td>87.9% </td><td>91.4%\n</td></tr><tr><td>Avg. Cohen's Kappa </td><td>0.82 </td><td>0.64 </td><td>0.7\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Inter-category correlations (φ coefficient)", "latex": null, "type": "table"}, "TABREF6": {"text": "Occurrences of category combinations in the CompRes dataset", "latex": null, "type": "table"}, "TABREF7": {"text": "Examples of annotated sentences from the CompRes dataset", "latex": null, "type": "table", "html": "<html><body><table><tr><td># </td><td>Sentence </td><td>Comp. </td><td>Res. </td><td>Suc.\n</td></tr><tr><td>1 </td><td>It is no surprise, then, that the sensational and unverified accusations\npublished online this week stirred a media frenzy.\n</td><td>Ë </td><td>é </td><td>é\n</td></tr><tr><td>2 </td><td>America would lose access to military bases throughout Europe as well\nas NATO facilities, ports, airfields, etc.\n</td><td>Ë </td><td>é </td><td>é\n</td></tr><tr><td>3 </td><td>How did some of the biggest brands in care delivery lose this much\nmoney?\n</td><td>Ë </td><td>é </td><td>é\n</td></tr><tr><td>4 </td><td>Bleeding from the eyes and ears is also possible after use, IDPH said. </td><td>Ë </td><td>é </td><td>é\n</td></tr><tr><td>5 </td><td>The gentrification project, which concluded this year, included closing\nmore than 100 brothels and dozens of coffee shops (where cannabis can\n</td><td>é </td><td>Ë </td><td>é\n</td></tr><tr><td>6 </td><td>be bought), and trying to bring different kinds of businesses to the area.\nHis proposal to separate himself from his business would have him con-\ntinue to own his company, with his sons in charge.\n</td><td>é </td><td>Ë </td><td>é\n</td></tr><tr><td>7 </td><td>Instead, hospitals are pursuing strategies of market concentration. </td><td>é </td><td>Ë </td><td>é\n</td></tr><tr><td>8 </td><td>The South Korean government has been among the most ambitious\nwhen it comes to providing the public with free and easy testing op-\n</td><td>é </td><td>é </td><td>Ë\n</td></tr><tr><td>9 </td><td>tions.\nThe husband and wife team were revolutionary in this fast-changing\nindustry called retail.\n</td><td>é </td><td>é </td><td>Ë\n</td></tr><tr><td>10 </td><td>With its centuries-old canals, vibrant historic center and flourishing art\nscene, Amsterdam takes pride in its cultural riches.\n</td><td>é </td><td>é </td><td>Ë\n</td></tr><tr><td>11 </td><td>Mr. Trump chose to run for president, he won and is about to assume\noffice as the most powerful man in the world.\n</td><td>é </td><td>é </td><td>Ë\n</td></tr><tr><td>12 </td><td>Soon after, her administration announced a set of measures intended to\ncurb misconduct.\n</td><td>Ë </td><td>Ë </td><td>é\n</td></tr><tr><td>13 </td><td>Voter suppression is an all-American problem we can fight - and win. </td><td>Ë </td><td>Ë </td><td>é\n</td></tr><tr><td>14 </td><td>Though many of his rivals and some of his Jamaican compatriots have\nbeen suspended for violations, Bolt has never been sanctioned or been\ndeclared to have tested positive for a banned substance.\nThe Utah man's mother, Laurie Holt, thanked Mr. Trump and the law-\nmakers for her son's safe return, adding: \"I also want to say thank you\nto President Maduro for releasing Josh and letting him to come home.\"\nThey were fortunate to escape to America and to make good lives here,\nbut we lost family in Kristallnacht.\n</td><td>Ë </td><td>é </td><td>Ë\n</td></tr><tr><td>15 </td><td>é </td><td>Ë </td><td>Ë\n</td></tr><tr><td>16 </td><td> </td><td>Ë </td><td>Ë </td><td>Ë\n</td></tr><tr><td>17 </td><td>Historically, such consolidation (and price escalation) has enabled hos-\npitals to offset higher expenses.\n</td><td>Ë </td><td>Ë </td><td>Ë\n</td></tr></table></body></html>"}, "TABREF8": {"text": "", "latex": null, "type": "table"}, "TABREF9": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "This research was partially supported by the Israel Science Foundation (grant No. 1400/14). We wish to thank Vered Porzycki and Avishai Green for their helpful comments on the CompRes code-book and for their careful tagging.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}