{"paper_id": "0c79beb664bfebdc43f32b61df863e13702dc189", "metadata": {"title": "To Tailor or Not to Tailor Gamification? An Analysis of the Impact of Tailored Game Elements on Learners' Behaviours and Motivation", "authors": [{"first": "Stuart", "middle": [], "last": "Hallifax", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Lyon", "location": {"addrLine": "University Jean Moulin Lyon 3"}}, "email": "stuart.hallifax@liris.cnrs.fr"}, {"first": "Elise", "middle": [], "last": "Lavoué", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Lyon", "location": {"addrLine": "University Jean Moulin Lyon 3"}}, "email": "elise.lavoue@liris.cnrs.fr"}, {"first": "Audrey", "middle": [], "last": "Serna", "suffix": "", "affiliation": {"laboratory": "INSA de Lyon -CNRS, LIRIS UMR5205", "institution": "", "location": {"settlement": "Villeurbanne", "country": "France"}}, "email": "audrey.serna@liris.cnrs.fr"}]}, "abstract": [{"text": "Gamification, defined as the use of game elements in non game situations, is a widely used method to foster learner engagement and motivation. It is generally accepted that in order to be effective, gamification should be tailored to users. Currently, most systems adapt by assigning different game elements based on a single learner profile (e.g. dominant player type, personality or gender). However, there is no study yet that analyse the effect of combining several profiles. In this paper, we study the usage data from 258 students who used a gamified learning environment as a part of their mathematics class. By simulating different adaptation techniques, we show that the learner model chosen to tailor gamification has significant effects on learners' motivation and engaged behaviours depending on the profile(s) used in this context. We also show that tailoring to initial motivation to learn mathematics can improve intrinsic motivation. Finally, we show that tailoring to both player type and motivation profiles can improve intrinsic motivation, and decrease amotivation, compared to a single adaptation only based on learner motivation. We discuss the implications of our findings regarding the choice of a learner model for tailoring gamification in educational environments.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Gamification, defined as the use of \"game design elements in non-game contexts\" [3] is widely used in education to foster learner engagement and motivation, and to improve learner performances. Previous studies have shown that to be effective gamification should be tailored to users' expectations, and individual preferences [8, 10, 17, 20, 26] . However, adapting game elements to specific individual preferences can be a complex task, as learners can have different preferences towards games, and different motivations for learning. Most systems therefore use learner profiles to categorise and classify learners, based on information such as their player type [18, 22] , personality traits [6] , more rarely learner motivation [28] ), or more context-dependent information, such as learning styles [12] . Existing tailored gamification systems use a single learner profile to recommend relevant game elements. Even if most of these systems have positive results on learner motivation, engagement, and performance, some more recent work shows more mitigated results [16, 29] . This raises the question of how effective the profile is at capturing the differences between learners, the nuances in their motivations and preferences when using learning environments and therefore if the impact of tailored game elements provided to learners depends on the profile used.", "cite_spans": [{"start": 80, "end": 83, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 326, "end": 329, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 330, "end": 333, "text": "10,", "ref_id": "BIBREF9"}, {"start": 334, "end": 337, "text": "17,", "ref_id": "BIBREF16"}, {"start": 338, "end": 341, "text": "20,", "ref_id": "BIBREF19"}, {"start": 342, "end": 345, "text": "26]", "ref_id": "BIBREF25"}, {"start": 664, "end": 668, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 669, "end": 672, "text": "22]", "ref_id": "BIBREF21"}, {"start": 694, "end": 697, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 731, "end": 735, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 802, "end": 806, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1069, "end": 1073, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 1074, "end": 1077, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, we study the usage data from a gamified learning environment where learners were randomly assigned a game element whilst doing mathematics quizzes. We compare different subsets of learners that used game elements either adapted to their player profile or to their motivation profile. We also evaluate the impact of a dual profile adaptation method based both on player type and learner motivation. We aim to answer two research questions: (1) What are the effects of tailored gamification on users' motivation and engaged behaviours in comparison to non-tailored gamification? (2) Are these effects different depending on the user model chosen for tailoring game elements?", "cite_spans": [{"start": 454, "end": 457, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 592, "end": 595, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "We show that the user model chosen to tailor game elements has significant effects on learners, but on different metrics depending on the chosen profile. We also highlight that tailoring game elements according to initial motivation induces a more positive variation of intrinsic motivation compared to nontailored game elements. Finally, the dual profile leads to a more positive variation of intrinsic motivation and less amotivation compared to tailoring based only on initial motivation profile.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The reported effects of tailored gamification can generally be broken down into two categories: effects on learner motivation [12, 16, [19] [20] [21] 24, 28, 29] , and effects on learner performance [12] [13] [14] 19, 28] . Regarding motivation, Mora et al. [21] report an increase in behavioural and emotional engagement from students when adapting to their player type. They estimated these engagements using a post test survey. Monterrat et al. [20] showed that learners who used counter adapted elements said that their game elements were more fun and useful, than learners who used adapted elements. In an earlier study [19] , they found that learners spent more time using the learning tool with adapted game elements. Lavoué et al. [16] showed that adaptation had little to no effect for the majority of learners, only reducing the amotivation of the more invested ones. Dos Santos et al. [29] showed that for some of the Brainhex [22] player types, adapted game elements increased flow (using the survey proposed by Hamari et al. [11] ), whereas for others, the counter adapted game elements increased flow instead. Oliveria et al. [24] also evaluated learners' flow experience. However they found no differences between the adapted and non adapted learners. In previous work [23] , the same authors looked at learner concentration when using game elements adapted to player type. They found that for some gamer types, the tailored system was better than the counter-tailored system, however for other player types, the counter-tailored game elements functioned better.", "cite_spans": [{"start": 126, "end": 130, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 131, "end": 134, "text": "16,", "ref_id": "BIBREF15"}, {"start": 135, "end": 139, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 140, "end": 144, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 145, "end": 149, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 150, "end": 153, "text": "24,", "ref_id": "BIBREF23"}, {"start": 154, "end": 157, "text": "28,", "ref_id": "BIBREF27"}, {"start": 158, "end": 161, "text": "29]", "ref_id": "BIBREF28"}, {"start": 199, "end": 203, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 204, "end": 208, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 209, "end": 213, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 214, "end": 217, "text": "19,", "ref_id": "BIBREF18"}, {"start": 218, "end": 221, "text": "28]", "ref_id": "BIBREF27"}, {"start": 258, "end": 262, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 448, "end": 452, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 625, "end": 629, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 739, "end": 743, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 896, "end": 900, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 938, "end": 942, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1038, "end": 1042, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1140, "end": 1144, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1284, "end": 1288, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "The Impact of Tailored Gamification"}, {"text": "Regarding performance, Kickmeier-rust et al. [14] found that their adaptive badges decreased the amount of errors made by learners. Jagust et al. [13] reported that learners provided with adapted game elements completed more tasks than those who had none. Paiva et al. [27] found that tailored goals were effective when targeting social and collaborative behaviours, but failed when targeting individual learning goals.", "cite_spans": [{"start": 45, "end": 49, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 146, "end": 150, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 269, "end": 273, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "The Impact of Tailored Gamification"}, {"text": "Finally two authors showed an effect on both motivation and performance: Roosta et al. [28] found an impact on motivation and quiz results, with adapted learners having better results in both than a non adapted control group. Hassan et al. [12] found an increase of course completion and motivation from their adapted situation (almost twice as much than a non adapted situation).", "cite_spans": [{"start": 87, "end": 91, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 240, "end": 244, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "The Impact of Tailored Gamification"}, {"text": "We can therefore observe that there are many cases where tailoring gamification works, and has positive results on learner motivation, engagement, and performance. However some recent work shows more mitigated results in these categories, raising issues on modeling user and selecting relevant game elements.", "cite_spans": [], "ref_spans": [], "section": "The Impact of Tailored Gamification"}, {"text": "In a literature review of adaptive gamification in education Hallifax et al. [8] show that most adaptive gamification systems use user profiles to classify users, and adapt game elements to these categories. Of these systems, most use \"player types\" (reasons why people play and enjoy games as a basis for classification). One commonly used player type is the Hexad typology [18] created specifically for gamification, and has been shown to be more effective for gamification than other player profiles [9] . Based on Self Determination Theory [1] , this profile distinguishes six different categories: Philanthropists, Socialisers, Free Spirits, Achievers, Players, and Disruptors, and has been used in several adaptive gamification studies. For example Mora et al. [21] sorted learners into one of four gamified situations based on their Hexad profile scores. Knutas et al. [15] created rules to propose personalised tasks based on Hexad type. Other profiles, that are less \"game\" centric are also used to tailor gamification. For example Denden et al. [2] base their tailoring system on the Big Five personality traits [6] .", "cite_spans": [{"start": 77, "end": 80, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 375, "end": 379, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 503, "end": 506, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 544, "end": 547, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 767, "end": 771, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 876, "end": 880, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1055, "end": 1058, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1122, "end": 1125, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "User Models in Education"}, {"text": "Some adaptive systems use profiles focused on more task related information but are far less common. Hassan et al. [12] use various forms of user task motivation as a basis for adaptation. They identify learner motivation based on a questionnaire adapted from the Academic Motivational Scale [31] . Roosta et al. used the framework presented by Elliot et al. [4] to divide learners into four types of motivation based on what is important for them.", "cite_spans": [{"start": 115, "end": 119, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 292, "end": 296, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 359, "end": 362, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "User Models in Education"}, {"text": "All of these different adaptation systems leverage different learner profiles that present interesting ways to categorise learners and their preferences, However, little is known about the relevance of each user model and no work has yet explored the possibility of combining both player preferences and learning motivation to consider different preferences simultaneously.", "cite_spans": [], "ref_spans": [], "section": "User Models in Education"}, {"text": "Tailoring algorithms and methods aims at assigning specific game elements for each user profile values. Some research explored the use of direct ratings by experts [16] where experts were asked to rank which game elements would be most appropriate for each player type. Otherwise, the most explored approach consists in using statistical techniques to highlight correlations between game elements and user profile values. For instance, Tondello et al. [30] calculate the correlations between Hexad profile and various game elements directly rated by users. Hallifax et al. [9] used a pairwise comparison approach to generate user ratings for a set of game elements. They then performed a Partial Least Squares Path Modelling (PLS-PM [7] ) between various profile systems and the game element ratings in order to provide recommendations for the studied profiles. The path analysis performed with PLS-PM allows to evaluate associations between different variables. This technique is thus well adapted to study the influences of each dimension of a profile on specific metrics, as used also in [5, 25] .", "cite_spans": [{"start": 164, "end": 168, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 452, "end": 456, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 573, "end": 576, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 733, "end": 736, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1091, "end": 1094, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 1095, "end": 1098, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Tailoring Algorithms and Methods"}, {"text": "Our analysis of the literature about tailored gamification in education highlights that gamification could be more effective when tailored to learners, however some recent work shows mitigated or negative results. In addition, these results seem very dependent on the user model used to assign most suitable game elements to users. This work intends to fill that gap by investigating different user models, including a combination of two learner profiles. This paper addresses the following research questions: (1) What are the effects of tailored gamification on users' motivation and engaged behaviours in comparison to non-tailored gamification? (2) Are these effects depending on the user model chosen for tailoring game elements? Especially when considering motivation and player types?", "cite_spans": [], "ref_spans": [], "section": "Research Questions"}, {"text": "To investigate these questions, we analysed the data collected during the use of a gamified learning platform in ecological conditions. Each learner was randomly assigned a game element without tailoring. We collected metrics about their motivation, player types and engaged behaviours while using the platform. We chose the Hexad player types since recent studies showed that it is the most relevant typology for tailored gamification [9] . To measure motivation, we used the Academic Motivational Scale (AMS) proposed by Vallerand et al. [31] . It can measure learner academic motivation for a specific task, in our case learning Mathematics. It decomposes academic motivation into seven sub scales, assessing intrinsic motivations (IM), extrinsic motivations (EM), and amotivation:", "cite_spans": [{"start": 436, "end": 439, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 540, "end": 544, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Method"}, {"text": "-IM for Knowledge: performing an activity simply for the pleasure and the satisfaction of doing something new. -IM for Accomplishment: performing an activity for the pleasure of overcoming a challenge. -IM Stimulation: performing an activity for fun or excitement.", "cite_spans": [], "ref_spans": [], "section": "Method"}, {"text": "-EM External Regulation: performing an activity to gain some kind of external rewards. -EM Introjected Regulation: performing an activity to avoid shame or increase self-esteem. -EM Identified Regulation: performing an activity in order to achieve precise objectives. -Amotivation: absence of intention to perform an activity.", "cite_spans": [], "ref_spans": [], "section": "Method"}, {"text": "Once the data was collected, we analysed it through the lens of different tailoring simulations. We analysed the effects of three tailored approaches, each one considering a different user model (1) Hexad profile user model, (2) initial motivation user model, and (3) a dual profile user model composed of both previous profiles. For each single profile tailored approach, we generate an affinity matrix (presented in detail in Sect. 5.1) representing how each profile value affects the appreciation for each game element. Thanks to this matrix, we were able to assign a game element for each learner according to the value of their profile. For the dual adapted condition we used an algorithm to find a compromise between the two single profile recommendations (described also in Sect. 5.1). We then built two subsets from the original data for each approach: a subset containing learners whose game element matched with the one recommended and a second subset containing learners that used a non-adapted game element.", "cite_spans": [], "ref_spans": [], "section": "Method"}, {"text": "To generate these affinity matrices (Hexad profile and motivation profile), we used the statistical approach PLS-PM [7] inspired by several studies in the domain [5, 9, 25] . PLS PM is a method of structural equation modelling which allows estimating complex cause-effect relationship models. We used it to identify the influences of the values for each user type on the variations for each motivation type. We chose this approach instead of considering pre-existing recommendations from the literature because as shown by Hallifax et al. [9] the context plays a major role in the impact of game elements on user motivation, and we could not ensure that the context of the studies were similar to ours.", "cite_spans": [{"start": 116, "end": 119, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 162, "end": 165, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 166, "end": 168, "text": "9,", "ref_id": "BIBREF8"}, {"start": 169, "end": 172, "text": "25]", "ref_id": "BIBREF24"}, {"start": 539, "end": 542, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Method"}, {"text": "Finally, to measure and compare the impacts of each condition, we ran comparisons on the different subsets created using a Wilcoxon rank sum test.", "cite_spans": [], "ref_spans": [], "section": "Method"}, {"text": "The data collection lasted for a total of 6 weeks, with a frequency of 1-2 lessons per week, involving 4 high schools and 12 classes of approximately 25 learners.", "cite_spans": [], "ref_spans": [], "section": "Data Collection"}, {"text": "After removing learners who failed to correctly fill out either the pre-or posttest motivation questionnaires, or who were absent too many times during the experiment, we were left with data from 258 learners, aged between 13 and 14 (123 self-reported as female and 135 self-reported as male).", "cite_spans": [], "ref_spans": [], "section": "Data Collection"}, {"text": "The Ludimoodle platform was designed with the help of secondary school teachers who then used it in class. In total, ten lessons were designed to learn basic algebra, each lesson containing between 4 and 10 quizzes. Each quiz had to be correctly answered at least 70% before learners could access the next one. Game elements implemented in the platform were co-designed with the same teachers. Six game elements were implemented in the platform but only one was embedded to the platform interface. Thus at the beginning of the experiment, each learner was randomly assigned a game element for the ten lessons. We chose six different game elements among the most well-identified ones in the literature:", "cite_spans": [], "ref_spans": [], "section": "Gamified Learning Platform"}, {"text": "-Avatar: As learners progress in a lesson they can unlock a different piece of clothing, or item that a character can be holding. -Badges: Learners can receive badges for a quiz depending on how much of the quiz they get correctly (bronze for 70%, silver: 85%, and gold: 100%). -Progress: It portrays different coloured spaceships that travel from the earth to the moon depending on how many quizzes learners complete. -Leaderboard: It portrays a \"race\" where as the learners answer questions correctly they can climb higher in the rankings and possibly win the race. -Points: Each lesson has its own score counter, with a detailed view on how many points learners scored for each quiz. -Timer: It shows a timer for each quiz. Learners are asked to try and beat a \"reference time\" (generally their average response time for each question).", "cite_spans": [], "ref_spans": [], "section": "Gamified Learning Platform"}, {"text": "Before the experiment, learners filled out the Hexad [30] and the AMS [31] questionnaires. Both were translated into French, and some vocabulary was slightly adapted to the context (mathematics for secondary school age learners). After the last lesson, learners filled out the AMS questionnaire a second time. We then calculated the variation in intrinsic, extrinsic motivations, and amotivation as the difference in the motivation scores between the pre test questionnaire (initial motivation) and post test questionnaire (final motivation). The metrics we used to analyse engaged behaviours (mostly related to performances as shown in related work) were computed using the logs generated by the learning platform:", "cite_spans": [{"start": 53, "end": 57, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 70, "end": 74, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Measurements"}, {"text": "-AvgQTime: Average time to answer a question -QRatio: Ratio of correct versus incorrect answers to a question -NQuiz: Number of quizzes attempted ", "cite_spans": [], "ref_spans": [], "section": "Measurements"}, {"text": "For the two single user models, we ran two PLS-PM models between the profile values and the variations of motivations for each subset of learners that used a particular game element (Fig. 1) . This gave us a set of 6 matrices of influences for each profile (one per game element, an example for the Avatar game element is given in Table 1 ). By combining all six of these matrices, we obtained a final affinity matrix, that showed for each game element, how important a given profile metric is in their influences (the full affinity matrix for the Hexad Profile is given in Table 2 ). By combining these matrices with learner profiles, we generated a recommendation of game element based on the Hexad profile and one based on the initial motivation. .225) and would therefore be recommended the Avatar game element.", "cite_spans": [], "ref_spans": [{"start": 182, "end": 190, "text": "(Fig. 1)", "ref_id": "FIGREF1"}, {"start": 331, "end": 338, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 574, "end": 581, "text": "Table 2", "ref_id": null}], "section": "Data Subsets"}, {"text": "For the dual profile user model, we developed an algorithm that recommends a game element based on both player and motivation profiles. In our original dataset, out of the 258 learners, 87 of them used a game element that was either adapted to their Hexad profile, or adapted to their initial motivation scores (no learners had a game element adapted to both their Hexad profile and initial motivation). The algorithm proposes a compromise between both recommendations: we evaluate if there is a positive overlap between the two affinity vectors, and we take the game element that minimises the ranks in the positive overlap. If there is none, we take the game element that minimises the ranks from both affinity vectors (or maximises the affinities if tied). From our set of 258 learners, we built the following data subsets using the three approaches:", "cite_spans": [], "ref_spans": [], "section": "Data Subsets"}, {"text": "-Hexad data subset: 42 learners used game elements adapted to their Hexad player profile (216 did not). -Initial motivation data subset: 45 learners used game elements adapted to their initial motivation (213 did not). -Dual profile data subset: 42 learners used a game element recommended by the dual profile algorithm (216 did not).", "cite_spans": [], "ref_spans": [], "section": "Data Subsets"}, {"text": "Comparing metrics for the two subsets, we found that learners using an adapted game element spent significantly less average time per question and had a significantly lower correct question ratio (i.e. they got more questions wrong) than learners who had a non adapted game element (see Table 3a ). The adaptation process had no significant impact on learners' motivation. ", "cite_spans": [], "ref_spans": [{"start": 287, "end": 295, "text": "Table 3a", "ref_id": "TABREF1"}], "section": "Hexad Adaptation Results"}, {"text": "Adaptation based on the initial motivation profile had significant positive impacts on the variation of intrinsic motivation (see Table 3b ). Learners with adapted game elements lost significantly less Intrinsic Motivation for Knowledge (Know.Var.), i.e. their satisfaction to learn new things decreased less than for learners with non adapted game elements. They also gained significantly more Intrinsic Motivation for Accomplishment (Acc.Var.), i.e. their pleasure for overcoming a challenge increased, whereas it decreased for learners with non adapted game elements. The adaptation process had no significant effects on learner engaged behaviours.", "cite_spans": [], "ref_spans": [{"start": 130, "end": 138, "text": "Table 3b", "ref_id": "TABREF1"}], "section": "Initial Motivation Adaptation Results"}, {"text": "When compared to learners who used a non adapted game element (see Table  3c ), we found that learners with adapted game elements gained significantly less amotivation (Amot.Var.), meaning that they were less reluctant to learn mathematics. They also gained significantly more Intrinsic Motivation for Stimulation (Stim.Var.), meaning that they had more fun and excitement performing the maths activities. As with the initial motivation adaptation, we also found that these learners lost less intrinsic motivation to knowledge (Know.Var.) and gained more intrinsic motivation for accomplishment (Acc.Var.) (although these differences were only slightly significant p ≈ .05).", "cite_spans": [], "ref_spans": [{"start": 67, "end": 76, "text": "Table  3c", "ref_id": "TABREF1"}], "section": "Dual Profile Adaptation Results"}, {"text": "We identified some limitations to our study related to the context-dependency and generalisability of our results. We employed 6 game elements designed especially for young learners (around 13 years old), for a specific learning environment (secondary school mathematics). First, the influences measured for each game element could be different for other learners. Younger learners may be more receptive to the playfulness induced by our game elements whereas older, or less technology fluent learners, might have been less receptive. Second, we may obtain different results when considering other game elements implementing other game mechanics (such as collaboration or competition). Finally, results could be different for other domains as suggested by [9] , some examples of how these results might change in other domains are presented in the following section.", "cite_spans": [{"start": 756, "end": 759, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Study Limitations"}, {"text": "Our study shows three important findings in the educational field. First, we show that the user model chosen to tailor game elements can have significant effects on learners, but on different metrics (motivation or engaged behaviours) depending on the chosen profile (player profile, initial motivation or both). Second, we highlight that tailoring game elements according to initial motivation can induce a more positive variation of intrinsic motivation compared to un-tailored game elements. Third, a combination of player profile and initial motivation can lead to a more positive variation of intrinsic motivation and less amotivation compared to tailoring based only on initial motivation. We discuss these findings hereafter.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "Tailoring gamification based only on the Hexad profile led learners to be more engaged in the learning task, which confirms the results obtained in [21] in a computer network design course regarding learner engagement. However, our study highlights that this engagement is associated with lower performances, which is contradictory with the study reported in [14] , where they found that personalised badges and feedback had a positive effect on maths performance. We also show that an adaptation based only on player types has no effect on learner motivation to learn Mathematics, as also observed in [19] when learning French spelling. We can conclude that game elements could be beneficial to engage learners in the learning activity, but only if these elements give direct feedback on their performance.", "cite_spans": [{"start": 148, "end": 152, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 359, "end": 363, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 602, "end": 606, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "Providing learners with game elements adapted to their initial motivation led to a positive effect on two kinds of intrinsic motivation to learn Mathematics. This finding is consistent with other studies on the impact of a tailored gamification based on learner motivation in a technical English course [28] , and a database management course [12] . More precisely, it reduced the decrease in intrinsic motivation for knowledge and made learners more intrinsically motivated to overcome maths challenges. It therefore seems promising to use learner motivation for the learning subject as a basis to tailor gamification in education, although it was rarely considered in previous studies (see Sect. 2.2) .", "cite_spans": [{"start": 303, "end": 307, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 343, "end": 347, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 692, "end": 702, "text": "Sect. 2.2)", "ref_id": null}], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "Finally, combining both profiles for the dual adaptation reinforced the observed results with initial motivation, but also led learners to be more motivated to learn Mathematics for fun or excitement. This finding is in line with previous studies on the impact of tailored gamification that show an increase in perceived fun [19] or flow induced by some game elements depending on the player types [29] . Dual adaptation also reduced learner amotivation to learn Mathematics, which is consistent with the findings of the study conducted in [16] when adapting only to player types. We believe that the dual profile adaptation could be even more reinforced by adding more information on the learners. For example, tailoring to personality traits has shown some promises (see Sect. 2.2). It would therefore be interesting to study whether adding a third or even fourth profile to the learner model would increase the effectiveness of the adaptation. However, it is also possible that adding more profiles to the learner model may dilute the differences between learners, making it more difficult to provide accurate recommendations to tailor gamification.", "cite_spans": [{"start": 325, "end": 329, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 398, "end": 402, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 540, "end": 544, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion and Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The \"what\" and \"why\" of goal pursuits: human needs and the self-determination of behavior", "authors": [{"first": "E", "middle": [], "last": "Deci", "suffix": ""}, {"first": "R", "middle": [], "last": "Ryan", "suffix": ""}], "year": 2000, "venue": "Psychol. Inquiry", "volume": "11", "issn": "4", "pages": "227--268", "other_ids": {"DOI": ["10.1207/S15327965PLI1104_01"]}}, "BIBREF1": {"ref_id": "b1", "title": "Educational gamification based on personality", "authors": [{"first": "M", "middle": [], "last": "Denden", "suffix": ""}, {"first": "A", "middle": [], "last": "Tlili", "suffix": ""}, {"first": "F", "middle": [], "last": "Essalmi", "suffix": ""}, {"first": "M", "middle": [], "last": "Jemni", "suffix": ""}], "year": 2017, "venue": "2017 IEEE/ACS 14th International Conference on Computer Systems and Applications (AICCSA)", "volume": "", "issn": "", "pages": "1399--1405", "other_ids": {"DOI": ["10.1109/AICCSA.2017.87"]}}, "BIBREF2": {"ref_id": "b2", "title": "From game design elements to gamefulness: defining gamification", "authors": [{"first": "S", "middle": [], "last": "Deterding", "suffix": ""}, {"first": "D", "middle": [], "last": "Dixon", "suffix": ""}, {"first": "R", "middle": [], "last": "Khaled", "suffix": ""}, {"first": "L", "middle": [], "last": "Nacke", "suffix": ""}], "year": 2011, "venue": "Proceedings of the 15th International Academic MindTrek Conference: Envisioning Future Media Environments", "volume": "", "issn": "", "pages": "9--15", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "On the measurement of achievement goals: critique, illustration, and application", "authors": [{"first": "A", "middle": ["J"], "last": "Elliot", "suffix": ""}, {"first": "K", "middle": [], "last": "Murayama", "suffix": ""}], "year": 2008, "venue": "J. Educ. Psychol", "volume": "100", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Towards a trait model of video game preferences", "authors": [{"first": "G", "middle": [], "last": "Fortes Tondello", "suffix": ""}, {"first": "D", "middle": [], "last": "Valtchanov", "suffix": ""}, {"first": "A", "middle": [], "last": "Reetz", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Wehbe", "suffix": ""}, {"first": "R", "middle": [], "last": "Orji", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Nacke", "suffix": ""}], "year": 2018, "venue": "Int. J. Hum.-Comput. Interact", "volume": "", "issn": "", "pages": "1--17", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "An alternative \"description of personality\": the big-five factor structure", "authors": [{"first": "L", "middle": ["R"], "last": "Goldberg", "suffix": ""}], "year": 1990, "venue": "J. Pers. Soc. Psychol", "volume": "59", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A Primer on Partial Least Squares Structural Equation Modeling (PLS-SEM)", "authors": [{"first": "J", "middle": ["F"], "last": "Hair", "suffix": ""}, {"first": "G", "middle": ["T M"], "last": "Hult", "suffix": ""}, {"first": "C", "middle": [], "last": "Ringle", "suffix": ""}, {"first": "M", "middle": [], "last": "Sarstedt", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Adaptive gamification in education: a literature review of current trends and developments", "authors": [{"first": "S", "middle": [], "last": "Hallifax", "suffix": ""}, {"first": "A", "middle": [], "last": "Serna", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Marty", "suffix": ""}, {"first": "E", "middle": [], "last": "Lavoue", "suffix": ""}, {"first": "M", "middle": [], "last": "Scheffel", "suffix": ""}, {"first": "J", "middle": [], "last": "Broisin", "suffix": ""}, {"first": "V", "middle": [], "last": "Pammer-Schindler", "suffix": ""}, {"first": "A", "middle": [], "last": "Ioannou", "suffix": ""}], "year": 2019, "venue": "EC-TEL 2019", "volume": "11722", "issn": "", "pages": "294--307", "other_ids": {"DOI": ["10.1007/978-3-030-29736-7_22"]}}, "BIBREF8": {"ref_id": "b8", "title": "Factors to consider for tailored gamification", "authors": [{"first": "S", "middle": [], "last": "Hallifax", "suffix": ""}, {"first": "A", "middle": [], "last": "Serna", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Marty", "suffix": ""}, {"first": "G", "middle": [], "last": "Lavoue", "suffix": ""}, {"first": "E", "middle": [], "last": "Lavoue", "suffix": ""}], "year": 2019, "venue": "Proceedings of the Annual Symposium on Computer-Human Interaction in Play, CHI PLAY 2019", "volume": "", "issn": "", "pages": "559--572", "other_ids": {"DOI": ["10.1145/3311350.3347167"]}}, "BIBREF9": {"ref_id": "b9", "title": "Does Gamification Work? -A Literature Review of Empirical Studies on Gamification", "authors": [{"first": "J", "middle": [], "last": "Hamari", "suffix": ""}, {"first": "J", "middle": [], "last": "Koivisto", "suffix": ""}, {"first": "H", "middle": [], "last": "Sarsa", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "3025--3034", "other_ids": {"DOI": ["10.1109/HICSS.2014.377"]}}, "BIBREF10": {"ref_id": "b10", "title": "Measuring flow in gamification: dispositional flow scale-2", "authors": [{"first": "J", "middle": [], "last": "Hamari", "suffix": ""}, {"first": "J", "middle": [], "last": "Koivisto", "suffix": ""}], "year": 2014, "venue": "Comput. Hum. Behav", "volume": "40", "issn": "", "pages": "133--143", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Adaptive gamification in elearning based on students' learning styles. Interactive Learning Environments", "authors": [{"first": "M", "middle": ["A"], "last": "Hassan", "suffix": ""}, {"first": "U", "middle": [], "last": "Habiba", "suffix": ""}, {"first": "F", "middle": [], "last": "Majeed", "suffix": ""}, {"first": "M", "middle": [], "last": "Shoaib", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "1--21", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Examining competitive, collaborative and adaptive gamification in young learners' math learning", "authors": [{"first": "T", "middle": [], "last": "Jagušt", "suffix": ""}, {"first": "I", "middle": [], "last": "Botički", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "So", "suffix": ""}], "year": 2018, "venue": "Comput. Educ", "volume": "125", "issn": "", "pages": "444--457", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Gamification and smart feedback: experiences with a primary school level math app", "authors": [{"first": "M", "middle": ["D"], "last": "Kickmeier-Rust", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Hillemann", "suffix": ""}, {"first": "D", "middle": [], "last": "Albert", "suffix": ""}], "year": 2014, "venue": "Int. J. Game-Based Learn", "volume": "4", "issn": "3", "pages": "35--46", "other_ids": {"DOI": ["10.4018/ijgbl.2014070104"]}}, "BIBREF14": {"ref_id": "b14", "title": "A process for designing algorithm-based personalized gamification", "authors": [{"first": "A", "middle": [], "last": "Knutas", "suffix": ""}], "year": 2018, "venue": "Multimedia Tools Appl", "volume": "78", "issn": "10", "pages": "13593--13612", "other_ids": {"DOI": ["10.1007/s11042-018-6913-5"]}}, "BIBREF15": {"ref_id": "b15", "title": "Adaptive gamification for learning environments", "authors": [{"first": "E", "middle": [], "last": "Lavoue", "suffix": ""}, {"first": "B", "middle": [], "last": "Monterrat", "suffix": ""}, {"first": "M", "middle": [], "last": "Desmarais", "suffix": ""}, {"first": "S", "middle": [], "last": "George", "suffix": ""}], "year": 2019, "venue": "IEEE Trans. Learn. Technol", "volume": "12", "issn": "1", "pages": "16--28", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Towards personalized adaptive gamification: a machine learning model for predicting performance", "authors": [{"first": "C", "middle": [], "last": "Lopez", "suffix": ""}, {"first": "C", "middle": [], "last": "Tucker", "suffix": ""}], "year": 2018, "venue": "IEEE Trans. Games", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Even Ninja Monkeys like to play", "authors": [{"first": "A", "middle": ["C"], "last": "Marczewski", "suffix": ""}], "year": 2015, "venue": "CreateSpace Indep. Publish Platform", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A player model for adaptive gamification in learning environments", "authors": [{"first": "B", "middle": [], "last": "Monterrat", "suffix": ""}, {"first": "M", "middle": [], "last": "Desmarais", "suffix": ""}, {"first": "É", "middle": [], "last": "Lavoué", "suffix": ""}, {"first": "S", "middle": [], "last": "George", "suffix": ""}], "year": 2015, "venue": "AIED 2015. LNCS (LNAI)", "volume": "9112", "issn": "", "pages": "297--306", "other_ids": {"DOI": ["10.1007/978-3-319-19773-9_30"]}}, "BIBREF19": {"ref_id": "b19", "title": "Adaptation of gaming features for motivating learners", "authors": [{"first": "B", "middle": [], "last": "Monterrat", "suffix": ""}, {"first": "E", "middle": [], "last": "Lavoue", "suffix": ""}, {"first": "S", "middle": [], "last": "George", "suffix": ""}], "year": 2017, "venue": "Simul. Gaming", "volume": "48", "issn": "5", "pages": "625--656", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Effect of personalized gameful design on student engagement", "authors": [{"first": "A", "middle": [], "last": "Mora", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Tondello", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Nacke", "suffix": ""}, {"first": "J", "middle": [], "last": "Arnedo-Moreno", "suffix": ""}], "year": 2018, "venue": "2018 IEEE Global Engineering Education Conference (EDUCON)", "volume": "", "issn": "", "pages": "1925--1933", "other_ids": {"DOI": ["10.1109/EDUCON.2018.8363471"]}}, "BIBREF21": {"ref_id": "b21", "title": "BrainHex: a neurobiological gamer typology survey", "authors": [{"first": "L", "middle": ["E"], "last": "Nacke", "suffix": ""}, {"first": "C", "middle": [], "last": "Bateman", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Mandryk", "suffix": ""}], "year": 2014, "venue": "Entertain. Comput", "volume": "5", "issn": "1", "pages": "55--62", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Tailored Gamification to Educational Technologies", "authors": [{"first": "W", "middle": [], "last": "Oliveira", "suffix": ""}, {"first": "I", "middle": ["I"], "last": "Bittencourt", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-981-32-9812-5"]}}, "BIBREF23": {"ref_id": "b23", "title": "Does tailoring gamified educational systems matter? The impact on students' flow experience", "authors": [{"first": "W", "middle": [], "last": "Oliveira", "suffix": ""}], "year": 2020, "venue": "Proceedings of the 53rd Hawaii International Conference on System Sciences", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Improving the efficacy of games for change using personalization models", "authors": [{"first": "R", "middle": [], "last": "Orji", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Mandryk", "suffix": ""}, {"first": "J", "middle": [], "last": "Vassileva", "suffix": ""}], "year": 2017, "venue": "ACM Trans. Comput.-Hum. Interact", "volume": "24", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.1145/3119929"]}}, "BIBREF25": {"ref_id": "b25", "title": "Towards personality-driven persuasive health games and gamified systems", "authors": [{"first": "R", "middle": [], "last": "Orji", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Nacke", "suffix": ""}, {"first": "C", "middle": [], "last": "Dimarco", "suffix": ""}], "year": 2017, "venue": "Proceedings of SIGCHI Conference on Human Factors in Computing Systems", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "What do students do on-line? Modeling students' interactions to improve their learning experience", "authors": [{"first": "R", "middle": [], "last": "Paiva", "suffix": ""}, {"first": "I", "middle": ["I"], "last": "Bittencourt", "suffix": ""}, {"first": "T", "middle": [], "last": "Tenório", "suffix": ""}, {"first": "P", "middle": [], "last": "Jaques", "suffix": ""}, {"first": "S", "middle": [], "last": "Isotani", "suffix": ""}], "year": 2016, "venue": "Comput. Hum. Behav", "volume": "64", "issn": "", "pages": "769--781", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Personalization of gamificationelements in an e-learning environment based on learners' motivation", "authors": [{"first": "F", "middle": [], "last": "Roosta", "suffix": ""}, {"first": "F", "middle": [], "last": "Taghiyareh", "suffix": ""}, {"first": "M", "middle": [], "last": "Mosharraf", "suffix": ""}], "year": 2016, "venue": "8th International Symposium on Telecommunications (IST)", "volume": "", "issn": "", "pages": "637--642", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Gamification design to tailor gamified educational systems based on gamer types", "authors": [{"first": "W", "middle": ["O"], "last": "Santos", "suffix": ""}, {"first": "I", "middle": ["I"], "last": "Bittencourt", "suffix": ""}, {"first": "J", "middle": [], "last": "Vassileva", "suffix": ""}], "year": 2018, "venue": "SBGames 2018", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The gamification user types hexad scale", "authors": [{"first": "G", "middle": ["F"], "last": "Tondello", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Wehbe", "suffix": ""}, {"first": "L", "middle": [], "last": "Diamond", "suffix": ""}, {"first": "M", "middle": [], "last": "Busch", "suffix": ""}, {"first": "A", "middle": [], "last": "Marczewski", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Nacke", "suffix": ""}], "year": 2016, "venue": "Symposium on Computer-Human Interaction in Play", "volume": "", "issn": "", "pages": "229--243", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The academic motivation scale: a measure of intrinsic, extrinsic, and amotivation in education", "authors": [{"first": "R", "middle": ["J"], "last": "Vallerand", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Pelletier", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Blais", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Briere", "suffix": ""}, {"first": "C", "middle": [], "last": "Senecal", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Vallieres", "suffix": ""}], "year": 1992, "venue": "Educ. Psychol. Measur", "volume": "52", "issn": "4", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Springer Nature Switzerland AG 2020 I. I. Bittencourt et al. (Eds.): AIED 2020, LNAI 12163, pp. 216-227, 2020. https://doi.org/10.1007/978-3-030-52237-7_18", "latex": null, "type": "figure"}, "FIGREF1": {"text": "PLS PM model for creating the Hexad influence matrices.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "For example, a learner with the Hexad profile (Pl:0; Ac:-8; So:2; FS:0; Di:6; Ph:7), would have the following affinity vector ('Avatar': .385, 'Badges': .0364, 'Progress': -.241, 'Leaderboards': -.920, 'Points': -.577, 'Timer':", "latex": null, "type": "figure"}, "TABREF0": {"text": "Influence matrix for the Hexad profile on the Avatar game element. Only the significant (p < .05) influences are shown here.", "latex": null, "type": "table"}, "TABREF1": {"text": "Results for different simulations. The values given are the averages for each group. In light grey: no significant differences, in bold and highlighted in grey: significant at p < .05, and highlighted in light grey: almost significant p ≈ .05", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements. This work is a part of the LudiMoodle project financed by the e-FRAN Programme d'investissement d'avenir.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}