{
    "paper_id": "0c8116b34c7f818a2057ddfb20b0cfc8711da33a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The current world context of social distancing, stay-athome mandates, online or canceled college classes, fear of contagion, and uncertainty of the future due to COVID-19 puts additional stress on students' mental well-being as well as colleges' capacity to provide emotional support for their students. As a result, stress management interventions for college students have never been timelier and more relevant. Although there have been a handful of meta-analyses on stress management interventions in different populations, Amanvermez et al.'s (2020) systematic review and meta-analysis of stress management interventions for college students contributes to the literature by separating studies that intervene with highly stressed students, from those that intervene with unselected student populations, restricting studies to guided stress management programs, and excluding interventions that focus on additional aspects to stress. These authors found that guided stress management interventions have moderate effects on stress and anxiety and small-to-moderate effects on depression. Furthermore, they found that target population, type, and length of intervention are important; highly stressed students benefit more than unselected samples, CBT-based interventions have greater effects than other theoretical types, and skills training leads to smaller effects than other types of interventions, with lengthier interventions more beneficial than shorter interventions for highly stressed students.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 553,
                    "text": "Amanvermez et al.'s (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Results from the World Health Organization World Mental Health College Student Initiative, which surveyed students in 19 colleges from eight countries around the world, found that almost a third of college students arrive on campus having experienced some common mental disorder (Auerbach et al., 2018) . Despite the increasing demands for mental health services in college campus mental health clinics, most students in need do not seek treatment. In fact, less than a quarter of students say they would definitely seek treatment if they had a future emotional problem (Ebert et al., 2019) . Preference for self-sufficiency and embarrassment was associated with significantly reduced odds of having at least some intention to seek help. Stress management interventions in college students may have two important collateral benefits for reducing the burden of mental illness in college students. As the results of Amanvermez et al. (2020) show, stress management interventions also reduce depression, albeit to a lesser extent than they reduce stress and anxiety. However, due to the stigma of mental illness and attitudinal barriers to seeking mental health treatment in college students (Ebert et al., 2019) , offering stress management interventions may be a more palatable and attractive way to encourage college students to seek treatment, a foot in the door approach to 2 of 2 | COMMENTARY mental health treatment utilization. Not only might students be more willing or interested in stress management programs than programs targeting depression or anxiety, these types of interventions might also serve as a bridge to future mental health treatment. Even if stress management programs do not increase the likelihood of future help-seeking, they may reduce or help prevent common anxiety and depressive symptomatology and improve overall emotional well-being.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 302,
                    "text": "(Auerbach et al., 2018)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 570,
                    "end": 590,
                    "text": "(Ebert et al., 2019)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 914,
                    "end": 938,
                    "text": "Amanvermez et al. (2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1189,
                    "end": 1209,
                    "text": "(Ebert et al., 2019)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "MANAGEMENT INTERVENTIONS FOR REDUCING THE BURDEN OF PSYCHOLOGICAL DISTRESS IN COLLEGES"
        },
        {
            "text": "Although Amanvermez et al. (2020) did not examine the effects of in-person versus online stress management programs, the current pandemic of COVID-19 and the measures of moving students off campus and into online classes suggest that online stress management programs might be the most relevant in reaching college students and attending to their mental needs from a distance. Such interventions have been growing steadily even before the pandemic. A prior study showed that students preferred (hypothetically) in-person to online interventions, but that students whose reason for not seeking help included embarrassment, worry about harm to one's academic career, wanting to handle problems on one's own, and uncertainty about treatment efficacy, as well as those having depression or attention-deficit hyperactivity disorder, had a greater preference for eHealth delivery methods than other students (Benjet et al., 2020) . Whereas exclusive remote learning is most certainly time limited due to COVID-19, there may be longer lasting benefits for willingness to engage in stress management programs online.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 33,
                    "text": "Amanvermez et al. (2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 902,
                    "end": 923,
                    "text": "(Benjet et al., 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "FOR DELIVERING STRESS MANAGEMENT AND OTHER MENTAL HEALTH INTERVENTIONS TO COLLEGE STUDENTS"
        },
        {
            "text": "Universities are also experimenting with other novel ways to attend to the mental health needs of their students outside of traditional in-person treatment options. For example, stress management and general mental well-being programs are being included as part of university curriculum, either inserted within a specific college course (such as stress management strategies to reduce math anxiety in a statistics course [Gallagher & Stocker, 2018] ) or as a full credit course, such as the Science of Wellbeing course given at Yale University (Hathaway, 2020) , which prior to the pandemic had more students registered for than any other course in the history of Yale. Since the pandemic, this course has been put online, free, and available for all (not just Yale students), and in the month of March alone had over 600,000 individuals enroll. Such modalities have far greater reach than what in-person college campus mental health centers can provide. Research is needed to evaluate the impact of such approaches.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 448,
                    "text": "[Gallagher & Stocker, 2018]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 544,
                    "end": 560,
                    "text": "(Hathaway, 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "FOR DELIVERING STRESS MANAGEMENT AND OTHER MENTAL HEALTH INTERVENTIONS TO COLLEGE STUDENTS"
        },
        {
            "text": "College students experience high levels of stress that may compromise their overall mental health, and they may be particularly stressed during the COVID-19 pandemic. At the same time, university resources are stretched to meet the ever-increasing mental health needs of their students, which are further challenged by the pandemic. Stress management programs, particularly those based in CBT, can help reduce student stress, anxiety, and to a lesser degree, depressive symptoms. Above and beyond the direct effects of these interventions on stress management, these intervention programs may engender less stigma and be a more acceptable approach for meeting students' mental health needs, thus reducing the treatment gap, and perhaps even provide a bridge to further treatment. In the context of COVID-19, novel modalities of administering these programs are necessary and may continue to be beneficial even after the pandemic for increasing the reach, scalability, and accessibility of these programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        },
        {
            "text": "https://orcid.org/0000-0002-4569-6094",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corina Benjet"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stress management interventions for college students: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Amanvermez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahmadiana",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Karyotaki",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Ebert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cuijpers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Psychology: Science and Practice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/cpsp.12342"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO World Mental Health Surveys International College Student Project: Prevalence and distribution of mental disorders",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Auerbach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mortier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruffaerts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Benjet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cuijpers",
                    "suffix": ""
                },
                {
                    "first": "…",
                    "middle": [],
                    "last": "Who Wmh-Ics Collaborators",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Abnormal Psychology",
            "volume": "127",
            "issn": "7",
            "pages": "623--638",
            "other_ids": {
                "DOI": [
                    "10.1037/abn0000362"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Treatment delivery preferences associated with type of mental disorder and perceived treatment barriers among Mexican university students",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Benjet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wittenborn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gutierrez-Garcia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Albor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vargas Contreras",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cruz Hernández",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruffaerts",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Adolescent Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jadohealth.2020.01.025"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Barriers of mental health treatment utilization among first year college students: First cross-national results from the WHO World Mental Health Initiative",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Ebert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mortier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kaehlke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruffaerts",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Baumeister",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Auerbach",
                    "suffix": ""
                },
                {
                    "first": "…",
                    "middle": [],
                    "last": "Who Wmh-Ics Collaborators",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Methods in Psychiatric Research",
            "volume": "28",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/mpr.1782"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A guide to incorporating social-emotional learning in the college classroom: Busting anxiety, boosting ability",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Stocker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A housebound world finds solace in Yale's 'Science of Well Being' course",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hathaway",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}