{"paper_id": "0cc2cb4c5fdf66f8b45fb302e620c1cb1143f375", "metadata": {"title": "Palliative and Supportive Care Goals of care and COVID-19: A GOOD framework for dealing with uncertainty", "authors": [{"first": "Guest", "middle": ["Editorial"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrea", "middle": [], "last": "Wershof", "suffix": "", "affiliation": {}, "email": ""}, {"first": "N", "middle": [], "last": "Schwartz", "suffix": "", "affiliation": {"laboratory": "New England Geriatric Research, Education, and Clinical Center (GRECC)", "institution": "", "location": {"settlement": "Boston", "region": "MA"}}, "email": "awschwartz@bwh.harvard.edu"}, {"first": "Aldis", "middle": ["H"], "last": "Petriceks", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard University", "location": {"settlement": "Boston", "region": "MA"}}, "email": ""}, {"first": "B", "middle": ["A"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["P H"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "As the COVID-19 pandemic continues, more patients will require palliative and end-of-life care. In order to ensure goal-concordant-care when possible, clinicians should initiate goals-of-care conversations among our most vulnerable patients and, ideally, among all patients. However, many non-palliative care clinicians face deep uncertainty in planning, conducting, and evaluating such interactions. We believe that specialists within palliative care are aptly positioned to address such uncertainties, and in this article offer a relevant update to a concise framework for clinicians to plan, conduct, and evaluate goals-of-care conversations: the GOOD framework. Once familiar with this framework, palliative care clinicians may use it to educate their non-palliative care colleagues about a timely and critical component of care, now and beyond the COVID-19 era.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "As the COVID-19 crisis continues, clinicians in hospital medicine, internal medicine, geriatrics, and a wide range of medical specialties face an urgent need to conduct goals-of-care conversations among older, seriously ill, and otherwise vulnerable persons. Palliative care clinicians are experts in such interactions and have already provided ample insight into these issues now facing the broader healthcare system. For instance, guidelines published by a variety of palliative care groups have provided communicative strategies and empathic language for conducting goals-of-care conversations (Center to Advance Palliative Care, 2020). So long as nonpalliative care clinicians are made aware of these resources, there appears to be sufficient information to enable them to find the language necessary for these timely and invaluable aspects of care.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "However, language and communicative strategies comprise only one (albeit crucial) aspect of palliative care, and there remain other components of the goals-of-care conversation which have yet to permeate the healthcare system at this critical moment. Equally important as the now-addressed gap in communicative strategies is the lack of resources to address cognitive uncertainties as clinicians prepare for, engage in, and evaluate, goals-of-care conversations. It is not sufficient merely to communicate about goal-concordant care; caregivers must identify important components of that care itself and ensure that they are prepared to meet the difficulties therein. A framework is needed to anticipate these uncertainties and provide clinicians and patients with resources to address them. Fortunately, such a framework arises from the existing toolkit of palliative care itself.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The GOOD framework (developed at the Stanford University School of Medicine) helps clarify uncertainties in working with older patients or those with serious illness particularly, though not exclusively, during the current pandemic (Table 1) (Hallenbeck et al., 2003) . Comprised of four components (Goals, Options, Opinions, Documentation), GOOD helps clinicians assess for challenges at each step of the goals-of-care conversation. Having identified these challenges, clinicians and patients may reference outside resources to promote effective, goal-concordant care in an uncertain time. In this editorial, we provide an overview of GOOD with two primary purposes. First, to remind the palliative care community of a useful, concise pneumonic which clinicians may employ at all times, pandemic or otherwise, to compartmentalize and assess questions of uncertainty during the goals-of-care conversation. Second, to enable that same community to disperse and distribute knowledge of this framework to the broader healthcare system, and thus prepare clinicians from a wide range of specialties to provide goal-concordant-care in an uncertain time. By familiarizing themselves with this simple framework, palliative care clinicians may provide nonpalliative care health professionals with greater assurance in this timely and relevant topic, in and beyond the ongoing pandemic.", "cite_spans": [{"start": 242, "end": 267, "text": "(Hallenbeck et al., 2003)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 232, "end": 241, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "The first component of GOOD is the Goal, or goals, a patient may have for their care. For clinicians, this is an intuitive aspect of the goals-of-care conversation. But the same is not always true for patients, who are often unclear about their goals, or have multiple goals which contradict one another. Clinicians using GOOD may anticipate these uncertainties and arrive to the conversation prepared. They may, for instance, train themselves and their staff through interactive curricula such as Patient Priorities Care, which helps patients and clinicians clarify preferences for current and future medical treatment (Patient Priorities Care, 2019). Patients themselves can be recommended tools such as the Stanford Letter Project, which provides templates for patients to write letters for their caregivers and loved ones, specifying values and goals for medical care (Stanford University, 2020). Clinicians using GOOD can thus begin goals-of-care conversations aware that patients will often struggle to determine and describe their goals. And with this awareness, clinicians may prepare themselves to foster clarity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The second component of GOOD, Options, refers to the medical options available to promote the patient's goals. Here, uncertainty operates in both directions. Clinicians may themselves be uncertain about available options: What resources are available to treat my patient if they are infected with COVID-19? What options exist for those seeking end-of-life care at home? And patients may struggle to understand both the range, and the meaning, of those options: Are there any other options besides being \"kept alive by machines?\" What does \"living in a nursing home\" mean? Indeed, some may not articulate these uncertainties in the first place. Anticipating these struggles, clinicians may recommend patient-facing resources found on the Center to Advance Palliative Care (CAPC) website, or video decision support tools (the latter having been shown, in randomized control trials, to facilitate end-of-life care decision-making) (Mitchell et al., 2018) . Further information for patients (about their medical options) and clinicians (about how to communicate those options) may be found in resources provided by the Veteran's Health Administration (VHA) Life-Sustaining Treatment Decisions Initiative (LSTDI) (Foglia et al., 2019) .", "cite_spans": [{"start": 928, "end": 951, "text": "(Mitchell et al., 2018)", "ref_id": "BIBREF3"}, {"start": 1208, "end": 1229, "text": "(Foglia et al., 2019)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "After clarifying goals and options, clinicians should address the third component of GOOD: Opinions. In contrast to the prior components, here ambiguity rests largely with the provider, who is tasked with developing a clinical recommendation based on the patient's desires and situation. Clear recommendations can be elusive, however, if clinicians are uncertain about prognoses, or if, given the prognosis, the harm of a treatment would outweigh the benefits. Recommendations may be all the more elusive when trying to account for the nuanced situations of each individual patient. Using GOOD, clinicians may address these uncertainties with targeted professional resourcesin the case of older adults, for instance, using the Clinical Frailty Scale or ePrognosis. The Clinical Frailty Scale is a validated tool which categorizes older patients into varying levels of fitness or frailtywith greater frailty predictive of increased risk for adverse outcomes, need for institutional care, and mortalitythus aiding clinical decision-making (Rockwood et al., 2005) . The ePrognosis tool provides clinicians with evidence-based prognostic indices and mortality risk calculators for older adults (UCSF, 2020). Having used GOOD to identify their prognostic uncertainties, clinicians may employ such resources to inform their recommendations for care and ensure that their care does indeed provide, on balance, a net benefit for their patients. After developing these recommendations, they may facilitate the communication of their opinions by using one or several of the conversation guides collected by the CAPC (Center to Advance Palliative Care, 2020).", "cite_spans": [{"start": 1037, "end": 1060, "text": "(Rockwood et al., 2005)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "While much attention is paid to those aspects of GOOD taking place during the conversation, the final component is perhaps the most crucial: Documentation. Effective documentation is necessary to ensure goal-concordant care, but many clinicians record only the final outcomes of their goals-of-care conversations. This absence then frustrates future providers who encounter the medical records and find brief statements such as \"DNR,\" unqualified by nuance, situational dependency, or any notion of who, if anyone, might have more information on the patient's desires. To use DNR orders as an example, some patients select \"DNR\" because they believe the only other option to be mechanical ventilation and severe neurological impairment (Breu, 2018). Others opt for resuscitation because they are not aware that such impairment is even possible. Providers must therefore understand the reasoning behind patient decisions before giving or withdrawing medical treatmentand this understanding arrives largely by thorough documentation. Clinicians may bolster their documentation practices by first referring to the \"Documentation\" section of the VHA LSTDI (Foglia et al., 2019) . To engage patients in the process, they should also encourage patient completion of their state Portable Orders for Life-Sustaining Treatment (POLST) forms. Patient-facing resources such as Prepare for Your Care, a website shown to increase advance care planning documentation by 25-35%, may also be recommended (Sudore et al., 2017) .", "cite_spans": [{"start": 1152, "end": 1173, "text": "(Foglia et al., 2019)", "ref_id": "BIBREF1"}, {"start": 1488, "end": 1509, "text": "(Sudore et al., 2017)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "As COVID-19 continues to severely impact older patients, seriously ill patients, and those otherwise considered vulnerable, clinicians should empower these individuals to receive goalconcordant care. Such preparation necessarily involves eliciting and documenting treatment goals and decisionsa practice deeply ingrained in the fabric of palliative care. Using the GOOD framework, palliative care clinicians may help other health professionals anticipate challenges in this process with which they are less familiar, and address their remaining uncertainties through targeted resources. As policymakers and public health officials strive toward the collective goal of mitigating this pandemic, clinicians of all specialties have an opportunity to honor the individualthough no less importantgoals of their patients.", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Center to Advance Palliative Care (2020) CAPC COVID-19 Response Resources", "authors": [], "year": 2018, "venue": "JAMA Internal Medicine", "volume": "178", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A comprehensive approach to eliciting, documenting, and honoring patient wishes for care near the end of life: The veterans health administration's life-sustaining treatment decisions initiative", "authors": [{"first": "M", "middle": ["B"], "last": "Foglia", "suffix": ""}, {"first": "J", "middle": [], "last": "Lowery", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Sharpe", "suffix": ""}], "year": 2019, "venue": "Joint Commission Journal on Quality and Patient Safety", "volume": "45", "issn": "1", "pages": "47--56", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "End-of-Life Care Curriculum for Medical Teachers", "authors": [{"first": "J", "middle": [], "last": "Hallenbeck", "suffix": ""}, {"first": "S", "middle": [], "last": "Katz", "suffix": ""}, {"first": "G", "middle": [], "last": "Statos", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "An advance care planning video decision support tool for nursing home residents with advanced dementia", "authors": [{"first": "S", "middle": ["L"], "last": "Mitchell", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Shaffer", "suffix": ""}, {"first": "S", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2018, "venue": "Patient Priorities Care", "volume": "178", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A global clinical measure of fitness and frailty in elderly people", "authors": [{"first": "K", "middle": [], "last": "Rockwood", "suffix": ""}, {"first": "X", "middle": [], "last": "Song", "suffix": ""}, {"first": "C", "middle": [], "last": "Macknight", "suffix": ""}], "year": 2005, "venue": "CMAJ", "volume": "173", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Effect of the preparewebsite vs an easy-to-read advance directive on advance care planning documentation and engagement among veterans a randomized clinical trial", "authors": [{"first": "R", "middle": ["L"], "last": "Sudore", "suffix": ""}, {"first": "J", "middle": [], "last": "Boscardin", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Feuz", "suffix": ""}], "year": 2017, "venue": "JAMA Internal Medicine", "volume": "177", "issn": "8", "pages": "1102--1109", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "UCSF (2020) ePrognosis", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "GOOD framework a Clinicians often write brief notes (e.g., \"DNR\"), which may not reflect the nuance and situational dependency of patient values-POLST d -Prepare for Your Care -VHA LSTDI b aAdapted from the Stanford University School of Medicine End-of-Life Curriculum for Medical Teachers. b Veterans Health Affairs Life-Sustaining Treatments Decisions Initiative. c Center to Advance Palliative Care. d Portable Orders for Life-Sustaining Treatment.", "latex": null, "type": "table"}}, "back_matter": [{"text": "A.W.S. would like to thank Dr. Lara Skarf for introducing her to the GOOD framework from Stanford.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments."}, {"text": "This material is the result of work supported with resources and the use of facilities at the VA Boston and New England GRECC. The contents do not represent the views of VA or the United States Government.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest."}]}