{
    "paper_id": "0d00840170b24e996077e161431caad55df62a00",
    "metadata": {
        "title": "Journal Pre-proof Published evidence on COVID-19 in top-ranked journals: a descriptive study Title: Published evidence on COVID-19 in top-ranked journals: a descriptive study",
        "authors": [
            {
                "first": "Juan",
                "middle": [
                    "M"
                ],
                "last": "Pericàs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Clinic Barcelona. Universitat de Barcelona. Barcelona",
                    "location": {
                        "addrLine": "Barcelona. Villarroel Street 170",
                        "postCode": "08036",
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": "jpericas@clinic.cat"
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Arenas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Clinic Barcelona. Universitat de Barcelona. Barcelona",
                    "location": {
                        "addrLine": "Barcelona. Villarroel Street 170",
                        "postCode": "08036",
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Orla",
                "middle": [],
                "last": "Torrallardona-Murphy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Clinic Barcelona. Universitat de Barcelona. Barcelona",
                    "location": {
                        "addrLine": "Barcelona. Villarroel Street 170",
                        "postCode": "08036",
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Helena",
                "middle": [],
                "last": "Valero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Clinic Barcelona. Universitat de Barcelona. Barcelona",
                    "location": {
                        "addrLine": "Barcelona. Villarroel Street 170",
                        "postCode": "08036",
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Nicolás",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Clinic Barcelona. Universitat de Barcelona. Barcelona",
                    "location": {
                        "addrLine": "Barcelona. Villarroel Street 170",
                        "postCode": "08036",
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has generated an unprecedented global scientific effort to provide swift answers to pressing health needs. While many hospitals turned into almost exclusive COVID-19 centres during part of the pandemic; funding bodies, research offices, drug agencies, ethical committees, health authorities, and editorial boards of scientific journals prioritized COVID-19 related projects and articles. This contributed to the generation of a vast volume of scientific material. However, the rush to characterise this new disease since the COVID-19 outbreak in Wuhan, China has led to issues with ethical and scientific rigour aspects. [1] [2] [3] [4] We aimed to investigate the scientific material generated during this pandemic by assessing the profile of articles in top-ranked scientific journals (TRSJ), focusing on categories related to COVID-19 research or management. To do so, we accessed the ten top-journal webpages in 16 categories (See Supplementary Table) according to the current Journal Citation Reports as stated by the Web of Science 5 . We assessed articles addressing COVID-19 by reviewing the title and abstract, from December 16 th , 2019 to May 3 rd , 2020 and classified said articles by date of online publication, type of study, corresponding author's country of origin, uninational or multinational collaboration, and main study topic.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 646,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 957,
                    "end": 977,
                    "text": "Supplementary Table)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "A total of 32,249 articles were published in the 160 TRSJ included in our study over our 5-month study period. Of these, 2,209 (6.8%) addressed COVID-19 ( Table 1 ). The timeline of COVID-19 article production in the evaluated issues can be seen in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 249,
                    "end": 257,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "The categories with the most COVID-19 related articles were \"Medicine, internal and general\" and \"Infectious diseases\" (28.1% and 19.1% of COVID-19 articles, respectively). Remarkably, the number of studies in \"Virology\" and \"Microbiology\" was relatively low (less than 1% and 2%). Just 15.1% articles were the result of multinational collaborations. The United States produced the largest amount of the articles in this study, and together with China and the United Kingdom accounted for 71% of total COVID-19 articles, the remaining 29% originating in 53 other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Almost 70% of the articles were viewpoints, editorials or letters, and only 21% of them were original investigations. The most commonly addressed topics related to clinical manifestations and prognosis or interventions and health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our findings show an exponential production of COVID-19 articles in TRSJ, especially since the end of March. However, the proportion of articles addressing COVID-19 in relation to the total does not reach 7% overall, which might appear low when most investigators, editorial boards and reviewers seem to have had the impression of dealing exclusively with COVID-19 issues during recent months. However, if we consider the area of knowledge encompassed in these 16 categories, it is remarkable that a single topic accounts for 7% of the articles published over 5 months. Secondly, COVID-19 has had a relatively large impact in TRSJ of broad scope, whereas relatively few publications have been in specialised journals, which we would have assumed would focus on COVID-19 such as Microbiology and Virology. This might be explained by the need for further basic and translational research efforts. Thirdly, the low proportion of multinational collaborations surprised us, as COVID-19 is a global threat and requires international effort. Fourthly, more than two thirds of the articles published are largely based on opinion and analyses rather than on original data. This can be explained by the great concern and interest triggered by the COVID-19 pandemic but it also reveals a reversal in the usual scientific publication process (first evidence, then analysis). Finally, there is a lack of correlation between how countries have been affected by COVID-19 and the number of articles published in TRSJ. This could be due to the fact that while countries most affected by COVID-19 may have had the research capacity, research prioritization by local health agencies, and participation in international research networks which account for the production of original evidence, there has been a massive publication of opinion pieces, which tend to be commissioned by journals to experts based in their own countries",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, during the first 5 months of the COVID-19 pandemic, the volume of COVID-19 related articles made up almost 7% of items published in TRSJ. However, the vast majority were not original investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None of the authors declare competing interests with regards to the current work. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency declaration"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The pandemic's first major research scandal erupts",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Servick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6495",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.368.6495.1041"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An open letter to Mehra et al and The Lancet",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Official Statement from International Society of Antimicrobial Chemotherapy (ISAC)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32205204"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mathematics of life and death: How disease models shape national shutdowns and other pandemic policies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "DN conceived designed the study; JMP, OTM, AA. HV, and DN collected the data; JMP performed the statistical analyses; JMP and AA drafted the tables; OTM created the figure; JMP wrote the first draft of the manuscript; OTM, AA, HV, and DN critically revised the manuscript and provided final approval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "COVID-19 publishing timeline during the study period.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of articles on COVID-19 published in top-ranked journals during the study period W5: 13/01/2020-19/01/2020 W15: 23/03/2020-29/03/2020 W6: 20/01/2020-26/01/2020 W16: 30/03/2020-05/04/2020 W7: 27/01/2020-02/02/2020 W17: 06/04/2020-12/04/2020 W8: 03/02/2020-09/02/2020 W18: 13/04/2020-19/04/2020 W9: 10/02/2020-16/02/2020 W19: 20/04/2020-26/04/2020 W10: 17/02/2020-23/02/2020 W1 W2 W3 W4 W5 W6 W7 W8 W9 W10 W11 W12 W13 W14 W15 W16 W17 W18 W19 W20",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}