{"paper_id": "0d106ec3dd1cc5a9d90ed7f7fe04c1797492935f", "metadata": {"title": "A Simulated Single Ventilator / Dual Patient Ventilation Strategy for Acute Respiratory Distress Syndrome During the COVID-19 Pandemic", "authors": [{"first": "José", "middle": ["A"], "last": "Solís-Lemus", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {}}, "email": ""}, {"first": "Edward", "middle": [], "last": "Costar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College Healthcare NHS Trust", "location": {}}, "email": ""}, {"first": "Denis", "middle": [], "last": "Doorly", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {"country": "UK"}}, "email": ""}, {"first": "Eric", "middle": ["C"], "last": "Kerrigan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {"country": "UK"}}, "email": ""}, {"first": "Caroline", "middle": ["H"], "last": "Kennedy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Frances", "middle": [], "last": "Tait", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Steven", "middle": [], "last": "Niederer", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {}}, "email": ""}, {"first": "Peter", "middle": ["E"], "last": "Vincent", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {"country": "UK"}}, "email": ""}, {"first": "Steven", "middle": ["E"], "last": "Williams", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {}}, "email": ""}]}, "abstract": [{"text": "The potential for acute shortages of ventilators at the peak of the Covid-19 pandemic has raised the possibility of needing to support two patients from a single ventilator. To provide a system for understanding and prototyping designs we have developed a mathematical model of two patients supported by a mechanical ventilator. We propose a standard setup where we simulate the introduction of T-splitters to supply air to two patients and a modified setup where we introduce a variable resistance in each inhalation pathway and one-way valves in each exhalation pathway. Using the standard setup, we demonstrate that ventilating two patients with mismatched lung compliances from a single ventilator will lead to clinically-significant reductions in tidal volume in the patient with the lowest respiratory compliance. Using the modified setup, we demonstrate that it could be possible to achieve the same tidal volumes in two patients with mismatched lung compliances, and we show that the tidal volume of one patient can be manipulated independently of the other. The results indicate that, with appropriate modifications, two patients could be supported from a single ventilator with independent control of tidal volumes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Covid-19 is a viral illness caused by the recently discovered coronavirus, Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). The disease originated in Wuhan, Hubei Province, China and was first documented through a series of unexplained pneumonia cases in December 2019. 1 The disease has subsequently spread rapidly worldwide and by the end of February 2020 several countries, including in Europe, were experiencing sustained transmission. According to the WHO as of 2 nd April 2020 there were 900,306 confirmed cases worldwide in 206 countries, areas or territories and 45,693 confirmed deaths. 2 The virus continues to spread globally with a reproductive number estimated at 2.5.", "cite_spans": [{"start": 283, "end": 284, "text": "1", "ref_id": "BIBREF0"}, {"start": 609, "end": 610, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "Covid-19 causes a multitude of symptoms with the main symptoms seen being fever and dry cough.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Although some cases are asymptomatic, severe disease can cause death at an estimated rate of around 3-4%. 2 Although myocardial damage and circulatory failure contribute to Covid-19 deaths, the main cause of death is respiratory failure 3 and the majority of serious cases require intensive care unit (ICU) admission and mechanical ventilation. It is estimated that the ICU capacity of all EU/EEA countries (including the UK) would be exceeded at a prevalence of 100 hospitalised Covid-19 patients per 100,000 of the population (based on the Hubei providence scenario at the peak of the epidemic). 4 According to the most recent European Centre for Disease Prevention and Control report the majority of EU/EEA countries were predicted to reach this scenario by the end of March 2020. 4 Major difficulties in predicting the course of the outbreak given the exponential spread during the early phase, mitigated by behavioural changes and government methods, mean there is large uncertainty in the models, but widespread agreement that ventilator availability is likely to be a critical factor in patient care. As such, there is worldwide concern that there will be a shortfall of mechanical ventilators at the height of this global pandemic. As one example, estimates of the number of ventilators in the USA range from 60,000 to 160,000, whilst up to 1 million ventilators may be required at the height of the USA pandemic. 5 Regardless of the strategy used for estimating this latter number, the national strategic reserve is not thought to be sufficient to fill the projected gap. 6 Given the predictions for a huge global shortfall in ventilators, strategies have been proposed for ventilator sharing. In 2006, Neyman et al found that a single ventilator could be modified quickly in an emergency department setting to ventilate 4 simulated adult patients for a short period of time. 7 Subsequently Paladino et al successfully ventilated 4 adult-human-sized sheep on a single ventilator for at least 12 hours. 8 During the early stages of the Covid-19 pandemic this approach has received significant media attention, 9 with at least two clinical protocols in development, 10 and it is reported that national decision makers are either considering 11 or have recommended this approach. 12 Importantly, such ventilation strategies assume equal lung physiology in all patients and are likely only to be successful in situations where multiple patients with similar lung physiology require ventilation.", "cite_spans": [{"start": 106, "end": 107, "text": "2", "ref_id": "BIBREF1"}, {"start": 598, "end": 599, "text": "4", "ref_id": "BIBREF3"}, {"start": 784, "end": 785, "text": "4", "ref_id": "BIBREF3"}, {"start": 1422, "end": 1423, "text": "5", "ref_id": "BIBREF4"}, {"start": 1581, "end": 1582, "text": "6", "ref_id": "BIBREF5"}, {"start": 1885, "end": 1886, "text": "7", "ref_id": "BIBREF6"}, {"start": 2011, "end": 2012, "text": "8", "ref_id": "BIBREF7"}, {"start": 2173, "end": 2175, "text": "10", "ref_id": "BIBREF9"}, {"start": 2286, "end": 2288, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Background"}, {"text": "During Covid-19 the clinical picture can range from a mild illness to pneumonia, severe pneumonia, acute respiratory distress syndrome (ARDS), sepsis and septic shock. 13 ARDS is an acute diffuse, inflammatory lung injury, leading to increased pulmonary vascular permeability, increased lung weight and loss of aerated lung tissue. 14 It is a heterogeneous disease that lowers lung compliance as a function of disease severity and it is highly unlikely that any two Covid-19 patients will have either the same lung physiology or the same ventilator requirements.", "cite_spans": [{"start": 168, "end": 170, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background"}, {"text": "As such, the practice of ventilator sharing has been widely debated. In the United States, the Society (while any other clinically proven, safe and reliable therapy remains available). 15 This statement cited multiple problems with ventilator sharing including i.) the inability to deliver different pressures or achieve the required tidal volumes in individual patients, ii.) the inability to manage positive endexpiratory pressure (PEEP), which is of critical importance to these patients, iii.) risks of crossinfection, iv.) difficulties monitoring both patients simultaneously, v.) difficulties arising from one patient deteriorating suddenly or having a cardiac arrest and vi.) ethical issues. 15 To be absolutely clear, the ventilation of two patients using a single machine is strongly advised against if any alternate option is available. However, given the current unprecedented situation, it appears likely that there will not be enough ventilators worldwide, therefore leading to indirect deaths due to lack of available resources.", "cite_spans": [{"start": 185, "end": 187, "text": "15", "ref_id": "BIBREF14"}, {"start": 699, "end": 701, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Background"}, {"text": "In this simulation study we therefore develop, validate and make freely available a model of a mechanical ventilator supporting two patients using a simple T-junction splitter to supply air to both patients, based on the design proposed by Neyman et al. 7 We use the model to simulate ventilating two patients with different degrees of lung disease from a single ventilator and estimate the delivered volumes and pressures in each patient. This provides a quantitative estimate of the potential risks involved in this strategy. We then propose the addition of variable resistances and one-way valves to the ventilator tubing system and show that in our model these can be used to regulate tidal volumes in each patient independently in the presence of mismatched respiratory physiology.", "cite_spans": [{"start": 254, "end": 255, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Background"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056309 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "We designed an electrical circuit as an analogue to the ventilator, the system connecting the ventilator to the two patients and the lungs of each patient. In mapping from the air flow to an electrical circuit we equate volume to charge, flow rate to current, pressure to voltage, resistance to resistance and compliance to capacitance. In the ventilator model, this means that tubes appear as resistors, the lung and chest wall as a capacitor, the pressure source as a voltage source, a one-way valve as a diode and an open/closed valve as a switch.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Specifically, we designed two models. The first was a simple Standard Splitter configuration that involved connecting two T-junctions to the ventilator, as proposed previously. 7 This configuration is shown in Figure 1 . The second was a Modified Splitter configuration, which had two elements added to each branch of the splitter: specifically, on the inspiration arms we added variable resistors (RV1 and RV2) to control pressure/flow/volume to each patient, and on the expiration arms we added diodes to prevent back flow through each of the channels, and stop the expiration arms acting as a short circuit between inspiration arms during inspiration. This configuration is shown in Figure 2 . The model outputs the pressure set by the ventilator (VM) and the pressure (VL1 and VL2), flow (IL1 and IL2) and volume (QL1 and QL2) delivered to each patient. The ventilator pressure set by VM is defined as a square wave. The maximum value is set to the peak inspiration pressure (PIP). The minimum value is set to positive end expiratory pressure (PEEP). The cycle rate is defined by respiratory rate (RR) measured in breaths per minute. The ratio of time spent at the maximum and minimum values is defined by the inspiration to expiration ratio (I:E ratio).", "cite_spans": [{"start": 177, "end": 178, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 210, "end": 218, "text": "Figure 1", "ref_id": "FIGREF2"}, {"start": 686, "end": 694, "text": "Figure 2", "ref_id": "FIGREF3"}], "section": "Methods"}, {"text": "We defined the parameters for both the Standard and Modified Splitter configuration in S.I. units, . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Definition of Parameters"}, {"text": "The copyright holder for this preprint . . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056309 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "To is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (Figure 4A) . In all simulations the PIP was set to that required to successful ventilate the normal lung model (15 cmH2O ) and the other ventilator settings remained unchanged. While this approach was able to maintain the tidal volume in Patient 1, Patient 2 received insufficient tidal volume with a maximal deficit of 173 ml (35%) in the extreme A-D case (Figure 4 and Table 3) . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 210, "end": 219, "text": "(15 cmH2O", "ref_id": null}], "ref_spans": [{"start": 98, "end": 109, "text": "(Figure 4A)", "ref_id": null}, {"start": 456, "end": 465, "text": "(Figure 4", "ref_id": null}, {"start": 470, "end": 478, "text": "Table 3)", "ref_id": "TABREF3"}], "section": "(i) Model Validation"}, {"text": "The copyright holder for this preprint . . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056309 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "To achieve balanced tidal volumes between mismatched patients we propose the inclusion of a variable flow restrictor (modelled as a variable resistor) in the inspiration arm of the splitter for both patients and one-way valves (modelled as diodes) in the exhalation arm to stop pressure equilibration. We demonstrate the function of this on the cases of a patient with healthy lungs (Lung Model A) paired with a patient with increasing severity of ARDS (Lung Models B, C and D). We first show in the case of an A-A pairing that inclusion of the resistors and diodes/valves, with the resistance set to 0 recovers the standard setup results of section (i). We then show that by adjusting the PIP from the ventilator and altering the resistance of the resistor for the healthy patient (Patient 1 in this setup) we can achieve tidal volume within 10 ml of 490 ml for each patient (Figure 5 and Table 4 ). This shows that by manipulating the inhalation pathway resistance and PIP it is possible to equilibrate the tidal volume delivered to both Patient 1 and Patient 2 even in the setting of patients with differing lung compliances.", "cite_spans": [], "ref_spans": [{"start": 876, "end": 885, "text": "(Figure 5", "ref_id": "FIGREF6"}, {"start": 890, "end": 897, "text": "Table 4", "ref_id": "TABREF4"}], "section": "(iii) Testing a simple design for equilibrating tidal volumes when ventilating two patients with mismatched lung compliance"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(iii) Testing a simple design for equilibrating tidal volumes when ventilating two patients with mismatched lung compliance"}, {"text": "The copyright holder for this preprint . is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056309 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "In patients with similar lung compliance, but different tidal volume requirements, it can still be necessary to achieve different tidal volumes. To show how this can be achieved when two patients are supported by one ventilator using our proposed modified splitter (Figure 2) we simulated two moderately severe ARDS patients (Lung Model C). We then adjusted the inhalation pathway resistors for each patient and the PIP to achieve i.) equivalent tidal volume between Patient 1 and Patient 2 (C-C); ii.) a 30% decreased tidal volume in patient 2 (C-C(-)); or iii.) a 30% increase in tidal volume in patient 2 (C-C(+)). We show that, by elevating the resistance in the inhalation pathway in Patient 2, we can reduce tidal volume for Patient 2, whilst maintaining tidal volume for Patient 1. Similarly, we show that, by increasing the resistance for Patient 1 and elevating PIP, we can maintain the tidal volume for patient 1 and increase the tidal volume for Patient 2 (Figure 6 and Table 5 ). This shows that it is possible to independently adjust the tidal volume in Patient 2 from the tidal volume in Patient 1.", "cite_spans": [], "ref_spans": [{"start": 265, "end": 275, "text": "(Figure 2)", "ref_id": "FIGREF3"}, {"start": 967, "end": 976, "text": "(Figure 6", "ref_id": null}, {"start": 981, "end": 988, "text": "Table 5", "ref_id": null}], "section": "(iv) Testing a simple design for achieving different tidal volumes when ventilating two patients with matched lung disease but different tidal volume requirements"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(iv) Testing a simple design for achieving different tidal volumes when ventilating two patients with matched lung disease but different tidal volume requirements"}, {"text": "The copyright holder for this preprint .", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "To increase Patient 2 tidal volume from baseline, PIP was increased to 20.67 cmH2O but the variable resistance in the inspiratory limb supplying Patient 1 was also increased to return Patient 1 tidal volume to baseline (dotted yellow lines). ", "cite_spans": [], "ref_spans": [], "section": "Figure 6. Using the modified splitter to adjust tidal volume in Patient 2 independent of tidal volume in Patient 1. (Panel A) In this experiment two patients with identical respiratory compliance (Lung Model C) are connected via the Modified Splitter to the ventilator. Target tidal volumes were either baseline (blue), -30% (red, C-C-model) or +30% (dotted yellow, C-C+ model). (Panel B) Pressuretime, Tidal Volume-time and Flow-time graphs. Ventilation was performed in pressure control mode with PIP 17 cmH2O, PEEP 5 cmH2O, RR 15 breaths/min, I:E ratio 1:2. Using these settings, a tidal volume of 493ml was achieved for both Patient 1 and Patient 2 (blue lines). The variable resistance in the inspiratory limb supplying Patient 2 was then increased, reducing Patient 2 tidal volume whilst Patient 1 tidal volume remained unchanged (red lines, C-C-model)."}, {"text": "This study does not encourage, endorse or support the use of a single ventilator to support two patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The aim of this study was to quantify the potential risks and provide a quantitative test of a potential solution. In this study we have therefore 1) predicted the effects of mismatched lung compliance on achieved tidal volumes when supporting two patients from a single ventilator and 2) demonstrated that independent control of tidal volume can theoretically be achieved by the inclusion of a variable resistance and one-way valves into the inhalation and exhalation paths of the circuit.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our results show that when using an unmodified splitter, tidal volumes for two mismatched patients with differing lung physiology are different (Figure 4 and Table 3 ) and that it is not possible to independently control tidal volumes in these patients. Consistent with these observations, very recent technical feasibility studies of adjusting ventilator settings to achieve an optimal compromised setup for two mismatched patients \"were not able to identify reliable settings, adjustments or any simple measures to overcome the hazards of the technique\". 19 Together these observations confirm the recent consensus statement 15 that existing equipment cannot be used to adequately ventilate two mismatched patients without an addition to the standard ventilator control system.", "cite_spans": [{"start": 557, "end": 559, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 144, "end": 153, "text": "(Figure 4", "ref_id": null}, {"start": 158, "end": 165, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Discussion"}, {"text": "Here, we have proposed a closed-loop system that requires the addition of a variable resistance (modelled by a variable resistor) on the inhalation pathway. In our simulations a decrease in compliance by 40% required the addition of a 17.35 cmH2O/L/s resistance to achieve balanced tidal volumes ( Table 4 ). In this case the total resistance to Patient 1 and Patient 2 are 25.4 cmH2O/L/s and 8.05 cmH2O/L/s, respectively, or a ~3 times larger resistance for the healthy patient to achieve balanced tidal volumes. This compares with a 10-fold increase in resistance for a healthy lung to achieve balanced tidal volumes when a healthy lung and a diseased lung (31% decreased compliance)", "cite_spans": [], "ref_spans": [{"start": 298, "end": 305, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Discussion"}, {"text": "were paired together under a volume control ventilator set up. 19 This discrepancy may be attributed to the way resistance was added. In a system proposed by Tronstad et al resistance was added to both . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 63, "end": 65, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056309 doi: medRxiv preprint patients' inhalation pathways, 19 whereas in our simulations resistance was only added to the healthy patient pathway.", "cite_spans": [{"start": 138, "end": 140, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "large animal testing. 20 This system relies on a valve that releases excess volume/pressure as opposed to a variable resistor on the inspiration pathway. This is a potentially less complex system to control, but will increase the contamination risk, as compared to the closed-loop system described here. An additional consideration in this approach may be the excess loss of medical gases which could become a limiting factor in some healthcare settings. 21", "cite_spans": [{"start": 22, "end": 24, "text": "20", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "An open-loop variant of the solutions proposed has been very recently demonstrated in benchtop and"}, {"text": "The WHO guidelines for management of severe respiratory disease in patients with suspected Covid-19 infection recommend that, in intubated patients with ARDS, mechanical ventilation settings should be targeted to specific tidal volumes (4-8 ml/kg predicted body weight). 13 Therefore, manipulating tidal volume for individual patients, as we have demonstrated is possible with this technique, is key to these recommendations if a single ventilator / dual patient strategy is to be pursued.", "cite_spans": [{"start": 271, "end": 273, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Relevance to Existing Clinical Guidelines"}, {"text": "Given the current interest globally on finding alternative ventilation strategies, the UK Medicines and Healthcare Products Regulatory Agency (MHRA) have released guidelines of the minimum requirement for rapidly manufactured ventilation system. 22 They state that, for the option of using pressure-controlled ventilation, both the Positive Inspiratory Pressure (PIP) and the Positive End Expiratory Pressure (PEEP) must be controlled. It is known that this is particularly important in this cohort of patients who will have differing lung physiology and therefore differing ventilatory requirements. In this work we have shown that through adaptation to the conventional ventilator splitter using variable resistances it is possible to control the tidal volume to each patient through controlling the specific PIP delivered to each patient. We hypothesize that addition of resistors on the . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 246, "end": 248, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Relevance to Existing Clinical Guidelines"}, {"text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056309 doi: medRxiv preprint expiratory limbs, and diodes on the inspiratory limbs, would also allow individualised control of PEEP delivered to each patient.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The adoption of one ventilator to support two patients as a last resort requires several key developments, three of which are outlined below. Crucially, monitoring of both patients independently will be essential and strategies to implement monitoring and alarm systems at scale will be required.", "cite_spans": [], "ref_spans": [], "section": "Required developments"}, {"text": "Secondly, technical translation of these proposed and preliminarily tested 20 solutions into clinicallyacceptable solutions that can be delivered at scale, delivered rapidly and once in place are easy to maintain (given the inherent staff shortages) is required. This will require simple, robust designs with limited/no connections, moving parts or electronics, and designs that rely only on available equipment or components within an intensive care unit or parts that can be 3D printed locally. Thirdly, development of standard protocols for controlling/calibrating the systems to deliver desired tidal volumes and pressures to each patient is required. To this end, it might be necessary to add check valves directly after the variable resistances in order to prevent flow from one patient to the other; it is possible that cases exist where there is flow from one patient to the other if check valves are not inserted. Though these check valves would involve adding components, it significantly simplifies the analysis and design of control protocols. Future work would need to establish if control protocols can be developed to allow selection of the appropriate variable resistances/PIP combinations to achieve target tidal volume for both patients, or whether additional patient monitoring is required to facilitate this proposed solution. Finally, the process for triaging, selecting and consenting pairs of patients to be supported by one ventilator needs to be established. This consideration raises ethical issues. In a ventilator-limited healthcare system the decision protocols for therapy selection need to be considered urgently, alongside the technical developments outlined above, such that appropriate clinical implementation strategies encompassing both engineering and clinical solutions can be proposed in a timely manner.", "cite_spans": [], "ref_spans": [], "section": "Required developments"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Required developments"}, {"text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056309 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Required developments"}, {"text": "Supporting two patients from a single ventilator is currently untested and the work presented here does not change the current clinical recommendations relating to this approach. If this approach is attempted, however, then we have shown that a simple standard setup delivering the same PIP to both patients will result in the desired tidal volumes only if patients have the same predicted body weight and respiratory compliance. If patients are mismatched, then the difference between the achieved and target tidal volumes in our simulations was as great as 35%. The inclusion of a variable resistance and check valves into the inhalation and expiration arms of the splitter, respectively, is shown to allow tidal volume to be set for each patient independently, regardless of their respiratory compliance.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056309 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Understanding of COVID-19 based on current evidence", "authors": [{"first": "P", "middle": [], "last": "Sun", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}, {"first": "C", "middle": [], "last": "Xu", "suffix": ""}, {"first": "W", "middle": [], "last": "Sun", "suffix": ""}, {"first": "B", "middle": [], "last": "Pan", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organisation. Coronavirus disease (COVID-19) Pandemic", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China", "authors": [{"first": "Q", "middle": [], "last": "Ruan", "suffix": ""}, {"first": "K", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "J", "middle": [], "last": "Song", "suffix": ""}], "year": 2020, "venue": "Intensive Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Rapid risk assessment: Novel coronavirus disease 2019 (COVID-19) pandemic: increased transmission in the EU/EEA and the UK -sixth update", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Johns Hopkins Center for Health Security. Ventilator Stockpiling and Availability in the US", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Critical Supply Shortages -The Need for Ventilators and Personal Protective Equipment during the Covid-19 Pandemic", "authors": [{"first": "M", "middle": ["L"], "last": "Ranney", "suffix": ""}, {"first": "V", "middle": [], "last": "Griffeth", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Jha", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A Single Ventilator for Multiple Simulated Patients to Meet Disaster Surge", "authors": [{"first": "G", "middle": [], "last": "Neyman", "suffix": ""}, {"first": "C", "middle": [], "last": "Babcock", "suffix": ""}], "year": 2006, "venue": "Acad Emerg Med", "volume": "13", "issn": "", "pages": "1246--1249", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Increasing ventilator surge capacity in disasters: Ventilation of four adulthuman-sized sheep on a single ventilator with a modified circuit", "authors": [{"first": "L", "middle": [], "last": "Paladino", "suffix": ""}, {"first": "M", "middle": [], "last": "Silverberg", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Charchaflieh", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Eason", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Wright", "suffix": ""}, {"first": "N", "middle": [], "last": "Palamidessi", "suffix": ""}, {"first": "B", "middle": [], "last": "Arquilla", "suffix": ""}, {"first": "R", "middle": [], "last": "Sinert", "suffix": ""}, {"first": "S", "middle": [], "last": "Manoach", "suffix": ""}], "year": 2008, "venue": "Resuscitation", "volume": "77", "issn": "", "pages": "121--126", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Coronavirus: Could one ventilator be used to treat multiple patients", "authors": [{"first": "C", "middle": [], "last": "Duncan", "suffix": ""}], "year": 2020, "venue": "Independent", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Department of Health & Human Services. Optimizing ventilator use during Covid-19 Pandemic", "authors": [{"first": "U", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Nurses sent to London as capital faces \"tsunami\" of virus patients", "authors": [{"first": "D", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "R", "middle": [], "last": "Mason", "suffix": ""}], "year": 2020, "venue": "Guard", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Trump administration tells hospitals ventilators can be shared among coronavirus patients", "authors": [{"first": "N", "middle": [], "last": "Weixel", "suffix": ""}], "year": 2020, "venue": "Hill", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical management of severe acute respiratory infection (SARI) when COVID-19 disease is suspected: Interim guidance V 1.2 [Internet", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Acute respiratory distress syndrome: The Berlin definition", "authors": [{"first": "V", "middle": ["M"], "last": "Ranieri", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Rubenfeld", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Thompson", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Ferguson", "suffix": ""}, {"first": "Caldwell", "middle": ["E"], "last": "", "suffix": ""}, {"first": "Fan", "middle": ["E"], "last": "Camporota", "suffix": ""}, {"first": "L", "middle": [], "last": "Slutsky", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "", "suffix": ""}], "year": 2012, "venue": "JAMA -J Am Med Assoc", "volume": "307", "issn": "", "pages": "2526--2533", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "American Association of Critical-Care Nurses (AACN) and AC of CP (CHEST)", "authors": [], "year": null, "venue": "The Society of Critical Care Medicine (SCCM)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Parameters for simulation of adult subjects during mechanical ventilation", "authors": [{"first": "J", "middle": ["M"], "last": "Arnal", "suffix": ""}, {"first": "A", "middle": [], "last": "Garnero", "suffix": ""}, {"first": "M", "middle": [], "last": "Saoli", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Chatburn", "suffix": ""}], "year": 2018, "venue": "Respir Care", "volume": "63", "issn": "", "pages": "158--168", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome", "authors": [{"first": "R", "middle": ["G"], "last": "Brower", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}, {"first": "A", "middle": [], "last": "Morris", "suffix": ""}, {"first": "D", "middle": [], "last": "Schoenfeld", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Thompson", "suffix": ""}, {"first": "A", "middle": [], "last": "Wheeler", "suffix": ""}], "year": 2000, "venue": "N Engl J Med", "volume": "342", "issn": "", "pages": "1301--1308", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The electrical analogue of lung", "authors": [{"first": "D", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "J", "middle": [], "last": "Brown", "suffix": ""}], "year": 1963, "venue": "Br J Anaesth", "volume": "35", "issn": "", "pages": "684--692", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Splitting one ventilator for multiple patients -a technical assessment", "authors": [{"first": "C", "middle": [], "last": "Tronstad", "suffix": ""}, {"first": "T", "middle": [], "last": "Martinsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Olsen", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Rosseland", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Pettersen", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Individualized System for Augmenting Ventilator Efficacy (iSAVE): A Rapidly deployable system to expand ventilator capacity", "authors": [{"first": "S", "middle": [], "last": "Srinivasan", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Ramadi", "suffix": ""}, {"first": "F", "middle": [], "last": "Vicario", "suffix": ""}, {"first": "Gwynne", "middle": ["D"], "last": "Hayward", "suffix": ""}, {"first": "A", "middle": [], "last": "Langer", "suffix": ""}, {"first": "R", "middle": [], "last": "Frassica", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Baron", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Traverso", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A low oxygen consumption pneumatic ventilator for emergency construction during a respiratory failure pandemic", "authors": [{"first": "D", "middle": [], "last": "Williams", "suffix": ""}, {"first": "Flory", "middle": ["S"], "last": "King", "suffix": ""}, {"first": "R", "middle": [], "last": "Thornton", "suffix": ""}, {"first": "M", "middle": [], "last": "Dingley", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "Anaesthesia", "volume": "65", "issn": "", "pages": "235--242", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Medicines & Healthcare products Regulatory Agency. Rapidly Manufactured Ventilator System (RMVS). Document RMVS001 -Specification", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "of Critical Care Medicine (SCCM), American Association for Respiratory Care (AARC), American Society of Anesthesiologists (ASA), Anesthesia Patient Safety Foundation (APSF), American Association of Critical-Care Nurses (AACN), and American College of Chest Physicians (CHEST) released a joint statement in March 2020 advising against ventilating multiple patients per ventilator", "latex": null, "type": "figure"}, "FIGREF1": {"text": "based on the literature. Specifically, there are 16 parameters subcategorised into Ventilator Parameters, Splitter Parameters and Patient Parameters. The units used in clinical practice were changed to S.I. Units in the model (Table 1).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Circuit diagram for the Standard Splitter. The Control module contains a pulse-wave generator with a period appropriate to the respiration rate. It delivers three square signals to control the inspiration, expiration, and voltage to the circuit. The RETT resistors correspond to the endotracheal tubing. REx and RIx correspond to the inflow and outflow tubing resistance. The Patient module consists of a resistor (RLx) to model upper airway resistance, and a capacitor CLx, to model the compliance of the lungs and chest wall. Grey boxes outline the splitter (i) and Patient submodule (ii).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Circuit diagram for the Modified Splitter. Compared to Figure 1, variable resistors RV1 and RV2 have been added to control the pressure/flow/volume to each patient, and diodes have been added to stop the expiration arms acting as a short circuit between inspiration arms during inspiration. Changes with respect to the standard circuit are highlighted in red.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "validate the model simulations, pairs of patients with identical lung models were ventilated using the Standard Splitter. Simulations of pressure control ventilation for pairs of patients with healthy lungs (i.e. Lung Model A + Lung Model A (A-A) and pairs of patients with ARDS lungs (i.e. Lung Model B + Lung Model B (B-B), Lung Model C + Lung Model C (C-C) and Lung Model D + Lung Model D (D-D)) were performed (Figure 3A). The initial ventilator settings were PIP 15 cmH2O, PEEP 5 cmH2O, RR 15 breaths/min, I:E ratio 1:2. For case A-A (healthy lungs) a tidal volume of 490ml was achieved, which equates to 6.2 ml/kg ideal body weight for a 185cm male.17 The respiratory pressure curves (an estimate of alveolar pressure measured at the patient end of the simulated endotracheal tube, i.e. at the patient side of RETT) are shown in(Figure 3B). As expected, we demonstrate a progressive reduction in tidal volume as respiratory compliance decreases(Figure 3B,black arrow). Achieved PEEP was 5 cmH2O in each case. We then showed that tidal volume could bereturned to normal for each Lung Model by increasing PIP. For the ARDS cases (B-B, C-C and D-D) PIP was increased to achieve a tidal volume within 10 ml of 490 ml (the tidal volume seen in Lung Model A). Increasing PIP to 15.16 cmH2O, 17 cmH2O and 18.5 cmH2O for cases B-B, C-C and D-D, respectively, normalised tidal volume for both patients (Table 2) Comparison of pressure-, volume-and flow-time curves for Lung Models A-D.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "pressure and tidal volumes when ventilating two patients with different degrees of lung disease. To provide a quantitative estimate of the effect of the standard unregulated splitter on the tidal volume delivered to each patient we simulated the extreme case of pairing a patient with healthy lungs with patients with increasing severity of ARDS manifested by decreasing lung compliance. Simulations of pressure control ventilation for pairs of patients with the following lung models were performed: Lung Model A + Lung Model A (A-A), Lung Model A + Lung Model B (A-B), Lung Model A + Lung Model C (A-C) and Lung Model A + Lung Model D (A-D))", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Using the modified splitter to normalise tidal volume in two patients with mismatched lung compliance. (Panel A) In this experiment two patients with mismatched respiratory compliances are connected via the Modified Splitter to the ventilator. The target tidal volume in all cases is that achieved when ventilating normal lungs in the model (490ml). The following mismatched pairs were studied: Lung Model A + Lung Model B; Lung Model A + Lung Model C; Lung Model A + Lung Model D. (Panel B) Pressuretime, Tidal Volume-time and Flow-time graphs. Ventilation was performed in pressure control mode with, initially, PIP 15cmH2O, PEEP 5 cmH2O, RR 15 breaths/min, I:E ratio 1:2 (not shown). Subsequently, PIP was progressively increased, until the target tidal volume was reached in Patient 2 with the lower compliance. At this stage, tidal volume was too large in Patient 1 (not shown) and the variable resistance in the Patient 1 inspiratory limb was therefore increased to normalise tidal volume also for Patient 1.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Parameters of the model in units from clinical practice converted to S.I. units. Pa.s, length L = 1.8 m. PEEP, positive end expiratory pressure; PIP, positive inspiratory pressure; RR, respiratory rate; I:E ratio, inspiratory/expiratory ratio. Reference values represent healthy patients and are used for Lung Model A, defined below. and the tests were run via MATAB R2020a scripts and functions. All code is freely available on GitHub (https://github.com/splitvent/splitvent) under an MIT licence. Simulations were initialised . CC-BY 4.0 International license It is made available under ais the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not peer-reviewed)The copyright holder for this preprint. https://doi.org/10.1101/2020.04.07.20056309 doi: medRxiv preprint with all state variables set to 0. Simulations visually reached quasi-steady equilibrium after the first pulse and all reported results are taken from the second pulse onwards. We designed four experiments to answer the research questions for this work: i. Model validation. Using the Standard Splitter, we connect patients that have lungs with identical parameters, i.e. Lung Models A-A, B-B, C-C and D-D, and ventilate using pressure control ventilation. ii. Evaluating the Standard Splitter when ventilating two patients with mismatched lung compliance. Using the standard setup, we connected patients with different levels of respiratory compliance, i.e. Lung Models A-B, A-C and A-D, to quantify the effect of delivering the same ventilator settings to two patient with mismatched lung compliance. iii. Achieving equivalent tidal volumes in patients with mismatched lung compliance. Using the Modified Splitter, we connected patients with different levels of respiratory compliance, i.e. Lung Models A-B, A-C and A-D, to demonstrate whether, by adjusting the values of RV1, RV2, and PIP, we are able to deliver equal tidal volumes to two patients with mismatched respiratory compliance. iv. Independently adjusting tidal volumes in both patients. In two patients, both with Lung Model C (moderate ARDS) we aimed to achieve a 30% increase in tidal volume or a 30% decrease in tidal volume in one patient whilst maintaining the tidal volume in the other patient by by adjusting RV1, RV2 and PIP.", "latex": null, "type": "table"}, "TABREF1": {"text": "Tidal Volume-time and Flow-time graphs are shown for Patient 1. Note the progressive reduction in Tidal Volume from Lung Model A through D (black arrow, middle panel). Identical Pressure-time, Tidal Volume-time and Flow-time graphs were seen for Patient 2 (not shown).", "latex": null, "type": "table"}, "TABREF2": {"text": "PIP and tidal volumes for simulation of paired equivalent patients with increasing lung disease represented by decreasing lung compliance. PIP was adjusted to achieve a tidal volume of ~490 ml.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient 1-Patient 2 </td><td>PIP (cmH2O) </td><td>Patient 1 tidal volume (ml) </td><td>Patient 2 tidal volume (ml) </td></tr><tr><td>A-A </td><td>15 </td><td>490.2 </td><td>490.2 </td></tr><tr><td>B-B </td><td>15.17 </td><td>498.4 </td><td>498.4 </td></tr><tr><td>C-C </td><td>17 </td><td>493.2 </td><td>493.2 </td></tr><tr><td>D-D </td><td>18.5 </td><td>494.5 </td><td>494.5 </td></tr></table></body></html>"}, "TABREF3": {"text": "Achieved tidal volumes during pressure control ventilation for paired patients with mismatched lung compliance using the standard splitter and constant PIP = 15 cmH2O.", "latex": null, "type": "table"}, "TABREF4": {"text": "Achieved tidal volumes during pressure control ventilation for paired patients with mismatched lung compliance using the Modified Splitter and with patient-specific PIP and variable resistance settings.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient 1-Patient 2 </td><td>PIP </td><td>Patient 1 Variable </td><td>Achieved Tidal Volume </td></tr><tr><td>(cmH2O) </td><td>Resistor (cmH2O/L/s) </td><td>Patient 1 </td><td> Patient 2 </td></tr><tr><td>A-A </td><td>15 </td><td>0 </td><td>490.2 </td><td>490.2 </td></tr><tr><td>A-B </td><td>17 </td><td>6.75 </td><td>496.4 </td><td>492.9 </td></tr><tr><td>A-C </td><td>18.33 </td><td>11.24 </td><td>492.9 </td><td>488.1 </td></tr><tr><td>A-D </td><td>20.33 </td><td>17.35 </td><td>492.5 </td><td>488.0 </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to thank Professor Alexander Hammers, Professor Daniel Ennis and Tyler Cork for helpful discussion of the concept and Professor Alexander Hammers for critical review of the manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The Simulink models used in this research have been uploaded to a Git repository at the following address: https://github.com/splitvent/splitvent.", "cite_spans": [], "ref_spans": [], "section": "Data, code and materials"}, {"text": "There is concern that hospital systems may run out of ventilators during the Covid-19 pandemic. One solution that has been proposed is supporting two patients form one ventilator. A major problem with this approach is that both patients receive the same ventilator settings, when, for clinical reasons, these should be optimised for each individual patient. We developed and applied a mathematical model to quantify the risks of supporting two different patients from the same ventilator and used the model to demonstrate a new setup that allows each simulated patient to experience separate ventilator settings.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}