{
    "paper_id": "0d11623c025cc8cae281f2ff51024bdf11a38c5c",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "protection is to use a respirator hood device, however, with the proviso that not only do respirator hoods make the use of loupes/ powered light source challenging, but given the weight of the attached power pack, it can lead to postural discomfort as well as an inability to sit on stools with a back rest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the profession begins its preparations to re-open practices, it certainly will be interesting to see how we overcome this and many other unique hurdles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "K. Matharu, Slough, UK https://doi.org/10.1038/s41415-020-1734-0",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sir, there may be some colleagues who may be slightly more worried than others about PPE in the era of COVID-19: those of us with facial hair for religious/cultural reasons. Fit testing of FFP3/FFP2 masks with facial hair has been largely unsuccessful with colleagues failing fit testing. Where facial hair was maintained for reasons other than religious or cultural it was advised that removal would help with the seal of the FFP3/ FFP2 masks. Whilst some of our medical colleagues have suggested ways in which an adequate seal can be achieved by using a thin cloth tied over a beard for example, currently the efficacy of this method has not been proven widely. Increasingly, it seems that one of the plausible ways to achieve satisfactory",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beards and masks"
        },
        {
            "text": "Sir, prior to the cessation of routine dentistry due to the COVID-19 pandemic, the UK was trying to actively reduce the amount of waste mercury disposal. Regulations were introduced in 2018 to advise on the management and use of dental amalgam as a restorative material. It was advised that amalgam should not be used in children under the age of 15 or women that are breastfeeding or pregnant, unless deemed strictly necessary by the practitioner on the grounds of specific medical needs of the patient. 1 These are unprecedented times in dentistry. Waiting times and the number of patients that require to be seen has grown exponentially, carious lesions may have increased in size due to delays in follow up, cooperation from children may have decreased as desensitisation from regular dental exposure has reduced, and the NHS has come under intensive financial strain. One would ask the question, would composite still be a viable restorative material for this subgroup in these circumstances? Or",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 506,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Is amalgam more suitable?"
        },
        {
            "text": "Sir, it was with incredulity and disappointment I read the article entitled Why re-invent the wheel if you've run out of road? by the Chief Dental Officer for England (CDO). 1 The CDO references a 30-year-old book by my 'cons' Professor 'Dick' Elderton on the merits of minimally invasive dentistry as if it were some new concept in dentistry. 2 Where has Dr Hurley been for the past 30 years? Many current dental procedures utilise some of the most cutting-edge and non-invasive techniques available today. Guided implant procedures provide the most obvious example, with CT guided placement reducing surgery time, increasing long-term success, and significantly reducing levels of post-operative morbidity.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 345,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incredulity and disappointment"
        },
        {
            "text": "There is clearly a desperate need for the reorganisation of NHS dentistry into a basic, core service, free of charge, in line with the rest of the NHS service. All other services could then be delivered via private dental practices, eliminating the often confusing and litigious mixing of 'private' and NHS dentistry. A move that would surely be welcomed by regulators and indemnifiers alike.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incredulity and disappointment"
        },
        {
            "text": "Over the past weeks we have seen many well-researched and practical standard operating procedures (SOPs) published by various dental associations, 3 corporate dental bodies, 4 and devolved government. 5 Even with the release of the CDO's 'Prompt to Prepare' and 'Resumption of Dental Services' letters published on 28 May, why are we still waiting for detailed guidance, SOPs and strong leadership? Perhaps the CDO should recall the often-used phrase from our alma mater Professor Crispian Scully: 'when the going gets tough, the tough get going' . The CDO rightfully recognises the leadership that many dentists have shown in England during the COVID-19 pandemic. It is a shame that the profession has not witnessed the same trait in the current CDO.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incredulity and disappointment"
        },
        {
            "text": "In a recent poll of dentists in the British Association of Private Dentistry, 97% of its members called for the resignation of the CDO. Clearly, the profession feels totally let down at this unprecedented time. The CDO's commentary merely serves to underline how out of touch the CDO is with the level of skill, expertise, knowledge, and fortitude that GDPs possess to safely care for their patients and dental teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incredulity and disappointment"
        },
        {
            "text": "M. Cox, Devizes, UK patients. 2 Facial swelling (77%) and pulpitis (65%) were frequently reported remote consultations. Such acute conditions traditionally require operative intervention and should continue to do so via Urgent Dental Care centres. 3 Remote prescribing in emergencies is warranted but in the long term, could compromise care. Orthodontic problems (17%) or intra-oral swellings (60%) may result in adverse outcomes the longer operative treatment is delayed. Diagnostic confidence was a highlighted concern. Clinical photographs can improve quality of assessment, however, in the absence of an examination, patients should be 'safety-netted' by providing information specific to the management of their condition should they deteriorate. 4 This can be readily delivered through various forms of telecommunication. 5 As we now witness reopening of 'normal' dental services, clinicians should consider developing systems to incorporate digital-consulting and improve patient resources to enhance teledentistry services.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 31,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 249,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 752,
                    "end": 753,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 829,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incredulity and disappointment"
        },
        {
            "text": "J. Virdee, R. Sharma, London, S. Ponduri, Portsmouth, UK NHS England recommendations. 1 Over a one-week period we received 126 referrals, of which 57% were accepted for treatment, 41% rejected and 2% redirected to a secondary hub site. The vast majority (65%) that were rejected were due to patients reporting reduced and manageable symptoms by the time of telephone triage. Pain was notably the most common reason for referral (88%) followed by trauma (6%) and swelling (6%). Pain management is complex and may be unclear given the range of over-the-counter analgesics available.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 87,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incredulity and disappointment"
        },
        {
            "text": "We would like to alert our referring colleagues to the current best practice outlined by FGDP. 2 We also suggest there is a benefit in GDPs following-up patients 24-hours after initial consultation, before referring to an urgent hub. This would likely reduce the number of rejected referrals.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incredulity and disappointment"
        },
        {
            "text": "We have found the quality of referrals to vary significantly, in some instances giving limited information of symptoms or a narrative of any advice or treatment given up to the point of referral. Only 29% of referrals included a radiograph or image of the patient. Radiographs are critical in assessing the complexity of treatment that may be required and photographs to assess the degree of facial swellings. It is notable that only a handful of referrers utilised videoconferencing applications to triage patients. We would like to highlight the benefit of doing so in order to more accurately assess patients before referral. It is likely that some degree of social distancing will remain for the foreseeable future, in particular for the most vulnerable of patients. Indeed, the dilemma of patients with active coronavirus requiring assessment will become more common going forward. The use of telemedicine in these circumstances and potentially beyond the current health crisis may be invaluable in allowing for a patient-centred approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incredulity and disappointment"
        },
        {
            "text": "Z. Khwaja, M. Uddin, I. Gill, Maidstone, UK",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incredulity and disappointment"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Why re-invent the wheel if you've run out of road?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hurley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br Dent J",
            "volume": "228",
            "issn": "",
            "pages": "755--756",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Principles in the management and treatment of dental caries",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Elderton",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "237--262",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "BAPD Return to Practice Position Paper",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Standard Operating Procedures for Portman Dental Care Practices",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Online information available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Applications of teledentistry: a literature review and update",
            "authors": [
                {
                    "first": "N D",
                    "middle": [],
                    "last": "Jampani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nutalapati",
                    "suffix": ""
                },
                {
                    "first": "B S K",
                    "middle": [],
                    "last": "Dontula",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boyapati",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Int Soc Prev Community Dent",
            "volume": "1",
            "issn": "",
            "pages": "37--44",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Open letter on prescribing antibiotics during COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fgdp(uk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Top 10 Tips for COVID-19 Telephone Consultations",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Email for distance diagnosis of oral diseases-a preliminary study of teledentistry",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Torres-Pereira",
                    "suffix": ""
                },
                {
                    "first": "R S",
                    "middle": [],
                    "last": "Possebon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simões",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Telemed Telecare",
            "volume": "14",
            "issn": "",
            "pages": "435--438",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 Guidance and standard operating procedure",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antibiotics don't cure toothache",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fgdp(uk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Sir, current teledentistry uses will influence the post-epidemic burden of dental disease. We surveyed applications, clinician experiences and conditions presenting for teledentistry amongst 115 clinicians across the UK between 24 April-15 May 2020, during the lockdown restrictions.Most were GDPs (60%) with dental core trainees (17%), foundation dentists and orthodontists (each 5%), oral surgeons (4%), OMFS consultants and speciality doctors (each 3%), dental specialist trainees, special care dentists, and oral and maxillofacial surgery (OMFS) registrars (each 1%). Of the respondents, 76% had no prior experience of teledentistry; 63% had no access to video consulting; 39% sometimes requested photographs of the concerned area; 23% never sent patients further resources; 18% were not confident making diagnoses from telephone consultations alone; 17% couldn't request photographs as systems were unavailable in their workplace; 16% did not feel confident making diagnoses using telephone consultations alongside clinical images and 11% were unsure if these systems were available. Overall, 52% thought teledentistry would remain following the epidemic whilst 21% did not; 27% were unable to commit to a decision.The survey highlighted areas necessitating caution in teledentistry use. Remote consultations may reduce waiting lists and financial implications when patients attend in person. 1 Conditions presenting for teledentistry, such as temporomandibular joint disorders (23%) and pericoronitis (63%), may be suitable for self-care measures, thus minimising patient-clinician contact. Yet, concerns have been raised surrounding antibiotic stewardship and the appropriateness of using teledentistry in isolation to manage",
            "cite_spans": [
                {
                    "start": 1398,
                    "end": 1399,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Sir, we are one of 40 general dental practices providing emergency treatment in South East England. There is a high demand for emergency dental services. Patients are directly contacted via telephone to assess suitability within 24-hours of referral made. Appointments are allocated depending on treatment need and in accordance with would amalgam be a more suitable dental material in the immediate future as it requires a shorter clinical placement time, is less technique sensitive, produces less aerosol generation for occlusal adjustment and is also less expensive than composite?A. Boscarino, Liverpool, UK ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urgent hub data"
        }
    ]
}