{"paper_id": "0d14e30236a2a9e48e93f9f54a77a3769b0e5fa4", "metadata": {"title": "Application of high-resolution melt curve analysis for classification of infectious bronchitis viruses in field specimensa vj_622 408..413", "authors": [{"first": "K", "middle": ["A"], "last": "Hewson", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Melbourne", "location": {"addrLine": "250 Princes Highway", "postCode": "3030", "settlement": "Werribee", "region": "Victoria", "country": "Australia"}}, "email": ""}, {"first": "G", "middle": ["F"], "last": "Browning", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Melbourne", "location": {"settlement": "Parkville", "region": "Victoria", "country": "Australia"}}, "email": ""}, {"first": "J", "middle": ["M"], "last": "Devlin", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Melbourne", "location": {"settlement": "Parkville", "region": "Victoria", "country": "Australia"}}, "email": ""}, {"first": "J", "middle": [], "last": "Ignjatovic", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Melbourne", "location": {"addrLine": "250 Princes Highway", "postCode": "3030", "settlement": "Werribee", "region": "Victoria", "country": "Australia"}}, "email": ""}, {"first": "A", "middle": ["H"], "last": "Noormohammadi", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Melbourne", "location": {"addrLine": "250 Princes Highway", "postCode": "3030", "settlement": "Werribee", "region": "Victoria", "country": "Australia"}}, "email": ""}]}, "abstract": [{"text": "Objective A real-time polymerase chain reaction (PCR)/highresolution melt (HRM) curve analysis protocol was developed in our laboratory to differentiate infectious bronchitis (IB) virus reference strains. In the current study, this method was used to detect and classify IB viruses in field submissions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Procedure Over an 11-month period samples from 40 cases of suspected IB virus were received and 17 submissions were positive for IB virus by polymerase chain reaction. HRM curve analysis classified each strain as subgroup 1, 2 or 3 strain (12 submissions) or a strain that was unable to be classified (5 submissions). The 3′ untranslated region (UTR) and partial S1 gene nucleotide sequences for the 17 IB virus strains were determined and their identity with those of the relative reference strains compared to confirm the classifications generated using the HRM curve analysis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Of the 12 IB field viruses classified as subgroup 1, 2, or 3 using HRM curve analysis, the 3′UTR and S1 gene nucleotide sequences had identities Ն99% with the respective subgroup reference strain. Analysis of the 3′ UTR and S1 gene nucleotide sequences for the five IB virus strains that could not be classified indicated that four belonged to one of the subgroups, and one was a potential recombinant strain (between strains from subgroups 2 and 3). A novel recombinant strain was also detected.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusion HRM curve analysis can rapidly assign the majority of IB viruses present in field submissions to known subgroups. Importantly, HRM curve analysis also identified variant genotypes that require further investigation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A type 3 coronavirus is the causative agent of infectious bronchitis (IB), which is a disease of major significance throughout the international poultry industry. Infection in chickens causes tracheitis and/or interstitial nephritis, 1,2 the extent of which is dependent on a number of factors, including the virulence of the strain. In layers, infection with IB virus has also been implicated in declines in egg quality and production rate, 3, 4 caused by cytopathological changes in the oviduct, 5 which may or may not be accompanied by characteristic respiratory signs. 6 Recently, we demonstrated the application of an emerging technology, high-resolution melt (HRM) curve analysis following real-time polymerase chain reaction (PCR), to differentiate IB virus strains in Australia against known reference and vaccine strains. 7 This method could successfully and objectively classify IB virus strains as subgroup 1, 2 or 3, based on differences in their 3′ untranslated region (3′UTR).", "cite_spans": [{"start": 442, "end": 444, "text": "3,", "ref_id": "BIBREF2"}, {"start": 445, "end": 446, "text": "4", "ref_id": "BIBREF3"}, {"start": 498, "end": 499, "text": "5", "ref_id": "BIBREF4"}, {"start": 573, "end": 574, "text": "6", "ref_id": "BIBREF5"}, {"start": 831, "end": 832, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "However, the ability of HRM analyses to differentiate IB virus strains in field submissions and/or detect novel and/or recombinant strains has not been studied to date. Recombination of coronaviruses has been demonstrated in the group 2 coronavirus mouse hepatitis virus. 8 Recombination of coronaviruses that infect different species of animals has also been detected. 9 The ability of the IB virus to generate new strains through recombination has been suggested and examined in a number of investigations, [10] [11] [12] [13] and a number of recombination sites have been detected throughout the length of the IB virus genome.", "cite_spans": [{"start": 272, "end": 273, "text": "8", "ref_id": "BIBREF7"}, {"start": 370, "end": 371, "text": "9", "ref_id": "BIBREF8"}, {"start": 509, "end": 513, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 514, "end": 518, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 519, "end": 523, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 524, "end": 528, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "The purpose of this study was to assess the capacity of HRM curve analysis to differentiate IB virus strains in field submissions, in comparison with S1 gene sequencing, as a routine method for diagnosis.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The viral strains used in this study included vaccine strain I (subgroup 1 reference strain) (Fort Dodge Australia), N1/88 (subgroup 2 reference strain) and N1/03 (subgroup 3 reference strain). The S1 gene GenBank 14 accession numbers are FJ235187, DQ490207 and FJ235194, respectively. The 3′UTR GenBank accession numbers are FJ235181, DQ490207 and FJ235186, respectively.", "cite_spans": [], "ref_spans": [], "section": "IB virus strains"}, {"text": "Specimens from 40 cases of suspected IB virus infection, which were submitted to the University of Melbourne between 1 June 2008 and 30 April 2009, were examined by PCR to detect IB virus and positive specimens were further examined using HRM curve analysis. Table 1 shows the location of each farm, the age of the flock, the type of tissue submitted and the age at which the chickens were vaccinated against IB virus (in all cases with subgroup 1 vaccines) for each IB-viruspositive field submission. All IB virus strains identified in field submissions and not classified within a subgroup were designated 'unclassified' .", "cite_spans": [], "ref_spans": [{"start": 259, "end": 266, "text": "Table 1", "ref_id": "TABREF0"}], "section": "IB virus strains"}, {"text": "The specimens submitted were from Queensland (QLD), New South Wales (NSW), Victoria (VIC) and Western Australia (WA) and most were trachea and/or kidney tissue, but swabs and allantoic fluid (from the second passage through specific-pathogen free (SPF) eggs) were also submitted.", "cite_spans": [], "ref_spans": [], "section": "IB virus strains"}, {"text": "Total extracted RNA was available in our laboratory for all reference and vaccine strains. 7 For field submissions, 400 mL of Qiagen RLT lysis buffer (Qiagen,VIC, Australia) with 5% b-mercaptoethanol was added to a small section (approximately 5 ¥ 5 ¥ 5 mm) of kidney, or a tracheal scraping or swab. For cultured viruses, 100 mL of allantoic fluid was mixed with the lysis buffer. Total RNA was extracted and complementary DNA prepared from each of the field submissions as previously described. 7 Diethyl pyrocarbonate-treated water was used as a negative extraction control.", "cite_spans": [{"start": 91, "end": 92, "text": "7", "ref_id": "BIBREF6"}, {"start": 497, "end": 498, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Extraction of RNA"}, {"text": "All primers used in this study are shown in Table 2 . Real-time PCR and HRM curve analysis was performed as previously described, 7 using a Rotorgene 6000 (Corbett Life Science, NSW, Australia), and the conventional melt and HRM curves were used to classify each field submission as subgroup 1, 2 or 3. The genotype confidence percentage (GCP) and subsequent classification recorded at the time of initial processing (or most recent repeat analysis) were retrieved.", "cite_spans": [{"start": 130, "end": 131, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 44, "end": 51, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Real-time PCR and HRM curve analysis of the 3ЈUTR of IB viruses"}, {"text": "The 3′UTR amplicons from each field submission were separated on a 1% agarose gel, the band was excised and the DNA extracted using the UTR, untranslated region.", "cite_spans": [], "ref_spans": [], "section": "Real-time PCR and HRM curve analysis of the 3ЈUTR of IB viruses"}, {"text": "Qiaquick Gel Extraction Spin Kit (Qiagen) and sequenced (Applied Genetic Diagnostics, University of Melbourne, Parkville, VIC, Australia) using 5 mmol/L of each PCR primer (All1-F and Del1-R). The resulting sequences were aligned with subgroup reference strains using ClustalW2 (www.ebi.ac.uk/clustalw) and the highest identity with the reference sequence was recorded.", "cite_spans": [], "ref_spans": [], "section": "Real-time PCR and HRM curve analysis of the 3ЈUTR of IB viruses"}, {"text": "Amplification and sequencing of the S1 gene from each field submission All field submissions were subjected to PCR using primers Poly-F1 15 and PP2-R, as previously described, 16 to amplify a product of approximately 2100 base pairs (bp). The amplified PCR products were separated on a 1.2% agarose gel, the band was excised and sequenced as described above, using 5 mmol/L each of primer Poly-F1 and PP2-R. The sequences obtained were aligned using ClustalW2 and the nucleotide identity to reference strains recorded.", "cite_spans": [{"start": 137, "end": 139, "text": "15", "ref_id": "BIBREF14"}, {"start": 176, "end": 178, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Real-time PCR and HRM curve analysis of the 3ЈUTR of IB viruses"}, {"text": "Of the 40 field submissions received for IB virus detection, 17 were found to contain virus by PCR-HRM curve analysis. All these samples were from broiler flocks. In cases where both tracheal and kidney tissues had been submitted and determined to be positive for IB virus, the results of the HRM curve analysis from both organs were identical (data not shown) and only one tissue sample was used for subsequent analyses.", "cite_spans": [], "ref_spans": [], "section": "Identification of IB viruses in field submissions using HRM curve analysis"}, {"text": "Two IB viruses in submissions from QLD (020 and 041), six in submissions from VIC (013, 025, 026, 027, 028 and 031), and one each from NSW (032) and WA (038a) were classified as subgroup 1 (vaccine or vaccine-related strains). Two IB viruses (018 and 040), both from NSW, were classified as subgroup 3. These classifications were based on both their conventional melt curve shape and the derivation of a GCP > 80.13 with the relevant reference strain 7 (Table 3 ) from the normalised HRM curves. Three IB viruses detected in submissions from NSW (015, 043 and 050) and one each from VIC (044) and WA (038b) were deemed 'unclassified' as they had GCP values <80.13 with each of the subgroup reference strains. The conventional and normalised melt curves for all 17 IB virus field strains are shown in Figure 1 .", "cite_spans": [], "ref_spans": [{"start": 453, "end": 461, "text": "(Table 3", "ref_id": "TABREF2"}, {"start": 800, "end": 808, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Identification of IB viruses in field submissions using HRM curve analysis"}, {"text": "The unclassified field strains 015 and 038b produced conventional melt curves that were distinct from the subgroup reference strains. Both 043 and 050 produced melt curve profiles that were similar to the subgroup 3 reference strain. However, a slight variation in the shape of the curves resulted in GCP values below the cut-off with the subgroup 3 reference strain (data not shown).", "cite_spans": [], "ref_spans": [], "section": "Identification of IB viruses in field submissions using HRM curve analysis"}, {"text": "Submission 044 was a kidney tissue submitted from an 11-day-old SPF chicken, vaccinated at 1 day old with a subtype 1 vaccine (VicS). The conventional melt curve for strain 044 was similar in shape to that produced by subgroup 1 strains, but a melt curve shift to a higher temperature resulted in a GCP value below the cut-off with the subgroup 1 reference strain.", "cite_spans": [], "ref_spans": [], "section": "Identification of IB viruses in field submissions using HRM curve analysis"}, {"text": "The 3′UTR of the genome was sequenced for all 17 field submissions that were positive for IB virus. These sequences were aligned with the subgroup reference strains and the highest identity with the reference strains for each of the 17 IB virus field strains was determined ( Table 3 ). The 3′UTR nucleotide sequences for all 10 IB field viruses classified as subgroup 1 by HRM had identities of 99% and 100% with the Australian vaccine strains I and S, respectively. The 3′UTR of the unclassified field IB virus 038b contained a 40-bp deletion in its 3′UTR (data not shown), but the remaining sequence had 99% identity with vaccine strains I and S. There was a G to A base substitution in the 3′UTR of IB field virus 044 compared with subgroup 1 strains (data not shown).", "cite_spans": [], "ref_spans": [{"start": 276, "end": 283, "text": "Table 3", "ref_id": "TABREF2"}], "section": "3ЈUTR sequences and HRM curve analysis classification"}, {"text": "IB field viruses 018 and 040 (both classified as subgroup 1) had 3′UTR nucleotide sequence identity scores of 99%, whereas the unclassified strain 015 had an identity score of 98% with the subgroup 3 reference strain N1/03 ( Table 3 ). The unclassified IB field viruses 043 and 050 both had 3′UTR nucleotide sequence identity scores of 99% with subgroup 3 reference strain N1/03 (Table 3) , with both containing the same C to T base substitution at position 353 of the amplicon (data not shown), which explained the variations in the melt curves.", "cite_spans": [], "ref_spans": [{"start": 225, "end": 232, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 379, "end": 388, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "3ЈUTR sequences and HRM curve analysis classification"}, {"text": "The complete S1 gene sequence (approximately 1720 bp excluding the flanking sequences for the polymerase and S2 genes) was determined for submissions 013, 015, 018, 026, 028 and 044. Only partial S1 gene sequences could be obtained for IB field viruses 025, 027, 031, 032, 038a, 038b and 040 because of the small amount of template amplified (relative to the viruses for which the complete S1 gene was successfully sequenced). The length of the partial S1 gene sequences ranged from 800 bp (043) to 1684 bp (027). The S1 gene nucleotide sequence iden- tities of the field submissions with the most closely related reference strain are shown in Table 3 .As the partial S1 gene sequences did not all span the same area, the initial alignment was used to determine the reference strain to which each partial sequence was most related. Each partial S1 gene sequence was then aligned separately with its respective reference strain and the nucleotide sequence identity recorded. Amplification of the S1 genes from field submissions 020, 041, and 050 was either unsuccessful or did not produce sufficient template for sequencing.", "cite_spans": [], "ref_spans": [{"start": 644, "end": 651, "text": "Table 3", "ref_id": "TABREF2"}], "section": "S1 gene nucleotide sequences for classified field viruses"}, {"text": "The IB virus field strain 015 had the highest S1 gene nucleotide sequence identity score (93%) with the subgroup 2 reference strain N1/88, and nucleotide sequence identities Յ 67% with all other strains. This contrasted with its 3′UTR nucleotide sequence identity score of 98% with the subgroup 3 reference strain N1/03, suggesting that this IB field virus is likely to be a recombinant virus.", "cite_spans": [], "ref_spans": [], "section": "S1 gene nucleotide sequences for classified field viruses"}, {"text": "IB field viruses 013, 025, 026, 027, 028, 031, 032 and 038a had S1 gene nucleotide sequence identities Ն 99% with the subgroup 1 reference strain vaccine I, correlating with their 3′UTR nucleotide sequence identity scores with this strain and the HRM curve analyses. IB field viruses 038b and 044 also had S1 gene nucleotide sequence identities Ն 99% with the subgroup 1 reference strain vaccine I correlating with their 3′UTR nucleotide sequence identity scores with this strain.", "cite_spans": [], "ref_spans": [], "section": "S1 gene nucleotide sequences for classified field viruses"}, {"text": "IB field viruses 018 and 040 had nucleotide sequence identities of 99% with the subgroup 3 reference strain N1/03, correlating with their 3′UTR nucleotide sequence identity scores with this strain and the HRM curve analyses. The S1 gene nucleotide sequence identity of IB field virus 043 was 99% with the subgroup 3 reference strain N1/03, correlating with its 3′UTR nucleotide sequence identity with this strain.", "cite_spans": [], "ref_spans": [], "section": "S1 gene nucleotide sequences for classified field viruses"}, {"text": "HRM curve analyses of field submissions containing IB viruses identified strains of the virus that required further investigation, and enabled the detection of an Australian recombinant IB virus strain. The classification of field submissions as either subgroup 1 or 3 using HRM curve analysis correlated with both S1 gene and 3′UTR nucleotide sequence comparisons. No IB field viruses were classified by HRM curve analysis as being related to the subgroup 2 reference strain N1/88. IB field virus 015 had contrasting nucleotide sequence identity matches for its 3′UTR and S1 gene sequences, and also produced a distinct melt curve profile. Its 3′UTR sequence suggested a close relationship with the subgroup 3 reference strain N1/03, whereas its S1 gene was most similar to the subgroup 2 reference strain N1/88. Strains belonging to subgroup 2 are distinct from strains belonging to subgroup 3. 20 This suggests that IB field virus 015 was a recombination of two viruses from different subgroups. Recombination involving the S1 gene has been extensively documented 11, 13, [17] [18] [19] [20] [21] [22] and has even been suggested as a basis for the virulence of turkey coronavirus. 23 The nucleotide sequences of the 3′UTR and the S1 gene of the unclassified IB field virus 038b were 99% identical to that of the subgroup 1 reference strain, but this virus generated a distinct conventional melt curve. The 3′UTR nucleotide sequencing revealed that this was because of a 40-bp deletion compared with the sequences for subgroup 1 viruses. Further investigation revealed that this deletion was immediately upstream of the 58-bp deletion that exists in the 3′UTR of all subgroup 1 strains (vaccine and vaccine-related IB virus strains). 24 Thus, the HRM curve analysis was able to differentiate this IB virus when S1 gene sequencing alone would not have detected a difference. This 40-bp deletion has been detected previously 7 in our laboratory when VicS is amplified using primers All1-F and Del1-R. Interestingly, the flock from which the submission originated had been vaccinated with VicS vaccine at 1 day old.", "cite_spans": [{"start": 897, "end": 899, "text": "20", "ref_id": "BIBREF19"}, {"start": 1067, "end": 1070, "text": "11,", "ref_id": "BIBREF10"}, {"start": 1071, "end": 1074, "text": "13,", "ref_id": "BIBREF12"}, {"start": 1075, "end": 1079, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1080, "end": 1084, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1085, "end": 1089, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1090, "end": 1094, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1095, "end": 1099, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1100, "end": 1104, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1185, "end": 1187, "text": "23", "ref_id": "BIBREF22"}, {"start": 1737, "end": 1739, "text": "24", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "Visual observation of the melt curves and the S1 gene and 3′UTR nucleotide sequences for 043 and 044 suggested that they were subgroup 3 and subgroup 1 IB viruses, respectively, but the base changes discovered in their 3′UTRs most likely resulted in the melt curve changes and, ultimately, GCPs below the cut-off. This further demonstrates the sensitivity of HRM curve analysis for detecting differences between IB viruses and its capacity for non-subjective classification using GCP values. It is interesting to note that field submission 044 was from an 11-day-old SPF chicken that had been vaccinated at 1 day old with VicS vaccine, but subsequently developed interstitial nephritis. It is not known if the IB virus present in field submission 044 was derived from the VicS vaccine.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Based on the age of detection, the age of vaccination (Table 1) and their S1 gene and 3′UTR nucleotide sequence identities, IB field viruses 025, 027, 031, 032 and 038b, which were classified by HRM curve analysis as subgroup 1 strains (vaccine or vaccine-related), have presumably been re-isolations of the vaccine virus.", "cite_spans": [], "ref_spans": [{"start": 54, "end": 63, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "The failure to amplify S1 gene sequences from 020, 041, and 050 was most probably related to the large size of the target amplicon (approximately 1720 bp) and the limited quantity of viral RNA available. This, together with the detection of novel strains 015 and 038b by HRM curve analysis, further emphasises that nucleotide sequencing of the S1 gene alone is not sufficient or reliable for IB virus classification. [25] [26] [27] [28] Sequencing alone of the S1 gene of field strains 015 and 038b would have resulted in incorrect characterisation of these two IB field viruses.", "cite_spans": [{"start": 417, "end": 421, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 422, "end": 426, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 427, "end": 431, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 432, "end": 436, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "Further analysis of field strain 015 is necessary to establish the origin of this strain and to determine its virulence for chickens. It would also be of interest to assess whether the current Australian vaccines protect against this recombinant strain.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Protection of chickens against renal damage caused by a nephropathogenic infectious bronchitis virus", "authors": [{"first": "Jka", "middle": [], "last": "Cook", "suffix": ""}, {"first": "J", "middle": [], "last": "Chesher", "suffix": ""}, {"first": "W", "middle": [], "last": "Baxendale", "suffix": ""}], "year": 2001, "venue": "Avian Pathol", "volume": "30", "issn": "", "pages": "423--426", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Susceptibility of three genetic lines of chicks to infection with a nephropathogenic T strain of avian infectious bronchitis virus", "authors": [{"first": "J", "middle": [], "last": "Ignjatovic", "suffix": ""}, {"first": "R", "middle": [], "last": "Reece", "suffix": ""}, {"first": "F", "middle": [], "last": "Ashton", "suffix": ""}], "year": 2003, "venue": "J Comp Pathol", "volume": "128", "issn": "", "pages": "92--98", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Effects of avian infectious bronchitis virus (arkansas strain) on vaccinated laying chickens", "authors": [{"first": "M", "middle": ["A"], "last": "Muneer", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Newman", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Halvorson", "suffix": ""}, {"first": "V", "middle": [], "last": "Sivanandan", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Coon", "suffix": ""}], "year": 1987, "venue": "Avian Dis", "volume": "31", "issn": "", "pages": "820--828", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Effects of infectious bronchitis on the reproductive tracts, egg production, and egg quality of laying chickens", "authors": [{"first": "M", "middle": [], "last": "Sevoian", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Levine", "suffix": ""}], "year": 1957, "venue": "Avian Dis", "volume": "1", "issn": "", "pages": "136--164", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Ultrastructural study of infectious bronchitis virus infection in infundibulum and magnum of commercial laying hens", "authors": [{"first": "K", "middle": ["K"], "last": "Chousalkar", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Roberts", "suffix": ""}], "year": 2007, "venue": "Vet Microbiol", "volume": "122", "issn": "", "pages": "223--236", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Infectious bronchitis", "authors": [{"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Naqi", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Saif", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Barnes", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Glisson", "suffix": ""}], "year": 2003, "venue": "Diseases of poultry", "volume": "", "issn": "", "pages": "101--119", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Rapid detection and non-subjective characterisation of infectious bronchitis virus isolates using high-resolution melt curve analysis and a mathematical model", "authors": [{"first": "K", "middle": [], "last": "Hewson", "suffix": ""}, {"first": "A", "middle": [], "last": "Noormohammadi", "suffix": ""}, {"first": "J", "middle": [], "last": "Devlin", "suffix": ""}, {"first": "K", "middle": [], "last": "Mardani", "suffix": ""}, {"first": "J", "middle": [], "last": "Ignjatovic", "suffix": ""}], "year": 2009, "venue": "Arch Virol", "volume": "154", "issn": "", "pages": "649--660", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Reverse genetics of the largest RNA viruses", "authors": [{"first": "P", "middle": ["S"], "last": "Masters", "suffix": ""}, {"first": "K", "middle": [], "last": "Margniorosch", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Murphy", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Shatkin", "suffix": ""}], "year": 1999, "venue": "Adv Virus Res", "volume": "53", "issn": "", "pages": "245--264", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Feline coronavirus type II strains 79-1683 and 79-1146 originate from a double recombination between feline coronavirus type I and canine coronavirus", "authors": [{"first": "Aapm", "middle": [], "last": "Herrewegh", "suffix": ""}, {"first": "I", "middle": [], "last": "Smeenk", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Horzinek", "suffix": ""}, {"first": "Pjm", "middle": [], "last": "Rottier", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "De Groot", "suffix": ""}], "year": 1998, "venue": "J Virol", "volume": "72", "issn": "", "pages": "4508--4514", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Sequence evidence for RNA recombination in field isolates of avian coronavirus infectious bronchitis virus", "authors": [{"first": "J", "middle": ["G"], "last": "Kusters", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Jager", "suffix": ""}, {"first": "Hgm", "middle": [], "last": "Niesters", "suffix": ""}, {"first": "Bam", "middle": [], "last": "Van Der Zeijst", "suffix": ""}], "year": 1990, "venue": "Vaccine", "volume": "8", "issn": "", "pages": "605--608", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Evidence of natural recombination within the S1 genes of infectious bronchitis virus", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Junker", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Collisson", "suffix": ""}], "year": 1993, "venue": "Virology", "volume": "192", "issn": "", "pages": "710--716", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Gene 5 of the avian coronavirus infectious bronchitis virus is not essential for replication", "authors": [{"first": "R", "middle": [], "last": "Casais", "suffix": ""}, {"first": "M", "middle": [], "last": "Davies", "suffix": ""}, {"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}, {"first": "P", "middle": [], "last": "Britton", "suffix": ""}], "year": 2005, "venue": "J Virol", "volume": "79", "issn": "", "pages": "8065--8078", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Phylogenetic analysis of partial S1 and N gene sequences of infectious bronchitis virus isolates from Italy revealed genetic diversity and recombination", "authors": [{"first": "Y", "middle": ["A"], "last": "Bochkov", "suffix": ""}, {"first": "G", "middle": [], "last": "Tosi", "suffix": ""}, {"first": "P", "middle": [], "last": "Massi", "suffix": ""}, {"first": "V", "middle": [], "last": "Drygin", "suffix": ""}], "year": 2007, "venue": "Virus Genes", "volume": "35", "issn": "", "pages": "65--71", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Typing infectious bronchitis virus strains using reverse transcription-polymerase chain reaction and restriction fragment length polymorphism analysis to compare the 3′ 7.5 kb of their genomes", "authors": [{"first": "K", "middle": [], "last": "Mardani", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Noormohammadi", "suffix": ""}, {"first": "J", "middle": [], "last": "Ignatovic", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Browning", "suffix": ""}], "year": 2006, "venue": "Avian Pathol", "volume": "35", "issn": "", "pages": "63--69", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Severe acute respiratory syndrome vaccine development: experiences of vaccination against avian infectious bronchitis coronavirus", "authors": [{"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}], "year": 2003, "venue": "Avian Pathol", "volume": "32", "issn": "", "pages": "567--582", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Complete genomic sequence analysis of infectious bronchitis virus Ark DPI strain and its evolution by recombination", "authors": [{"first": "A", "middle": [], "last": "Ammayappan", "suffix": ""}, {"first": "C", "middle": [], "last": "Upadhyay", "suffix": ""}, {"first": "J", "middle": [], "last": "Gelb", "suffix": ""}, {"first": "V", "middle": [], "last": "Vakharia", "suffix": ""}], "year": 2008, "venue": "Virol J", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Identification of Taiwan and China-like recombinant avian infectious bronchitis viruses in Taiwan", "authors": [{"first": "H-W", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y-P", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C-H", "middle": [], "last": "Wang", "suffix": ""}], "year": 2009, "venue": "Virus Res", "volume": "140", "issn": "", "pages": "121--129", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Antigenic and molecular characterization of isolates of the Italy 02 infectious bronchitis virus genotype", "authors": [{"first": "R", "middle": [], "last": "Dolz", "suffix": ""}, {"first": "J", "middle": [], "last": "Pujols", "suffix": ""}, {"first": "G", "middle": [], "last": "Ordóñez", "suffix": ""}, {"first": "R", "middle": [], "last": "Porta", "suffix": ""}, {"first": "N", "middle": [], "last": "Majó", "suffix": ""}], "year": 2006, "venue": "Avian Pathol", "volume": "35", "issn": "", "pages": "77--85", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Isolation of a variant infectious bronchitis virus in Australia that further illustrates diversity among emerging strains", "authors": [{"first": "J", "middle": [], "last": "Ignjatovic", "suffix": ""}, {"first": "G", "middle": [], "last": "Gould", "suffix": ""}, {"first": "S", "middle": [], "last": "Sapats", "suffix": ""}], "year": 2006, "venue": "Arch Virol", "volume": "151", "issn": "", "pages": "1567--1585", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "S1 gene sequence heterogeneity of a pathogenic infectious bronchitis virus strain and its embryo-passaged, attenuated derivatives", "authors": [{"first": "S", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Han", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}], "year": 2007, "venue": "Avian Pathol", "volume": "36", "issn": "", "pages": "231--234", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Sequence analysis of the S1 glycoprotein of infectious bronchitis viruses: identification of a novel genotypic group in Australia", "authors": [{"first": "S", "middle": ["I"], "last": "Sapats", "suffix": ""}, {"first": "F", "middle": [], "last": "Ashton", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Wright", "suffix": ""}, {"first": "J", "middle": [], "last": "Ignjatovic", "suffix": ""}], "year": 1996, "venue": "J Gen Virol", "volume": "77", "issn": "", "pages": "413--418", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Comparative genomics on avian coronaviruses: origin and divergence associated with host and pathogenic shifts", "authors": [{"first": "M", "middle": ["W"], "last": "Jackwood", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Paterson", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Kissinger", "suffix": ""}], "year": 2009, "venue": "VI International Symposium on Avian Corona and Pneumoviruses and Complicating Pathogens. Rauischholzhausen", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Rapid differentiation of current infectious bronchitis virus vaccine strains and field isolates in Australia", "authors": [{"first": "K", "middle": [], "last": "Mardani", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Browning", "suffix": ""}, {"first": "J", "middle": [], "last": "Ignjatovic", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Noormohammadi", "suffix": ""}], "year": 2006, "venue": "Aust Vet J", "volume": "84", "issn": "", "pages": "59--62", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Infectious bronchitis virus S1 gene sequence comparison is a better predictor of challenge of immunity in chickens than serotyping by virus neutralization", "authors": [{"first": "B", "middle": ["S"], "last": "Ladman", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Loupos", "suffix": ""}, {"first": "Gelb", "middle": [], "last": "Jr", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Avian Pathol", "volume": "35", "issn": "", "pages": "127--133", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Detection of infectious bronchitis virus by multiplex polymerase chain reaction and sequence analysis", "authors": [{"first": "H", "middle": ["J"], "last": "Liu", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Shih", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Liao", "suffix": ""}], "year": 2003, "venue": "J Virol Methods", "volume": "109", "issn": "", "pages": "31--37", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Sequence analysis of the gene coding for the S1 glycoprotein of infectious bronchitis virus (IBV) strains from New Zealand", "authors": [{"first": "R", "middle": [], "last": "Mcfarlane", "suffix": ""}, {"first": "R", "middle": [], "last": "Verma", "suffix": ""}], "year": 2008, "venue": "Virus Genes", "volume": "37", "issn": "", "pages": "351--357", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Relationship between serotypes and genotypes based on the hypervariable region of the S1 gene of infectious bronchitis virus", "authors": [{"first": "C", "middle": ["H"], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Huang", "suffix": ""}], "year": 2000, "venue": "Arch Virol", "volume": "145", "issn": "", "pages": "291--300", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Melt curves generated using HRM curve analysis. The conventional and normalised melt curves generated for all field submissions classified as subgroup 1, including the subgroup 1 reference strain, vaccine I, are shown in (a) and (c) respectively. The conventional and normalized melt curves for all remaining field submissions, including subgroup 2 and subgroup 3 reference strains (N1/88 and N1/03 respectively), are shown in (b) and (d) respectively.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Field submissions from broiler chickens determined to be positive for infectious bronchitis (IB) virus Tissue specimen chosen for analysis because both trachea and kidney specimens tested positive for IB viruses with similar HRM curves and GCPs. b Subgroup 1 vaccines I, S and B were used. GCP, genotype confidence percentage; HRM, high-resolution melt; NSW, New South Wales; QLD, Queensland; VIC, Victoria; WA, Western Australia.", "latex": null, "type": "table"}, "TABREF1": {"text": "Oligonucleotide primers used in study of infectious bronchitis viruses in field specimensLocation of the primer on the reference IB virus strain Beaudette (GenBank accession number NC001451).", "latex": null, "type": "table"}, "TABREF2": {"text": "Classification of field submissions into subgroups of infectious bronchitis virusVaccine I used as the genotype/reference. b HRM profile did not match any of the class reference strains. c Reference strain N1/03 used as the genotype/reference. d Highest GCP below cut-off. e Maximum length of sequence obtained from S1 gene sequencing that was used to generate the nucleotide sequence identities (full amplicon approximately 1720 bp). f Complete S1 gene sequence obtained. g Amplification/sequencing not successful. h Reference strain N1/88 used as the genotype/reference. bp, base pairs; GCP, genotype confidence percentage; HRM, high-resolution melt; NA, not available; UTR, untranslated region.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The primary author was supported by scholarships from The University of Melbourne and the Australian Poultry Cooperative Research Centre. The authors thank Denise O'Rourke for technical assistance.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}