{
    "paper_id": "0d1711c11bc8a01fd7bd69cc0c2c6b069fd65117",
    "metadata": {
        "title": "A Sentiment-Based Hotel Review Summarization Using Machine Learning Techniques",
        "authors": [
            {
                "first": "Agorakis",
                "middle": [],
                "last": "Bompotas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Patras",
                    "location": {
                        "settlement": "Patras",
                        "country": "Greece"
                    }
                },
                "email": "mpompotas@ceid.upatras.gr"
            },
            {
                "first": "Aristidis",
                "middle": [],
                "last": "Ilias",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Patras",
                    "location": {
                        "settlement": "Patras",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Andreas",
                "middle": [],
                "last": "Kanavos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Patras",
                    "location": {
                        "settlement": "Patras",
                        "country": "Greece"
                    }
                },
                "email": "kanavos@ceid.upatras.gr"
            },
            {
                "first": "Christos",
                "middle": [],
                "last": "Makris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Patras",
                    "location": {
                        "settlement": "Patras",
                        "country": "Greece"
                    }
                },
                "email": "makri@ceid.upatras.gr"
            },
            {
                "first": "Gerasimos",
                "middle": [],
                "last": "Rompolas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Patras",
                    "location": {
                        "settlement": "Patras",
                        "country": "Greece"
                    }
                },
                "email": "robolas@ceid.upatras.gr"
            },
            {
                "first": "Alkiviadis",
                "middle": [],
                "last": "Savvopoulos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Patras",
                    "location": {
                        "settlement": "Patras",
                        "country": "Greece"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the advent of social media, there is a data abundance so that analytics can be reliably designed for ultimately providing valuable information towards a given product or service. In this paper, we examine the problem of classifying hotel critiques using views expressed in users' reviews. There is a massive development of opinions and reviews on the web, which invariably include assessments of products and services, and beliefs about events and persons. In this study, we aim to face the problem of the forever increasing amount of opinionated data that is published in a variety of data sources. The intuition is the extraction of meaningful services despite the lack of sufficient existing architectures. Another important aspect that needs to be taken into consideration when dealing with brand monitoring, relates to the rapid heterogeneous data processing, which is vital to be implemented in real-time in order for the business to react in a more immediate way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the emergent field of Web 2.0, users' reviews, comments and reports have constituted a crucial area of interest for tourism businesses. As an escalating number of consumers are inclined to share as well as exchange their personal experiences in social networks, forums and websites, the tourism industry has radically altered the way of increasing and influencing customers' engagement with tourism brands [10] . In this new era of e-tourism, businesses, in order to keep up with the upsurging competition, have to develop innovative marketing strategies and techniques focused on customers' needs and satisfaction. Subsequently, in the last years, there has been a wide interest in extracting actionable insights on customers' behaviour and sentiment by leveraging user-generated content, that will enable businesses to identify and in following predict the usefulness of online reviews [4] .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 413,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 891,
                    "end": 894,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The widespread use of social media platforms has significantly contributed to the growth of the electronic word-of-mouth (eWOM) communication, which has notable impact on the tourism industry. This textual kind of communication is encapsulated in online reviews and has attracted researchers' interest in various domains. In particular, text and opinion mining systems have been proposed in the literature in order to analyse and classify customers' reviews, providing thus businesses with the capability of monitoring their online brand reputation [17, 20] . Moreover, due to the large volume of user-generated data, text summarization techniques have also been proposed in order to effectively and efficiently identify the top-k most informative sentences of hotel reviews [12] .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In general, despite the textual information, reviews consist of a score rating mechanism, which can reflect the overall customer satisfaction in a very explicit way. Although customers' ratings have been found to be highly correlated with the sentiment polarity of the corresponding textual content of the reviews [5] , there is still a strong interest in further examining and evaluating the textual content under specific technical attributes, which can influence customer ratings [22] . In any case, it is obvious that customers' reviews are a vital source of information for the tourism industry, as they enable businesses to have a clear view of the most important aspects deriving from them and thus they can better prioritize and optimize their marketing strategies.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The vast amount of user-generated content has led to the need of NoSQL databases in order to manipulate them in a scalable and productive way [21] . Therefore, in this paper, a NoSQL system with an automated tool that generates an intelligent mechanism for analysing data and exporting useful knowledge and insights to tourism traders, is proposed. As a result, businesses will be able to adjust their marketing strategies and adapt to the customer needs in time, and simultaneously reducing their human resource requirements.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The contribution of this work lies in the design of a new approach for analyzing hotel reviews using Latent Dirichlet Allocation (LDA) for aspect mining and Neural Networks (NN) for sentiment analysis. A dynamic architecture, which receives the data stream, on-line or off-line in order not to overload the systems of the participating hotels or their service providers, is proposed. It extracts the aspects along with the sentiment of the hotel reviewers by applying LDA and NN modules accordingly, then stores the data and finally, attempts to correlate the data with the reviewers. The process is not obvious, given the anonymity of the reviewers, but the attempt to correlate them can be implemented with extensive training of the NN. Our architecture proposes a novel platform utilizing the benefits of both algorithms, so that it can be used in an effective way in data forecasting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is organized as follows. Section 2 describes related work. The key design ideas and concepts of the architecture of the proposed Sentiment Analysis system are presented in Sect. 3. In Sect. 4 we present implementation details regarding the system infrastructure, while in Sect. 5 we provide our conclusions and thoughts relating to future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Due to the growing available data that are generated on a daily basis from hotels worldwide, a turn of attention has been observed in academic literature in adopting new ways of managing the insightful hotel data, and extrapolate important and valuable information, which can later be used for sustainable economic growth. The nature of most of these data are mainly in the form of text, accompanied by a certain numerical grading. These two characteristics constitute a modern review regarding the user's accommodation. Such reviews contain in their main body the reviewer's opinion of the hotel as well as a grade that indicates the polarity or the sentiment towards the accommodation, and wholly characterizes the experience itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "In [17] , an overview of a review management tool is shown where a variety of hotel comments were collected, in order to hark the visitors' points and views of the hotel quality. At the same point, the work presented in [11] introduces a more general and non context-specific approach for opinion mining, based on customer reviews. More specifically, authors performed a summarizing of the numerous comments and reviews regarding particular products, and in following extracted a comprehensive polarity percentage that represents the sentiment of the buyers as a whole. Altogether, the sentiment of a review as well as the general sentiment that hotel reviews accumulate, can produce a meaningful abstraction and pinpoint either problems that the management can solve or aid potential customers in choosing their next hotel [18] .",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Social media compose platforms that welcome a vast amount of product and service reviews, which have an unbeatable advantage over classic comments under the designated product; more to the point, the graph representation and the links between reviews can provide deeper latent connections between sentiment and review. One such corresponding work has been implemented in [14] , where authors demonstrated numerous academic researches that concentrate on consequential sentiment analysis through the scope of social media. Coauthoring an extension of their previous work, authors in [16] also showed the scalability of their methodologies, where massive collections of review data were processed with the aid of distributed computing frameworks, while maintaining robustness in terms of velocity of processing and accuracy of sentiment prediction.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "However, the process of analyzing the sentiment in general and in retrospect, the sentiment polarity of reviews is not straightly performed into the raw collected data. A number of pre-processing layers must be beforehand executed so in the work presented in [9] , this importance is greatly highlighted. Before advancing to the classification and performance evaluation steps, two important layers take place; data transformation and filtering. Data were cleaned and stripped of useless tags, and in following, stemming and lemmatization procedures occurred. During the filtering step, a statistical analysis to measure the dependency between word and category that the word is included, was performed with the aid of the Chi-square test. As shown in the performance evaluation step, all measurements were improved when considering the pre-processing procedure in comparison to completely avoiding that step, in terms of the three basic evaluation metrics, namely F 1-measure, accuracy and recall.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "As a result, the review management is immediately dependent on the aforementioned nature of the reviews, which is none other than a text collection. Thus, the branch of text mining as a tool to aid this process is deemed essential. There has been much academic literature throughout the latest decades regarding text mining and opinion mining techniques, either of probabilistic nature or not [1, 3] . As a previous work on opinion clustering emerging in reviews, one can consider the setup presented in [6] . Other existing works that deal with customers' buying habits is presented in [13, 15] .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 397,
                    "end": 399,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "The machine learning algorithms have the advantage of dealing with high dimensional and nonlinear relationships, which is especially suitable for establishing train dynamic model and train speed prediction on account of the dynamic and nonlinear nature [19] . One of the most classic text mining techniques that composed the foundation for modern opinion mining is the Latent Dirichlet Allocation (LDA) [2, 7, 8] . LDA is a probabilistic algorithm that can discover the latent topics that may exist within the reviews of the collection. More specifically, LDA extracts the top N topics that are most common in a review, based on the representations of the most frequent words with the input being a term document matrix, whereas two distributions are considered as output; one for document-topic relations and the other for topic-word ones.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 407,
                    "end": 409,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 410,
                    "end": 412,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "In this section, we will elaborate on the key design ideas and concepts regarding the architecture of the proposed Sentiment Analysis platform. As depicted in Fig. 1 , our system consists of an Application Programming Interface (API) that serves as the gateway to an online hotel booking platform (or a channel manager), a NoSQL database and the Sentiment Analysis Infrastructure which in turn is divided into five different modules.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 165,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "System Architecture"
        },
        {
            "text": "The flow of data within the system is relatively simple. Initially, hotel reviews are inserted in the database through the corresponding API, where they become available to the Sentiment Analysis Infrastructure. The Natural Language Processing module initially parses the stored reviews, transforms them into the appropriate form and eventually passes them to the Aspect Mining and Sentiment Analysis modules. Subsequently, the intermediate results are given as input to the Results Combiner module, which produces the final outputs and stores them back to the database. Finally, both the initial reviews and the results of the analysis are easily accessible through the API.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System Architecture"
        },
        {
            "text": "For exposing the Sentiment Analysis Infrastructure to the systems that will access it, a RESTful web service was implemented. Concretely, it supports both GET and POST requests and the data exchanged over the API are expected to be in the form of JavaScript Object Notation (JSON). The API allows the user to insert new hotel reviews to the system and update or simply retrieve information about the old ones. The aforementioned functionality can be extended as well to the authors of the reviews. The access to the API is restricted and an authentication method is utilized for avoiding illwanted visiting. Regarding the API implementation, Python programming language in combination with the popular Flask microframework were selected, because of their lightweight and powerful properties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hotel Reviews Sentiment Analysis API"
        },
        {
            "text": "For storing the hotel reviews along with the intermediate and final results produced by the Sentiment Analysis Infrastructure, a fast but flexible database system was required. Furthermore, the risk that the number of reviews can grow exponentially created the additional need for scale-out, which dictated us to swift away from the traditional RDBMs and to seek a NoSQL alternative. As no join operations were compulsory for our analysis, a document-based database was deemed as the best suited solution. More specifically, we opted to use the MongoDB, because of its maturity level along with the robustness it provides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Storage"
        },
        {
            "text": "The first module of the Sentiment Analyzer is responsible for processing the raw text of the hotel reviews with the aim of producing the vectors that will be used as input for the next modules. This process, which is also known as feature extraction, can be further analyzed into four separate stages: Sentence Splitting, Tokenization, Stopwords Removal and Tf/Idf Calculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Natural Language Processing Module"
        },
        {
            "text": "In most cases, the importance of a review content is condensed within the first few sentences of a text. Therefore, tokenization of sentences is deemed as crucial, as well as extracting the sentences where the necessary information resides. Often, a simple split of the text string on every dot will suffice. However, there are many cases in the English language, where the period punctuation is used for reasons other than ending a sentence such as timestamp depiction (a.m., p.m.). That is why the sentence splitting module must be context-aware.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Natural Language Processing Module"
        },
        {
            "text": "Regarding the tokenization of the text body, the first step is splitting the sentence into separate words by using the space string to perform the splitting. These words are generally referred to as tokens, which is no other than a sequence of characters grouped together to form a semantic unit. However, not all terms or units are useful for the final analysis, since there are words that are deemed trivial or others that contribute to the general context far more heavily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Natural Language Processing Module"
        },
        {
            "text": "A useful technique to apply to the extracted tokens is the stemming and lemmatization technique. Many words contained in the same document correlate, since they belong to similar derivational families and have similar meanings. Thus, it is deemed useful to extract a general lemma that applies to all words with similar prefixes, and remove the corresponding suffix. This procedure allows any Natural Processing Module to work faster, since it handles exceptionally less words in a smaller vocabulary, without sacrificing any percentage of context or meaningful information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Natural Language Processing Module"
        },
        {
            "text": "After the application of the above mentioned procedures, Tf/Idf weighting can be performed. There the term frequency definition is combined with the inverse document frequency, in order to produce a specific weight for every word that exists inside each document. This assigned weight takes higher values when the terms occur many times inside a few documents, and lower when the term occurs less times in a document or generally occurs in various documents. When the word exists in every document, it is deemed borderline meaningless.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Natural Language Processing Module"
        },
        {
            "text": "Each stage is assigned to a sub-module designed and developed specifically for the corresponding task. In addition, these sub-modules are connected in order to form a pipeline that receives as input the collection of the reviews and produces the final vectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Natural Language Processing Module"
        },
        {
            "text": "The Aspect Mining Module aims to detect the aspect where each sentence of the review refers to. In order to achieve this goal, both a supervised and an unsupervised learning approach are employed. Initially, each sentence is labeled by a Multiclass Classifier. The aspects are simply considered as the predefined labels, which are commonly found in hotel reviews (e.g., cleanliness, facilities, etc.) with the addition of an \"undefined\" class. However, some extra analysis is required in order to discover potential aspects that were omitted. This analysis is performed by the second submodule of the Aspect Mining Module, which employs Latent Dirichlet Allocation (LDA). LDA is considered a generative probabilistic model of a collection of composites, made up of parts. It is designed based on the idea that each document in a collection can be described by a distribution of topics and simultaneously, each topic can be described by a distribution of words. In our scenario, where hotel reviews are in place of documents and the aim is to discover the aspects that characterize them, it is evident why LDA constitutes a perfect fit to our problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspect Mining Module"
        },
        {
            "text": "In the proposed system, there are two Sentiment Analysis Modules; the first one characterizes the whole review based on the polarity of the sentiment that expresses, while the second one attempts to do the same but for every aspect mentioned. The sentiments are both detected with the use of predefined rulebased sentiment annotators as well as machine learning models. The output of these modules constitutes a vector of sentiment scores that are then passed to the Results Combiner Module.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sentiment Analysis Module"
        },
        {
            "text": "Regarding the training of the aforementioned models, a number of classifiers was employed and the Long Short Term Memory Neural Networks (LSTMs) emerged as the most efficient solution. Compared to the standard Neural Networks, which only allow information flowing forward from the input nodes to the output nodes, LSTMs are equipped with feedback connections. More to the point, based on this feature, LSTMs are able to effectively handle entire sequences of data and are best suited in fields such as speech recognition and text processing. Furthermore, LSTMs use \"exploit\" for regulating the flow of data within their cells in order to deal with the exploding and vanishing gradient problems that are the most common shortcomings of the traditional Recurrent Neural Networks (RNN).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sentiment Analysis Module"
        },
        {
            "text": "As derived from its name, the Results Combiner Module gathers the information about the extracted sentiment of reviews by the previous modules and attempts to produce an insight useful to the end user. It consists of two different submodules; the first one calculates a score of the review in order to quantify the overall customer satisfaction, whereas the second one issues warnings that might help the hoteliers to understand their shortcomings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results Combiner Module"
        },
        {
            "text": "The functionality of each aforementioned module is widely enhanced through the advancements of machine learning algorithms, whereas their efficiency, robustness and velocity of training have been proved throughout the scientific literature of the last decade. In this experimental work, the detection of the sentiment in each hotel review, as well as their polarity related to aspects that pertain them, is made feasible with the use of the following algorithms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "Neural Networks' capability has made possible the successful supervised training of classifiers on collections of data big enough; this training can ensure a wide captivation of patterns in the corresponding dataset. Given well structured data, the Long Short Term Memory Neural Networks (LSTM) can provide consequential classifications, especially when sequences must be managed. The case at hand can be directly associated with sequences since hotel review collections consist of text data, whilst their labels are the polarized sentiments of the document that need to be detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long Short Term Memory (LSTM) Neural Networks"
        },
        {
            "text": "LSTMs' architecture is based on \"cell state\" and \"gates\" through which the input information is propagated. More accurately, there are three gates and two states in LSTMs: the forget gate ( f t ) whose responsibility is to remove unnecessary information from the cell state taking as input the hidden state of the previous cell h t−1 and data record x t . Next, the input gate ( i t ) adds new information on the cell state by creating a vector of all possible values and multiplying them with the tanh function. In following, the output gate ( o t ) transfers a percentage of information to the hidden state, so that the LSTM can maintain its robustness by preserving the long-term dependencies. Finally, regarding the two states, the cell state ( c t ) represents the internal memory of the cell and the hidden state ( h t ) decides the time frame of the recalled dependency. These characteristics are presented in the following Eq. 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long Short Term Memory (LSTM) Neural Networks"
        },
        {
            "text": "The fundamental functionality of Latent Dirichlet Allocation (LDA) resides in the idea that each document has a number of words (terms as a subset of the total word collection), which are partially involved in the said document as well as a number of topics, which are elaborated in this document. The detection of topics that the document consists of as well as the correlation of its words with those topics, can be considered as the utmost goal of LDA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Latent Dirichlet Allocation (LDA)"
        },
        {
            "text": "In this work, the hotel reviews can be seen as documents, whereas the aspects as topics, which the review is meant to analyze. LDA will parse each document and allocate each review word to a specific topic through a parameterized Dirichlet allocation, allowing thus a degree of initial randomness. Afterward, two calculations are performed: initially the number of words in the review that were assigned a specific topic divided by the number of words in any topic, as well as the percentage of allocations given a topic that were derived through a given word.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Latent Dirichlet Allocation (LDA)"
        },
        {
            "text": "As a result, the probability of a word belonging to a topic is updated by the multiplication of the two aforementioned values. The re-assignment of documents to words and topics takes place until convergence and a stable mixture of topics are produced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Latent Dirichlet Allocation (LDA)"
        },
        {
            "text": "The aim of the current study is the design of a new schema based on NoSQL databases for the manipulation of hotel reviewers' comments along with the appropriate modules based on LDA in terms of aspect mining as well as Neural Networks for hotel reviewers' sentiment. In this schema, the data stream is initially received, then the aspects along with the sentiment of the hotel reviewers are extracted and finally, the data with the reviewers are correlated. We proposed a novel architecture utilizing the benefits of Neural Networks along with LDA algorithm so that it can be used in an effective way in data forecasting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Future Work"
        },
        {
            "text": "For further work, we would like to compare the effectiveness of our architecture in larger sample. In addition, new classifiers can be considered in order to be compared with the current ones, such as Random Forest, Support Vector Machines, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Future Work"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Probabilistic topic models",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Blei",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Commun. ACM",
            "volume": "55",
            "issn": "4",
            "pages": "77--84",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Latent Dirichlet allocation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Blei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Mach. Learn. Res",
            "volume": "3",
            "issn": "",
            "pages": "993--1022",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Data Preprocessing in Data Mining",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luengo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intelligent Systems Reference Library",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-10247-4"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The influence of online ratings and reviews on hotel booking consideration",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gavilan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Avello",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Martinez-Navarro",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Tour. Manag",
            "volume": "66",
            "issn": "",
            "pages": "53--61",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Relationship between customer sentiment and online customer ratings for hotels -an empirical analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Geetha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Tour. Manag",
            "volume": "61",
            "issn": "",
            "pages": "43--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Review-based entity-ranking refinement",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gourgaris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanavos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Makris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Perrakis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "11th International Conference on Web Information Systems and Technologies (WEBIST)",
            "volume": "",
            "issn": "",
            "pages": "402--410",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Gibbs sampling in the generative model of latent Dirichlet allocation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Finding scientific topics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steyvers",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Nat. Acad. Sci",
            "volume": "101",
            "issn": "1",
            "pages": "5228--5235",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The role of text pre-processing in sentiment analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haddi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "1st International Conference on Information Technology and Quantitative Management (ITQM)",
            "volume": "",
            "issn": "",
            "pages": "26--32",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Customer engagement with tourism social media brands",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harrigan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Evers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Tour. Manag",
            "volume": "59",
            "issn": "",
            "pages": "597--609",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mining opinion features in customer reviews",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the Nineteenth National Conference on Artificial Intelligence (AAAI)",
            "volume": "",
            "issn": "",
            "pages": "755--760",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Opinion mining from online hotel reviews -a text summarization approach",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Inf. Process. Manag",
            "volume": "53",
            "issn": "2",
            "pages": "436--449",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Customer behaviour analysis for recommendation of supermarket ware",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Iakovou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanavos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsakalidis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AIAI 2016. IAICT",
            "volume": "475",
            "issn": "",
            "pages": "471--480",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-44944-9_41"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Emotional community detection in social networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanavos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Perikos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hatzilygeroudis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsakalidis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Comput. Electr. Eng",
            "volume": "65",
            "issn": "",
            "pages": "449--460",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Large scale product recommendation of supermarket ware based on customer behaviour analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanavos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Iakovou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sioutas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tampakas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Big Data Cognit. Comput",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Large scale implementations for twitter sentiment classification",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanavos",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nodarakis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sioutas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsakalidis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsolis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tzimas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Algorithms",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sentiment analysis for hotel reviews",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kasper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vela",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Computational Linguistics-Applications Conference",
            "volume": "",
            "issn": "",
            "pages": "45--52",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A survey of opinion mining and sentiment analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mining Text Data",
            "volume": "",
            "issn": "",
            "pages": "415--463",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4614-3223-4_13"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "LSTM accelerator for convolutional object identification",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savvopoulos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanavos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mylonas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sioutas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Algorithms",
            "volume": "11",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Exploring ewom in online customer reviews: sentiment analysis at a fine-grained level",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eng. Appl. Artif. Intell",
            "volume": "81",
            "issn": "",
            "pages": "68--78",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A NoSQL database approach for modeling heterogeneous and semi-structured information",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vonitsanos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanavos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mylonas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sioutas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "9th International Conference on Information, Intelligence, Systems and Applications (IISA)",
            "volume": "",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Predicting overall customer satisfaction: big data evidence from hotel online textual reviews",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Hosp. Manag",
            "volume": "76",
            "issn": "",
            "pages": "111--121",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hotel reviews sentiment analysis' platform architecture",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgement. Agorakis Bompotas, Aristidis Ilias, Andreas Kanavos, Christos Makris, Gerasimos Rompolas and Alkiviadis Savvopoulos have been co-financed by the European Union and Greek national funds through the Regional Operational Program \"Western Greece 2014-2020\", under the Call \"Regional Research and Innovation Strategies for Smart Specialisation -RIS3 in Information and Communication Technologies\" (project: 5038701 entitled \"Reviews Manager: Hotel Reviews Intelligent Impact Assessment Platform\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}