{
    "paper_id": "0d181be4cddbcaf48825f7ae8b3ebc10787ab498",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Roberto",
                "middle": [],
                "last": "Scendoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macerata",
                    "location": {
                        "addrLine": "Piaggia dell'Università, 2",
                        "postCode": "62100",
                        "settlement": "Macerata",
                        "country": "Italy"
                    }
                },
                "email": "r.scendoni@unimc.it"
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Marchesani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macerata",
                    "location": {
                        "addrLine": "Piaggia dell'Università, 2",
                        "postCode": "62100",
                        "settlement": "Macerata",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Nunzia",
                "middle": [],
                "last": "Cannovo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macerata",
                    "location": {
                        "addrLine": "Piaggia dell'Università, 2",
                        "postCode": "62100",
                        "settlement": "Macerata",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Piergiorgio",
                "middle": [],
                "last": "Fedeli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macerata",
                    "location": {
                        "addrLine": "Piaggia dell'Università, 2",
                        "postCode": "62100",
                        "settlement": "Macerata",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Mariano",
                "middle": [],
                "last": "Cingolani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macerata",
                    "location": {
                        "addrLine": "Piaggia dell'Università, 2",
                        "postCode": "62100",
                        "settlement": "Macerata",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In lung cancer patients infected with COVID-19, pathological features are not easy to distinguish. This report presents detailed histopathological findings in two non-neoplastic subjects whose out-of-hospital deaths were caused by COVID-19 infection. These 'pure' cases differ in the time of presentation of symptoms, the phase of lung anatomopathological patterns (acute lung injury versus diffuse alveolar damage) and the mechanism of death. The results provide a valid diagnostic benchmark for evaluating the evolution of COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Although several months have passed since the epidemic spread of the virus, current information on the pathological characteristics of deaths caused by COVID-19 is often variable [1] , and in neoplastic patients, especially those with lung cancer, these characteristics can overlap or be difficult to attribute correctly.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Authors [2] have recently considered lung disease in hospitalised patients with lung cancer who have also been infected with . However, what is the borderline between cancer-related lung disease (whether the subject is undergoing therapy or not) and lung disease linked to COVID-19? It has been documented that oncological patients who develop an acute respiratory distress syndrome (ARDS) have a significantly higher risk of death compared with those who develop ARDS without cancer, and this increased risk appears to be correlated with the increased severity of illness at presentation [3] .",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 11,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition, can the presence of other infections besides COVID-19 be entirely ruled out? Studies have shown that many infectious agents are responsible for approximately 90% of all primary and secondary causes of ARDS in the cancer setting [4] . Furthermore, ARDS is a major cause of postoperative respiratory failure, with mortality rates reaching 40% in the general population. Mortality rates in the cancer population vary widely, depending on the type of cancer, and thoracic surgeries carry the highest operational risk of lung damage [5] . Plus, the case fatality rate is significantly higher for those with an underlying concomitant disease, such as cardiovascular disease, diabetes, or chronic respiratory disease. Lung cancer represents a specific scenario of cumulative risk factors for COVID-19 complications [6] , although the clinical course for these patients is still not well defined.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to contribute to the body of knowledge in this area, we have presented the detailed pathological findings in two cases of non-neoplastic subjects whose outof-hospital deaths were caused by COVID-19 infection. They differed in the time of presentation of symptoms and consequently manifested different anatomopathological patterns, the first defining an early phase of the infection and the second showing a later stage. It is hoped that these findings will contribute to a better description of the pulmonary pathology of Sars-Cov-2 and also improve treatment choices for all COVID-19 cases including cancer patients, in line with proposals by other authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Anamnestic data and the circumstances of the deaths of the subjects, who both died at home, were collected. Before autopsy an oropharyngeal swab for SARS-CoV-2 viral RNA was performed, which tested positive in both cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases and methods"
        },
        {
            "text": "Case 1: a 44-year-old man affected by polymyositis without pharmacological treatment, who for 3 days presented fever, marked asthenia and dyspnoea, followed by progressive cardiorespiratory insufficiency until exitus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases and methods"
        },
        {
            "text": "Case 2: a 62-year-old woman suffering from hypertension (not undergoing pharmacological treatment), autoimmune hypothyroidism and type 2 diabetes treated with oral hypoglycaemics, deceased after 8-9 days of high fever and dyspnea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases and methods"
        },
        {
            "text": "Tissue samples were fixed in 4% formalin, processed, embedded in paraffin and then cut with a microtome to obtain two sets of thin sections of 8 μm. The sections obtained were first stretched in distilled water at ambient temperature to eliminate any folds, then in water at 40-45°C and finally affixed to the glass slide. One set of sections was then dried in an oven at 37-40°C and hematoxylin-eosin (HE) stained. The sections obtained were analyzed by light microscopy; magnified images (× 200 and × 400) were acquired of the HE stains with a high-resolution colour microscope camera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for histopathology"
        },
        {
            "text": "Method for detection of SARS-CoV-2 viral RNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for histopathology"
        },
        {
            "text": "A naso-oropharyngeal swab kit for COVID-19 sample collection and transport was used. Using a Real-time PCR thermal cycler, SARS-CoV-2 viral RNA was tested for and detected in both cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for histopathology"
        },
        {
            "text": "Macroscopic findings included the presence of extremely warm organs and dense blood. The heart examination revealed thrombosis of the anterior descending coronary artery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1 Autopsy"
        },
        {
            "text": "When the thoracic cavity was opened, the lungs failed to collapse and there was a lack of visible exudates in airways. Both lungs had a thicker consistency (case 2 more than case 1), were compact, congested and edematous (case 1 more than case 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1 Autopsy"
        },
        {
            "text": "Thickening of the alveolar septa because of edema, hemorrhage and inflammatory cell infiltrations in the interalveolar septa (Fig. 1a) . Mild presence of type II hyperplastic pneumocytes and fibroblasts in the alveolar septa ( Fig. 1 )b.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 227,
                    "end": 233,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Microscopic findings"
        },
        {
            "text": "As in case 1, the organs were extremely warm and the blood was particularly dense. Macroscopic examination revealed intracardiac thrombosis and bilateral massive thromboembolism. Both lungs were markedly edematous and compact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2 Autopsy"
        },
        {
            "text": "Myocardial vascular microthrombosis (Fig. 2) . Diffuse alveolar damage (DAD) with organised hyaline membranes, sometimes with fibrotic aspects; presence of scattered large protein globules (Fig. 3) . Expanded alveolar septa with inflammatory infiltrate (prevalently of lymphocytes and macrophages), fibroblasts and type II hyperplastic pneumocytes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 44,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 189,
                    "end": 197,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Microscopic findings"
        },
        {
            "text": "The two cases presented different stages of pulmonary morbidity linked to COVID-19. Respiratory viruses can cause a wide spectrum of pulmonary diseases [7] : in case 1, the exudative phase of acute interstitial pneumonia was observed indicating acute lung injury (ALI), while case 2 exhibited a later phase of DAD, with the development of ARDS. The histological findings correlated with the period of manifestation of symptoms: in case 1, the subject met with an early death because of the onset of acute coronary syndrome due to thrombosis of the anterior descending artery related to COVID-19 infection [8] ; in case 2, the continuation of the infection caused a pulmonary thromboembolism and, in the lungs, a proliferative phase with prominent hyaline membranes and moderate fibrotic organisation.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our subjects were non-oncological individuals, free of serious diseases and not hospitalised. Therefore, these are absolutely \"pure\" cases of COVID-19 infection, with anatomopathological patterns at different stages, not influenced by any other particular conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been shown that defective lung architecture from mechanical tumour obstruction or previous lung surgery may also be predisposed to infection. Changes in the anatomy of the airways and lung tissue lead to the alteration of the intra-tumour microenvironment, which can secondarily influence the infiltration of immune cells. An increase in macrophages and inflammation carries an increased risk of cytokine release, which is a precursor to ARDS development [9] . Finally, it must be taken into account that not all patients react in the same way; some authors [10] indicate that the course of COVID-19 is not necessarily ominous in the presence of a compromised immune response and tend to reinforce the emerging therapeutic concepts of a controlled mitigation of the immune cascade following COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the light of this evidence, the following conclusive considerations can be put forward with the aim of providing a better diagnostic-therapeutic framework for cancer patients infected with COVID-19: a) Patients with severe clinical conditions are unlikely to present histopathological alterations of advanced phases of DAD: damage to such an extent occurs over a considerable period of time, but a patient with a poor clinical prognosis might not survive long enough for the DAD to become completely manifest. b) An advanced anatomopathological pattern of DAD, however, could be related to the presence of lung cancer and the results of any chemotherapy treatments or surgery. c) Although immunocompromised patients are more likely to contract the infection, the COVID-19 course is not always predictable in the presence of a compromised immune response. d) Nosocomial infections other than COVID-19, responsible for the onset of ARDS, should not be ruled out for hospitalised patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "4",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pulmonary pathology of early-phase 2019 novel coronavirus (COVID-19) pneumonia in two patients with lung cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thorac Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtho.2020.02.010"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The outcome of cancer patients with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Soubani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shehada",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Crit Care",
            "volume": "29",
            "issn": "1",
            "pages": "83--90",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute respiratory distress syndrome in patients with malignancies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azoulay",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lemiale",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mokart",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Intensive Care Med",
            "volume": "40",
            "issn": "8",
            "pages": "1106--1120",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute respiratory distress syndrome in cancer patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Oncologic Critical Care",
            "volume": "",
            "issn": "",
            "pages": "557--82",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--342",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Molecular pathology of emerging coronavirus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Pathol",
            "volume": "235",
            "issn": "2",
            "pages": "185--95",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus disease 2019 (COVID-19) and cardiovascular disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Clerkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raikhelkar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.120.046941"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1033--1037",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Benign COVID-19 in an immunocompromised cancer patient -the case of a married couple",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Spezzani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Piunno",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Iselin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Swiss Med Wkly",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Histological changes in case 1. a Exudative phase of acute interstitial pneumonia (hematoxylin and eosin stain, × 100). b Detail of an alveolar septum with edema, hemorrhage and inflammatory cell infiltrations (green arrow: lymphocyte; yellow arrow: macrophage; brown arrow: fibroblast; blue arrow: polymorphonuclear leukocyte; black arrow: type II hyperplastic pneumocyte) (hematoxylin and eosin stain, × 400)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Abbreviations COVID-19: Corona Virus Disease 2019; ARDS: Acute respiratory distress syndrome; SARS-CoV-2: Severe acute respiratory syndrome coronavirus 2; RNA: Ribonucleic acid; PCR: Polymerase chain reaction; ALI: Acute lung injury; DAD: Diffuse alveolar damage.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Myocardial vascular microthrombosis (hematoxylin and eosin stain, × 200) Fig. 3 DAD pattern with hyaline membrane and moderate fibrotic organisation (black arrow); presence of scattered large protein globules (yellow arrow). Expanded alveolar septa with inflammatory cells (hematoxylin and eosin stain, × 200)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the Pathological Anatomy Unit of ASUR Marche AV3 for the hematoxylin and eosin staining of tissues. Thanks to Jemma Dunnill for proofreading the manuscript. Received: 29 April 2020 Accepted: 4 June 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions RS acquired the histopathological data retrieved from the autopsies of both subjects and conceived the design of the report; FM analysed the report and encouraged further examination of specific elements; NC and PF researched the recent literature and updated the bibliography; MC supervised all the findings and verified the structure of the manuscript. All authors contributed to the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets used during the current study are available from the corresponding author on reasonable request.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author details"
        }
    ]
}