{"paper_id": "0d2232f850ff30ee5d2899242f2dfe3275d73d2b", "metadata": {"title": "International Journal of Hospitality Management Power dynamics in peer-to-peer accommodation: Insights from Airbnb hosts", "authors": [{"first": "Anna", "middle": [], "last": "Farmaki", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cyprus University of Technology", "location": {"addrLine": "115 Spyrou Araouzou", "postCode": "3036", "settlement": "Limassol", "country": "Cyprus"}}, "email": ""}, {"first": "Antonios", "middle": [], "last": "Kaniadakis", "suffix": "", "affiliation": {"laboratory": "", "institution": "Queen Mary University of London", "location": {"addrLine": "10 Godward Square, Mile End Road", "postCode": "E1 4FZ", "settlement": "London", "country": "UK"}}, "email": ""}]}, "abstract": [{"text": "This study explores power dynamics in peer-to-peer (P2P) accommodation by examining how they manifest in the host-guest relationship. In so doing, it advances understanding on the role of hosts in the P2P practice and contributes insights on the factors conditioning the reciprocity of the P2P exchange. Drawing from power theories, the study uncovers how the interdependencies among hosts, guests and platforms influence power constellations emanating from P2P accommodation growth and reflexively redefine host practice. Specifically, the study illustrates how hosts are attempting to resist power imbalances characterising the exchange and how the dynamic environment of P2P accommodation leads to distinct representations of host types. The study makes explicit a conceptual framework that captures the power shifts noticeable in P2P accommodation that may be of theoretical and practical value to academics and policymakers alike.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A fortiori, peer-to-peer (P2P) accommodation has grown exponentially in recent years. Referring to online networking platforms through which individuals can rent out for a short period of time their under-utilised property space (Belk, 2014) , P2P accommodation has emerged as one of the greatest disruptors on the hospitality industry (Sigala, 2017) . Indeed, P2P accommodation has come to represent an attractive, alternative accommodation option due to the numerous economic and social advantages it carries. Specifically, it has been argued that P2P accommodation represents a convenient and value-formoney option for tourists (Tussyadiah, 2016 ) that offers a more authentic tourist experience (Shuqair et al., 2019) which facilitates 'a home away from home' feeling (Liang et al., 2018a) . The phenomenal growth of P2P accommodation is also attributed to the economic and social benefits it brings to hosts as well. For instance, it allows hosts to earn additional income in a flexible manner (Guttentag, 2015) while it provides individuals with entrepreneurial opportunities (Zhang et al., 2019) . Moreover, a desire for social interaction encourages individuals to engage in P2P accommodation Moon et al., 2019) .", "cite_spans": [{"start": 229, "end": 241, "text": "(Belk, 2014)", "ref_id": "BIBREF6"}, {"start": 336, "end": 350, "text": "(Sigala, 2017)", "ref_id": "BIBREF71"}, {"start": 631, "end": 648, "text": "(Tussyadiah, 2016", "ref_id": "BIBREF74"}, {"start": 699, "end": 721, "text": "(Shuqair et al., 2019)", "ref_id": "BIBREF70"}, {"start": 772, "end": 793, "text": "(Liang et al., 2018a)", "ref_id": "BIBREF47"}, {"start": 999, "end": 1016, "text": "(Guttentag, 2015)", "ref_id": "BIBREF39"}, {"start": 1082, "end": 1102, "text": "(Zhang et al., 2019)", "ref_id": "BIBREF79"}, {"start": 1201, "end": 1219, "text": "Moon et al., 2019)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Introduction"}, {"text": "Although numerous P2P accommodation platforms have emerged over the years, Airbnb is considered as the market leader. Airbnb was first established in 2008 and has quickly expanded in over 191 countries, including more than 200 million members. Around 650,000 Airbnb members are hosts who have approximately 6 million listings worldwide (Airbnb, 2019) . Such was the rapid growth of Airbnb that its current estimated value of $30 billion exceeds most of hospitality groups (Cheng and Jin, 2019) leading scholars to suggest that the platform is emerging as a potential threat to the hotel sector (e.g. Guttentag and Smith, 2017) . Indeed, recently we observe a 'turn' in Airbnb's strategies towards more traditional accommodation services, which adds to the debate on whether it may even be regarded as a sharing economy platform (Crommelin et al., 2018) .", "cite_spans": [{"start": 336, "end": 350, "text": "(Airbnb, 2019)", "ref_id": "BIBREF0"}, {"start": 472, "end": 493, "text": "(Cheng and Jin, 2019)", "ref_id": "BIBREF13"}, {"start": 600, "end": 626, "text": "Guttentag and Smith, 2017)", "ref_id": "BIBREF40"}, {"start": 828, "end": 852, "text": "(Crommelin et al., 2018)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "Specifically, the Airbnb platform opened up its space to commercial hospitality providers such as traditional B&Bs and boutique hotels through its initiative called 'Airbnb for Everyone'. Existing service providers, especially budget hotels and B&Bs that experienced the greatest impact from P2P accommodation growth (Zervas et al., 2017) , are now joining Airbnb to expand their local scope of operation by offering their services through an additional distribution channel (Sundararajan, 2014) . Accordingly, the profile of guests is also changing as Airbnb seems to be attracting a group of customers (e.g. business travellers) who would not have previously consider using P2P platforms (Guttentag and Smith, 2017) . In particular, Airbnb set up a business travel portal with customised search results and introduced a 'business badge', similar to its 'superhost' and 'superguest' badges that are analogous to hotel loyalty schemes and award benefits (i.e. discounts) to dedicated users (Liang et al., 2017) . The platform also introduced 'Airbnb Plus' which refers to an elite selection of properties that have \"exceptional hosts\" and 'Airbnb Luxe' that comes with the services of a dedicated concierge in a bid to extend its inventory to more luxurious properties.", "cite_spans": [{"start": 317, "end": 338, "text": "(Zervas et al., 2017)", "ref_id": "BIBREF78"}, {"start": 475, "end": 495, "text": "(Sundararajan, 2014)", "ref_id": "BIBREF73"}, {"start": 690, "end": 717, "text": "(Guttentag and Smith, 2017)", "ref_id": "BIBREF40"}, {"start": 990, "end": 1010, "text": "(Liang et al., 2017)", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Introduction"}, {"text": "These changes point towards an effort to professionalize the P2P accommodation service , which further adds to the changing dynamics in the hospitality industry brought about by the popularity of the P2P accommodation phenomenon (Cheng, 2016; Mody et al., 2019) . Arguably, the co-existence of professional service providers and individual hosts on the Airbnb platform is likely to affect the nature of host-guest interactions as it triggers a reordering of meanings, roles and practices (Farmaki et al., 2020a (Farmaki et al., , 2020b . Generally speaking, hospitality represents a negotiated act between the host and the guest (Sheringham and Daruwalla, 2007 ); yet, its offering is complexified within the P2P accommodation context as it is negotiated along private and commercial domains (Farmaki et al., 2020a (Farmaki et al., , 2020b . The recent professionalisation attempts of Airbnb will undoubtedly further add to the complexity characterising the hostguest relationship in P2P accommodation.", "cite_spans": [{"start": 229, "end": 242, "text": "(Cheng, 2016;", "ref_id": "BIBREF11"}, {"start": 243, "end": 261, "text": "Mody et al., 2019)", "ref_id": "BIBREF53"}, {"start": 488, "end": 510, "text": "(Farmaki et al., 2020a", "ref_id": "BIBREF27"}, {"start": 511, "end": 535, "text": "(Farmaki et al., , 2020b", "ref_id": null}, {"start": 629, "end": 660, "text": "(Sheringham and Daruwalla, 2007", "ref_id": "BIBREF69"}, {"start": 792, "end": 814, "text": "(Farmaki et al., 2020a", "ref_id": "BIBREF27"}, {"start": 815, "end": 839, "text": "(Farmaki et al., , 2020b", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Even so, to date no academic attention has been paid on how the recent changes implemented by Airbnb are influencing host practices and, by extent, shaping host-guest relations. Rather, extant literature focused primarily on guest perspectives of Airbnb service in relation to trust building process between the service provider and the guest and experienced-based satisfaction by considering the service provider's reputation, photos and reviews (i.e. Ert and Fleischer, 2019; Liang et al., 2018b; Tussyadiah and Park, 2018) . Given that the host-guest relationship, as defined by their social interactions, is key to the hospitality experience (Moon et al., 2019) it is now timely to examine how host-guest relations are evolving within the changing Airbnb setting. In particular, it is important to consider individual host perspectives as they are likely to have experienced greater influence from the recent changes implemented by the platform.", "cite_spans": [{"start": 453, "end": 477, "text": "Ert and Fleischer, 2019;", "ref_id": "BIBREF23"}, {"start": 478, "end": 498, "text": "Liang et al., 2018b;", "ref_id": "BIBREF48"}, {"start": 499, "end": 525, "text": "Tussyadiah and Park, 2018)", "ref_id": "BIBREF75"}, {"start": 646, "end": 665, "text": "(Moon et al., 2019)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Introduction"}, {"text": "Against this backdrop, we set out to explore the changing nature of P2P accommodation by examining the power dynamics shaping the relations between Airbnb hosts and guests. In so doing, we draw from individual host perspectives and utilize relevant power. Overall, the study contributes to existing knowledge in numerous ways. First, it responds to recent calls for more qualitative studies to understand the dynamics of the P2P accommodation sector (Belarmino and Koh, 2020) and for a consideration of host perceptions, as previous research focus was primarily placed on guest perspectives (Moon et al., 2019) . Secondly, it offers insights on the changing nuances in Airbnb by describing the manifold ways in which individual host practices respond to the power shifts underpinning host-guest relations in the rapidly evolving context of P2P accommodation. In this regard, the study exemplifies the importance of power constellations in the changing landscape of P2P accommodation and contributes to the ongoing discussion on the need to consolidate a regulatory framework on P2P accommodation (Edelman and Geradin, 2015; Gurran and Phibbs, 2017) . As such, the study offers implications to practitioners and policymakers by highlighting the need for sustainable governance in P2P accommodation that promotes a more equitable distribution of incentives, benefits, responsibilities and control over the management of hospitality exchanges.", "cite_spans": [{"start": 450, "end": 475, "text": "(Belarmino and Koh, 2020)", "ref_id": "BIBREF5"}, {"start": 591, "end": 610, "text": "(Moon et al., 2019)", "ref_id": "BIBREF55"}, {"start": 1096, "end": 1123, "text": "(Edelman and Geradin, 2015;", "ref_id": "BIBREF19"}, {"start": 1124, "end": 1148, "text": "Gurran and Phibbs, 2017)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Introduction"}, {"text": "Power is incumbent in the study of human relations (Clegg and Haugaard, 2009) , as in social interactions people exercise mutual influence and control of one another's conduct (Wrong, 1995) . Broadly defined as \"the potential to act\" (Buchanan and Badham, 1999:52) and \"the potential to influence others' actions\" (Emerson, 1976:354) , power involves the behavioural elements of two or more parties which attempt to use available resources to change or maintain relationships in accordance to their own interests. Although early work on power conceptualised the term as being a centralised factor of domination based on economic interests (e.g. Dahl, 1961; Weber, 1947) , contemporary sociological discourse posits that power may be decentralised, emerging as a social factor that is created by human agents whilst also influencing them (Foucault, 1980; Giddens, 1982) . Indeed, drawing upon Gramsci's view of power, Arendt argued (1970) that domination may occur not only through coercion but also through consent, concluding that power is a collective capacity. Such proposition builds upon previous representations of power as a facilitative force (Parsons, 1967) that may produce and achieve collective goals. A consideration of power as a relational concept acknowledges the mutual dependence between parties. Within this context, the exercise of power need not be at the expense of the exchange partner but to achieve a desirable outcome. Indeed, power relations are not necessarily hierarchical and unilateral as relations may be characterised by a balance of power emerging from a bargaining process (Wrong, 1995) .", "cite_spans": [{"start": 51, "end": 77, "text": "(Clegg and Haugaard, 2009)", "ref_id": "BIBREF14"}, {"start": 176, "end": 189, "text": "(Wrong, 1995)", "ref_id": "BIBREF77"}, {"start": 234, "end": 264, "text": "(Buchanan and Badham, 1999:52)", "ref_id": null}, {"start": 314, "end": 333, "text": "(Emerson, 1976:354)", "ref_id": null}, {"start": 645, "end": 656, "text": "Dahl, 1961;", "ref_id": "BIBREF16"}, {"start": 657, "end": 669, "text": "Weber, 1947)", "ref_id": "BIBREF76"}, {"start": 837, "end": 853, "text": "(Foucault, 1980;", "ref_id": "BIBREF31"}, {"start": 854, "end": 868, "text": "Giddens, 1982)", "ref_id": "BIBREF36"}, {"start": 917, "end": 937, "text": "Arendt argued (1970)", "ref_id": null}, {"start": 1151, "end": 1166, "text": "(Parsons, 1967)", "ref_id": "BIBREF59"}, {"start": 1608, "end": 1621, "text": "(Wrong, 1995)", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "The concept of power"}, {"text": "Building on Bachrach and Baratz's (1962) over and covert faces of power, Lukes' (1974) conceptualisation of 'power to' and 'power over' is useful in understanding the exercise of power. Relevant to the view of power as a positive, productive phenomenon (Foucault, 1982) , 'power to' refers to the ability to act and represents a collective force stemming from communal activity (Arendt, 1963) . In this regard, Lukes (2005) suggested that power and powerlessness are not necessarily antithetical terms as parties may be able to yield outcomes by furthering their interests or influencing the interests of others either positively or negatively. Contrary, 'power over' relates to coercive forms of power and has three levels: (a) the direct domination of A over B; (b) an indirect form of 'power over' where A manipulates the rules of the game so that B does what A wants; and (c) subtle forms of control and domination exerted through psychological means (Hendriks, 2009 ). Consequently, a soft form of power that depicts the ability of one to get others to do what they want them to through co-option is associated with the third level of power (Nye, 2008) . Accordingly, Lukes (2005) proposed three views on power. A 'one-dimensional' approach labelled power modification, whereby the stakeholder with most power applies force in order to change the behaviour of others in the decision-making process and satisfy his/her own interests. A 'two-dimensional' approach known as power agenda, wherein the agenda is shaped by those in power in such a way that the powerless are left unable to resist. Last, a 'threedimensional' approach called power contradiction, which recognises that people may act willingly even if it contradicts their self-interests as those with power elicit a desired behaviour in the powerless with pervasive ideology or false consciousness.", "cite_spans": [{"start": 25, "end": 40, "text": "Baratz's (1962)", "ref_id": "BIBREF4"}, {"start": 253, "end": 269, "text": "(Foucault, 1982)", "ref_id": "BIBREF32"}, {"start": 378, "end": 392, "text": "(Arendt, 1963)", "ref_id": "BIBREF3"}, {"start": 411, "end": 423, "text": "Lukes (2005)", "ref_id": "BIBREF52"}, {"start": 955, "end": 970, "text": "(Hendriks, 2009", "ref_id": "BIBREF41"}, {"start": 1146, "end": 1157, "text": "(Nye, 2008)", "ref_id": "BIBREF58"}, {"start": 1173, "end": 1185, "text": "Lukes (2005)", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "The exercise of power"}, {"text": "While the concept of 'power over' remains in Lukes' focus, the means by which entities attempt to gain desired outcomes emerges as an important issue. As such, French et al,'s (1959) taxonomy of social power offers insights on how power manifests in specific settings. According to the most recent typology (Raven, 1993) , power may emerge from: expertise and knowledge (expert power), forceful means to extract compliance to desired behaviours (coercive power), legitimacy and positional authority (legitimate power), affiliation to certain groups (referent power), possession of information others require (information power) and the ability to reward or punish certain behaviour by offering or rejecting tangible, social or emotional rewards to others (reward power). One's bases (sources) of power are only effective when the 'power subject' believes in and agrees, either implicitly or explicitly, to the power dynamic exerted by the 'power holder'. The view that power is socially constructed is shared by Foucault (1980) who argued that power is constructed and exerted through knowledge and in turn normalised through discourse. The knowledge produced informs institutional and social practice and reproduces individual and social identities. Specifically, identity is constructed by individuals who draw on discourses and their relations with others to inform social practice. Evidently, power manifestations are influenced by perceptions over roles and identities. In this regard, individuals may resist the powerful actions of others although, at times, powerlessness to resist exists due to socio-political, emotional and personal factors (Gaventa, 2006) . Consequently, the balance of power is dynamic as actors may alternate between the roles of 'power holder' and 'power subject' during the interaction (Wrong, 1995) .", "cite_spans": [{"start": 160, "end": 182, "text": "French et al,'s (1959)", "ref_id": null}, {"start": 307, "end": 320, "text": "(Raven, 1993)", "ref_id": "BIBREF60"}, {"start": 1012, "end": 1027, "text": "Foucault (1980)", "ref_id": "BIBREF31"}, {"start": 1651, "end": 1666, "text": "(Gaventa, 2006)", "ref_id": "BIBREF35"}, {"start": 1818, "end": 1831, "text": "(Wrong, 1995)", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "The exercise of power"}, {"text": "Within hospitality and tourism power has been evaluated through the examination of host-guest relations, with studies acknowledging that the offering of hospitality emerges as a negotiated act between the host and the guest (Sheringham and Daruwalla, 2007) . Whilst earlier research identified different forms of host-guest relations ranging from frequent, commercial exchanges to informal encounters (e.g. Krippendorf, 1987) , lateral work concludes that the host-guest relationship is largely conditioned by its commercial nature (Reisinger et al., 2013) . In this regard, the terms 'service provider' and 'customer' were proposed as more appropriate to describe the roles of each party (Aramberri, 2001) . Drawing mostly from the social exchange paradigm (Ap, 1992) , research on host-guest relations outlines that the form of exchange between hosts and guests represents a function of the power relationship between the parties (Moyle et al., 2011) , which immerse in the exchange in order to satisfy their respective needs. Although the needs of a party may remain unsatisfied, the relationship could continue as a matter of necessity (Lindberg et al., 2001) or imposition by a third party (Ap, 1992) . Thus, power emerges as a form of dependency between the parties involved in the exchange of hospitality.", "cite_spans": [{"start": 224, "end": 256, "text": "(Sheringham and Daruwalla, 2007)", "ref_id": "BIBREF69"}, {"start": 407, "end": 425, "text": "Krippendorf, 1987)", "ref_id": "BIBREF44"}, {"start": 532, "end": 556, "text": "(Reisinger et al., 2013)", "ref_id": "BIBREF62"}, {"start": 689, "end": 706, "text": "(Aramberri, 2001)", "ref_id": "BIBREF2"}, {"start": 758, "end": 768, "text": "(Ap, 1992)", "ref_id": "BIBREF1"}, {"start": 932, "end": 952, "text": "(Moyle et al., 2011)", "ref_id": "BIBREF56"}, {"start": 1140, "end": 1163, "text": "(Lindberg et al., 2001)", "ref_id": "BIBREF49"}, {"start": 1195, "end": 1205, "text": "(Ap, 1992)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Power in hospitality and tourism studies"}, {"text": "The notion of 'power over' requires a consideration of sovereignty and of control of thresholds. Such consideration is conducive to understanding power within hospitality settings, as hospitality is essentially a spatial practice that involves boundaries and a multiplicity of trajectories along an opening and closing system (Farmaki et al., 2020a (Farmaki et al., , 2020b which includes insiders and outsiders that come into contact with each other in a kind of shared, experiential space (Lugosi, 2008) . Thus, power in hospitality becomes relevant to the possession of space and the decision to welcome someone in it or reject someone from entering the space (Derrida and Dufourmantelle, 2000) . The sovereign decisions of inclusion and exclusion are further complexified in light of technological advances which, according to Derrida and Dufourmantelle (2000) , challenge self-identities and decisions by allowing filtering and choosing. Generally speaking, power increases social distancing (Lammers et al., 2012) ; hence, a sense of power influences perceptions of control over potential outcomes (Fast et al., 2009) urging powerless people to act to maximise belonginess (Liu and Mattila, 2017) . Such assumptions are pertinent to P2P accommodation contexts, where 'sharing' underpins the host-guest relationship.", "cite_spans": [{"start": 326, "end": 348, "text": "(Farmaki et al., 2020a", "ref_id": "BIBREF27"}, {"start": 349, "end": 373, "text": "(Farmaki et al., , 2020b", "ref_id": null}, {"start": 491, "end": 505, "text": "(Lugosi, 2008)", "ref_id": "BIBREF51"}, {"start": 663, "end": 697, "text": "(Derrida and Dufourmantelle, 2000)", "ref_id": "BIBREF17"}, {"start": 831, "end": 864, "text": "Derrida and Dufourmantelle (2000)", "ref_id": "BIBREF17"}, {"start": 997, "end": 1019, "text": "(Lammers et al., 2012)", "ref_id": "BIBREF45"}, {"start": 1104, "end": 1123, "text": "(Fast et al., 2009)", "ref_id": "BIBREF29"}, {"start": 1179, "end": 1202, "text": "(Liu and Mattila, 2017)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Power in hospitality and tourism studies"}, {"text": "In P2P accommodation settings, hospitality has been argued to emerge as a form of negotiation between hosts and guests (Farmaki et al., 2020a (Farmaki et al., , 2020b entailing that power considerations are ubiquitous in the host-guest relationship. The relevance of power in P2P accommodation settings is due to the blurring boundaries between the 'informal encounters' and 'commercial exchanges'. Extant literature acknowledges the complexity of this dichotomy, concluding that in such settings the way hosts and guests manage their relations prior, during and after the exchange is important (e.g. . On the one hand, P2P accommodation networks seem to facilitate a balance of power which is beneficial for the hospitality exchange, as not only it reduces transaction-related risks but also encourages positive behaviour by the parties involved (Dolnicar, 2017) . For instance, Airbnb's mutual review system maximises trust between the host and the guest (e.g. Ert and Fleischer, 2019) and promotes to an equal share of power. On the other hand, it has been argued that the bargaining power of hosts and guests in Airbnb-type platforms remains limited (Reinhold and Dolnicar, 2018) . Indeed, the recent changes implemented by Airbnb have allowed professional service providers to enter the platform space and encouraged a professionalisation of service , challenging the power balance between hosts and guests as host practices, roles and identities are redefined (Farmaki et al., 2020a (Farmaki et al., , 2020b along the nuanced nexus of professional and non-professional P2P exchanges.", "cite_spans": [{"start": 119, "end": 141, "text": "(Farmaki et al., 2020a", "ref_id": "BIBREF27"}, {"start": 142, "end": 166, "text": "(Farmaki et al., , 2020b", "ref_id": null}, {"start": 847, "end": 863, "text": "(Dolnicar, 2017)", "ref_id": "BIBREF18"}, {"start": 1154, "end": 1183, "text": "(Reinhold and Dolnicar, 2018)", "ref_id": "BIBREF61"}, {"start": 1466, "end": 1488, "text": "(Farmaki et al., 2020a", "ref_id": "BIBREF27"}, {"start": 1489, "end": 1513, "text": "(Farmaki et al., , 2020b", "ref_id": null}], "ref_spans": [], "section": "Research aim and theoretical foundation"}, {"text": "Consequently, the need to examine the influence of these power shifts on host-guest relations becomes prevalent. Nonetheless, research on how these power dynamics are influencing host practices and, by extent, shaping host-guest relations remains underdeveloped. To this end, this study draws from individual host perspectives and utilizes key theories on power to shed light on the power dynamics shaping P2P relations and transactions. Specifically, in seeking to examine the power (im)balances characterising the host-guest relationship and understand how power is exercised by actors, we utilize: (a) Lukes' (1974 Lukes' ( , 2005 power dimensions to describe the behaviour of the parties involved and (b) French et al's (1959) taxonomy of power which lends insights on how power manifests in Airbnb settings. Overall, this study is underpinned by the following question: what forms of power and sources of power emerge in P2P accommodation and how do these, in turn, influence Airbnb host-guest relations?", "cite_spans": [{"start": 605, "end": 617, "text": "Lukes' (1974", "ref_id": "BIBREF52"}, {"start": 618, "end": 633, "text": "Lukes' ( , 2005", "ref_id": "BIBREF52"}, {"start": 709, "end": 730, "text": "French et al's (1959)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Research aim and theoretical foundation"}, {"text": "A qualitative approach to research was followed as it was deemed more appropriate, allowing the in-depth exploration of the complex and dynamic relationship between hosts and guests within P2P accommodation. According to Ezzy (2002) , qualitative research may provide thick descriptions of people's perceptions and experiences that reveal new understandings of a phenomenon. Specifically, the study drew from the perspectives of individual Airbnb hosts rather than professional service providers as they are likely to have experienced greater influence from the recent changes implemented by Airbnb. Semistructured interviews were performed with Airbnb hosts from November 2018 to February 2019, with the sampling process being facilitated by the principal investigator's involvement in a relevant European Union COST Action, which allowed her access to Airbnb hosts from Europe. The investigator used the network of the Action to identify Airbnb hosts and, subsequently, invite them to participate in the research through email. A focus on European-based Airbnb hosts allowed some form of consistency and uniformity of hosts views.", "cite_spans": [{"start": 221, "end": 232, "text": "Ezzy (2002)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Sample and data collection process"}, {"text": "Purposive sampling was used to select Airbnb hosts, who were deemed knowledgeable of the topic (Schutt, 2018) . In qualitative sampling, neither statistical representation nor scale are key considerations (Holloway and Wheeler, 2010) . Precision and rigour of the qualitative research sample is defined by its ability to represent salient characteristics (Ritchie et al., 2014) . The rationale of purposive sampling rests on the fact that the researchers, based on their a-priori theoretical understanding of the topic, assume that certain individuals may have important perspectives on the phenomenon in question (Robinson, 2014) . Therefore, to reflect the scope of the study and to ensure closeness of fit to the study focus (Scerri and Presbury, 2020) , the following selection criteria were considered. First, participants had to be active hosts on the Airbnb platform with a substantial number of reviews. Second, the hosts had to be available and willing to participate in the study as well as be able to describe experiences and perceptions (Bernard, 2002) . As such, we opted to select hosts with English proficiency. In addition, the sample was selected with a consideration of participants' backgrounds, age and gender to ensure that enough diversity is included (Ritchie et al., 2014) within the sample. In other words, participants of both genders and various age groups were targeted across different locations in Europe whereas efforts were undertaken to ensure that hosts renting different types of properties (i.e. shared room, entire home) were included. Overall, 35 Airbnb hosts were included in the sample (Table 1) as at this number data saturation was reached and no new information or additional insights were observed in the data (Fusch and Ness, 2015) .", "cite_spans": [{"start": 95, "end": 109, "text": "(Schutt, 2018)", "ref_id": "BIBREF68"}, {"start": 205, "end": 233, "text": "(Holloway and Wheeler, 2010)", "ref_id": "BIBREF43"}, {"start": 355, "end": 377, "text": "(Ritchie et al., 2014)", "ref_id": "BIBREF63"}, {"start": 614, "end": 630, "text": "(Robinson, 2014)", "ref_id": "BIBREF64"}, {"start": 728, "end": 755, "text": "(Scerri and Presbury, 2020)", "ref_id": "BIBREF67"}, {"start": 1049, "end": 1064, "text": "(Bernard, 2002)", "ref_id": "BIBREF7"}, {"start": 1274, "end": 1296, "text": "(Ritchie et al., 2014)", "ref_id": "BIBREF63"}, {"start": 1754, "end": 1776, "text": "(Fusch and Ness, 2015)", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 1626, "end": 1635, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Sample and data collection process"}, {"text": "All interviews were conducted in English over skype, in accordance to informants' date and time preference. Before each interview, the researcher explained the purpose of the study and ensured participants would maintain their anonymity via the use of pseudonyms. The interviews lasted approximately 45−60 min each, with the questions being framed according to the research aim. Specifically, each interview proceeded from a number of 'grand tour' questions (McCracken, 1988) seeking to establish the hosting profile of the informants before moving into the topic of: (a) hosting motives in order to understand the drivers for engaging in the P2P practice, (b) hosting practices as these may influence perceptions over roles and identities and (c) hosting experiences to examine the power trajectories shaping the P2P exchange. Prior, the definition of power as \"the potential to act and influence\" (Buchanan and Badham, 1999; Emerson, 1976 ) was read to the hosts. In particular, the following questions were asked to set the background and understand the motives driving hosting on the platform:", "cite_spans": [{"start": 458, "end": 475, "text": "(McCracken, 1988)", "ref_id": null}, {"start": 899, "end": 926, "text": "(Buchanan and Badham, 1999;", "ref_id": "BIBREF10"}, {"start": 927, "end": 940, "text": "Emerson, 1976", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Interview questions"}, {"text": "• What drove you to become a host on Airbnb? • What type of accommodation do you list? • Do you live in the property when your guest(s) are present?", "cite_spans": [{"start": 37, "end": 44, "text": "Airbnb?", "ref_id": null}], "ref_spans": [], "section": "Interview questions"}, {"text": "Then, we asked questions related to the hosts' practices in order to uncover their perceptions over their role as hosts and \"core facilitators of P2P transactions\" (Moon et al., 2019:406) . These included:", "cite_spans": [{"start": 164, "end": 187, "text": "(Moon et al., 2019:406)", "ref_id": null}], "ref_spans": [], "section": "Interview questions"}, {"text": "• What services do you offer as a host? Why do you offer these services? • Do you think the services you offer fulfil the guests' expectations?", "cite_spans": [], "ref_spans": [], "section": "Interview questions"}, {"text": "• What are you not willing to do as a host?", "cite_spans": [], "ref_spans": [], "section": "Interview questions"}, {"text": "• What is your opinion of guest expectations? How do you manage these?", "cite_spans": [], "ref_spans": [], "section": "Interview questions"}, {"text": "Last, questions were asked regarding the experiences that hosts have had in an attempt to identify potential shifts in power that define the host-guest relationship:", "cite_spans": [], "ref_spans": [], "section": "Interview questions"}, {"text": "• Can you recall any negative experiences you had with guests?", "cite_spans": [], "ref_spans": [], "section": "Interview questions"}, {"text": "• What problems do you face as a host prior, during and/or after the transaction?", "cite_spans": [], "ref_spans": [], "section": "Interview questions"}, {"text": "• Do you feel supported by the Airbnb platform as a host?", "cite_spans": [], "ref_spans": [], "section": "Interview questions"}, {"text": "• What is your opinion of the expansion of the platform and the changes in its policies?", "cite_spans": [], "ref_spans": [], "section": "Interview questions"}, {"text": "• Do you think you hold power over your hosting practice?", "cite_spans": [], "ref_spans": [], "section": "Interview questions"}, {"text": "The transcripts were first checked for accuracy using member checking (Birt et al., 2016) where data is returned to informants for validation. Following, data were analysed using thematic analysis (Braun and Clarke, 2006) to illuminate underlying themes in the discussion. According to King (2004) this method is effective in identifying a range of perceptions, experiences and their meaning across a data set. Data analysis was conducted by both authors who first read the transcripts and notes from the interviews several times in order to familiarise with the data. Then, the transcripts were analysed more closely with both authors identifying key topics in a \"theory-driven\" manner (Braun and Clarke, 2006:88) . To maximise analytical integrity and ensure the robustness of findings, each researcher undertook an initial round of open coding separately before converging the first set of findings in a process called triangulation. Flick (2000) posited that investigator triangulation is an effective method to balance subjective research interpretations due to the collective comparison of coding schemes. Hence, in this study researcher triangulation ensured that interviewees' perceptions of power dynamics as pertaining to their hosting practice were objectively interpreted.", "cite_spans": [{"start": 70, "end": 89, "text": "(Birt et al., 2016)", "ref_id": "BIBREF8"}, {"start": 197, "end": 221, "text": "(Braun and Clarke, 2006)", "ref_id": "BIBREF9"}, {"start": 286, "end": 297, "text": "King (2004)", "ref_id": null}, {"start": 687, "end": 714, "text": "(Braun and Clarke, 2006:88)", "ref_id": null}, {"start": 937, "end": 949, "text": "Flick (2000)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Data analysis"}, {"text": "Subsequently, axial coding was undertaken whereby emerging topics were grouped into interrelated themes by copying, re-organising and comparing thematic categories whilst refining the data under each theme to identify sub-categories (Goulding, 1999) . In this way, thematic categories were expanded and clarified. Last, selective coding was used to combine sub-categories with the themes initially identified. In this way, relationships were validated and thematic categories were refined and further developed (Strauss and Corbin, 1990) to enhance elaboration on key issues (Hennink et al., 2010) . For instance, during open coding the topic of 'motives' was identified; this was then refined and categorised according to 'social motives' and 'economic motives' before being related to the professionalism manifesting in host practices.", "cite_spans": [{"start": 233, "end": 249, "text": "(Goulding, 1999)", "ref_id": "BIBREF37"}, {"start": 511, "end": 537, "text": "(Strauss and Corbin, 1990)", "ref_id": "BIBREF72"}, {"start": 575, "end": 597, "text": "(Hennink et al., 2010)", "ref_id": null}], "ref_spans": [], "section": "Data analysis"}, {"text": "4.1. Hosting motives: a business proposition or a new form of sociality?", "cite_spans": [], "ref_spans": [], "section": "Findings and discussion"}, {"text": "Various motives for hosting were identified. The majority of informants acknowledged emerging financial benefits (e.g. Guttentag, 2015) as a predominant reason for hosting, commenting on how the income earned through hosting allows them to cover personal expenses and maintenance costs associated with their properties. Our findings also reveal that the revenue gained from hosting constitutes a significant source of income for hosts who are unemployed, as illustrated Correspondingly, economically-oriented hosts are driven to register on Airbnb as opposed to other networks, due to its expansive growth and the great exposure it offers. In Paul's words, \"Airbnb, being the most well-known, is the best bet\". In highlighting the growth of Airbnb, Gloria argued that people save money to buy a property so that \"they can Airbnb it\", commenting on how \"it [Airbnb] is now a verb!\". This argument indicates that hosting on Airbnb is a calculated activity for many people, who may not have available property yet are willing to seek capital and buy accommodation with the aim of renting it out on the platform.", "cite_spans": [{"start": 119, "end": 135, "text": "Guttentag, 2015)", "ref_id": "BIBREF39"}, {"start": 856, "end": 864, "text": "[Airbnb]", "ref_id": null}], "ref_spans": [], "section": "Findings and discussion"}, {"text": "Such arguments illustrate the magnitude of the economic benefits that Airbnb could offer by offering individuals the opportunity to become 'microentrepreneurs' (Zhang et al., 2019) . Within this context, hosts highlighted the lower commission fees applied as well as the ability to personalise listings as drivers for the decision to use Airbnb instead of other networks. As Nicola commented, \"I can see reviews of guests, understand who they are and what the purpose of their visit is\" adding that guest profiles often act as a signal of their expectations, thus strengthening guest-host fit by \"allowing the host to select guests in accordance to the service they are able to provide\". Indeed, the ability to select guests was emphasised by the majority of informants as an important benefit that appears to balance power between hosts and guests (Dolnicar, 2017) .", "cite_spans": [{"start": 160, "end": 180, "text": "(Zhang et al., 2019)", "ref_id": "BIBREF79"}, {"start": 849, "end": 865, "text": "(Dolnicar, 2017)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Findings and discussion"}, {"text": "Whereas some property owners are motivated by the economic benefits of hosting, others emphasised relevant social aspects. Informants see hosting as an opportunity to engage in a new type of sociality, one that is educational almost, as if it is the hosts themselves who are travelling to explore other cultures and not the guests. As Gloria claimed \"it's not about the money. It's about getting to hear guests' stories…\". Similarly, Ciska commented that \"it is an inspiring way to make a living…such a great experience, meeting all sorts of different people\". The informant further elaborated that \"it feels like guests are coming for a visit\", therefore supporting arguments of the importance of personal relationship development in P2P accommodation experiences (Moon et al., 2019) . Airbnb seems to offer the opportunity for this new type of sociality compared to other platforms. The extracts below are illustrative of these views.", "cite_spans": [{"start": 765, "end": 784, "text": "(Moon et al., 2019)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Findings and discussion"}, {"text": "Mark: booking.com is a business…the aim is to make money from renting. But Airbnb has a different mentality, it is about meeting people from other cultures. Melanie: Airbnb is a platform that fits into our view of accommodation. We are not looking for customers, but we are looking for friends coming to our house. Accordingly, our findings suggest that different types of hosts emerge in accordance to the motive and the type of property offered (Table 2) . While hosts sharing a room in their property are primarily motivated by the social benefits of the interaction, others with more listings appear to be economically-driven. Specifically, our findings identify the emergence of a new breed of entrepreneurs, perceiving the affordances of the platform as a technical infrastructure and the rules embedded in it as a 'business proposition' offered by Airbnb. This business proposition is attractive to potential hosts because of its low cost and convenience of initial 'setting up shop' process. Most importantly, it appears to empower individual hosts by assigning them control over the host-guest relationship. Although professional service providers are entering P2P accommodation, it is unclear how many exist on Airbnb due to legislation being ambiguous over the point at which a peer becomes a professional service provider (Newlands et al., 2018) . Hence, our typology is useful in outlining that distinction is required not only between professional hospitality providers and individual hosts but also among individual hosts in terms of their degree of emerging professionalism.", "cite_spans": [{"start": 1334, "end": 1357, "text": "(Newlands et al., 2018)", "ref_id": null}], "ref_spans": [{"start": 447, "end": 456, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Findings and discussion"}, {"text": "As analysis progressed, it emerged that different types of hosts implement varying host practices. Host practices reflect host perceptions over roles and identities (i.e. professionals vs peers) which are important in determining their approach to negotiating the hospitality exchange (Farmaki et al., 2020a (Farmaki et al., , 2020b . On the outset, informants shared similar views on the importance of providing a safe, clean and functional environment and being 'hospitable'. Some informants referred to tangible elements (e.g. good quality toiletries) as representing the quality service offered while others discussed their hosting practice in more abstract terms, suggesting that \"if you treat guests as you treat your friends and family, you can't go wrong\" (Gloria). Specifically, \"being friendly, polite and treating guests as if they are special\" (Matt) was mentioned as a key aspect of hospitableness, which in P2P accommodation represents an important dimension influencing the guest experience Mody et al., 2019) . However, as discussion moved on, it became apparent that host practices in Airbnb are to a great extent non-standardized with the conditions under which accommodation resources are shared with guests emerging as influential. For example, hosts renting out their entire property(ies) tend to maintain a more commercial-oriented exchange with guests, offering services that are comparable to hotels (i.e. cleaning service). As Alice said, \"I might leave a teddy bear as a gift if the guest travels with young children…often I leave traditional sweets for guests to take as souvenirs\". The primary motives for offering such services is mostly economic as hosts expressed a desire to improve their rating \"through more positive reviews\" (Matt). Although such gestures might be offered by co-habiting hosts as well, these acts seem to emanate mostly from a genuine desire to \"please the guest\" (Andrew).", "cite_spans": [{"start": 285, "end": 307, "text": "(Farmaki et al., 2020a", "ref_id": "BIBREF27"}, {"start": 308, "end": 332, "text": "(Farmaki et al., , 2020b", "ref_id": null}, {"start": 1006, "end": 1024, "text": "Mody et al., 2019)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Host practices: 'limboing' between hotel-style and flat-sharing approach"}, {"text": "Nonetheless, in cases of co-habitation between hosts and guests, the hospitality exchange is more complex in nature as often host perceptions may differ from guest expectations of host practice. As Carolina explained \"I treat my guests as flatmates. In this way, I manage expectations\" further commenting that \"some people expect that I will make breakfast for them, but I don't provide this\". Contrary, Gloria posited that \"I ask guests if they want breakfast and sometimes I do airport pick-ups or drive them around\". Accordingly, hosts have certain expectations in terms of what guests should contribute into the P2P practice. As Carolina commented \"I expect my guests to do the dishes\", indicating that there is a fine line between the commercial and private spheres of the hospitality exchange within P2P accommodation settings (Farmaki et al., 2020a (Farmaki et al., , 2020b . Even though signs of a host's hospitableness are highly valued by guests when selecting a commercial home (Moon et al., 2019) , our findings suggest that they may also trigger conflicts between hosts and guests. The extracts below are indicative of such incidents.", "cite_spans": [{"start": 833, "end": 855, "text": "(Farmaki et al., 2020a", "ref_id": "BIBREF27"}, {"start": 856, "end": 880, "text": "(Farmaki et al., , 2020b", "ref_id": null}, {"start": 989, "end": 1008, "text": "(Moon et al., 2019)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Host practices: 'limboing' between hotel-style and flat-sharing approach"}, {"text": "Natalie: The other day I had a guest, lovely person…we were sitting in the living room, chatting and suddenly he took the remote control and changed the TV channel. I was like…this is my TV! Carolina: My friend and I were cooking in the kitchen, a guest asked if she could have dinner with us… I reluctantly said ok but clearly there wasn't enough food.", "cite_spans": [], "ref_spans": [], "section": "Host practices: 'limboing' between hotel-style and flat-sharing approach"}, {"text": "Findings, thus, illustrate that the host-guest relationship is subjected to an ongoing process of negotiation between guest expectations and host practices (Farmaki et al., 2020a (Farmaki et al., , 2020b Sheringham and Daruwalla, 2007) . In this context, informants acknowledged that hostguest interactions need to be managed prior the arrival of the guest in the host's property. Communication between hosts and guests was indeed identified by the majority of participants as an integral aspect, shaping the outcome of the hospitality exchange . If good communication between the two parties exists such as \"guests informing the host in case of a flight delay\" (Karl), negative incidents and correspondingly negative reviews were deemed avoidable by hosts. Additionally, several informants suggested that there is a need for hosts to list the services they are able and willing to provide. In Matt' words, \"if you outline the rules of the property and the service you provide you can avoid future problems with guests\". Even so, conflicts may frequently arise as \"guests fail to read the small print\" (Crystal) or simply refuse to comply with host rules. Ciska's experience is reflective of such behaviours:", "cite_spans": [{"start": 156, "end": 178, "text": "(Farmaki et al., 2020a", "ref_id": "BIBREF27"}, {"start": 179, "end": 203, "text": "(Farmaki et al., , 2020b", "ref_id": null}, {"start": 204, "end": 235, "text": "Sheringham and Daruwalla, 2007)", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Host practices: 'limboing' between hotel-style and flat-sharing approach"}, {"text": "One guest did not obey the 'no smoking' policy and when I told him off, he laughed…such behaviour would not be acceptable in a hotel and a fine would be imposed.", "cite_spans": [], "ref_spans": [], "section": "Host practices: 'limboing' between hotel-style and flat-sharing approach"}, {"text": "Such comments echo concerns over the lack of a regulatory framework in P2P accommodation (Edelman and Geradin, 2015; Gurran and Phibbs, 2017) and highlight the need to examine how power is exercised by respective parties. Specifically, there is a need to understand how power is formed and applied by each party; hence, influencing the host practice.", "cite_spans": [{"start": 89, "end": 116, "text": "(Edelman and Geradin, 2015;", "ref_id": "BIBREF19"}, {"start": 117, "end": 141, "text": "Gurran and Phibbs, 2017)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Host practices: 'limboing' between hotel-style and flat-sharing approach"}, {"text": "The P2P practice has been presented in extant literature as an empowering act that promotes equity among the parties involved (Dolnicar, 2017) . Our findings propose that, compared to other forms of commercial homes, P2P platforms empower hosts by allowing them to select their guests through the screening of \"guest credentials\" (Leonie) and potentially reject booking requests from certain types of guests that might suggest inappropriate or problematic behaviour (i.e. young men). Neil noted that \"hotels don't have the luxury to screen guests\" highlighting the flexibility offered by P2P platforms. P2P platforms have significant information about guests (e.g. profile, reviews) that the host requires in order to make an informed decision as to whether to accept or reject guests. In this regard, it may be argued that Airbnb hold 'information power' (French et al., 1959) through which it positively influences the host-guest relationship. Specifically, by acting as a mediator between the two parties (Cheng and Foley, 2018) , the platform improves the matching of hosts and guests through the alignment of guest expectations with host practices. Even so, while the mechanisms offered by Airbnb were acknowledged by informants as empowering in theory, as analysis progressed a different reality was portrayed.", "cite_spans": [{"start": 126, "end": 142, "text": "(Dolnicar, 2017)", "ref_id": "BIBREF18"}, {"start": 856, "end": 877, "text": "(French et al., 1959)", "ref_id": "BIBREF33"}, {"start": 1008, "end": 1031, "text": "(Cheng and Foley, 2018)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "From empowered to powerless: 'Power over' hosts"}, {"text": "It was suggested by several informants that the once empowered hosts have turned into powerless \"hostages of Airbnb\" (Andreas) which uses its positional authority (legitimate power) to implement changes upon host practice. As Paul commented \"if you want to get ranked high on the platform or be a superhost, you can't reject or cancel a reservation…it's simply not an option as rejecting potential guests affects host profile and ranking\". Recently, the platform introduced an anti-discrimination policy which limits hosts' ability to be selective over who stays in their home (Farmaki and Kladou, 2020) . As Sergio stated, \"to provide excellent guest experience, they [Airbnb] are punishing hosts if they don't provide the guests what they want\". Within this context, informants suggested that the platform has transformed from a host-oriented into a guest-oriented one, by \"using hosts to push a guest first approach\" (Niki). The following statements are indicative of such views.", "cite_spans": [{"start": 577, "end": 603, "text": "(Farmaki and Kladou, 2020)", "ref_id": "BIBREF24"}, {"start": 669, "end": 677, "text": "[Airbnb]", "ref_id": null}], "ref_spans": [], "section": "From empowered to powerless: 'Power over' hosts"}, {"text": "Theodore: Airbnb started as the foundation of the concept of the sharing economy…it has now turned into a business-oriented com-pany…they are starting to adopt a customer-oriented approach to their service. Andrew: Airbnb is moving into the luxury sector…there are guests looking for services comparative to hotel services. This is not what Airbnb was about…hosts who share their space offer a basic service and can't compete! In this regard, hosts identified a shift of power from hosts to guests as a result of Airbnb's customer orientation. When asked to elaborate on this issue, they discussed the platform's review process which allows hosts and guests to positively or negatively review one another. Although both hosts and guests can review each other (Cheng and Jin, 2019) , thus maintaining a balance of power, the changing policies of Airbnb leave many hosts feeling that 'reward power' (French et al., 1959) is exercised by guests who \"manipulate the platform if they don't get what they request\" (Joseph). \"A negative review is more serious for a host… reviews impact search placement so prospective guests can't find you easily\" explained Ben. Informants highlighted guests' increasing expectations as placing additional pressures on host practices. In Leonie's words, \"guests keep coming up with requests for pick-ups, breakfast, specific types of sheets or coffee brands…\". Neil agreed, stating that \"many guests view us [hosts] as hotels\".", "cite_spans": [{"start": 759, "end": 780, "text": "(Cheng and Jin, 2019)", "ref_id": "BIBREF13"}, {"start": 897, "end": 918, "text": "(French et al., 1959)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "From empowered to powerless: 'Power over' hosts"}, {"text": "Such comments were of particular concern to cohabiting hosts who clarified that due to work and personal obligations, they cannot \"be available 24/7\" (Dimiter). Even so, concerns over guests' increasing expectations were also voiced by non-cohabiting individuals as they \"saw their responsibilities as Airbnb hosts increase over time\" (Neil). Within the context, informants identified the emergence of a cycle of powerlessness (Gaventa, 2006) whereby guest demands are increasingly challenging host practices; indeed, participants expressed inability to retaliate to Airbnb's changing policies due to the economic and social reasons that drove them to hosting in the first place. In Paul's words, \"putting it simply, the one with the power is not the host…as a host you are in a deadlock because you need the money\". In a way, the P2P practice emerges as an unbalanced form of exchange in which Airbnb plays a catalyst role by redefining host practice through the legitimization of guest expectations.", "cite_spans": [{"start": 427, "end": 442, "text": "(Gaventa, 2006)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "From empowered to powerless: 'Power over' hosts"}, {"text": "As such, a multi-layered form of power is unveiled. Guests seem to hold power over hosts through the search and review mechanisms that Airbnb offers; if hosts want to have a good search placement then they need to respond to guest demands and improve their ratings. Services offered by the platform -such as 'Airbnb For Everyone' which allows guests to book rooms in boutique hotels and B&Bs and 'Airbnb Plus' or 'Airbnb Luxe' that include elite properties offering luxury experiencesonly add to the demands of guests by influencing perceptions over the services offered by Airbnb hosts. Although the superhost and superguest programmes represent the means through which 'reward power' may be exercised by hosts and guests as in the case of hotels (Liang et al., 2017) , they also reflect Airbnb's efforts to exercise 'referent power' (French et al., 1959) . While Airbnb appears to be adding both hosts and guests in these 'elite' groups in order to maintain stability, in essence it exercises 'power over' hosts through subtle forms of control Lukes (1974) in the form of co-option (Nye, 2008) . Evidently, the agenda of power (Lukes, 2005) is shaped by guests' increasing expectationsto which Airbnb contributesthereby leaving hosts unable to resist if they want to continue benefiting financially. Indeed, the majority of economically-driven hosts appear to comply either passively or more actively to the platform's changing policies, as they feel compelled to conform to the changing environment by maximizing their belongingness (Liu and Mattila, 2017) . We demonstrate these 'power over' dynamics diagrammatically in Fig. 1 , which illustrates how platform policies influence guest expectations, demands and behaviours by favouring a guest-oriented approach that, in turn, impacts host practices.", "cite_spans": [{"start": 748, "end": 768, "text": "(Liang et al., 2017)", "ref_id": "BIBREF46"}, {"start": 835, "end": 856, "text": "(French et al., 1959)", "ref_id": "BIBREF33"}, {"start": 1046, "end": 1058, "text": "Lukes (1974)", "ref_id": "BIBREF52"}, {"start": 1084, "end": 1095, "text": "(Nye, 2008)", "ref_id": "BIBREF58"}, {"start": 1129, "end": 1142, "text": "(Lukes, 2005)", "ref_id": "BIBREF52"}, {"start": 1536, "end": 1559, "text": "(Liu and Mattila, 2017)", "ref_id": "BIBREF50"}], "ref_spans": [{"start": 1625, "end": 1631, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "From empowered to powerless: 'Power over' hosts"}, {"text": "Despite the powerlessness expressed by many informants, there were others who acknowledged the financial benefits derived from the hosting activity on Airbnb as an enabling factor that empowers them with additional income and unprecedented employment opportunities. Even so, these hosts recognised the increasing pressures placed on their hosting practice that are partly exacerbated by the lack of regulation on P2P accommodation. Guest safety, in particular, emerged as a concern for several hosts who were unaware of the extent of their accountability with regard to guests' wellbeing. For example, Carolina mentioned that while Airbnb may cover damages to the property, it is not clear \"what ensues if something happens to guests\" particularly to \"older guests who may have health problems\" (Matthew). In this regard, the role of the platform was identified as important in mediating between the hosts and guests (Cheng and Foley, 2018) particularly when problems, uncertainties and/or conflicts arise. Within this context, many hosts emphasised that Airbnb is becoming increasingly more \"difficult to reach\" (Helen) expressing feelings that the platform \"does not support hosts when needed\" (Joseph).", "cite_spans": [{"start": 917, "end": 940, "text": "(Cheng and Foley, 2018)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Emerging hosting practice identity: 'Power to' hosts"}, {"text": "Correspondingly, as our findings reveal, different types of hosts (e.g. professional individuals, cohabiting hosts) are attempting to gain control over the host-guest relationship through self-regulatory tactics. This occurs primarily by setting up informal online groups through which they may exchange knowledge and support one another. Specifically, our study indicates that the participation of hosts in forums and discussion groups represents a 'community of practice' through which issues are explored and, subsequently exploited, leading to a standardization of host practice (Fig. 2) . In Neil's words, \"we got together informally as hosts and talked about our experiences, sought the knowledge of more experienced hosts from San Francisco where Airbnb started and tried to influence change\". There are several Airbnb host groups on social networks in which \"members self-organize… getting an accountant and a legal advisor to provide some direction and guidance\" (Gloria). In the midst of an increasingly competitive yet unregulated environment, hosts form online communities exchange and produce knowledge which in turn informs their hosting practice and reproduces an institutional identity that, as Foucault (1980) would argue, is embedded in their power relations with guests and the platform itself as it formalises hosting practice. In this case, hosts use 'expert power' (French et al., 1959) to grant 'power to' themselves by attempting to collectively control their practice, in what was referred to by Arendt (1963) as the ability of a party to act.", "cite_spans": [{"start": 1211, "end": 1226, "text": "Foucault (1980)", "ref_id": "BIBREF31"}, {"start": 1387, "end": 1408, "text": "(French et al., 1959)", "ref_id": "BIBREF33"}, {"start": 1521, "end": 1534, "text": "Arendt (1963)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 583, "end": 591, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "Emerging hosting practice identity: 'Power to' hosts"}, {"text": "While a large majority of hosts seem to self-organize in order to respond to the changes taking place in Airbnb, others have decided to exit Airbnb as a form of retaliation to the policies the platform is implementing. Several informants, particularly co-habiting hosts, highlighted the increasing regulations and pressures placed on hosts practices as creating unfavourable conditions for hosting. \"I decided to stop hosting when Airbnb income was taxed…there was a law saying that if you rented a room in your property for less than €12000 per year you were tax exempted\" said Gloria. The decision of these hosts to exit the platform or even switch platforms reflects a form of 'power to' strategy. As Karl commented, \"I recently moved to a smaller platform as I think it is more nurturing towards hosts…it attracts a specific type of guest that I am more interested in hosting\". Interestingly, our study identified some hosts who seem to by-pass the Airbnb platform \"by finalizing bookings with guests in social networks like Facebook\" (Nick). Evidently, it appears that hosts are exercising power by resisting the changes in Airbnb's policies, opting to cease the hospitality exchange with guests in P2P platforms. In this regard, it is worth highlighting the duality of guest-host roles that several Airbnb members may have which indicates that they often alternate between the roles of 'power holder' to 'power subject' (Wrong, 1995) . As Carolina argued, \"I get so much hassle as a host that when I stay in an Airbnb as a guest, I am also demanding\".", "cite_spans": [{"start": 1426, "end": 1439, "text": "(Wrong, 1995)", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Emerging hosting practice identity: 'Power to' hosts"}, {"text": "Even so, Airbnb remains a popular choice for hosts due to the economic benefits that may be derived and the perceived security offered by the platform (Farmaki et al., 2020a (Farmaki et al., , 2020b being \"the market leader\" (Paul). As Patrick explained \"Airbnb is a guarantee if something goes wrong, as there is no legislation to protect these type of properties\". Hence, Airbnb has 'legitimate power' (French et al., 1959) as it is the largest and fastest growing P2P accommodation network. The decision to stay on the platform though is not exclusive to economically-driven hosts. Co-habiting hosts, for example, expressed a sense of pride behind their involvement in Airbnb. In Ciska's words, \"Airbnb is growing and it's great being part of that community\". Similarly, Gloria commented that \"it feels good to know that people want to visit you and that you are doing a good job hosting them\". For these hosts, the ability to gain a superhost title represents a form of psychological enhancement with many informants highlighting the positive aspects of the growth of Airbnb that might \"potentially help individuals to gain more money in a flexible way\" (Doreen). Such comments justify to an extent the continuous growth of Airbnb; in light of recent power shifts driving many individual co-habiting hosts to exit the platform, it remains to be seen what kind of profile the Airbnb host will have in the near future.", "cite_spans": [{"start": 151, "end": 173, "text": "(Farmaki et al., 2020a", "ref_id": "BIBREF27"}, {"start": 174, "end": 198, "text": "(Farmaki et al., , 2020b", "ref_id": null}, {"start": 404, "end": 425, "text": "(French et al., 1959)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Emerging hosting practice identity: 'Power to' hosts"}, {"text": "The emergence of the P2P accommodation phenomenon has undoubtedly changed the dynamics of the hospitality industry (Cheng, 2016; Mody et al., 2019) . The popularity of the phenomenon, as evidenced by the growth of Airbnb, seems to be accompanied by platform efforts to professionalize the P2P accommodation service . Recently, Airbnb -the world's largest P2P accommodation platform -has introduced initiatives which opened up the platform space to professional accommodation providers while attempting to target an up-market clientele through the offering of high-quality and/ or luxury accommodation experiences. Such attempts signal a departure from the initial philosophy of P2P accommodation as a sharing economy sector (Crommelin et al., 2018) complexifying the host-guest relationship. Amidst this changing P2P accommodation environment, we set out to explore the power dynamics shaping host-guest relations in P2P accommodation.", "cite_spans": [{"start": 115, "end": 128, "text": "(Cheng, 2016;", "ref_id": "BIBREF11"}, {"start": 129, "end": 147, "text": "Mody et al., 2019)", "ref_id": "BIBREF53"}, {"start": 724, "end": 748, "text": "(Crommelin et al., 2018)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Overall, two main conclusions are derived from this study. First, findings identify different types of Airbnb hosts including emerging professionals managing multiple listings, individual economicallydriven hosts managing one or two listings and co-habiting hosts that are either more economically-focused or socially-oriented. In turn, different groups of hosts have different approaches to hosting. While some elements (i.e. clean, functional space, politeness etc) are considered necessary by all host types, professional and economically-oriented hosts tend to offer hotel style services contrary to co-habiting hosts who follow a varied approach to hosting, with some even expecting their guests to contribute to cleaning and maintaining the property. Hence, findings show how the hospitality exchange emerges as a negotiated act between the host and the guest (Farmaki et al., 2020a (Farmaki et al., , 2020b particularly when co-habitation exists; thus, confirming the prevalence of power in determining hospitality encounters in such contexts. This bring us to the second conclusion of this study.", "cite_spans": [{"start": 866, "end": 888, "text": "(Farmaki et al., 2020a", "ref_id": "BIBREF27"}, {"start": 889, "end": 913, "text": "(Farmaki et al., , 2020b", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}, {"text": "The study reveals that the host practice in P2P accommodation is gradually becoming more professionalized due to Airbnb's changing policies that legitimize guests' increasing demands. By adding features on the website (i.e. Airbnb Plus) that target up-market guests, the platform indirectly increases the expectations of the wider pool of guests, leading to a downward spiral of continuously growing guest demands that is adding pressures on hosts to professionalize their services if they want to stay competitive. Correspondingly, power shifts are noticeable in the P2P accommodation setting in the form of a: a) 'power over' relationship emerges between hosts, guests and the platform wherein the host practice is indirectly controlled through the platform's changing policies and in accordance to guest preferences and b) 'power to' Airbnb hosts relationship emerges as the platform continues to economically empower individuals across the world, given its legitimacy as the largest and most successful network. In light of these conclusions, the study carries both theoretical and practical implications.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "While previous research identified economic and social motives as driving hosting activity on P2P accommodation platforms (e.g. Guttentag, 2015; Moon et al., 2019; Zhang et al., 2019) , this study contributes to existing knowledge by suggesting that property type is also influential on defining host type and practice. Specifically, study findings point towards a heterogeneity among individual hosts in relation to their hosting motive and property type, which subsequently influences their degree of professionalism (see Table 2 ). In relation to this point, our findings identify the emergence of a new breed of entrepreneurs as an increasing number of individuals see the Airbnb platform as a space of entrepreneurship that is low cost, convenient and easy to use. Moreover, our study sheds light on how different Airbnb host types adopt varying hosting practices, ranging from standardized hospitality activities that are analogous to hotel services to offerings wherein the guest is expected to share the responsibility of certain activities (i.e. cleaning). The study reveals that the P2P accommodation service is becoming more professionalized and aligned to the standards of the traditional hospitality sector as a result of platform features. In particular, Airbnb seems to mediate the relations between the host and the guest through its policies, guidelines and regulations (see Fig. 1 ). As our findings indicate, the platform's guest-oriented approach is reinforcing guest expectations of host practice, adding pressures on hosts while leading to power shifts within P2P accommodation.", "cite_spans": [{"start": 128, "end": 144, "text": "Guttentag, 2015;", "ref_id": "BIBREF39"}, {"start": 145, "end": 163, "text": "Moon et al., 2019;", "ref_id": "BIBREF55"}, {"start": 164, "end": 183, "text": "Zhang et al., 2019)", "ref_id": "BIBREF79"}], "ref_spans": [{"start": 524, "end": 531, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1392, "end": 1398, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Theoretical implications"}, {"text": "Specifically, findings reveal a form of 'power over' relationship between hosts, guests and the platform. Power trajectories are conditioned by the interdependencies among the actors -namely hosts, guests and the platform -who often have a dual role in the P2P practice (e.g. hosts act as guests on occasions). For instance, the platform uses referent and legitimate power to influence host practice (i.e. superhost badge, Airbnb Plus etc) whereas guests exercise influence through the review system. As this study has shown, negative reviews are more damaging to hosts than to guests due to the implications on their search placement. In this context, hosts expressed increasing inability to select guests due to the 'punitive' measures that Airbnb is indirectly imposing if rejection or cancellation of booking occurs. Consequently, the argument that host and guest selection in P2P accommodation is an empowering tool for both parties (Dolnicar, 2017) is being challenged. Specifically, findings suggest that economically-driven hosts are compelled to conform to the changing environment given their economic interests by either adapting their host practice according to platform policies or passively consenting to Airbnb's recommendations by continuing to partly apply individual hosting practices, transferring liability if and when problems arise onto the platform.", "cite_spans": [{"start": 938, "end": 954, "text": "(Dolnicar, 2017)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Theoretical implications"}, {"text": "Alternatively, another face of power is identified in this study. A 'power to' hosts is evident through the empowerment opportunities provided by the platform. In this regard, Lukes' (2005) argument that power and powerlessness are inherently linked is of relevance. As findings have shown, Airbnb hosts continue to be both empowered and powerless in their hosting practice; on the one hand, they benefit financially whereas, on the other hand, they are increasingly becoming powerless in their ability to control their hosting practice if they wish to continue receiving the financial benefits emanating from hosting on the platform. Hence, it may be argued that the host-guest relationship in P2P accommodation is characterised by a form of duality as outcomes may be positive and/or negative, depending on the circumstances under which the hospitality exchange occurs and, most importantly, how members perceive and respond to power shifts. For example, several hosts seem to retaliate when they undertake the role of the 'guest' by attempting to exercise power through a demanding attitude. As such, it appears that hosts themselves are contributing to the continuing growth of guest demands when they alternate roles (Wrong, 2017) ; therefore, remining us that the 'power subject' may in fact become a 'power holder' in specific circumstances.", "cite_spans": [{"start": 176, "end": 189, "text": "Lukes' (2005)", "ref_id": "BIBREF52"}, {"start": 1222, "end": 1235, "text": "(Wrong, 2017)", "ref_id": null}], "ref_spans": [], "section": "Theoretical implications"}, {"text": "An additional form of 'power to' arises from host-to-host information sharing (see Fig. 2 ). Specifically, findings reveal that hosts draw from the expertise and knowledge of more experienced hosts to inform their hosting practice by exchanging information through online community groups being set up as an informal form of self-regulation. As this study demonstrated, host-to-host information sharing practices are part of a 'power to' activity that is of particular importance given the absence of a regulatory framework on P2P accommodation and the non-standardized nature of hosting practice. Even so, while many hosts are forced to align their practice to these changing policies of the platform, others are unable to respond as they often lack the necessary resources or may be unwilling to conform to the changing environment. Within this context, 'power to' is evidenced in the decision of several hosts to exit the Airbnb platform, ceasing their hosting activity altogether or switching to alternative smaller platforms; hence, challenging the drivers of hosting on Airbnb. Resonating with Lukes and Foucault's notion of power, this study uncovers power imbalances in the increasingly nuanced Airbnb environment, with many hosts attempting to assume control through resistance and intervention tactics.", "cite_spans": [], "ref_spans": [{"start": 83, "end": 89, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Theoretical implications"}, {"text": "The findings of this study led to the development of a theoretical framework (Fig. 3 ) that conceptualizes and illustrates the power dynamics in P2P accommodation. Correspondingly, the framework may serve as a basis for further examination of the power constellations underpinning the changing environment of P2P accommodation.", "cite_spans": [], "ref_spans": [{"start": 77, "end": 84, "text": "(Fig. 3", "ref_id": null}], "section": "Theoretical implications"}, {"text": "The conceptual framework offered may be used reflectively to help Airbnb hosts identify specific approaches that will enable them to host effectively, in line with their resources and competences. For instance, instead of exiting the platform, individual social-oriented cohabiting hosts may adopt self-regulating activities such as joining host associations to maximise their perceived control. By showing the power shifts noticeable in P2P accommodation, the framework may offer practical value to hosts by allowing them to self-identify with a specific host type and relevant strategy to respond to the power dynamics impacting their hosting practice. In addition, the communities of practice that we see emerging around hosting may use the framework as a training tool to support new hosts joining the platform and help them to understand the challenges in setting up and operating their hosting practice. Generally, the framework illustrates the emergence of a form of hybrid P2P accommodation based on a professional hospitality type of service that correspondingly attracts semi-professional individuals, pursuing entrepreneurial activities on P2P platforms. As such, new identities and understandings of hospitality practices are emerging (Farmaki et al., 2020a (Farmaki et al., , 2020b indicating that the face of traditional hospitality will not remain unaffected by these changes, calling for managers and hospitality leaders to reconsider their offering. Indeed, in light of the popularity of P2P accommodation, hotel managers may need to rethink of their product offering and highlight the social and/or 'home comfort' aspects of hospitality more explicitly by developing a personalised service, reflective of the one that may be offered by some P2P accommodation hosts (e.g. cohabiting hosts).", "cite_spans": [{"start": 1247, "end": 1269, "text": "(Farmaki et al., 2020a", "ref_id": "BIBREF27"}, {"start": 1270, "end": 1294, "text": "(Farmaki et al., , 2020b", "ref_id": null}], "ref_spans": [], "section": "Practical implications"}, {"text": "Moreover, the framework may provide practical indications with regard to the governance of the platform. The platform may, for instance, use the framework provided in this study to distinguish between the various types of hosts that form its host community and, correspondingly, become better informed over each host type views and behaviours; thus, working towards the establishment of a more effective host support mechanism whilst formulating guidelines that are well-aligned with each host type needs. These changing nuances characterising the P2P accommodation context imply that greater attention is required on consolidating regulation to reflect the different types of hosts, as reflected in this study. Policymakers need to ensure that regulation of the P2P accommodation sector reflects the diversity in host types. This study provides some initial indication that P2P accommodation is in front of a governance challenge that is captured in the discourses of hosts. Although Airbnb appears to exercise loose governance and control over hosts (Constantiou et al., 2017) , its changing growth strategy has had an intentional or unintentional effect on the overall governance of the platform. Subsequently, a reaction by individual hosts has been generated as they seek to raise their selfawareness as a new emerging category of semi-professionals, by starting to build a support community and a practitioner identity. In this regard, individual hosts may emerge as a new potential source of influence that could reshape the future direction of P2P accommodation. For example, individual hosts may draw insights from the framework provided in the study to strengthen their bargaining power and exercise lobbying on the platform in order to safeguard their interests.", "cite_spans": [{"start": 1052, "end": 1078, "text": "(Constantiou et al., 2017)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Practical implications"}, {"text": "Although there are particularities characterizing the P2P accommodation sector, the findings of this study may be transferred to other sharing economy contexts. As this study has shown, the power relations and pressures among platform leaders, sharing economy complementors (i.e. hosts, drivers) and the final recipients of services matter. This is particularly evident nowadays as the professed 'disruption' brought about by digital platforms is still underway causing behavioural, strategic, regulatory and other institutional adaptations. In the case of Uber, for instance, we may identify 'power over' and 'power to' aspects. As Rosenblat (2018) argued Uber drivers are pressurized to comply with certain rules (power over) through algorithmic management, while at the same time they are incentivized to contribute as freelancers (power to) who enjoy freedom and flexibility (Möhlmann and Zalmanson, 2017) . Likewise, Uber passengers are raising concerns about safety, assaults and discrimination (Rogers, 2015) ; thus, offering more leverage to platform leaders for additional controls on drivers.", "cite_spans": [{"start": 633, "end": 649, "text": "Rosenblat (2018)", "ref_id": "BIBREF66"}, {"start": 879, "end": 909, "text": "(Möhlmann and Zalmanson, 2017)", "ref_id": "BIBREF54"}, {"start": 1001, "end": 1015, "text": "(Rogers, 2015)", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Practical implications"}, {"text": "We may, therefore, argue that sharing economy platforms in general present similar governance challenges for platform leaders but also for complementors who are struggling to adapt as 'quasi-employees' (Möhlmann and Zalmanson, 2017) as well as for consumers who need to re-think their expectations. Hence, insights may be offered by this study beyond the P2P accommodation context by highlighting the power asymmetries brought about by the popularity of P2P platforms at the macro and micro level and their relevant effects on workers, users and traditional industry players. In relation to this point, insights from this study may be used by sharing economy platform leaders and practitioners to set up a support and training mechanism whilst also ensuring that communication between platforms, users and governments is strengthened in order to improve discussions on the value of P2P exchanges to users; thus, adjusting regulation and policy measures that will safeguard the interests of all the parties involved. As sharing economy platforms are increasingly entering the public domain and are disrupting not only incumbent industries but also economic and social relations more broadly, the need for a holistic, sustainable governance intensifies calling for a more equitable distribution of incentives, benefits, responsibilities and control over the management of P2P exchanges.", "cite_spans": [{"start": 202, "end": 232, "text": "(Möhlmann and Zalmanson, 2017)", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Practical implications"}, {"text": "This study has addressed calls for research on the changing dynamics in P2P accommodation (e.g. Belarmino and Koh, 2020) yielding important insights; nonetheless, it is not without limitations. Although robust attempts were undertaken by the researchers in the data collection phase, it must be noted that the views expressed by informants represent those of a specific type of hosts, the individual Airbnb host. In addition, the study incorporated the views of European-based hosts only. In light of these limitations, future research could examine non-European host perspectives as well as the views of various Airbnb host types including the professional accommodation providers. Moreover, researchers could further explore how power relationships condition the hospitality exchange and the business strategy of the platform as well as broader issues of governance of the ecosystem associated with specific P2P platforms. Specifically, future research could consider the concept of power in relation to other behavioural issues such as ethics, responsibility and identity. Furthermore, as this study focused on host perspectives, the views of other stakeholder groups including guests need to be examined, compared and contrasted. Undoubtedly, as the P2P accommodation environment continues to evolve, research needs to move towards gaining broader and deeper understandings of the interdependencies among key actors and their relations. Such need becomes even more imperative nowadays as the sharing economy is experiencing the unprecedented effects of the coronavirus pandemic, which is threatening its very existence.", "cite_spans": [{"start": 96, "end": 120, "text": "Belarmino and Koh, 2020)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Limitations and further research recommendations"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Airbnb Hosts Share More Than Six Million Listings Around the World", "authors": [{"first": "", "middle": [], "last": "Airbnb", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Residents' perceptions on tourism impacts", "authors": [{"first": "J", "middle": [], "last": "Ap", "suffix": ""}], "year": 1992, "venue": "Ann. Tour. Res", "volume": "19", "issn": "4", "pages": "665--690", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The host should get lost: paradigms in the tourism theory", "authors": [{"first": "J", "middle": [], "last": "Aramberri", "suffix": ""}], "year": 2001, "venue": "Ann. Tour. Res", "volume": "28", "issn": "3", "pages": "738--761", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The revolutionary tradition and its lost treasure", "authors": [{"first": "H", "middle": [], "last": "Arendt", "suffix": ""}], "year": 1963, "venue": "On Revolution", "volume": "", "issn": "", "pages": "215--281", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "On Violence. Houghton Mifflin", "authors": [{"first": "H", "middle": [], "last": "Arendt", "suffix": ""}, {"first": "", "middle": [], "last": "Harcourt", "suffix": ""}, {"first": "P", "middle": [], "last": "Bachrach", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Baratz", "suffix": ""}], "year": 1962, "venue": "Am. Polit. Sci. Rev", "volume": "56", "issn": "4", "pages": "947--952", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A critical review of research regarding peer-to-peer accommodations", "authors": [{"first": "A", "middle": [], "last": "Belarmino", "suffix": ""}, {"first": "Y", "middle": [], "last": "Koh", "suffix": ""}], "year": 2020, "venue": "Int. J. Hosp. Manag", "volume": "84", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "You are what you can access: sharing and collaborative consumption online", "authors": [{"first": "R", "middle": [], "last": "Belk", "suffix": ""}], "year": 2014, "venue": "J. Bus. Res", "volume": "67", "issn": "8", "pages": "1595--1600", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Qualitative data analysis I: text analysis", "authors": [{"first": "H", "middle": ["R"], "last": "Bernard", "suffix": ""}], "year": 2002, "venue": "Res. Methods Anthropol", "volume": "", "issn": "", "pages": "440--448", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Member checking: a tool to enhance trustworthiness or merely a nod to validation? Qual", "authors": [{"first": "L", "middle": [], "last": "Birt", "suffix": ""}, {"first": "S", "middle": [], "last": "Scott", "suffix": ""}, {"first": "D", "middle": [], "last": "Cavers", "suffix": ""}, {"first": "C", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "F", "middle": [], "last": "Walter", "suffix": ""}], "year": 2016, "venue": "Health Res", "volume": "26", "issn": "13", "pages": "1802--1811", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Using thematic analysis in psychology", "authors": [{"first": "V", "middle": [], "last": "Braun", "suffix": ""}, {"first": "V", "middle": [], "last": "Clarke", "suffix": ""}], "year": 2006, "venue": "Qual. Res. Psychol", "volume": "3", "issn": "2", "pages": "77--101", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Politics and organizational change: the lived experience", "authors": [{"first": "D", "middle": [], "last": "Buchanan", "suffix": ""}, {"first": "R", "middle": [], "last": "Badham", "suffix": ""}], "year": 1999, "venue": "Hum. Relat", "volume": "52", "issn": "5", "pages": "609--629", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Sharing economy: a review and agenda for future research", "authors": [{"first": "M", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2016, "venue": "Int. J. Hosp. Manag", "volume": "57", "issn": "", "pages": "60--70", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The sharing economy and digital discrimination: the case of Airbnb", "authors": [{"first": "M", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "C", "middle": [], "last": "Foley", "suffix": ""}], "year": 2018, "venue": "Int. J. Hosp. Manag", "volume": "70", "issn": "", "pages": "95--98", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "What do Airbnb users care about? An analysis of online review comments", "authors": [{"first": "M", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "X", "middle": [], "last": "Jin", "suffix": ""}], "year": 2019, "venue": "Int. J. Hosp. Manag", "volume": "76", "issn": "", "pages": "58--70", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Four models of sharing economy platforms", "authors": [{"first": "S", "middle": ["R"], "last": "Clegg", "suffix": ""}, {"first": "M", "middle": [], "last": "Haugaard", "suffix": ""}, {"first": "", "middle": [], "last": "Sage", "suffix": ""}, {"first": "", "middle": [], "last": "London", "suffix": ""}, {"first": "I", "middle": [], "last": "Constantiou", "suffix": ""}, {"first": "A", "middle": [], "last": "Marton", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Tuunainen", "suffix": ""}], "year": 2009, "venue": "MIS Q. Exec", "volume": "16", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Is Airbnb a sharing economy superstar? Evidence from five global cities", "authors": [{"first": "L", "middle": [], "last": "Crommelin", "suffix": ""}, {"first": "L", "middle": [], "last": "Troy", "suffix": ""}, {"first": "C", "middle": [], "last": "Martin", "suffix": ""}, {"first": "C", "middle": [], "last": "Pettit", "suffix": ""}], "year": 2018, "venue": "Urban Policy Res", "volume": "36", "issn": "4", "pages": "429--444", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Who Governs?: Democracy and Power in an American City", "authors": [{"first": "Robert", "middle": ["A"], "last": "Dahl", "suffix": ""}], "year": 1961, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Of Hospitality", "authors": [{"first": "J", "middle": [], "last": "Derrida", "suffix": ""}, {"first": "A", "middle": [], "last": "Dufourmantelle", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Unique feature of peer-to-peer accommodation networks", "authors": [{"first": "S", "middle": [], "last": "Dolnicar", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "1--14", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Efficiencies and regulatory shortcuts: how should we regulate companies like Airbnb and Uber", "authors": [{"first": "B", "middle": ["G"], "last": "Edelman", "suffix": ""}, {"first": "D", "middle": [], "last": "Geradin", "suffix": ""}], "year": 2015, "venue": "Stanford Technol. Law Rev", "volume": "19", "issn": "2", "pages": "293--297", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Power dynamics framework. Source: Authors", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Social exchange theory", "authors": [{"first": "R", "middle": ["M"], "last": "Emerson", "suffix": ""}], "year": 1976, "venue": "Annu. Rev. Sociol", "volume": "2", "issn": "1", "pages": "335--362", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The evolution of trust in Airbnb: a case of home rental", "authors": [{"first": "E", "middle": [], "last": "Ert", "suffix": ""}, {"first": "A", "middle": [], "last": "Fleischer", "suffix": ""}], "year": 2019, "venue": "Ann. Tour. Res", "volume": "75", "issn": "", "pages": "279--287", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Why do Airbnb hosts discriminate? Examining the sources and manifestations of discrimination in host practice", "authors": [{"first": "D", "middle": [], "last": "Ezzy", "suffix": ""}, {"first": "", "middle": [], "last": "Routledge", "suffix": ""}, {"first": "", "middle": [], "last": "London", "suffix": ""}, {"first": "A", "middle": [], "last": "Farmaki", "suffix": ""}, {"first": "S", "middle": [], "last": "Kladou", "suffix": ""}], "year": 2002, "venue": "J. Hosp. Tour. Manag", "volume": "42", "issn": "", "pages": "181--189", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Escaping loneliness through airbnb host-guest interactions", "authors": [{"first": "A", "middle": [], "last": "Farmaki", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Stergiou", "suffix": ""}], "year": 2019, "venue": "Tour. Manag", "volume": "74", "issn": "", "pages": "331--333", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Self-perceptions of Airbnb hosts' responsibility: a moral identity perspective", "authors": [{"first": "A", "middle": [], "last": "Farmaki", "suffix": ""}, {"first": "D", "middle": [], "last": "Stergiou", "suffix": ""}, {"first": "A", "middle": [], "last": "Kaniadakis", "suffix": ""}], "year": 2019, "venue": "J. Sustain. Tour", "volume": "", "issn": "", "pages": "1--21", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A Lefebvrian analysis of Airbnb space", "authors": [{"first": "A", "middle": [], "last": "Farmaki", "suffix": ""}, {"first": "P", "middle": [], "last": "Christou", "suffix": ""}, {"first": "A", "middle": [], "last": "Saveriades", "suffix": ""}], "year": 2020, "venue": "Ann. Tour. Res", "volume": "80", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Sharing economy: Peer-to-peer accommodation as a Foucauldian heterotopia", "authors": [{"first": "A", "middle": [], "last": "Farmaki", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Stergiou", "suffix": ""}, {"first": "P", "middle": [], "last": "Christou", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Illusory control: a generative force behind power's far-reaching effects", "authors": [{"first": "N", "middle": ["J"], "last": "Fast", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Gruenfeld", "suffix": ""}, {"first": "N", "middle": [], "last": "Sivanathan", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Galinsky", "suffix": ""}], "year": 2009, "venue": "Psychol. Sci", "volume": "20", "issn": "4", "pages": "502--508", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "An introduction to qualitative research", "authors": [{"first": "U", "middle": [], "last": "Flick", "suffix": ""}], "year": 2000, "venue": "Eur. J. Inf. Syst", "volume": "9", "issn": "2", "pages": "127--127", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Power/knowledge: Selected Interviews and Other Writings", "authors": [{"first": "M", "middle": [], "last": "Foucault", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "1972--1977", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The subject and power", "authors": [{"first": "M", "middle": [], "last": "Foucault", "suffix": ""}], "year": 1982, "venue": "Crit. Inq", "volume": "8", "issn": "4", "pages": "777--795", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The bases of social power", "authors": [{"first": "J", "middle": ["R"], "last": "French", "suffix": ""}, {"first": "B", "middle": [], "last": "Raven", "suffix": ""}, {"first": "D", "middle": [], "last": "Cartwright", "suffix": ""}], "year": 1959, "venue": "Classics Organ. Theory", "volume": "7", "issn": "", "pages": "311--320", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Are we there yet? Data saturation in qualitative research", "authors": [{"first": "P", "middle": ["I"], "last": "Fusch", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Ness", "suffix": ""}], "year": 2015, "venue": "Qual. Rep", "volume": "20", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Finding the spaces for change: a power analysis", "authors": [{"first": "J", "middle": [], "last": "Gaventa", "suffix": ""}], "year": 2006, "venue": "IDS Bull", "volume": "37", "issn": "6", "pages": "23--33", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Power, the dialectic of control and class structuration. Profiles and Critiques in Social Theory", "authors": [{"first": "A", "middle": [], "last": "Giddens", "suffix": ""}], "year": 1982, "venue": "", "volume": "", "issn": "", "pages": "197--214", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Grounded Theory: Some Reflections on Paradigm, Procedures and Misconceptions", "authors": [{"first": "C", "middle": [], "last": "Goulding", "suffix": ""}], "year": 1999, "venue": "Working Paper Series", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "When tourists move in: How should urban planners respond to Airbnb?", "authors": [{"first": "N", "middle": [], "last": "Gurran", "suffix": ""}, {"first": "P", "middle": [], "last": "Phibbs", "suffix": ""}], "year": 2017, "venue": "J. Am. Plan. Assoc", "volume": "83", "issn": "1", "pages": "80--92", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Airbnb: disruptive innovation and the rise of an informal tourism accommodation sector", "authors": [{"first": "D", "middle": [], "last": "Guttentag", "suffix": ""}], "year": 2015, "venue": "Current issues in Tourism", "volume": "18", "issn": "12", "pages": "1192--1217", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Assessing Airbnb as a disruptive innovation relative to hotels: substitution and comparative performance expectations", "authors": [{"first": "D", "middle": ["A"], "last": "Guttentag", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Smith", "suffix": ""}], "year": 2017, "venue": "Int. J. Hosp. Manag", "volume": "64", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Deliberative governance in the context of power", "authors": [{"first": "C", "middle": ["M"], "last": "Hendriks", "suffix": ""}], "year": 2009, "venue": "Policy Soc", "volume": "28", "issn": "3", "pages": "173--184", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Qualitative Research in Nursing", "authors": [{"first": "I", "middle": [], "last": "Holloway", "suffix": ""}, {"first": "S", "middle": [], "last": "Wheeler", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "The Holiday Markers", "authors": [{"first": "J", "middle": [], "last": "Krippendorf", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Power increases social distance", "authors": [{"first": "J", "middle": [], "last": "Lammers", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Galinsky", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Gordijn", "suffix": ""}, {"first": "S", "middle": [], "last": "Otten", "suffix": ""}], "year": 2012, "venue": "Soc. Psychol. Personal. Sci", "volume": "3", "issn": "3", "pages": "282--290", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Be a \"Superhost\": the importance of badge systems for peer-to-peer rental accommodations", "authors": [{"first": "S", "middle": [], "last": "Liang", "suffix": ""}, {"first": "M", "middle": [], "last": "Schuckert", "suffix": ""}, {"first": "R", "middle": [], "last": "Law", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Chen", "suffix": ""}], "year": 2017, "venue": "Tour. Manag", "volume": "60", "issn": "", "pages": "454--465", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Understanding repurchase intention of Airbnb consumers: perceived authenticity, electronic word-of-mouth, and price sensitivity", "authors": [{"first": "L", "middle": ["J"], "last": "Liang", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Choi", "suffix": ""}, {"first": "M", "middle": [], "last": "Joppe", "suffix": ""}], "year": 2018, "venue": "J. Travel Tour. Mark", "volume": "35", "issn": "1", "pages": "73--89", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Exploring the relationship between satisfaction, trust and switching intention, repurchase intention in the context of Airbnb", "authors": [{"first": "L", "middle": ["J"], "last": "Liang", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Choi", "suffix": ""}, {"first": "M", "middle": [], "last": "Joppe", "suffix": ""}], "year": 2018, "venue": "Int. J. Hosp. Manag", "volume": "69", "issn": "", "pages": "41--48", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Tourism development: assessing social gains and losses", "authors": [{"first": "K", "middle": [], "last": "Lindberg", "suffix": ""}, {"first": "T", "middle": [], "last": "Andersson", "suffix": ""}, {"first": "B", "middle": ["G C"], "last": "Dallaert", "suffix": ""}], "year": 2001, "venue": "Ann. Tour. Res", "volume": "28", "issn": "4", "pages": "1010--1030", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Airbnb: online targeted advertising, sense of power, and consumer decisions", "authors": [{"first": "S", "middle": ["Q"], "last": "Liu", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Mattila", "suffix": ""}], "year": 2017, "venue": "Int. J. Hosp. Manag", "volume": "60", "issn": "", "pages": "33--41", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Hospitality spaces, hospitable moments: consumer encounters and affective experiences in commercial settings", "authors": [{"first": "P", "middle": [], "last": "Lugosi", "suffix": ""}], "year": 2008, "venue": "J. Foodserv", "volume": "19", "issn": "2", "pages": "139--149", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Power: A Radical View", "authors": [{"first": "S", "middle": [], "last": "Lukes", "suffix": ""}, {"first": "London", "middle": [], "last": "Macmillan", "suffix": ""}, {"first": "S", "middle": [], "last": "Lukes", "suffix": ""}], "year": 1974, "venue": "The long interview", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Going back to its roots: can hospitableness provide hotels competitive advantage over the sharing economy?", "authors": [{"first": "M", "middle": [], "last": "Mody", "suffix": ""}, {"first": "C", "middle": [], "last": "Suess", "suffix": ""}, {"first": "X", "middle": [], "last": "Lehto", "suffix": ""}], "year": 2019, "venue": "Int. J. Hosp. Manag", "volume": "76", "issn": "", "pages": "286--298", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Hands on the wheel: navigating algorithmic management and Uber drivers' autonomy", "authors": [{"first": "M", "middle": [], "last": "Möhlmann", "suffix": ""}, {"first": "L", "middle": [], "last": "Zalmanson", "suffix": ""}], "year": 2017, "venue": "Proceedings of the International Conference on Information Systems (ICIS 2017)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Peer-to-peer interactions: perspectives of Airbnb guests and hosts", "authors": [{"first": "H", "middle": [], "last": "Moon", "suffix": ""}, {"first": "L", "middle": [], "last": "Miao", "suffix": ""}, {"first": "L", "middle": [], "last": "Hanks", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Line", "suffix": ""}], "year": 2019, "venue": "Int. J. Hosp. Manag", "volume": "77", "issn": "", "pages": "405--414", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Sustainable host-guest interactions on islands: Bruny and magnetic Islands", "authors": [{"first": "B", "middle": [], "last": "Moyle", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Croy", "suffix": ""}, {"first": "B", "middle": [], "last": "Weiler", "suffix": ""}], "year": 2011, "venue": "Island Tourism: Sustainable Perspectives. CAB International", "volume": "", "issn": "", "pages": "129--139", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Public diplomacy and soft power", "authors": [{"first": "J", "middle": ["S"], "last": "Nye", "suffix": ""}], "year": 2008, "venue": "Ann. Am. Acad. Pol. Soc. Sci", "volume": "616", "issn": "1", "pages": "94--109", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "On the Concept of Political Power: Sociological Theory and", "authors": [{"first": "T", "middle": [], "last": "Parsons", "suffix": ""}], "year": 1967, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "The bases of power: origins and recent developments", "authors": [{"first": "B", "middle": ["H"], "last": "Raven", "suffix": ""}], "year": 1993, "venue": "J. Soc. Issues", "volume": "49", "issn": "4", "pages": "227--251", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Peer-to-Peer Accommodation Networks", "authors": [{"first": "S", "middle": [], "last": "Reinhold", "suffix": ""}, {"first": "S", "middle": [], "last": "Dolnicar", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "39--53", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Turkish host gaze at Russian tourists: a cultural perspective", "authors": [{"first": "Y", "middle": [], "last": "Reisinger", "suffix": ""}, {"first": "M", "middle": [], "last": "Kozak", "suffix": ""}, {"first": "E", "middle": [], "last": "Visser", "suffix": ""}], "year": 2013, "venue": "The Host Gaze in Global Tourism. CABI", "volume": "", "issn": "", "pages": "47--66", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Qualitative Research Practice", "authors": [{"first": "J", "middle": [], "last": "Ritchie", "suffix": ""}, {"first": "J", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Nicholls", "suffix": ""}, {"first": "R", "middle": [], "last": "Ormston", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Sampling in Interview-based qualitative research: a theoretical and practical guide", "authors": [{"first": "O", "middle": ["C"], "last": "Robinson", "suffix": ""}], "year": 2014, "venue": "Qual. Res. Psychol", "volume": "11", "issn": "1", "pages": "25--41", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "The Social Costs of Uber 82. Law Review Dialogue", "authors": [{"first": "B", "middle": [], "last": "Rogers", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "85--102", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Uberland: How Algorithms are Rewriting the Rules of Work", "authors": [{"first": "A", "middle": [], "last": "Rosenblat", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Airbnb Superhosts' talk in commercial homes", "authors": [{"first": "M", "middle": ["A"], "last": "Scerri", "suffix": ""}, {"first": "R", "middle": [], "last": "Presbury", "suffix": ""}], "year": 2020, "venue": "Ann. Tour. Res", "volume": "80", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Investigating the Social World: The Process and Practice of Research", "authors": [{"first": "R", "middle": ["K"], "last": "Schutt", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Transgressing hospitality: polarities and disordered relationships?", "authors": [{"first": "C", "middle": [], "last": "Sheringham", "suffix": ""}, {"first": "P", "middle": [], "last": "Daruwalla", "suffix": ""}], "year": 2007, "venue": "Hospitality: a Social Lens", "volume": "", "issn": "", "pages": "33--46", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Benefits of authenticity: post-failure loyalty in the sharing economy", "authors": [{"first": "S", "middle": [], "last": "Shuqair", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Pinto", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Mattila", "suffix": ""}], "year": 2019, "venue": "Ann. Tour. Res", "volume": "78", "issn": "", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Collaborative commerce in tourism: implications for research and industry", "authors": [{"first": "M", "middle": [], "last": "Sigala", "suffix": ""}], "year": 2017, "venue": "Curr. Issues Tour", "volume": "20", "issn": "4", "pages": "346--355", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Basics of Qualitative Research: Grounded Theory Procedures and Techniques", "authors": [{"first": "A", "middle": [], "last": "Strauss", "suffix": ""}, {"first": "J", "middle": [], "last": "Corbin", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Peer-to-peer Businesses and the Sharing (collaborative) Economy: Overview, Economic Effects and Regulatory Issues. Written Testimony for the Hearing Titled the Power of Connection: Peer to Peer Businesses", "authors": [{"first": "A", "middle": [], "last": "Sundararajan", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Factors of satisfaction and intention to use peer-to-peer accommodation", "authors": [{"first": "I", "middle": ["P"], "last": "Tussyadiah", "suffix": ""}], "year": 2016, "venue": "Int. J. Hosp. Manag", "volume": "55", "issn": "", "pages": "70--80", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "When guests trust hosts for their words: host description and trust in sharing economy", "authors": [{"first": "I", "middle": ["P"], "last": "Tussyadiah", "suffix": ""}, {"first": "S", "middle": [], "last": "Park", "suffix": ""}], "year": 2018, "venue": "Tour. Manag", "volume": "67", "issn": "", "pages": "261--272", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "The Theory of Social and Economic Organization", "authors": [{"first": "M", "middle": [], "last": "Weber", "suffix": ""}], "year": 1947, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Power: Its forms, bases and uses", "authors": [{"first": "D", "middle": [], "last": "Wrong", "suffix": ""}], "year": 1995, "venue": "New Jersey. Transaction Publishers. Wrong, D., 2017. Power: Its Forms, Bases and Uses. Routledge", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "The rise of the sharing economy: estimating the impact of Airbnb on the hotel industry", "authors": [{"first": "G", "middle": [], "last": "Zervas", "suffix": ""}, {"first": "D", "middle": [], "last": "Proserpio", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Byers", "suffix": ""}], "year": 2017, "venue": "J. Mark. Res", "volume": "54", "issn": "5", "pages": "687--705", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "A qualitative investigation of microentrepreneurship in the sharing economy", "authors": [{"first": "T", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "D", "middle": [], "last": "Bufquin", "suffix": ""}, {"first": "C", "middle": [], "last": "Lu", "suffix": ""}], "year": 2019, "venue": "Int. J. Hosp. Manag", "volume": "79", "issn": "", "pages": "148--157", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Mechanisms shaping the 'power over' dynamics. Source: Authors.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Framework of host self-regulation activity. Source: Authors.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Profile of participants. I lost my job, I tried to make money from a small flat I had on top of my parent's house. When my parents retired and moved to the village, I renovated their flat and listed that too on Airbnb. Since, I've been doing this professionally, managing properties for friends in return for a commission.", "latex": null, "type": "table"}, "TABREF1": {"text": "Types of hosts. Source: Authors. Individual economically driven hosts, with one or two property listings I was in a bit of a difficult financial situation at the time and this is one of my assets, which I don't use much as I have a full-time job in another city. I wanted to balance my expenses and thought that [hosting] might be a way to make an extra income. (George) Individual economically-driven hosts, sharing their property I did it for economic reasons in the beginning…I was studying and needed the money…also I was used to sharing as I've been doing it since I was 17…I still host although I have a job now…it is nice to have the extra income for traveling (Carolina) Individual socially-oriented hosts, sharing their property My two eldest kids left the house, so I had two empty rooms … [through hosting] I get some money which I can use to fund other ventures like starting my own business. But I love the feeling, it is a special feeling. It feels like they [guests] are coming for a visit. (Ciska)", "latex": null, "type": "table"}}, "back_matter": []}