{
    "paper_id": "0d237306cdac846338be8c303c50ac10404a79bd",
    "metadata": {
        "title": "Globalization and health scholarship in a time of pandemic: from critical past to uncertain future",
        "authors": [
            {
                "first": "Ronald",
                "middle": [],
                "last": "Labonté",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "addrLine": "600 Peter Morand Crescent",
                        "postCode": "K1G 5Z3",
                        "settlement": "Ottawa",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Globalization and health scholarship in a time of pandemic: from critical past to uncertain future",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "So many things in our lives became unhinged in a few short weeks: lock-downs, quarantines, social distancing, pandemic infection and death, an economic meltdown to rival 2008, and shortages in everything from medical supplies to food. Few nations or peoples in the world are unaffected, and how SARS-CoV2 and its COVID-2019 disease will eventually play out remains a riveting question mark for those of us with privileged lives, and an imminent threat for those without.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ronald Labonté"
        },
        {
            "text": "It is in this context that our journal finds itself celebrating its 15th year. Our publisher, BMC, has compiled a short list of our critical past, highlighting the most referenced articles from each of our years. The list tells us a story of how our journal has attempted to track the trajectory of globalization and its many health pathways, with embedded lessons for an uncertain future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ronald Labonté"
        },
        {
            "text": "Unsurprisingly, our very first 'big' article (2005) did precisely that: it mapped the many ways in which health was already being, or could be, impacted by globalization [1] . This macro-look was matched by a more focused assessment of how unhealthy nutrition transitions and chronic disease rates (2006) were globalization's fellow travellers [2] . A year later (2007), and as prelude to the work of Globalization Knowledge Network of the World Health Organization's Commission on Social Determinants of Health, globalization was defined as a 'determinant of social determinants' trickling down in ways sometimes healthy, but predominantly health-risky [3] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Ronald Labonté"
        },
        {
            "text": "The next two years featured more circumscribed topend papers: the first on how 'modernizing' China (code for that country's increased integration in the global economy) was experiencing a rapid transition to high rates of chronic disease (2008) [4] ; and the second on how trade liberalization, one of globalization's defining features, was doing the same in Central America (2009) [5] . The differential impacts on health of specific food items, in this case palm oil consumption, suggested that globalization's health impacts were not equitably allocated (2011) [6] . Some of globalization's unequal outcomes were manifest in health systems themselves: from radiology services (2010) [7] , to biases that privilege research from rich countries over poorer ones (2017) [8] , to this year's so-far trending lead article on global surgery (2020) [9] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 845,
                    "end": 848,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Ronald Labonté"
        },
        {
            "text": "A recurrent journal theme over the years has also been development policy and health: initially pointing out how partnerships between richer (donor) and poorer (recipient) countries can be mutually beneficial (2012) [10] , thus making the case for stronger international cooperation; and later lauding the bold, expansive directions of the Agenda 2030 and the Sustainable Development Goals (2015) [11] . The following year (2016) the necessary role of civil society to keep momentum moving captured readers' interests [12] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Ronald Labonté"
        },
        {
            "text": "In the wake of the 2008 financial crisis, we were also reminded of the importance of health investments in sustaining both human and economic health (2013) [13] . Economic health, however, is not necessarily good for human health. Three recent articles specifically cautioned us to be wary of globalization's commercial drivers: from dominating online health information (2014) [14] , to Big Tobacco's game plans to sustain or expand its global markets (2018) [15] , and the use of 'front groups' to advance corporate interests under a cloak of scientific neutrality (2019) [16] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Ronald Labonté"
        },
        {
            "text": "Some of these leading article themes led to the creation of special journal collections. The large number of articles related to trade and health, for example, were recently gathered in a collection, with new articles being added as they are published [17] . Another collection focuses on health system innovations in low-and middleincome countries, belying the notion that such countries lack innovative ideas from which the world at large can learn [18] . The enduring topic of global health partnerships has its own dedicated place in the journal [19], while we recently hosted a special call for papers on intersectoral actions for health in the SDG that generated a range of new contributions [20] . There is also a new open collection, timely given the COVID-19 crisis, examining governance and preparedness for infectious disease threats [21] . The journal also published our first supplement in 2019 on the political determinants of health inequities and universal health coverage [22] . Many of these specially edited collections were published in collaboration with partnering universities and institutions.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[22]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Ronald Labonté"
        },
        {
            "text": "Although such collections and the topics of our past 15 years of lead articles help to identify the parameters of our field of study, the journal has sometimes veered close to a more 'international' than 'globalization and' health perspective. A surge in single country health studies a few years ago had the editorial team reformulate more precisely the journal's scope to ensure its focus on the importance of how globalization processes affected health outcomes, whether in a given country, crossnationally interrogated, or examined at a global scale [23] . The accompanying re-design in our sections and editorial processes, and a revitalization of our Editorial Board, has made the scholarship we publish more germane to globalization and health researchers and, we hope, more useful to global health policy-makers and advocates.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 558,
                    "text": "[23]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Ronald Labonté"
        },
        {
            "text": "Events since the start of this year, however, present the global health space with an oft-predicted but yet unpredictable pandemic challenge. We would be remiss if we didn't then re-assess somewhat our journal's future path. Although globalization (the increasing interdependence of peoples across time and space) is unlikely to cease, the economic rules that have largely defined and been driving it for the past 40 years are under ever-more critical questioning. The global supply chains that bound together our economies are under threat, nativist sentiments are fraying international cooperation, the (still under-regulated) world of financial speculation is once more haemorrhaging, and it is again the poor and the vulnerable who will bear the heaviest health burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ronald Labonté"
        },
        {
            "text": "How well our governments and our communitarian ethos (gun purchases or uber-elite retreats to secure boltholes notwithstanding) respond effectively to these new existential challenges is the order of the day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ronald Labonté"
        },
        {
            "text": "Climate change and environmental resource depletions may be taking a recessionary breather but wait around the corner. What new form(s) of globalization arise, and with what health equity outcomes, will be the necessary grist of our globalization and health scholarship of the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ronald Labonté"
        },
        {
            "text": "Mackenzie Shaheen, for present and past assistance in referencing and formatting of articles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Author's contributions I am the sole author. The author read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Availability of data and materials Not applicable Ethics approval and consent to participate Not applicable Consent for publication Not applicable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not applicable"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The health impacts of globalisation: a conceptual framework",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Huynen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Hilderink",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Glob Health",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Uneven dietary development: linking the policies and processes of globalization with the nutrition transition, obesity and diet-related chronic diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Glob Health",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Globalization and social determinants of health: introduction and methodological background (part 1 of 3). Glob Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schrecker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Convergence of obesity and high glycemic diet on compounding diabetes and cardiovascular risks in modernizing China: an emerging public health dilemma",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Glob Health",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The implications of trade liberalization for diet and health: a case study from Central America",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Thow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Glob Health",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Multi-country analysis of palm oil consumption and cardiovascular disease mortality for countries at different stages of economic development: 1980-1997",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Seligman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Goldhaber-Fiebert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Glob Health",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Turning a blind eye: the mobilization of radiology services in resource-poor regions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maru",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Glob Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Measuring the bias against low-income country research: an implicit association test. Glob Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Macinko",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mullachery",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Globalization of national surgical, obstetric and anesthesia plans: the critical link between health policy and action in global surgery",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Truché",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shoman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Jumbam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ashby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazhiqi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Glob Health",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Developed-developing country partnerships: benefits to developed countries? Glob Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Syed",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dadwal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rutter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Storr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hightower",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gooden",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Health in the sustainable development goals: ready for a paradigm shift? Glob Health",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Civil society: the catalyst for ensuring health in the age of sustainable development. Glob Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Does investment in the health sector promote or inhibit economic growth? Glob Health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A call for a moratorium on the health generic top-level domain: preventing the commercialization and exclusive control of online health information",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geissbuhler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Attaran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Glob Health",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "We think globally\": the rise of Paraguay's Tabacalera del Este as a threat to global tobacco control",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gomis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Carrillo",
                    "middle": [],
                    "last": "Botero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glob Health",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Are industry-funded charities promoting \"advocacy-led studies\" or \"evidence-based science",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ruskin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sarcevic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Life Sciences Institute. Glob Health",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Health partnerships: an effective response to the global health agenda (Collection)",
            "authors": [],
            "year": 2020,
            "venue": "London: BMC. Available from",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Health in the SDGs: Intersectoral Action for Health (Collection)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Javadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andrey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghaffar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cross border infectious disease threats: governance and preparedness (Collection)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The political determinants of health inequities and universal health coverage (Supplement 1)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reprising the globalization dimensions of international health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glob Health",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The author is Editor-in-Chief of Globalization and Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}