{"paper_id": "0d25dc02a36245bca5bb006b06690156a4035056", "metadata": {"title": "Estimation of the incubation period of SARS-CoV-2 in Vietnam", "authors": [{"first": "Long", "middle": ["V"], "last": "Bui", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ha", "middle": ["T"], "last": "Nguyen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hagai", "middle": [], "last": "Levine", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hadassah -Hebrew University", "location": {"settlement": "Jerusalem", "country": "Israel"}}, "email": ""}, {"first": "Ha", "middle": ["N"], "last": "Nguyen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thu-Anh", "middle": [], "last": "Nguyen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Woolcock Institute of Medical Research", "location": {"country": "Vietnam"}}, "email": ""}, {"first": "Thuy", "middle": ["P"], "last": "Nguyen", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Tasmania", "location": {"settlement": "Hobart", "country": "Australia"}}, "email": ""}, {"first": "Truong", "middle": ["T"], "last": "Nguyen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Toan", "middle": ["T T"], "last": "Do", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hanoi Medical University", "location": {"addrLine": "10 198 Hospital", "settlement": "Hanoi, Hanoi", "country": "Vietnam, Vietnam"}}, "email": ""}, {"first": "Ngoc", "middle": ["T"], "last": "Pham", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hanh", "middle": ["M"], "last": "Bui", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hanoi Medical University", "location": {"addrLine": "10 198 Hospital", "settlement": "Hanoi, Hanoi", "country": "Vietnam, Vietnam"}}, "email": "buimyhanh@hmu.edu.vn"}]}, "abstract": [{"text": "Objective: To estimate the incubation period of Vietnamese confirmed COVID-19 cases.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Only confirmed COVID-19 cases who are Vietnamese and locally infected with available data on date of symptom onset and clearly defined window of possible SARS-CoV-2 exposure were included. We used three parametric forms with Hamiltonian Monte Carlo method for Bayesian Inference to estimate incubation period for Vietnamese COVID-19 cases. Leaveone-out Information Criterion was used to assess the performance of three models.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: A total of 19 cases identified from 23 Jan 2020 to 13 April 2020 was included in our analysis. Average incubation periods estimated using different distribution model ranged from 6.0 days to 6.4 days with the Weibull distribution demonstrated the best fit to the data. The estimated mean of incubation period using Weibull distribution model was 6.4 days (95% credible interval (CrI): 4.89-8.5), standard deviation (SD) was 3.05 (95%CI 3.05-5.30), median was 5.6, ranges from 1.35 to 13.04 days (2.5th to 97.5th percentiles). Extreme estimation of incubation periods is within 14 days from possible infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "This analysis provides evidence for an average incubation period for COVID-19 of approximately 6.4 days. Our findings support existing guidelines for 14 days of quarantine of persons potentially exposed to SARS-CoV-2. Although for extreme cases, the quarantine period should be extended up to three weeks.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "COVID-19 caused by SAR-CoV-2 has been declared a global pandemic by WHO on March 11 2020 [1] . As a newly emerged disease, little have we known about the incubation period for COVID-19, for which patients have no clinical symptom but some infected persons can be contagious [2] . Understanding the distribution of incubation period is important to estimate the potential spreading of the SARS-CoV-2, and to determine an optimal duration of quarantine.", "cite_spans": [{"start": 75, "end": 92, "text": "March 11 2020 [1]", "ref_id": null}, {"start": 274, "end": 277, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The incubation period is identified by the interval time between exposure to source of an infectious disease and the onset of the first clinical symptoms. As the incubation period is known, we would be able to model the current and future of the pandemic scale, and to evaluate the effectiveness of intervention strategies, therefore, would be able to act swiftly several intensive public health strategies for infectious diseases [3] .", "cite_spans": [{"start": 431, "end": 434, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Since the first COVID-19 case found in Vietnam on 23 January 2020, as of 13 April 2020, there are 265 confirmed cases all over the country. Of those, two-thirds of the patients have recovered, and no death has been reported. The pandemic situation in Vietnam is significantly different from that in other countries. Vietnam has implemented strong measures against the SARS-CoV-2 transmission at an early stage. However, the country has limited resources, hence understanding the time of intensive monitoring will be helpful to plan for effective measures to minimize the risk for hidden SARS-CoV-2 infection. While there are several studies attempting to estimate the incubation period of SARS-CoV-2, to date, there is not yet a study estimating this parameter using data from Vietnam. This study aims to estimate the incubation period of Vietnamese confirmed COVID-19 cases.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Data of all confirmed COVID-19 cases in Vietnam were made publicly available on the official website of Ministry of Health of Vietnam (ncov.moh.gov.vn). Case reports include patient . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Data sources and collection"}, {"text": "The copyright holder for this preprint this version posted May 15, 2020. . https://doi.org/10.1101/2020.05.09.20096800 doi: medRxiv preprint number, travelling history, contact tracing and clusters, date of laboratory-confirmed, date of assertion, date and status of discharge. Additionally, the clusters of COVID-19 in a northern province of Vietnam have been described by Thanh et al [4] . Two researchers independently reviewed the full text of each case report of confirmed COVID-19 cases in Vietnam from 23 January 2020 to 13 April 2020, and entered data into a standardized case reporting form to establish a database for this study. Any discrepancies in data extraction were resolved by discussion between two researchers and facilitated by a third researcher to reach consensus.", "cite_spans": [{"start": 386, "end": 389, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Data sources and collection"}, {"text": "To assure the reliability of analysis, we selected only confirmed COVID-19 cases who are Vietnamese and locally infected with available data on date of symptom onset (including fever, cough, and shortness of breath) and clearly defined window of possible SARS-CoV-2 exposure.", "cite_spans": [], "ref_spans": [], "section": "Data sources and collection"}, {"text": "This window period is defined as the date range between the earliest possible exposure, which is the first contact with confirmed cases and the latest exposure, which is the most recent contact with confirmed cases in the clusters.", "cite_spans": [], "ref_spans": [], "section": "Data sources and collection"}, {"text": "We assumed that the moment of infection occurred between the interval of possible SARS-CoV-2 exposure. The distribution of incubation period was estimated using maximum likelihood where the likelihood function of each case in the dataset was a single interval-censored by three parametric forms with Hamiltonian Monte Carlo method for Bayesian Inference: Weibull distribution, the Gamma distribution and the Lognormal distribution. Non-informative positive prior for the parameters of the three distributions were specified. Leave-one-out Information Criterion (LooIC) was used to assess the performance of three models. The differences of LooIC larger than two were considered as statistically significant [5] . Mean, median and posterior Credible Interval (CI) for each distribution were also estimated. Statistical analysis was conducted by rstan [6] in R 3.6.4 [7] . Data for analysis and R codes are available on public repository https://github.com/longbui/Covid19IncubVN", "cite_spans": [{"start": 707, "end": 710, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 850, "end": 853, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 865, "end": 868, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The copyright holder for this preprint this version posted May 15, 2020. . https://doi.org/10.1101/2020.05.09.20096800 doi: medRxiv preprint From 23 Jan 2020 to 13 Apr 2020, a total of 265 positive-confirmed SARS-CoV-2 was reported in Vietnam. Of those, 163 cases were identified as imported, 102 were locally infected. There were 19 confirmed COVID-19 cases found between 23 January to 13 April 2020, who met the inclusion criteria. These include being Vietnamese nationality, locally infected with SARS-CoV-2, and had completed epidemiological data on exposure interval and date of symptom onset. Of these cases, 7 were male and 12 were female. The median age was 37 (interquartile range: 25 -50).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Average incubation periods estimated using different distribution model ranged from 6.0 days to 6.4 days (Table 1) Estimation of median of incubation period using different models are presented in Table 2 . Figure 1 shows the estimation distribution of incubation periods using Weibull model, with estimated median of 6.1 days, ranging from 1.4 to 13.0 days (2.5 th to 97.5 th percentiles). Detail estimated possible moment of infection with Weibull distribution is illustrated in Figure 2 . The results suggest a large variation in incubation periods among patients but it was most likely to fall in the period within 14 days of infection.", "cite_spans": [], "ref_spans": [{"start": 105, "end": 114, "text": "(Table 1)", "ref_id": null}, {"start": 197, "end": 204, "text": "Table 2", "ref_id": null}, {"start": 207, "end": 215, "text": "Figure 1", "ref_id": null}, {"start": 481, "end": 489, "text": "Figure 2", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "We estimated the incubation period of Vietnamese confirmed COVID-19 cases from public reported data with three parametric models, including Weibull, Gamma and Lognornal . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The copyright holder for this preprint this version posted May 15, 2020. . https://doi.org/10.1101/2020.05.09.20096800 doi: medRxiv preprint distribution. The Weibull distribution proved to be best fit to the data. Our estimation results are similar or higher than most results from published literature (Table 3 ). Our estimation of 6.4 days for mean incubation period is similar to the estimation of Backer et al [8] . The estimated mean in our study is higher in comparison with that of other studies [9] [10] [11] [12] , which ranged from 4.9 to 5.6 days. Only one study by Leung [13] estimated longer incubation periods than our estimation among local residents of Wuhan. When comparing the estimated median and its range with other study, we saw a similar trend where our estimations are similar or higher than most studies where median estimation was available [8, [10] [11] [12] . Nonetheless, extreme estimation of incubation periods (95 th or 97.5 th percentiles) in studies are well within 14 days from possible infection [8, [10] [11] [12] [13] .", "cite_spans": [{"start": 415, "end": 418, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 504, "end": 507, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 508, "end": 512, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 513, "end": 517, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 518, "end": 522, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 578, "end": 588, "text": "Leung [13]", "ref_id": null}, {"start": 868, "end": 871, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 872, "end": 876, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 877, "end": 881, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 882, "end": 886, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1033, "end": 1036, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 1037, "end": 1041, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1042, "end": 1046, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1047, "end": 1051, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1052, "end": 1056, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 304, "end": 312, "text": "(Table 3", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The estimated mean of incubation period for 19 Vietnamese confirmed COVID-19 cases using Weibull distribution model is higher than that of SARS in Hong Kong and Beijing [14] and in MERS [15, 16] . Hence, mathematical models of COVID-19 should not be fitted with incubation period of MERS or SARS.", "cite_spans": [{"start": 169, "end": 173, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 186, "end": 190, "text": "[15,", "ref_id": "BIBREF15"}, {"start": 191, "end": 194, "text": "16]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The variation of incubation period of SARS-CoV-2 could be explained by the difference on the strain of the virus, the biological variations of population and the control measures of certain country. It is suggested that any interpretation of results on incubation time of SARS-CoV-2 is strongly dependent on the selected data sources [9] . In Vietnam, the key COVID-19 control strategy has focused on active case finding, early testing, treating and strictly isolating cases, which has been considered as effective in finding people with SARS-CoV-2 positive and providing treatment prior to clinical symptoms presentation. It is also a possible circumstance that people with suggestive symptoms of respiratory diseases may take drugs before seeking diagnosis and treatment.", "cite_spans": [{"start": 334, "end": 337, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In this study, the plausible range of incubation period estimated using the Weibull distribution supports the importance to isolate confirmed and suspected cases, and close contacts for 14 days after exposure. However, we recommend the policy makers to consider the upper bound . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 15, 2020. . https://doi.org/10.1101/2020.05.09.20096800 doi: medRxiv preprint of this range (97.5th percentile 13.0, CI 10.6-20.7). As such, the quarantine period should be extended up to three weeks.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our study has several strengths, including being the first effort to estimate SAR-CoV-2 incubation period using data from Vietnamese locally transmitted cases. We also used 3 different models for estimation and identified the model that best fitted with our data. However, there are potential limitations in our study. First, not all confirmed COVID-19 cases have completed epidemiological data on exposure interval and date of symptom onset available on public government reports. Second, the number of patients included in the analysis is small, possibly explaining the wider range of estimated incubation period. This highlights the need for data standardization for further studies on COVID-19 and the importance of publishing data for the scientific and public health community [9] .", "cite_spans": [{"start": 783, "end": 786, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "This study may contribute to the effort of COVID-19 control effort in Vietnam and elsewhere by providing an informed estimate of the incubation period. This is a key variable needed for modelling the spread of SARS-CoV-2, for informed decision-making throughout the pandemic.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Similar methodology could be used to estimate the incubation period for other countries and diseases.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "HMB, TAN, HTN, and LVB had full access to all of the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. ATTN, HL, HNN, TTTD, TTN, TPN, TNP and HMB contributed substantially to the study design, data analysis and interpretation, and the writing of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Author Contributions"}, {"text": "The author(s) received no specific funding for this work.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The copyright holder for this preprint this version posted May 15, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 15, 2020. . https://doi.org/10.1101/2020.05.09.20096800 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "WHO. WHO characterizes COVID-19 as a pandemic. Rolling updates on coronavirus disease", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "WHO, Coronavirus disease 2019 (COVID-19) Situation Report -73", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Early efforts in modeling the incubation period of infectious diseases with an acute course of illness", "authors": [{"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}], "year": 2007, "venue": "Emerging Themes in Epidemiology", "volume": "4", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Outbreak investigation for COVID-19 in northern Vietnam. The Lancet Infectious Diseases", "authors": [{"first": "H", "middle": ["N"], "last": "Thanh", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Practical Bayesian model evaluation using leaveone-out cross-validation and WAIC", "authors": [{"first": "A", "middle": [], "last": "Vehtari", "suffix": ""}, {"first": "A", "middle": [], "last": "Gelman", "suffix": ""}, {"first": "J", "middle": [], "last": "Gabry", "suffix": ""}], "year": 2017, "venue": "Statistics and Computing", "volume": "27", "issn": "5", "pages": "1413--1432", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "RStan: the R interface to Stan", "authors": [], "year": 2020, "venue": "Stan Development Team", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "R: A Language and Environment for Statistical Computing", "authors": [{"first": "R", "middle": ["C"], "last": "Team", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China", "authors": [{"first": "J", "middle": ["A"], "last": "Backer", "suffix": ""}, {"first": "D", "middle": [], "last": "Klinkenberg", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}], "year": 2020, "venue": "", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Does SARS-CoV-2 has a longer incubation period than SARS and MERS?", "authors": [{"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "S", "middle": [], "last": "Rayner", "suffix": ""}, {"first": "M.-H", "middle": [], "last": "Luo", "suffix": ""}], "year": 2020, "venue": "Journal of Medical Virology", "volume": "92", "issn": "5", "pages": "476--478", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application", "authors": [{"first": "S", "middle": ["A"], "last": "Lauer", "suffix": ""}], "year": 2020, "venue": "Annals of Internal Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "382", "issn": "13", "pages": "1199--1207", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Incubation Period and Other Epidemiological Characteristics of", "authors": [{"first": "N", "middle": ["M"], "last": "Linton", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data", "authors": [], "year": null, "venue": "Journal of Clinical Medicine", "volume": "2020", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The difference in the incubation period of 2019 novel coronavirus (SARS-CoV-2) infection between travelers to Hubei and non-travelers: The need of a longer quarantine period", "authors": [{"first": "C", "middle": [], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "Infection Control and Hospital Epidemiology", "volume": "", "issn": "", "pages": "1--3", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A comparative epidemiologic analysis of SARS in Hong Kong, Beijing and Taiwan", "authors": [{"first": "E", "middle": ["H Y"], "last": "Lau", "suffix": ""}], "year": 2010, "venue": "BMC Infectious Diseases", "volume": "10", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Hospital Outbreak of Middle East Respiratory Syndrome Coronavirus", "authors": [{"first": "A", "middle": [], "last": "Assiri", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa1306742.2013"]}}, "BIBREF16": {"ref_id": "b16", "title": "Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility. The Lancet Infectious Diseases", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}], "year": 2014, "venue": "", "volume": "14", "issn": "", "pages": "50--56", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ". According to the LooIc of proposed models, the Weibull distribution demonstrated the best fit to the data. The estimated mean of the incubation period using Weibull distribution model was 6.4 days (95% CI 4.89 -8.5), the standard deviation (SD) was 3.05 (95%CI 3.05 -5.30). The Gamma distribution model fitted significantly poorer than the Weibull model. The estimated mean of the incubation period of this model was 6.07 days (95% CI: 4.64 -8.00), with the SD of 2.90 days (95% CI 1.91 -4.80), The lognormal distribution showed the poorest fit to the data, the incubation period was estimated to be 6.4 (95% CI 4.6 -10.2).", "latex": null, "type": "figure"}, "TABREF0": {"text": ". https://doi.org/10.1101/2020.05.09.20096800 doi: medRxiv preprint Table 1. Mean and SD of the estimated incubation period for confirmed Vietnamese COVID-19 cases between 23 Jan 2020 to 13 Apr 2020 Table 2. Percentiles of the estimated incubation period for confirmed Vietnamese COVID-19 cases between 23 Jan 2020 to 13 Apr 2020 with Weibull, Gamma and Lognormal", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest"}, {"text": "The views and opinions expressed in this article are those of the authors and do not necessarily reflect the official policy or position of any agency of the government.. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted May 15, 2020. . https://doi.org/10.1101/2020.05.09.20096800 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted May 15, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Disclaimer:"}, {"text": "The copyright holder for this preprint this version posted May 15, 2020. . https://doi.org/10.1101/2020.05.09.20096800 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted May 15, 2020. . https://doi.org/10.1101/2020.05.09.20096800 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}]}