{
    "paper_id": "0d25648765078fc2301e50c00dc03476feb5b60a",
    "metadata": {
        "title": "Situation analysis and an insight into assessment of pandemic COVID-19",
        "authors": [
            {
                "first": "Farah",
                "middle": [
                    "M A"
                ],
                "last": "Mansuri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taibah University",
                    "location": {
                        "settlement": "Almadinah Almunawwarah",
                        "region": "KSA"
                    }
                },
                "email": "fmansuri@taibahu.edu.sa"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The world is seeing a catastrophic pandemic of SARS-CoV2 or of the disease COVID-19, in first quarter of 21st century with the emergence of novel corona virus. After starting in Wuhan city of China in Dec'19 it has spread over 183 countries so far, with varying degree of severity and fatalities. Nearly 1.2 million of world population have been confirmed as cases of COVID-19 and above 66 thousand deaths were reported by April 4, 2020. 1 The intensity of pandemic varies from country to country and the worst affected ones are Italy, Spain and France regarding the fatality ratio. It is learnt that 40% of total global cases and 79.5% of total global deaths due to COVID-19 are reported in European region. 1,2 Regional statistics of World health organization depicts that Eastern Mediterranean region (EMRO) stands fourth in the rank of prevalence of confirmed cases of COVID-19 after Europe, Americas and Western pacific, with a total number of 66 thousand cases and 3592 deaths. Among EMRO countries, Iran contributes the highest proportion 88% of cases as compared to that of 3.7% cases recognized in the KSA. Correspondingly, 98% of deaths due to COVID-19 in EMRO region were documented in Iran. 1, 3 The Case fatality rate (CFR) would be a misleading indicator without knowing the complete natural course of the disease and the number of total cases due to limited diagnostic and research facilities at the moment. Nevertheless, case fatality rate in COVID-19 documented to be 3.4% as mean (in age >80 as high as 14.8%), as compared to 10% of SARS-CoV1 and 35% of MERS-CoV. 4, 5 In current scenario, nature of the virus and its ability to affect populations, is still unclear. But we should not forget the example of HIV/AIDS, Spanish flu and Hong Kong flu pandemics, where resurgence, mutation of virus, unusual trend, deceptive figures of pandemic and certain misconceptions further deteriorated the scenario and hampered with peoples' response to control strategies.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 439,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1203,
                    "end": 1205,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 1206,
                    "end": 1207,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1582,
                    "end": 1584,
                    "text": "4,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1585,
                    "end": 1586,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Likely clinical diagnosis of COVID-19 is based on clinical symptoms ranging from high fever, dry cough, shortness of breath to acute respiratory distress syndrome. Few asymptomatic cases were also identified in family clusters. It was evaluated that 81% of the cases were mild, 14% required oxygen therapy while 5% were critical with multiple organ failure and septic shock. 6 For its laboratory diagnosis, CDC has developed a new laboratory test kit, called as \"CDC 2019-nCoV Real-Time Reverse Transcriptase (RT)-PCR Diagnostic Panel.\" It is intended for use with upper and lower respiratory specimens collected from persons suspected of COVID-19. This test is said to be 70% sensitive. Till date no specific pharmacological therapy has been identified. Patients have been treated with symptomatic therapy 6 of Oxygen, antiviral preparations, while hydroxychloroquine also shows some promising results lately.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 376,
                    "text": "6",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In an epidemiologist's perspective, definitely two aspects are to be investigated to characterize the pandemic; one is transmission rate and the other is clinical severity. Transmission can be studied by calculating basic reproduction number R 0 , rate of infection in household, schools or workplace, travel history of suspected cases, and outpatient reporting of cases. If R 0 is calculated less than 1, the pandemic is unlikely to occur, if 1 less likely and if more than 1 then a pandemic is certain. 7 The COVID-19 has R 0 of 1.4e 6.5, that is higher than of SARS. 4 The other indicator besides transmission rate, is severity of the pandemic, that can be studied by ratio of cases to hospitalization, ratio of deaths to hospitalization and ratio of Intensive care Unit admissions to total admissions. 8 It is imperative to identify pandemic severity index to tackle the situation accordingly. Pandemic severity index should be assessed in the early phase of the outbreak by taking into account transmissibility, seriousness of clinical course and impact of pandemic on health care and societies. 9 The pandemic severity Index is categorized as none [ Depending on COVID-19 overall mortality ratio it can be classified as having category 2 pandemic severity index.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 506,
                    "text": "7",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 570,
                    "end": 571,
                    "text": "4",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 806,
                    "end": 807,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1102,
                    "text": "9",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1154,
                    "end": 1155,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the absence of vaccines and any known treatment against COVID-19, the mainstay of the control strategies for communities at large, is non-pharmacological measurements namely 'suppression' and 'mitigation' strategies. 10 Suppression is aimed at reversing pandemic growth to low levels for indefinite time, whereas mitigation measures to flatten the pandemic curve or to slow down its progression.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "text": "10",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The public health actions taken to prevent the transmission of virus include social distancing of the entire population, home isolation of mild cases, household quarantine of their family members, travel restrictions, school closures, working from home and partial or complete lockdown. At individual level, wearing of mask, frequent hand washing and sneezing and coughing etiquette are encouraged. Though standard guiding principles have been laid down by international health agencies but countries taking steps according to their own feasibility and requirements. Besides these community measures, availability of skilled health work force, enough diagnostic kits, medical and protective supplies and preparedness of health systems would play an important role in containment of pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We drew sufficient evidence that despite technological advancements and public health awareness, the average basic reproduction number R 0 in COVID-19 pandemics is evidently increased up to 3.3 as compared to 2 of early 20th century pandemics. Moreover, the fatality ratio reported being 3.4% in COVID-19, 0.03% in 2009 H1N1 flu, as compared to >2.5 in 1918 Spanish flu. 11 Whereas, pandemic severity index was 3 and 4 in last century pandemics as compared to 2 in this millennium. This disparity in fatality and pandemic severity index may be due to several factors such as higher virulence of virus and availability of better preventive or therapeutic health care services etc.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "text": "11",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The path to assess new infections is to be explored further under the guidance of global frameworks 9 and, there is a dire need to conduct research through syndromic surveillance and proper case control studies to find out associated risk factors and fulminant or less fulminant outcomes. Equally important is integration of data sources and data types to identify severity pyramid in order to be prepared for the future. Because the question at present is when and which next pandemic confronts us rather than will it happen altogether or not. At present, overestimation of the pandemic can not be ruled out unless evidence-based data is gathered and robust analysis is performed accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We may conclude that though our community and technical efforts have been improved to tackle the emergent infections but the viruses also getting adversely smarter in its virulence and causing higher severity in terms of fatality ratio and reproduction number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Time has come to win the battle with a holistic armamentarium against these deadly pandemics by bringing a balance between economic stability and health related timely disclosures. We got to be ready to address all components of health, including physical, social, mental, and spiritual wellbeing and try to maintain harmony in life at its best.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19); 2020. Situation report 75",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Liu",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "Gayle",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "Rocklo¨v",
                    "middle": [],
                    "last": "Annelies",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Joacim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Trav Med",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa021"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Features, evaluation and treatment coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cascella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rajnik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cuomo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "In: StatPearls [internet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pathogenicity and transmissibility of 2019-nCoV-A quick overview and comparison with other emerging viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Microbes Infect",
            "volume": "22",
            "issn": "2",
            "pages": "69--71",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micinf.2020.01.004"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel framework for Assessing Epidemiologic Effects of Influenza Epidemics and Pandemics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beauvais",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uzicanin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nonpharmaceutical interventions for pandemic influenza, national and community measures",
            "authors": [],
            "year": 2006,
            "venue": "Merg Infect Dis",
            "volume": "12",
            "issn": "1",
            "pages": "88--94",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "): 15e22. How to cite this article: Mansuri FMA. Situation analysis and an insight into assessment of pandemic COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "J Taibah Univ Med Sc",
            "volume": "121",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "category 1], low [category 2], moderate [category 3], high [category 4] and extraordinary [category 5]. 8 The alarming situation for top 10 worst affected countries of the world with COVID19 shows average fatality rate as high as 6% while the worst is11.7% in Italy and 8.8% in Spain. 1,2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "There is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}