{
    "paper_id": "0d2609830c44159624e17b50475c288dd774dece",
    "metadata": {
        "title": "Journal of the Pediatric Infectious Diseases Society EDITORIAL COMMENTARY • jpids 2020:XX (XX XXXX) • 1 E D I T O R I A L C O M M E N T A R Y",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the waning days of April 2020, reports from western Europe were heralding what appeared to be a new febrile pediatric entity that involved systemic hyperinflammation, multiorgan involvement, abdominal pain and gastrointestinal (GI) symptoms, sometimes features reminiscent of Kawasaki disease (KD), and very prominent cardiogenic shock with impressive myocardial dysfunction. Several designations have been proposed for this syndrome including pediatric coronavirus disease-2019 (COVID-19)associated multisystem inflammatory syndrome (MIS-C). Many of these patients were exposed to someone known or suspected to have COVID-19. Most, but not all, of these patients tested positive by polymerase chain reaction (PCR) assay and/or immunoglobulin (Ig) G and/or IgM antibody tosevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Children who manifested these features were promptly recognized in the United States, particularly, but not exclusively, in the New York City area. As of 13 May, about 100 children in New York State were suspected to have illnesses with some features of MIS-C [1] . A Letter to the Editor of the Journal of the Pediatric Infectious Diseases Society describes a similar case in Detroit, Michigan, who required extracorporeal membrane oxygenation (ECMO) before making a complete recovery [2] .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On 6 May 2020, the Lancet released a report of 8 children aged 4-14 years from the Evelina London Children's Hospital that was titled \"Hyperinflammatory Shock in Children during Covid-19 Pandemic\" [3] . Six of the 8 children were of Afro-Caribbean ethnicity, 5/8 were males, and all were previously healthy. Prominent features were high fever, GI symptoms, and shock; there was a relative lack of respiratory symptoms; and 7/8 required mechanical ventilation for cardiovascular stabilization. All tested negative for SARS-2 on bronchoalveolar lavage or nasopharyngeal aspirates, but all 8 were reported to be positive for antibody to SARS-2. One child (who actually may have had KD) developed a giant coronary aneurysm, and 1 died after developing an arrhythmia with refractory shock that required ECMO and then suffered a large fatal cerebrovascular infarct. On echocardiography, others did not have coronary arterial enlargement. Laboratory studies included very impressive markers of inflammation, particularly elevated D-dimers, ferritin and triglycerides (highly suggestive of macrophage activation syndrome [MAS]), as well as very elevated cardiac enzymes and troponin and extremely high N-terminal-pro B-type Natriuetic Peptide (NT-pro-BNP) levels. Most patients were treated with intravenous immunoglobulin (IVIG; 2 gm/ kg) and aspirin, improved, and were discharged from the pediatric intensive care unit in 4-6 days.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another somewhat similar series of 10 patients from Bergamo, Italy, was published in the Lancet on 13 May 2020. These patients were aged 3-16 years, with 2/10 positive by SARS-2 PCR and 8/10 positive for SARS-2 by IgG/IgM [4] . Two of 10 had some coronary dilation, but details are not available. A U.S. series of 6 children 5-14 years old with this syndrome from Philadelphia accompanies this commentary [5] .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Temporally these illnesses began to manifest approximately 1 month or more after the peak of COVID-19 cases in their region rather than contemporaneously with the peak in these heavily impacted areas. Interestingly, children with this syndrome were not described in the earliest pediatric case series from SARS-2-hyperepidemic locations in China and Italy [6] [7] [8] . Strikingly, there is still no evidence that MIS-C has occurred in children in Asia. For this and other reasons discussed below, I believe it unlikely that this distinctive syndrome is directly related to KD.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We are very early in our experience with these patients, and much (everything, really) remains to be learned. There is much speculation regarding the pathogenesis of MIS-C, particularly regarding its potential relationships to typical or incomplete KD, to a small subset of KD known as Kawasaki shock syndrome, to bacterial infection-triggered toxic shock syndrome (TSS), and to MAS. At this time, it appears likely that infection with pandemic SARS-2 serves as a delayed trigger for MIS-C, which seems to be a post-infectious inflammatory process, as suggested by its delay from peak community COVID-19 activity and by the frequent SARS-2 PCR negativity but antibody positivity, albeit with the important caveat that accuracy/validity of SARS-2 serologic testing is somewhat nonstandardized at this time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At this very early stage in our experience, I believe that available data support a strong argument that MIS-C is not a manifestation of KD or KD-shock syndrome, as noted in the following text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Demographic features of patients with MIS-C, to date, are very different from those of KD patients, of whom 50% are aged <24 months and 80% are aged <5 years compared with a mean age of approximately 10 years including adolescents and teens with MIS-C. The KD attack rates in Japan, China, and other Asian countries are easily the highest in the world. However, MIS-C has not been seen in Asia despite the great frequency of COVID-19 in Asia. In several series, MIS-C patients may be seen more often in children of African ethnicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical features of MIS-C include much more impressive abdominal pain, diarrhea, vomiting, and multiorgan involvement, including acute kidney injury, and relatively few classic KD criteria when compared with children with KD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cardiac features of MIS-C most dramatically show moderate to very severe myocardial involvement (manifested by imaging and strikingly high NT-pro-BNP and troponin levels), much greater than associated with KD or KD shock syndrome. The relatively few who also develop significant coronary abnormalities might actually be KD patients being cared for simultaneously and misclassified as MIS-C. In KD, the cardiac hallmark, of course, is coronary artery abnormalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Laboratory features of MIS-C are also quite distinct from those in KD, with greater resemblance to those of MAS (elevated ferritin, D-dimers, triglycerides) and to the cytokine storm of TSS, in addition to the laboratory features characteristic of COVID-19 in adults (eg, leukocytosis, lymphopenia, neutrophilia, thrombocytopenia, and extremely high C-reactive protein levels, higher than typically seen in KD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The overall clinical picture of children with MIS-C is similar in many respects to the later phase of adult COVID-19 that is characterized by cytokine storm, hyperinflammation, multiorgan damage that often includes severe myocarditis and acute kidney injury, and laboratory features of MAS and/or TSS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is quite mysterious that this syndrome occurs in children who had not manifested the early stage of COVID-19. In this regard, MIS-C acts like a postinfectious entity. Interestingly, most MIS-C patients improved coincident with IVIG with or without steroids, suggesting that IVIG with or without steroids in KD and this new inflammatory syndrome, and without steroids in TSS, is effective in modulating cytokine activation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Numerous questions are raised by the recognition of the very new MIS-C. These relate to its definition, pathogenesis, epidemiology, genetics, susceptibility, diagnosis, therapy and sequelae, and others. The journey is just beginning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Potential conflicts of interest. The author reports no conflicts of interest. The author has submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19-Associated pediatric multisystem inflammatory syndrome",
            "authors": [
                {
                    "first": "Deza",
                    "middle": [],
                    "last": "Leon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1093/jpids/piaa061"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hyperinflammatory shock in children during COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riphagen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gonzalez-Martinez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "31094--31095",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1016/S0140-6736(20)31094-1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An outbreak of severe Kawasaki-like disease at the Italian epicentre of the SARS-CoV-2 epidemic: an observational cohort study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Verdoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gervasoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet May",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1016/S0140-6736(20)31103"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multisystem Inflammatory Syndrome in Children during the COVID-19 Pandemic: a Case Series",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chiotos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bassiri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Behrens",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JPIDS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of Covid-19 in children in early",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS-CoV-2 infection in children",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Gwk",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NEJM April",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Children with Covid-19 in pediatric emergency departments in Italy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lenge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buonsenso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1056/NEJMc2007617"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}