{"paper_id": "0d31394c8fe61635556b99a932697f7ba4b40ea1", "metadata": {"title": "Ferrocene Conjugates of Chloroquine and other Antimalarials: the Development of Ferroquine, a New Antimalarial", "authors": [{"first": "Daniel", "middle": [], "last": "Dive", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christophe", "middle": [], "last": "Biot", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Malaria is a tropical disease and is common in Africa, south east Asia, and south America. There are 500 million clinical cases of malaria each year. In 2006, an estimated 1.5 to 2.7 million deaths were the result of malaria and most of the deaths occurred in children under five years old. Malaria is caused by blood parasites of the Plasmodium species. P. falciparum is the most widespread and dangerous Plasmodium because it can lead to host death. The burden of malaria is currently increasing because of drug and insecticide resistance and social and environmental changes.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "By far the most important factor is the development of resistance by P. falciparum to cheap and effective drugs like chloroquine (CQ). [1] In fact, all the quinoline-based compounds marketed encounter chemoresistance problems. [2] Currently, the World Health Organization (WHO) recommends artemisinin (ART) combination therapies (ACTs) for the treatment of malaria. Indeed, combination therapies are preferred to monotherapies as they prevent the development of resistant parasites. These ART therapies associate fast-acting ART-derived drugs with other antimalarials with longer half-lives such as mefloquine (MF). Nevertheless, continuing research is needed to develop new antimalarial drugs which do not induce resistance.", "cite_spans": [{"start": 135, "end": 138, "text": "[1]", "ref_id": null}, {"start": 227, "end": 230, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "A convenient approach to (antimalarial) drug discovery is based on the modification of those drugs encountering resistance problems. Alternately, the attachment of an organometallic complex to an organic scaffold was already attempted 20 years ago. [3] The idea was to use the organic scaffold of the drug for its primary properties (that is, permeability, uptake, transport, binding to a target) and the organometallic moiety to alter its unwanted properties (that is, resistance) and/or to optimize its initial effects. [4] Ferrocene (Fc) with its sandwich structure was rapidly identified as the metallocene of choice. Indeed, Fc is a small, rigid, lipophilic molecule which can penetrate cellular membranes. Fc is stable in aqueous, aerobic media, and allows the accessibility to a large variety of derivatives. In addition, the electrochemical behavior of Fc makes it very attractive for biological applications and especially for drug design. [5] Among the numerous ferrocene bioconjugates reported, [5] one of the famous examples is the structural variation of the anticancer drug tamoxifen to give ferrocifen. [6, 7] Another one is ferrocerone, which was developed to treat iron deficiency anemias, and used to be marketed in Russia. [8] This minireview focuses mainly on the discovery of ferroquine (FQ, SR97193, Figure 1 ), a new antimalarial, including efforts to understand its mechanism(s) of action and resistance (Table 1 ). Figure 2 ) is a 4-aminoquinoline drug long used in the treatment or prevention of malaria. Although its mechanism of action is only partially understood, its therapeutic effectiveness has been attributed to its ability to preferentially concentrate in the food vacuole of the parasite and to inhibit the formation of malarial pigment (or hemozoin). [9] [10] [11] [12] Resistance to CQ was first reported from Columbia and Thailand in the early 1960s, and is now worldwide. CQ-resistant parasites expel CQ much more rapidly from red blood cells than CQ-sensitive parasites, and many observations indicated that a P. falciparum transmembrane protein (PfCRT) was involved in this efflux. [13] [14] [15] [16] [17] Mutations of PfCRT have been described in all CQ-resistant P. falciparum isolates.", "cite_spans": [{"start": 249, "end": 252, "text": "[3]", "ref_id": null}, {"start": 522, "end": 525, "text": "[4]", "ref_id": null}, {"start": 949, "end": 952, "text": "[5]", "ref_id": null}, {"start": 1006, "end": 1009, "text": "[5]", "ref_id": null}, {"start": 1118, "end": 1121, "text": "[6,", "ref_id": null}, {"start": 1122, "end": 1124, "text": "7]", "ref_id": null}, {"start": 1242, "end": 1245, "text": "[8]", "ref_id": null}, {"start": 1789, "end": 1792, "text": "[9]", "ref_id": null}, {"start": 1793, "end": 1797, "text": "[10]", "ref_id": null}, {"start": 1798, "end": 1802, "text": "[11]", "ref_id": null}, {"start": 1803, "end": 1807, "text": "[12]", "ref_id": null}, {"start": 2125, "end": 2129, "text": "[13]", "ref_id": null}, {"start": 2130, "end": 2134, "text": "[14]", "ref_id": null}, {"start": 2135, "end": 2139, "text": "[15]", "ref_id": null}, {"start": 2140, "end": 2144, "text": "[16]", "ref_id": null}, {"start": 2145, "end": 2149, "text": "[17]", "ref_id": null}], "ref_spans": [{"start": 1322, "end": 1330, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 1428, "end": 1436, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 1440, "end": 1448, "text": "Figure 2", "ref_id": null}], "section": "Introduction"}, {"text": "Combination of the CQ structure, for which the 4-aminoquinoline moiety is known to target the parasite, with ferrocene has led to the design of FQ, the first organometallic antimalarial (see below). [18] [19] [20] During this research program, more than 50 ferrocene analogues were synthesized and screened. The group of Professor Chibale in Cape Town (South Africa) also assisted us in this research. Nevertheless, so far none of these compounds prove to be better than FQ.", "cite_spans": [{"start": 199, "end": 203, "text": "[18]", "ref_id": null}, {"start": 204, "end": 208, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 209, "end": 213, "text": "[20]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The envisaged structures were designed to respect the main properties of CQ such as its localization in the food vacuole of the parasite or its propensity to inhibit hemozoin formation. Besides, a less conventional design was also investigated as we could not exclude that the modification of the parent drug might lead to novel properties and alternative mechanisms of action.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "First, it was tempting to simply associate CQ and the ferrocenecarboxylic acid by a weak salt-bridge interaction as in compound 2. [21] Indeed, the ferrocene moiety may independently potentiate the activity of CQ by enhancing oxidative stress. Nevertheless, this hypothesis was proven wrong. In vitro tests revealed that salt 2 was even less active than CQ diphosphate, suggesting an antagonist effect between both parts.", "cite_spans": [{"start": 131, "end": 135, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Formation of the quaternary ammonium salt 3 by direct condensation of the ferrocenylmethyl (Fem) moiety on the endocyclic nitrogen of the CQ core abolished the activity of the parent molecule on both CQ resistant and sensitive P. falciparum strains. [22] The charged species 3 should not be able to cross the membrane. A low in vitro activity was also observed with compound 4 where the quinoline cycle is substituted at the C3 position by Fem. [22] The bulky ferrocenyl group should sterically hinder the stacking interaction between the quinoline ring and heme.", "cite_spans": [{"start": 250, "end": 254, "text": "[22]", "ref_id": null}, {"start": 445, "end": 449, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Particular attention was devoted to studying the impact of the introduction of the ferrocenyl moiety into the lateral side chain of CQ. Indeed, the length of the side chain and the distance between the two exocyclic nitrogen atoms may both affect resistance against 4-aminoquinolines by P. falciparum. [23, 24] 4-aminoquinolines with shorter (two or three carbon atoms) or longer side chains (10 or 12 carbon atoms) than CQ are more active against CQ-resistant P. falciparum. It has been suggested that these molecules had an N-N spacing which is less suited for binding with the putative CQ transporter, and are therefore less efficiently extruded from the food vacuole.", "cite_spans": [{"start": 302, "end": 306, "text": "[23,", "ref_id": null}, {"start": 307, "end": 310, "text": "24]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "A series of CQ analogues 5-8 characterized by the presence of the ferrocenyl group attached to the terminal nitrogen atom of the CQ lateral chain were synthesized and tested. [25, 26] Whereas most analogues were found to be more active than Figure 2 . The template, chloroquine 1, and the ferrocene conjugates 2-12. R is an alkyl or a ferrocenylmethyl group, n varying from 2 to 6. CQ, they offered (relatively) disappointing activities compared to FQ. Compounds such as 6 showed an activity which decreased rapidly with the level of CQ-resistance among the P. falciparum clones tested. Clearly, a cross resistance could be postulated to emerge very quickly. There is no significant correlation between either the liphophilic character or the in vitro inhibition of hemozoin formation and the IC 50 values among CQ analogues 6. [26] Bis-ferrocenyl conjugates (compounds such as 6 with R = Fem) led to erratic activities and it was impossible to measure precise IC 50 values, because of both stability and solubility problems in the culture medium. [26] A decrease of the efficacy was observed between the linear and branched propylamino chain derivatives 8. Introduction of methyl groups in the side chain was not favorable to the antimalarial activity. [26] To the contrary, the presence of the ferrocene moiety within the lateral chain (FQ analogues, 9) is the main condition to retain a strong antimalarial activity on CQresistant P. falciparum. All FQ analogues exhibited an antimalarial activity much stronger than CQ itself on CQ-resistant strains, except when a second ferrocenyl group was introduced on the terminal nitrogen atom. Here again the efficacy of compounds was markedly attenuated. [26] As 1,2-unsymmetrically substituted ferrocenes are chiral molecules, an effort was made to design achiral version of these derivatives. The easiest solution was to move the second substituent to the other cyclopentadienyl cycle. These achiral 1,1'substituted ferrocene analogues 10-11 exhibited lower activity against CQ resistant strains than against the CQ sensitive strains. [27] Nervertheless, no in vivo data were available for the comparison of the substitution patterns: 1,2 versus 1,1'. A similar trend was also observed for the bis-quinoline derivatives 12. [28] Ferrocene conjugates with other antimalarials Artemisinin Ferrocene-derived artemesinins 15-20 did not show better antimalarial activity than that of the parent compound(s). The analogues 15 (obtained as two separable (a and b) C9 stereoisomers) and 16 (racemate) were prepared from artemisitene 14 ( Figure 3 ). [29] These derivatives exhibited IC 50 values on P. falciparum tenfold lower than artemisitene, but similar to that of artemisinin. [29] Other derivatives (b stereoisomer 17, racemate 18, racemate 19, and a stereoisomer 20) were synthesized merging ferrocene and artemisinin via an ester bond (like in the artesunate structure) or via an ether bond (like in the artemether skeleton). These produced no increase in antimalarial activity compared to dihydroartemisinin itself. [30] It was concluded that incorporation of the ferrocene moiety into an artemesinin skeleton did not improve its activity.", "cite_spans": [{"start": 175, "end": 179, "text": "[25,", "ref_id": null}, {"start": 180, "end": 183, "text": "26]", "ref_id": "BIBREF25"}, {"start": 828, "end": 832, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1048, "end": 1052, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1254, "end": 1258, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1701, "end": 1705, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 2083, "end": 2087, "text": "[27]", "ref_id": null}, {"start": 2272, "end": 2276, "text": "[28]", "ref_id": null}, {"start": 2590, "end": 2594, "text": "[29]", "ref_id": null}, {"start": 2722, "end": 2726, "text": "[29]", "ref_id": null}, {"start": 3065, "end": 3069, "text": "[30]", "ref_id": null}], "ref_spans": [{"start": 241, "end": 249, "text": "Figure 2", "ref_id": null}, {"start": 2578, "end": 2586, "text": "Figure 3", "ref_id": "FIGREF1"}], "section": "Introduction"}, {"text": "Using a strategy similar to the design of FQ, the quinuclidinyl and the piperidinyl side chains of quinine 21 and mefloquine (MF) 21 were respectively substituted with a ferrocene moiety while maintaining a basic amino group 23, 24 ( Figure 4 ).", "cite_spans": [], "ref_spans": [{"start": 234, "end": 242, "text": "Figure 4", "ref_id": "FIGREF2"}], "section": "Mefloquine and quinine"}, {"text": "In vitro, lower activities than the parent compounds were reported. [31] In acidic aqueous solution, these ferrocenyl analogues seemed to be unstable, leading to the formation of the presumably inactive carbeniums.", "cite_spans": [{"start": 68, "end": 72, "text": "[31]", "ref_id": null}], "ref_spans": [], "section": "Mefloquine and quinine"}, {"text": "Among fourteen ferrocene atovaquone conjugates synthesized and tested both on Toxoplasma gondii and P. falciparum, compounds 26 ( Figure 5 ) with an aliphatic chain of 6, 7, and 8 gondii clone known to carry a mutation in the ubiquinone binding pocket of the cyt b. As concerns P. falciparum, the products appeared as active on both CQ sensitive and resistant strains, but remained 5-12-fold less active than atovaquone itself on the same strains. [32] Miscellaneous Ferrocenyl sugars were synthesized starting from ellagitanin which has no antimalarial properties per se. [33] Some of the derivatives showed antimalarial activities with IC 50 values in the micromolar, and, rarely, submicromolar range. Another attempt to inhibit P. falciparum hexose transporter (PfHT) expressed in a heterologous system (xenope oocyte) with 3-O-ferrocenyl-dglucose derivatives was performed, but the products failed to show an inhibitory effect upon the transporter. [34] Ferrocenyl chalcones were synthesized and, among them, some compounds had an antimalarial activity in the micromolar range. [35] Interestingly, the incorporation of the ferrocene moiety in the chalcone template was found to enhance its role in processes that involved free radicals. [36] The authors suggested therefore that ferrrocene may participate in redox reaction(s) in relation to their antimalarial activity. [36] More recently, an attempt to improve the reversal properties of strychnobrasiline led to the synthesis of a ferrocene-strychnobrasiline conjugate which showed in vitro a synergy with CQ on a resistant clone, but failed to show the same activity in vivo when tested in association with CQ on the P. yoelii N67 clone in a suppressive four-day test. [37] In summary, among all ferrocenic antimalarials synthesized so far, only some 7-chloro-4-aminoquinolines derivatives were found to be promising, usually being active on CQ sensitive and CQ-resistant clones of P. falciparum. To a lesser extent, some artemisitene derivatives showed interesting properties, but remained at best, equal to artemisinin itself. All other combinations of ferrocene with known antimalarials or other molecules failed to provide a real \"lead\" for a further development.", "cite_spans": [{"start": 448, "end": 452, "text": "[32]", "ref_id": null}, {"start": 573, "end": 577, "text": "[33]", "ref_id": null}, {"start": 953, "end": 957, "text": "[34]", "ref_id": null}, {"start": 1082, "end": 1086, "text": "[35]", "ref_id": null}, {"start": 1241, "end": 1245, "text": "[36]", "ref_id": null}, {"start": 1375, "end": 1379, "text": "[36]", "ref_id": null}, {"start": 1727, "end": 1731, "text": "[37]", "ref_id": null}], "ref_spans": [{"start": 130, "end": 138, "text": "Figure 5", "ref_id": "FIGREF3"}], "section": "Atovaquone"}, {"text": "Of all the ferrocenes, FQ was shown to be the most active in vitro and in vivo, and was considered early on as a lead compound (Table 1) . Extensive studies were done to test its potential for industrial development.", "cite_spans": [], "ref_spans": [{"start": 127, "end": 136, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Ferroquine"}, {"text": "New drug candidates should enter the pharmaceutical development process in a crystalline state. Indeed, molecules in the amorphous state generally exhibit greater chemical instability, enhanced dissolution rates, altered mechanical properties, and greater hygroscopicity. Neutral FQ was selected for drug development, as FQ will become (di)protonated when entering the acidic environment of the stomach. Basic FQ crystallizes in the monoclinic space group P2 1 /n. [38] In the solid state, FQ is stabilized by a strong intramolecular hydrogen bond between the anilino nitrogen atom and the tertiary nitrogen atom of the side chain ( Figure 1 ). Nevertheless, this H-bond is absent in polar solvents (such as water) or when protonated. This flip/ flop H-bond may help transport of FQ through the hydrophobic membranes. Cationic FQ forms stable dimer structures not only in the solid state but also in solution. [39] This self-association process in water is singularly driven by + -p/ + -p nonbonding interactions. [39] Enantiomers FQ possesses planar chirality due to its 1,2-unsymmetrically substituted ferrocene moiety ( Figure 6 ). Pure enantiomers (1'R)-FQ and (1'S)-FQ were obtained by enzymatic resolution using a biocatalyst. [40] Both optical isomers were equally active in vitro on P. falciparum at nanomolar concentrations. In vivo, both enantiomers were slightly less active than the racemic mixture against CQ sensitive and CQ resistant P. vinckei vinckei, suggesting an additive or a synergetic effect between both enantiomers. Moreover, (1'R)-FQ displayed a better curative effect than (1'S)-FQ suggesting different pharmacokinetic properties.", "cite_spans": [{"start": 465, "end": 469, "text": "[38]", "ref_id": null}, {"start": 910, "end": 914, "text": "[39]", "ref_id": null}, {"start": 1014, "end": 1018, "text": "[39]", "ref_id": null}, {"start": 1233, "end": 1237, "text": "[40]", "ref_id": null}], "ref_spans": [{"start": 633, "end": 641, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 1123, "end": 1131, "text": "Figure 6", "ref_id": "FIGREF4"}], "section": "Formulation"}, {"text": "As illustrated in Figure 7 , the metabolic pathway of FQ, based on experiments using animal and human hepatic models, has been proposed.", "cite_spans": [], "ref_spans": [{"start": 18, "end": 26, "text": "Figure 7", "ref_id": "FIGREF6"}], "section": "Metabolism"}, {"text": "FQ is metabolized via a major dealkylation pathway into the mono-N-desmethyl FQ 27 and then into di-N,N-desmethyl FQ 28. [41] Other minor metabolic pathways were also identified. Cytochrome P450 isoforms 2C9, 2C19, and 3A4 and, possibly in some patients, isoform 2D6, are mainly involved in FQ oxidation. The activity of these two main metabolites was decreased compared to that of FQ; however, the activity of the mono-Ndesmethyl derivative 27 is significantly higher than that of CQ on both strains, and the di-N,N-desmethyl derivative 28 remains more active than CQ on the CQ-resistant strain. [41, 42] As these two metabolites are present in significant concentrations in blood after administration of FQ, they should be involved in the global antimalarial activity of FQ.", "cite_spans": [{"start": 121, "end": 125, "text": "[41]", "ref_id": null}, {"start": 597, "end": 601, "text": "[41,", "ref_id": null}, {"start": 602, "end": 605, "text": "42]", "ref_id": null}], "ref_spans": [], "section": "Metabolism"}, {"text": "Toxicity FQ responded negatively on the Ames and FETAX (Frog Embryo Teratogenesis Assay Xenopus) tests. FQ also tested negatively in the micronucleus in vitro and in vivo assays conducted under GLP Standards. On the contrary, in the same kind of experiments, CQ was found to be weakly mutagenic and genotoxic. [43] Antiviral activity Although its mode of action is still unknown, CQ has been reported to possess strong antiviral effects on the severe acute respiratory syndrome (SARS) causative agent. [44] In this context, FQ was evaluated for its activity against feline and human SARS coronavirus and compared to its parent drug, CQ. Beside its antimalarial activity, FQ was an effective inhibitor of SARS-CoV replication in Vero cells within the 1-10 mm concentration range. Nevertheless, its low selectivity index of 15 did not allow for pharmaceutical development. [45] Specific pharmacology So far, FQ has been tested on different laboratory P. falciparum strains [27, 45, 46] and on seven series of field isolates (total 441) from Gabon, Senegal, and Cambodia. [47] [48] [49] [50] [51] Figure 8 and Table 2 show the mean IC 50 observed from in these different studies.", "cite_spans": [{"start": 310, "end": 314, "text": "[43]", "ref_id": null}, {"start": 502, "end": 506, "text": "[44]", "ref_id": null}, {"start": 871, "end": 875, "text": "[45]", "ref_id": null}, {"start": 971, "end": 975, "text": "[27,", "ref_id": null}, {"start": 976, "end": 979, "text": "45,", "ref_id": null}, {"start": 980, "end": 983, "text": "46]", "ref_id": null}, {"start": 1069, "end": 1073, "text": "[47]", "ref_id": null}, {"start": 1074, "end": 1078, "text": "[48]", "ref_id": null}, {"start": 1079, "end": 1083, "text": "[49]", "ref_id": null}, {"start": 1084, "end": 1088, "text": "[50]", "ref_id": null}, {"start": 1089, "end": 1093, "text": "[51]", "ref_id": null}], "ref_spans": [{"start": 1094, "end": 1102, "text": "Figure 8", "ref_id": "FIGREF7"}, {"start": 1107, "end": 1114, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Metabolism"}, {"text": "No significant correlation appears between CQ and FQ mean IC 50 values (Figure 8) . Some researchers showed a weak correlation between CQ and FQ responses in different field isolate studies, without significant consequences for clinical applications, but recent investigations demonstrated a probable influence of the initial parasitaemia at the start of the assay, be- [27, 45, 46] and on seven sets of field isolates from Gabon, Senegal, and Cambodia (filled circles). [47] [48] [49] [50] [51] cause isolates tested with an identical initial parasitaemia or use of a covariance analysis taking into account the initial parasitaemia did not show a correlated response between FQ and other antimalarials. [51] In vivo experiments performed on rodent Plasmodium species showed that whatever the susceptibility of the strain to CQ and the way of administration (Table 3) , the curative dose of FQ remained unchanged [46] which demonstrated the powerful activity of the drug and its high oral bioavailability, two major qualities for the further development of the drug.", "cite_spans": [{"start": 370, "end": 374, "text": "[27,", "ref_id": null}, {"start": 375, "end": 378, "text": "45,", "ref_id": null}, {"start": 379, "end": 382, "text": "46]", "ref_id": null}, {"start": 471, "end": 475, "text": "[47]", "ref_id": null}, {"start": 476, "end": 480, "text": "[48]", "ref_id": null}, {"start": 481, "end": 485, "text": "[49]", "ref_id": null}, {"start": 486, "end": 490, "text": "[50]", "ref_id": null}, {"start": 491, "end": 495, "text": "[51]", "ref_id": null}, {"start": 705, "end": 709, "text": "[51]", "ref_id": null}, {"start": 914, "end": 918, "text": "[46]", "ref_id": null}], "ref_spans": [{"start": 71, "end": 81, "text": "(Figure 8)", "ref_id": "FIGREF7"}, {"start": 859, "end": 868, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Metabolism"}, {"text": "The mechanism of action of FQ was studied in comparison to that of CQ. Over the years, the mechanism of CQ has been the subject of a lot of discussions and arguments. Nevertheless there is strong evidence that the action of CQ is correlated with its localization in the food vacuole of the parasite and with its association with hemozoin. [53] FQ formed a complex with hematin with a stoichiometry of 1 to 1. [54] The free energy of association was estimated to be À7 kcal mol À1 , leading to the conclusion that this noncovalent interaction is weak but favorable. It was also noted that these values are similar to those previously reported for CQ. Moreover, in the presence of FQ, hematin is no longer converted into b-hematin and a dose-dependent inhibition of b-hematin formation was obtained. The IC 50 of FQ was 0.8 equivalents relative to hematin, whereas the IC 50 of CQ was 1.9. This clearly shows that FQ is a strong inhibitor of b-hematin formation, and even more potent than CQ. [54] The molecular electrostatic potential (MEP) surfaces have been computed at the DFT-B3LYP level of theory for diprotonated FQ and CQ. FQ and CQ show considerable similarity in the quinoline area. As this part of the molecule is thought to interact with hematin by a stacking interaction, a similar mode of interaction between these active drugs (FQ or CQ) and hematin was suggested. [54] To get a better understanding of the contribution of the ferrocene moiety to the antimalarial activity of FQ, we have also estimated some of its physicochemical properties. The apparent partition coefficients (log D) of CQ and FQ were measured at vacuolar (5.2) and cytosolic (7.4) pHs. At cytosolic pH, FQ was more than 100-fold more lipophilic than CQ, whereas the difference in lipophilicity is only slight at vacuolar pH. The pK a values of both drugs allow us to speculate that FQ accumulates at a lower concentration than CQ. [54] However, the alternative method based only on the logD values led to a contradictory result. The experimental determination (not straightforward) of the accumulation of FQ inside the food vacuole is now urgently needed to solve this problem.", "cite_spans": [{"start": 339, "end": 343, "text": "[53]", "ref_id": "BIBREF53"}, {"start": 409, "end": 413, "text": "[54]", "ref_id": null}, {"start": 991, "end": 995, "text": "[54]", "ref_id": null}, {"start": 1378, "end": 1382, "text": "[54]", "ref_id": null}, {"start": 1915, "end": 1919, "text": "[54]", "ref_id": null}], "ref_spans": [], "section": "Mechanism of action"}, {"text": "In conclusion, the activity of FQ may be due to more than one route (Figure 9 ). Its mechanism of action should be in part similar to that of CQ, based on the inhibition effect on b-hematin formation, and results in inhibition of hemozoin formation. On another hand, redox activation from the ferrocene to the ferricinium and its implication in radical(s) generation cannot be excluded and is currently under investigation. Moreover, the metallocene altered the shape, volume, lipophilicity, basicity, and electronic profile of the parent molecule and consequently, its pharmacodynamic behavior. The strong activity of FQ on CQ-resistant clones and isolates of P. falciparum suggests a fundamental difference in interaction with resistance mechanisms of the parasite.", "cite_spans": [], "ref_spans": [{"start": 68, "end": 77, "text": "(Figure 9", "ref_id": "FIGREF8"}], "section": "Mechanism of action"}, {"text": "Induction of resistance to FQ by the 2 % method proposed by Peters [52] (derived from the four-day test) was tested on P. yoelii NS ( Figure 10 ). [55] From the original clone PyCQ S a clone PyCQ R was derived by 17 weeks of CQ pressure at 60 mg kg À1 d À1 . CQ ED 50 was not modified but IC 90 increased (8.23 mg kg À1 d À1 ).", "cite_spans": [{"start": 67, "end": 71, "text": "[52]", "ref_id": "BIBREF52"}, {"start": 147, "end": 151, "text": "[55]", "ref_id": null}, {"start": 265, "end": 267, "text": "50", "ref_id": null}], "ref_spans": [{"start": 134, "end": 143, "text": "Figure 10", "ref_id": "FIGREF0"}], "section": "Failure to induce resistance"}, {"text": "Under continuous CQ pressure, the ED 90 remained stable between 8 and 16 mg kg À1 d À1 . The resistance was reversed by ve- [55] 22 20 D10 [27] 23 18 Dd2 [26] 62 19 W2 [26] 149 13 FCR3 [55] 152 21 K1 [27] 352 14 Origin of isolates (number in brackets) Gabon (103) [48] 370 11 Senegal [49] CQ sensitive isolates (24) CQ resistant isolates (29) 29 351 6 10 Cambodgia (127) [50] 129 31 Gabon-Haut-OgoouØ (116) [47] Franceville 141 16 Bakoumba 398 28 Gabon, Lambarene (81) [51] 113 2", "cite_spans": [{"start": 124, "end": 128, "text": "[55]", "ref_id": null}, {"start": 139, "end": 143, "text": "[27]", "ref_id": null}, {"start": 154, "end": 158, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 168, "end": 172, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 185, "end": 189, "text": "[55]", "ref_id": null}, {"start": 200, "end": 204, "text": "[27]", "ref_id": null}, {"start": 264, "end": 268, "text": "[48]", "ref_id": null}, {"start": 284, "end": 288, "text": "[49]", "ref_id": null}, {"start": 311, "end": 315, "text": "(24)", "ref_id": null}, {"start": 371, "end": 375, "text": "[50]", "ref_id": null}, {"start": 407, "end": 411, "text": "[47]", "ref_id": null}, {"start": 469, "end": 473, "text": "[51]", "ref_id": null}], "ref_spans": [], "section": "Failure to induce resistance"}, {"text": "[a] IC 50 were determined by the isotopic method.", "cite_spans": [], "ref_spans": [], "section": "Failure to induce resistance"}, {"text": "[b] results obtained on a 3D7 clone by W. Daher (unpublished data). [13] [14] [15] [16] [17] These results show that if FQ resistance can be obtained in a rodent malaria parasite, 1) the fit cost of the resistance is extremely high, and the growth is so limited and so slow that sometimes the mouse succeeds in clearing its parasites without treatment, 2) the putative mechanism involved in resistance is probably different from that defined by P. falciparum CQ resistance.", "cite_spans": [{"start": 68, "end": 72, "text": "[13]", "ref_id": null}, {"start": 73, "end": 77, "text": "[14]", "ref_id": null}, {"start": 78, "end": 82, "text": "[15]", "ref_id": null}, {"start": 83, "end": 87, "text": "[16]", "ref_id": null}, {"start": 88, "end": 92, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "Failure to induce resistance"}, {"text": "The risk of resistance of human Plasmodium species to FQ might be questioned on the basis of results obtained on rodent strains. Studies on field isolates from Cambodia [41, 56] showed that the susceptibility of P. falciparum susceptibility to FQ was not related to pfcrt gene phenotype or to the level of expression of the protein. [56] Exposing 10 10 -10 11 P. falciparum W2 strains to a continuous 2month pressure of 100 nm FQ did not yield a viable resistant clone. A transcient growth was observed, but parasites were unable to be maintained in culture, even in the absence of FQ. [56] Complementary experiments carried out under similar experimental conditions in the presence of 50 nm of FQ (a concentration slightly above the in vitro IC 90 for W2 strain) failed to select a viable resistant clone. Only a transcient growth was observed, as in the previous experiments (unpublished data). Induction of resistance to FQ tested on P. yoelii NS. [55] Delay for the parasite to achieve 2 % blood parasitaemia starting from a 10 7 parasites infection. PyCQ + : CQ pressure for four days [52] followed by three days release. PyCQ R : CQ pressure according to the method of 2 % parasitaemia. [52] PyFQ R : FQ pressure according to the method of 2 % parasitaemia. PyFQ À : release of FQ pressure. Dotted lines, assays done on lines after cryopreservation: only the strain obtained under FQ pressure showed a loss of its resistance to the drug after cryopreservation. ED 50 and ED 90 indicate the times when resistance to CQ, MF, and FQ were tested on the different strains.", "cite_spans": [{"start": 169, "end": 173, "text": "[41,", "ref_id": null}, {"start": 174, "end": 177, "text": "56]", "ref_id": null}, {"start": 333, "end": 337, "text": "[56]", "ref_id": null}, {"start": 586, "end": 590, "text": "[56]", "ref_id": null}, {"start": 951, "end": 955, "text": "[55]", "ref_id": null}, {"start": 1090, "end": 1094, "text": "[52]", "ref_id": "BIBREF52"}, {"start": 1193, "end": 1197, "text": "[52]", "ref_id": "BIBREF52"}, {"start": 1470, "end": 1472, "text": "50", "ref_id": null}], "ref_spans": [], "section": "Failure to induce resistance"}, {"text": "These observations showed that the biological fit cost of FQ resistance is very high for P. falciparum, and that in the absence of continuous drug pressure, potentially resistant parasites will be easily concurrenced by nonresistant parasites.", "cite_spans": [], "ref_spans": [], "section": "Failure to induce resistance"}, {"text": "Ferroquine is a unique metallocene drug candidate which has emerged from a collaborative French discovery project, and it is the most advanced of malaria drug candidates being developed by Sanofi-Aventis. Ferroquine is extremely active against both CQ-sensitive and CQ-resistant P. falciparum. Phase I clinical trials are now completed. As recommended by the WHO, phase II clinical trials will begin with the examination of efficacy of artemisinin-based combination therapy (ACT) between artesunate and FQ in malaria patients. [57] ", "cite_spans": [{"start": 527, "end": 531, "text": "[57]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Conclusion and Outlook"}], "bib_entries": {"BIBREF18": {"ref_id": "b18", "title": "International Patent PCT/FR 96/ 00721", "authors": [{"first": "J", "middle": [], "last": "Brocard", "suffix": ""}, {"first": "J", "middle": [], "last": "Lebibi", "suffix": ""}, {"first": "L", "middle": [], "last": "Maciejewski", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Forfar-Bares, D. Dive", "authors": [{"first": "C", "middle": [], "last": "Biot", "suffix": ""}, {"first": "W", "middle": [], "last": "Daher", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Ndiaye", "suffix": ""}, {"first": "P", "middle": [], "last": "Melnyk", "suffix": ""}, {"first": "B", "middle": [], "last": "Pradines", "suffix": ""}, {"first": "N", "middle": [], "last": "Chavain", "suffix": ""}, {"first": "A", "middle": [], "last": "Pellet", "suffix": ""}, {"first": "L", "middle": [], "last": "Fraisse", "suffix": ""}, {"first": "L", "middle": [], "last": "Pelinski", "suffix": ""}, {"first": "C", "middle": [], "last": "Jarry", "suffix": ""}, {"first": "J", "middle": [], "last": "Brocard", "suffix": ""}, {"first": "J", "middle": [], "last": "Khalife", "suffix": ""}, {"first": "I", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "J. Med. Chem", "volume": "49", "issn": "", "pages": "4707--4714", "other_ids": {"DOI": ["10.1021/jm060259d"]}}, "BIBREF52": {"ref_id": "b52", "title": "Chemotherapy, and Drug Resistance in Malaria", "authors": [], "year": 1987, "venue": "", "volume": "1", "issn": "", "pages": "145--273", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "D", "middle": ["J"], "last": "Sullivan", "suffix": ""}, {"first": "I", "middle": ["Y"], "last": "Gluzman", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Russell", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Goldberg", "suffix": ""}], "year": 1996, "venue": "", "volume": "93", "issn": "", "pages": "11865--11870", "other_ids": {"DOI": ["10.1073/pnas.93.21.11865"]}}, "BIBREF57": {"ref_id": "b57", "title": "Ter-Namissian International Patent PCT/FR2006/000842", "authors": [{"first": "L", "middle": [], "last": "Fraisse", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Chemical structure of ferroquine, the new antimalarial. The intramolecular H-bond is indicated with dashed lines.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Artemisinin 13, artemisitene 14, and the ferrocene conjugates 15-20.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Quinine 21, mefloquine 22 and their respective ferrocene analogues 23 and 24. R 1 and R 2 are alkyl groups. ChemMedChem 2008, 3, 383 -391 2008 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim www.chemmedchem.org carbon atoms were active on the atovaquone-resistant ATO T.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Atovaquone 25 and its respective ferrocene analogues 26. R is an alkyl group.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Ferroquine enantiomers.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Proposed metabolic pathway of ferroquine in human hepatic models. Main metabolites are in the dashed line box.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Mean IC 50 values of FQ measured on seven different laboratory P. falciparum clones (open circles)", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Proposed structure-activity relationships for ferroquine.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Figure 10. Induction of resistance to FQ tested on P. yoelii NS. [55] Delay for the parasite to achieve 2 % blood parasitaemia starting from a 10 7 parasites infection. PyCQ + : CQ pressure for four days [52] followed by three days release. PyCQ R : CQ pressure according to the method of 2 % parasitaemia. [52] PyFQ R : FQ pressure according to the method of 2 % parasitaemia. PyFQ À : release of FQ pressure. Dotted lines, assays done on lines after cryopreservation: only the strain obtained under FQ pressure showed a loss of its resistance to the drug after cryopreservation. ED 50 and ED 90 indicate the times when resistance to CQ, MF, and FQ were tested on the different strains.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Brief development history of ferroquine", "latex": null, "type": "table"}, "TABREF1": {"text": "Comparative antimalarial activity of CQ and FQ on different Plasmodium strains and isolates.", "latex": null, "type": "table"}, "TABREF2": {"text": "Comparative antimalarial activity of CQ diphosphate and FQ ditartrate on different Plasmodium murine species.[a]    [a] IC 50 and IC 90 were determined according to the four-day-test method.[52] [b] Curative dose was determined as the dose for which no death in batches and no parasitaemia were observed in mice within two months after the end of the four-day test.[c] s.c.: subcutaneous.[d] p.o.: per os. Doses in mg kg À1 day À1 expressed as products base.www.chemmedchem.org rapamil. PyCQ R sensitivity remained unchanged towards MF and FQ. From the PyCQ R line, a PyFQ R line was derived under a 23-week FQ pressure (60 mg kg À1 d À1 ). The PyFQ R line presented a multiresistant phenotype (ED 90 > 90 mg kg À1 d À1 for CQ, MF, and FQ) and was only partially reversed by verapamil (for CQ). The resistance to FQ and MF was not fixed genetically, because it disappeared in 4-5 serial passages when the FQ pressure was removed. It was also lost during cryoconservation. Growth of the PyFQ R line was very slow in mouse, and only reticulocytes were selectively invaded. PCR amplification of DNA fragments did not show the presence in pymdr1 gene of mutations 86, 1034, 1042, and 1246 already associated with resist-ance phenotypes to various antimalarials in Plasmodium falciparum ortholog gene pfmdr1 and, in the pycrt gene, of mutation K76T involved in CQ resistance in Plasmodium falciparum.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Keywords: bioorganometallics · drug candidates · ferroquine · malaria · mechanism of action · resistance", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}