{"paper_id": "0d32ef4cf9de814b91863b82011724356136aeb1", "metadata": {"title": "Journal Pre-proof No evidence of SARS-CoV-2 in semen of males recovering from COVID-19 for Reproductive Medicine Running Title: No SARS-CoV-2 in semen of COVID-19 males Title: No evidence of SARS-CoV-2 in semen of males recovering from COVID-19", "authors": [{"first": "Feng", "middle": [], "last": "Pan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"postCode": "430022", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Xingyuan", "middle": [], "last": "Xiao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"postCode": "430022", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Jingtao", "middle": [], "last": "Guo", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Utah School of Medicine", "location": {"settlement": "Salt Lake City", "region": "UT", "country": "USA"}}, "email": ""}, {"first": "Yarong", "middle": [], "last": "Song", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"postCode": "430022", "settlement": "Wuhan", "country": "China"}}, "email": "song_yr@hust.edu.cndarshanp.patel"}, {"first": "Honggang", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"postCode": "430030", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Darshan", "middle": ["P"], "last": "Patel", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Utah School of Medicine", "location": {"settlement": "Salt Lake City", "region": "UT", "country": "USA"}}, "email": "darshan.patel@hsc.utah.eduadamspivak"}, {"first": "Adam", "middle": ["M"], "last": "Spivak", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Utah School of Medicine", "location": {"settlement": "Salt Lake City", "region": "UT", "country": "USA"}}, "email": "adam.spivak@hsc.utah.edu"}, {"first": "Joseph", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "Alukal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University Medical Center", "location": {"settlement": "New York", "region": "NY", "country": "USA"}}, "email": ""}, {"first": "Xiaoping", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"postCode": "430022", "settlement": "Wuhan", "country": "China"}}, "email": "xzhang@hust.edu.cnchengliangxiong"}, {"first": "Chengliang", "middle": [], "last": "Xiong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"postCode": "430013", "settlement": "Wuhan", "country": "China"}}, "email": "clxiong951@sina.com"}, {"first": "Philip", "middle": ["S"], "last": "Li", "suffix": "", "affiliation": {"laboratory": "Associate Professor of Surgery (Urology) Division of Urology", "institution": "Weill Cornell Medicine of Cornell University", "location": {"addrLine": "30 N 1900 E, Rm # 3B420", "postCode": "84132", "settlement": "New York, Salt Lake City", "region": "NY, UT", "country": "USA"}}, "email": ""}, {"first": "James", "middle": ["M"], "last": "Hotaling", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Utah School of Medicine", "location": {"settlement": "Salt Lake City", "region": "UT", "country": "USA"}}, "email": "jim.hotaling@hsc.utah.edu"}, {"first": "Joseph", "middle": ["P"], "last": "Alukal", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Capsule: SARS-CoV-2 was not detected in semen of COVID-19 patients. ACE2-mediated viral entry of SARS-CoV-2 into target host cells is unlikely within the human testicle based on ACE2 and TMPRSS2 expression.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Objective: To describe detection of SARS-CoV-2 in seminal fluid of patients recovering from COVID-19 and describe the expression profile of ACE2 and TMPRSS2 within the testicle. Design: observational, cross-sectional study Setting: Tertiary referral center Patients: Thirty-four adult Chinese males diagnosed with COVID-19 through confirmatory quantitative reverse transcriptase-polymerase chain reaction (qRT-PCR) from pharyngeal swab samples Intervention: None Main Outcome Measures: Identification of SARS-CoV-2 on qRT-PCR of single ejaculated semen samples. Semen quality was not assessed. Expression patterns of ACE2 and TMPRSS2 in the human testis are explored through previously published single-cell transcriptome datasets. Results: Six patients (19%) demonstrated scrotal discomfort concerning for viral orchitis around the time of COVID-19 confirmation. SARS-CoV-2 was not detected in semen after a median of 31 days (IQR: 29-36 days) from COVID-19 diagnosis. Single-cell transcriptome analysis demonstrates sparse expression of ACE2 and TMPRSS2, with almost no overlapping gene expression. Conclusions: SARS-CoV-2 was not detected in the semen of patients recovering from COVID-19 one month after COVID-19 diagnosis. ACE2-mediated viral entry of SARS-CoV-2 into target host cells is unlikely to occur within the human testicle based on ACE2 and TMPRSS2 expression. The long-term effects of SARS-CoV-2 on male reproductive function remain unknown.", "cite_spans": [], "ref_spans": [], "section": "Abstract:"}, {"text": "SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2), a novel coronavirus reported in late December 2019 in Wuhan, China, has spread world-wide with over 1,000,000 coronavirus disease 2019 (COVID-19) cases reported (1, 2). New developments in molecular virology and immunobiology of SARS-CoV-2, improve our understanding about COVID-19 prevention, management, and possible long-term effects. Although viral transmission occurs predominantly through respiratory droplets, SARS-CoV-2 has been isolated in blood samples and feces from COVID-19 patients, raising questions about viral shedding in other bodily fluids, including semen, as well as alternative modes of transmission (3) . Similar to SARS-CoV 2002, viral entry into target cells by SARS-CoV-2 is likely mediated by the interaction between the viral spike (S) protein and cellular angiotensin-converting enzyme 2 (ACE2) (4, 5) . ACE2 is expressed in multiple organ systems including type II alveolar cells of the lungs, intestine, heart, kidney, and the testis (4, 5) . Transmembrane Serine Protease 2 (TMPRSS2) appears to prime the S protein to enhance ACE2-mediated viral entry (6) . Interestingly, TMPRSS2 expression is identified in prostatic epithelial cells, with aberrant expression associated with tumorigenesis(7).", "cite_spans": [{"start": 684, "end": 687, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 886, "end": 889, "text": "(4,", "ref_id": "BIBREF3"}, {"start": 890, "end": 892, "text": "5)", "ref_id": "BIBREF4"}, {"start": 1027, "end": 1030, "text": "(4,", "ref_id": "BIBREF3"}, {"start": 1031, "end": 1033, "text": "5)", "ref_id": "BIBREF4"}, {"start": 1146, "end": 1149, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction:"}, {"text": "The male reproductive tract and the testicle may be involved after some systemic viral infections (e.g., mumps orchitis). Testicular immune privilege normally protects the immunogenic germ cells from the host response. However, certain viruses are able to cross the blood-testis barrier, enter cells of the male reproductive tract, and elicit an immune response within the testicle (8) .", "cite_spans": [{"start": 382, "end": 385, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction:"}, {"text": "Evidence regarding viral seeding and viral entry into cells of the male reproductive tract after SARS-CoV-2 infection is not well understood. Our objectives are to 1) describe detection of SARS-CoV-2 in the semen of patients recovering from COVID-19 and 2) determine the expression profile of ACE2 and TMPRSS2 within the human testicle, thereby providing mechanistic insights into viral entry and the early impact on male reproductive function.", "cite_spans": [], "ref_spans": [], "section": "Introduction:"}, {"text": "We identified adult Chinese male patients (range 18-57 years) diagnosed with COVID-19 in Wuhan, China between Jan 26 th , 2020 and March 2 nd , 2020. Local institutional review board approval was obtained prior to study initiation (Huazhong University of Science and Technology, Wuhan, China). A total of 34 adult male patients were recruited for this study after informed consent and were asked to provide one ejaculated semen sample. The duration of abstinence prior to obtaining the semen sample was not standardized.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "Patients were initially diagnosed with COVID-19 based on clinical symptoms (fever, cough, pharyngodynia, and respiratory distress) confirmed with quantitative reverse transcriptasepolymerase chain reaction (qRT-PCR) of pharyngeal swab samples (Anda Gene Ltd, Sun yatsen University, Guangzhou, China). Patients had one or more of these symptoms at the time of COVID-19 confirmation, but generally demonstrated milder symptoms. SARS-CoV-2 nucleic acid was extracted using the automatic nucleic acid extraction system (3DMed®, Shanghai, China), per manufacturer's instruction. Two target genes, including open reading frame 1ab (ORF1ab) and nucleocapsid protein (N), were amplified and tested using real-time RT-PCR (Anda Gene Ltd®, Guangzhou, China). A cycle threshold value less than 37 cycles was defined as a positive test, and a value of 40 cycles or more was defined as a negative test, per recommendation of the Chinese National Institute for Viral Disease Control and Prevention. Samples with an equivocal cycle threshold were retested. Detection of SARS-CoV-2 in semen samples was performed using an identical protocol. Semen sample testing for SARS-CoV-2 was performed at the Huazhong University of Science and Technology. Given safety concerns regarding viral transmission from the semen specimens, comprehensive semen analyses were not performed on the samples. To investigate the gene expression level of ACE2 and TMPRSS2 in different cells of the testes, we examined our prior published single-cell RNA-seq (scRNA-seq) dataset of human testicular cells at the University of Utah (9, 10) . The scRNA-seq dataset was analyzed as described in prior work (9, 10) . In brief, single cell RNA profiling experiments were performed by loading single testicular cells from testes of three healthy, young adults to 10X Genomics® Chromium platform to generate libraries, which were sequenced using Illumina HiSeq 2500®. The generated fastq files were then de-multiplexed and aligned using CellRanger®, which will generate the single cell gene expression matrices. The gene expression matrices were then analyzed using dimension reduction algorithm (t-SNE) and clustering approaches. Cells with similar transcriptomes were placed in proximity to each other with the same color. Known markers were utilized to help decode the major testicular cell type identities, as described in prior work (9, 10) . Detailed downstream analysis was performed using customized R script. The expression levels of ACE2 and TMPRSS2 were examined and displayed by projecting them onto the t-SNE plot. In addition, co-localization of ACE2 and TMPRSS2 were reported, and their correlation was calculated. Figure 1A ). Cells were colored based on cell identities (10) . We examined the expression of ACE2 and TMPRSS2 by projecting their expression to the t-SNE plot, observing very low expression of both genes ( Figure 1B) . Last, we examined coexpression of ACE2 and TMPRSS2 in every single testicular cell ( Figure 1C ); only 4 of 6490 cells displayed expression of both genes (Pearson correlation value = -0.01), suggesting limited overlap expression.", "cite_spans": [{"start": 1590, "end": 1593, "text": "(9,", "ref_id": "BIBREF8"}, {"start": 1594, "end": 1597, "text": "10)", "ref_id": "BIBREF9"}, {"start": 1662, "end": 1665, "text": "(9,", "ref_id": "BIBREF8"}, {"start": 1666, "end": 1669, "text": "10)", "ref_id": "BIBREF9"}, {"start": 2390, "end": 2393, "text": "(9,", "ref_id": "BIBREF8"}, {"start": 2394, "end": 2397, "text": "10)", "ref_id": "BIBREF9"}, {"start": 2739, "end": 2743, "text": "(10)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 2682, "end": 2691, "text": "Figure 1A", "ref_id": "FIGREF0"}, {"start": 2889, "end": 2899, "text": "Figure 1B)", "ref_id": "FIGREF0"}, {"start": 2987, "end": 2996, "text": "Figure 1C", "ref_id": "FIGREF0"}], "section": "Methods:"}, {"text": "In our study, we did not detect SARS-CoV-2 within the semen of adult Chinese males recovering from COVID-19. Nineteen percent of patients in our cohort had scrotal discomfort around the time of their COVID-19 confirmation, although the significance of this remains unclear. Additionally, in our scRNA-seq dataset of human testicular cells at the University of Utah, ACE2 and TMPRSS2 are sparsely expressed in the human testes, with almost no overlapping gene expression.", "cite_spans": [], "ref_spans": [], "section": "Discussion:"}, {"text": "Testicular immune privilege protects the immunogenic germ cells from a host response and a systemic inflammatory response may alter this environment (8) . Many viruses such as Mumps, human immunodeficiency virus (HIV), human herpes virus, Ebola, and Zika can be detected in human semen after infection and can cause orchitis (11, 12) . These viruses, through febrile illness, can have a negative impact on male reproductive function and spermatogenesis (11) . Before our analysis, the impact of SARS-CoV-2 on male reproductive function was largely unknown. Previously, Xu et al. reported testicular pathology after autopsy from six males who died from complications of SARS-CoV (13) . The authors found widespread destruction of germ cells and sperm, in a background of complex inflammatory infiltrate. Although they were unable to isolate a genomic signature from SARS-CoV itself, they postulated that SARS-CoV caused orchitis and reproductive impairment. ACE2, a likely receptor for viral entry by SARS-CoV-2, has been previously localized to human Leydig and Sertoli cells (14) . Our single-cell transcriptome data suggests ACE2 RNA expression occurs at low levels. Therefore, ACE2mediated viral entry of SARS-CoV-2 into target host cells is unlikely to occur within the human testicle. Investigation of alternative biologic mechanisms for alteration of the testicular microenvironment by SARS-CoV-2 is warranted.", "cite_spans": [{"start": 149, "end": 152, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 325, "end": 329, "text": "(11,", "ref_id": "BIBREF10"}, {"start": 330, "end": 333, "text": "12)", "ref_id": "BIBREF11"}, {"start": 453, "end": 457, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 678, "end": 682, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 1076, "end": 1080, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion:"}, {"text": "There are certain limitations to this study. First, our results are impacted by the small sample size and selection bias, as men with COVID-19 in this study are more likely to have demonstrated milder symptoms. Prior research has suggested that higher viral loads are associated with more severe disease symptoms, and it is plausible that viremia or a certain viral threshold is not achieved to cross the blood-testis barrier (15) . Second, given safety concerns regarding viral transmission from the semen specimens, comprehensive semen analyses were not performed. We were only able to obtain a single semen sample for the purposes of this study, with only three patients providing a sample within 14 days of their COVID-19 diagnosis. This limits our ability to provide data on possible early viral shedding in the semen. Third, not all patients in our cohort had a comprehensive genitourinary examination, limiting interpretations regarding the incidence of scrotal findings consistent with orchitis during acute SARS-CoV-2 infection. Fourth, we were unable to assess hormone profiles in our cohort, including total testosterone, luteinizing hormone, and follicle stimulating hormone, which could provide an assessment of testicular function. This preliminary data is unable to characterize the long-term impact of COVID-19 on fertility and testicular endocrine function. Finally, we only examined expression of ACE2 and TMPRSS2 at the RNA expression level. We understand that gene expression may not always reflect protein abundance, and cannot explicitly conclude that these proteins are absent. Further study of the distribution and roles of ACE2 and TMPRSS2 in regulating SARS-CoV-2 infection in the testes is indicated.", "cite_spans": [{"start": 426, "end": 430, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion:"}, {"text": "We did not detect SARS-CoV-2 within semen of adult Chinese males recovering from COVID-19, approximately one month after the initial COVID-19 confirmation. Unfortunately, we cannot definitively rule out the presence of SARS-CoV-2 in the seminal fluid during an acute infection with severe COVID-19 symptoms. Additionally, we did not find evidence of ACE2 and TMPRSS2 co-expression in high fidelity RNA datasets from our prior published work at the University of Utah, indicating that SARS-CoV-2 would likely not be able to gain entry to testicular cells through an ACE2/TMPRSS2-mediated mechanism. Further research is needed to understand the long-term impact of SARS-CoV-2 on male reproductive function including fertility and testicular endocrine function. Figure 1 : Expression of ACE2 and TMPRSS2 in human testicular cells using single-cell RNA-seq dataset A. Dimension reduction (t-SNE) analysis of single-cell transcriptome data from human testes (n = 6490). Reference: Guo et al (10) . Each dot represents a single cell and is colored according to its cluster identity, as indicated on the figure key. B. Expression patterns of ACE2 and TMPRSS2 projected on the t-SNE plot. Red indicates high expression, and gray indicates low or no expression, as shown on the figure key. C. Scatter plot to show the co-expression of ACE2 (x-axis) and TMPRSS2 (y-axis) in human testicular cells.", "cite_spans": [{"start": 986, "end": 990, "text": "(10)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 759, "end": 767, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Conclusion:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Coronavirus COVID-19 Global Cases", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens", "authors": [{"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xu", "suffix": ""}, {"first": "R", "middle": [], "last": "Gao", "suffix": ""}, {"first": "R", "middle": [], "last": "Lu", "suffix": ""}, {"first": "K", "middle": [], "last": "Han", "suffix": ""}, {"first": "G", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Jama", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Moore", "suffix": ""}, {"first": "N", "middle": [], "last": "Vasilieva", "suffix": ""}, {"first": "J", "middle": [], "last": "Sui", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Wong", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Berne", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "426", "issn": "", "pages": "450--454", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Yang", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "", "pages": "270--273", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor", "authors": [{"first": "M", "middle": [], "last": "Hoffmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Kleine-Weber", "suffix": ""}, {"first": "S", "middle": [], "last": "Schroeder", "suffix": ""}, {"first": "N", "middle": [], "last": "Kruger", "suffix": ""}, {"first": "T", "middle": [], "last": "Herrler", "suffix": ""}, {"first": "S", "middle": [], "last": "Erichsen", "suffix": ""}], "year": 2020, "venue": "Cell", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "TMPRSS2, a serine protease expressed in the prostate on the apical surface of luminal epithelial cells and released into semen in prostasomes, is misregulated in prostate cancer cells", "authors": [{"first": "Y", "middle": ["W"], "last": "Chen", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "A", "middle": [], "last": "Lucht", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Chou", "suffix": ""}, {"first": "W", "middle": [], "last": "Huang", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Havighurst", "suffix": ""}], "year": 2010, "venue": "The American journal of pathology", "volume": "176", "issn": "", "pages": "2986--96", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Testicular defense systems: immune privilege and innate immunity", "authors": [{"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "S", "middle": [], "last": "Xue", "suffix": ""}, {"first": "D", "middle": [], "last": "Han", "suffix": ""}], "year": 2014, "venue": "Cellular & molecular immunology", "volume": "11", "issn": "", "pages": "428--465", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The Dynamic Transcriptional Cell Atlas of Testis Development during Human Puberty", "authors": [{"first": "J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "X", "middle": [], "last": "Nie", "suffix": ""}, {"first": "M", "middle": [], "last": "Giebler", "suffix": ""}, {"first": "H", "middle": [], "last": "Mlcochova", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Grow", "suffix": ""}], "year": 2020, "venue": "Cell stem cell", "volume": "26", "issn": "", "pages": "262--76", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The adult human testis transcriptional cell atlas", "authors": [{"first": "J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Grow", "suffix": ""}, {"first": "H", "middle": [], "last": "Mlcochova", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Maher", "suffix": ""}, {"first": "C", "middle": [], "last": "Lindskog", "suffix": ""}, {"first": "X", "middle": [], "last": "Nie", "suffix": ""}], "year": 2018, "venue": "Cell research", "volume": "28", "issn": "", "pages": "1141--57", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Viral threat to male fertility", "authors": [{"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "R", "middle": [], "last": "Han", "suffix": ""}, {"first": "H", "middle": [], "last": "Wu", "suffix": ""}, {"first": "D", "middle": [], "last": "Han", "suffix": ""}], "year": 2018, "venue": "Andrologia", "volume": "50", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The Breadth of Viruses in Human Semen", "authors": [{"first": "A", "middle": ["P"], "last": "Salam", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Horby", "suffix": ""}], "year": 2017, "venue": "Emerging infectious diseases", "volume": "23", "issn": "", "pages": "1922--1926", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Orchitis: a complication of severe acute respiratory syndrome (SARS)", "authors": [{"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "L", "middle": [], "last": "Qi", "suffix": ""}, {"first": "Chi", "middle": ["X"], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Wei", "suffix": ""}, {"first": "X", "middle": [], "last": "Gong", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Biology of reproduction", "volume": "74", "issn": "", "pages": "410--416", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The novel angiotensin-converting enzyme (ACE) homolog, ACE2, is selectively expressed by adult Leydig cells of the testis", "authors": [{"first": "G", "middle": ["C"], "last": "Douglas", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "O&apos;bryan", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Hedger", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Yarski", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Smith", "suffix": ""}], "year": 2004, "venue": "Endocrinology", "volume": "145", "issn": "", "pages": "4703--4714", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Viral dynamics in mild and severe cases of COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Yan", "suffix": ""}, {"first": "L", "middle": [], "last": "Wan", "suffix": ""}, {"first": "T", "middle": ["X"], "last": "Xiang", "suffix": ""}, {"first": "A", "middle": [], "last": "Le", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Liu", "suffix": ""}], "year": null, "venue": "The Lancet Infectious", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "presents characteristics of the 34 Chinese men recovering from COVID-19. Median age was 37 years (interquartile range, (IQR): 31-49 years). Median body mass index (BMI) was 25.0 kg/m 2 (IQR: 23.2-26.9), with 17 men (50%) classified as overweight (BMI >25 kg/m 2 ). Three patients (9%) had a past medical history of hypertension. Baseline treatment of hypertension (for example use of ACE inhibitors or angiotensin receptor blockers) was unknown. Interestingly, 6 patients (19%) had scrotal discomfort around the time of COVID-19 confirmation concerning for viral orchitis, although a comprehensive genitourinary examination was not performed on the entire cohort due to the pandemic. Generally, patients in the cohort demonstrated mild-moderate symptoms of COVID-19 at the time of disease confirmation. The median time from the collection of a semen sample from a confirmatory diagnosis of COVID-19 was 31 days (IQR: 29-36 days). SARS-CoV-2 was not detected in any ejaculated semen sample after a median of 31 days.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "displays the expression of ACE2 and TMPRSS2 using published single-cell transcriptome profiles of human testicular cells. The dimension reduction approach (t-SNE) was utilized to present the single-cell transcriptome data from human testes (6490 single cells), with each dot representing a single cell (", "latex": null, "type": "figure"}, "FIGREF2": {"text": "This work was supported by the National Nature Science Foundation of China (No.81873854) of Feng Pan; National Natural Science Foundation of China (No.81874091) to Xingyuan Xiao; Covid-19 rapid response call of Huazhong University of Science and Technology (2020kfyXGYJ057) of Honggang Li. Author Contributions: Category 1: a. Conception and Design -Feng Pan, Jingtao Guo, James M. Hotaling b. Acquisition of Data -Feng Pan, Xingyuan Xiao, Jingtao Guo, Yarong Song, Honggang Li c. Analysis and Interpretation of Data -Feng Pan, Xingyuan Xiao, Jingtao Guo, Yarong Song, Honggang Li, Darshan P. Patel, Adam Spivak, Joseph P. Alukal, Xiaoping Zhang, Chengliang Xiong, Philip S Li, James M. Hotaling Category 2: a. Drafting the Article -Darshan Patel, Jingtao Guo b. Revising it for Intellectual Content -Feng Pan, Xingyuan Xiao, Yarong Song, Jingtao Guo, Honggang Li, Darshan P. Patel, Joseph P. Alukal, Xiaoping Zhang, Chengliang Xiong , Philip S Li, James M. Hotaling Category 3: a. Final Approval of the Completed Article -Feng Pan, Xingyuan Xiao, Yarong Song, Jingtao Guo, Honggang Li, Darshan P. Patel, Joseph P. Alukal, Xiaoping Zhang, Chengliang Xiong , Philip S Li, James M. Hotaling Acknowledgements: None", "latex": null, "type": "figure"}, "TABREF0": {"text": "Individual characteristics for adult males with confirmed COVID-19 providing semen sample for SARS-CoV-2 testing. COVID-19 -coronavirus disease 2019; SARS-CoV-2-severe acute respiratory syndrome coronavirus 2; BMI -body mass index;", "latex": null, "type": "table"}}, "back_matter": []}