{
    "paper_id": "0d3528780707ac6b19e2e0bbc77015d0e641c9e8",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In March 2020, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the cause of coronavirus disease (COVID-19), reached pandemic level with a high global mortality rate. 1 The initial immune response to viral load is followed by an uncontrolled cytokine storm with hyperinflammation and immunosuppression. In the patients who are critically ill, infected alveolar epithelial cells trigger the release of inflammatory cytokines, which activates fibroblasts. Subsequently, uncontrolled viral propagation induces cytotoxicity and hyperactivation of immune cells. The cytokine storm leads to increased clotting, vascular inflam mation, thromboembolism, and hypotensive shock.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 181,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Use of glucocorticoids in patients with adrenal insufficiency and COVID-19 infection"
        },
        {
            "text": "Glucocorticoids have both stimulating and inhibitory effects on the immune response. In the initial phases of an infection, physiological glucocorticoid concentrations help to prime the immune system. In turn, this response activates the hypothalamic-pituitary-adrenal (HPA) axis to mild immunosuppression to reduce autoimmunity and cytokine toxicity. In critical illness (eg, COVID-19 pneumonia), HPA activation might be blunted, leading to corticosteroid insufficiency related to critical illness. 2 The rationale for use of glucocorticoids in lung damage lies in their ability to reduce inflammation and, ideally, fibrosis. However, the absence of benefit on overall survival has discouraged their use 3 to the point that WHO guidance on management of COVID-19 advises against corticosteroids, unless indicated for other reasons. 4 Adrenal insufficiency is one of those reasons and standard care suggests to apply the so-called sick day rules when COVID-19 is suspected. 5 Patients with adrenal insufficiency have an increased risk of infection due to their depleted innate immunity, characterised by increased monocytes and decreased cytotoxic natural killer cells, 6 which could facilitate the worsening of a SARS-CoV-2 infection into severe acute respiratory distress syndrome. Given the role of the HPA axis in stress priming the immune response, patients with adrenal insufficiency are intuitively at high risk of infection, especially as corticosteroid therapy during infection is still largely tailored empirically, often disregarding timing and dosage. The rationale of the more the better avoids risking inadequate concentrations of corticosteroids. However, mild COVID-19 symptoms such as fatigue, malaise, gastrointestinal symptoms, and diarrhoea are common in patients with adrenal insufficiency, and patients' fears might lead them to increase their dose unnecessarily. Establishing the correct timing of stress dose administration relative to the degree of inflammatory damage and the desired effect on the immune system is crucial-ie, not too early, not too late.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 501,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 705,
                    "end": 706,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 833,
                    "end": 834,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 974,
                    "end": 975,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1170,
                    "end": 1171,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Use of glucocorticoids in patients with adrenal insufficiency and COVID-19 infection"
        },
        {
            "text": "Given that hydrocortisone clearance decreases with stress, in mild symptomatic COVID-19 it seems safe to replace the missing stressinduced cortisol rise with additional doses (at least doubling the original regimen). In cases of persistent fever or progression of respiratory damage to severe pneumonia, an initial bolus of 50-100 mg of hydrocortisone followed by continuous intravenous infusion of 200 mg of hydrocortisone would be the most appropriate replacement for patients with adrenal insufficiency. 7 Such regimen can reduce the harmful effects of peaks and troughs of hydrocortisone on the immune system, 7 and the length of stay in an intensive care unit. 8 Hydration and electrolyte balance should also be corrected promptly, as severe hypotension is very frequent with disease progression. There is also increasing concern over the dissem inated thromboembolic disease observed in severe COVID-19. Given the coagulation abnormalities associated with glucocorticoid use, low molecular weight heparin should be introduced early. 9 In summary, tailoring of glucocorticoid stress regimens in COVID-19 requires a more evidence-based approach. The pathophysiology of immune response and the systemic complications associated with a SARS-CoV-2 infection set the pace, and the protocol should be adapted to the patient's clinical stage. ",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 508,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 666,
                    "end": 667,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1039,
                    "end": 1040,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Use of glucocorticoids in patients with adrenal insufficiency and COVID-19 infection"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Real estimates of mortality following COVID-19 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen-Saines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pomar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Adrenal function and dysfunction in critically ill patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teblick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peeters",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Langouche",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Den Berghe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Endocrinol",
            "volume": "15",
            "issn": "",
            "pages": "417--444",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Exploring the heterogeneity of effects of corticosteroids on acute respiratory distress syndrome: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit Care",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "473--75",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Our response to COVID-19 as endocrinologists and diabetologists",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Mirmira",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Endocrinol Metab",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of once-daily, modified-release hydrocortisone versus standard glucocorticoid therapy on metabolism and innate immunity in patients with adrenal insufficiency (DREAM): a single-blind, randomised controlled trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Isidori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Venneri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Graziadio",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Diabetes Endocrinol",
            "volume": "6",
            "issn": "",
            "pages": "173--85",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevention of adrenal crisis: cortisol responses to major stress compared to stress dose hydrocortisone delivery",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prete",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bancos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Endocrinol Metab",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mechanisms in endocrinology: the spectrum of haemostatic abnormalities in glucocorticoid excess and defect",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Isidori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minnetti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sbardella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Graziadio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Grossman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Endocrinol",
            "volume": "173",
            "issn": "",
            "pages": "101--114",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Surviving Sepsis Campaign: guidelines on the management of critically ill adults with Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alhazzani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "AMI reports personal fees from Takeda; non-financial support from Takeda and Ipsen; and grants from Shire and Pfizer. RP reports personal fees; non-financial support; and grants from HRA, Novartis, Ipsen, Corcept, and Shire. All other authors declare no competing interests.*Andrea M Isidori, Riccardo Pofi , Valeria Hasenmajer, Andrea Lenzi, Rosario Pivonello andrea.isidori@uniroma1.it Policlinico Umberto I, COVID Hospital, Department of Experimental Medicine, Sapienza University of Rome, Rome 00161, Italy (AMI, RP, VH, AL); Dipartimento di Medicina Clinica e Chirurgia, Sezione di Endocrinologia, Università Federico II di Napoli, Naples, Italy (RP)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}