{"paper_id": "0d38d28e7ed4a162f29b9806133952428b9a4dab", "metadata": {"title": "Cytokines Introduction General Characteristics Adverse Effects of Individual Approved Recombinant Cytokine Analogs", "authors": [{"first": "B", "middle": ["A"], "last": "Baldo", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Cytokines, currently known to be more than 130 in number, are relatively small signaling proteins of MW < 30 kDa, usually glycosylated, and produ ced by a variety of different cells including those of the immune system, epithelia, endothelia, and stroma. Cytokines are key modulators of the immune and infl ammatory responses functioning in an autocrine, paracrine, or endocrine manner stimulating or suppressing cellular activities in infection, innate and adaptive immunity, autoimmunity, infl ammation, and malignancy. Key to an understanding of these regulatory proteins is the recognition of their pleiotropism and sometimes overlapping activities, functional redundancies, and side effects. Their secretion may be induced by an array of different stimuli associated with infection, infl ammation, or tumorigenesis, fi rst releasing waves of (for example) proinfl ammatory molecules followed by antiinfl ammatory cytokines to restore homeostasis. Cytokines therefore induce a diverse range of biological responses including proliferation, differentiation, activation, infl ammation, chemotaxis, and cell death and the nature of an immune or infl ammatory stimulus determines whether an immune response is humoral-or cell-mediated, cytotoxic, immunosuppressive or allergic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The many attempts to classify cytokines over the last three decades and the complexities in devising classifi cations based on structural and/or functional parameters are not hard to understand given the sheer number of imprecisely defi ned \"factors\" identifi ed in the early years and the diffi culties and work involved in trying to accumulate details on functions and diseases. In their discussion of the evolution of cytokine biology and 218 nomenclature, Steinke and Borish draw attention to three phases of development in the identifi cation and classifi cation of cytokines. The identifi cation of cytokines by their biologic activities (e.g., T-cell growth) occurred in the fi rst, or factor, stage. The production of recombinant cytokines and demonstration of their pleiotropism and redundancy led to much of our current understanding and this can be called the recombinant-cloning or second phase. Currently, we are experiencing the third, or genomic phase, where cytokines are being identifi ed on the basis of homology with known, characterized cytokines. In the more recent progressive assemblages published by Tato and Cua detailing each cytokine's receptor(s), source, targets, major function, and disease association, the fi rst 16 interleukins were grouped in order of their discovery. Many of these interleukins form homodimeric structures and have the γc and/or βc chains in their receptors. More recently discovered interleukins have proven more diffi cult to classify in relation to their function in health and disease due to the complexity of their heterodimeric ligands and receptors. For example, a homotrimeric motif for ligands and receptors and bidirectional signaling were found to be important features of the TNF family. Many original names are still in use and many of the originally described \"factors\" share receptors with other interleukins.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Here, we focus on the 23 FDA-approved cytokine products from the CDER-approved Biologic Products list. The cytokine classifi cation presented is based on the Kyoto Encyclopedia of Genes and Genomes with input from Vacchelli et al. ( http://dx.doi. org/10.4161/onci.20459 ). Nine main families are recognized (Table 5 .1 ) with most of the cytokines of interest classifi ed in the hematopoietic growth factor, interferon (IFN), platelet-derived growth factor (PDGF), and transforming growth factor β (TGFβ) families. In the hematopoietin family, approved cytokines manufactured by recombinant DNA technology are aldesleukin (rh-interleukin-2 [IL-2]), oprelvekin (rhIL-11), fi lgrastim and tbo-fi lgrastim (rh-granulocyte colony-stimulating factor [G-CSF]), sargramostim (rh-granulocyte macrophage [GM]-CSF), metreleptin (rh-leptin) and rh-erythropoietins, epoetin, and darbepoetin alfa. Anakinra, a recombinant receptor antagonist for IL-1, is a representative of the IL-1 cytokine family; recombinant interferons alfa-1, alfa-2, beta-1, and gamma-1 make up the interferon family; palifermin (rhkeratinocyte growth factor [KGF]) and becaplermin (rhPDGF-BB) are in the PDGF family; and rh-bone morphogenetic protein [BMP]-2 and rhBMP-7 represent the TGFβ family. Chemokines, placed here in group 9 (Table 5 .1 ), behave as regulatory molecules for leukocytes and lymphoid tissue and have an important role in infectious, infl ammatory, allergic and autoimmune responses as well as angiogenesis, hematopoiesis, and tumor growth. No members of the chemokine family are yet approved for therapy .", "cite_spans": [], "ref_spans": [{"start": 308, "end": 316, "text": "(Table 5", "ref_id": null}, {"start": 1296, "end": 1304, "text": "(Table 5", "ref_id": null}], "section": "Abstract"}], "body_text": [{"text": "IL-2; IL-6 c ; IL-11 c,d ; IL-12 e ; G-CSF c ; GM-CSF; leptin c,f ; EPO g ; TPO g ; SCF IL-1 IL-1α; IL-1β; IL-18 h IL-10 i IL-10 j IL-17 k IL-17; IL-17B; IL-17C; IL-17D; IL-17E; IL-17F Interferon l IFNα-1; IFN α-2; IFNβ-1; IFNγ-1 PDGF m EGF; KGF; M-CSF; PDGFA-D; PGF; VEGFA-D TGFβ BMP-2 n ; BMP-7 o ; TGFβ1 p ; TGFβ2 p ; TGFβ3 p TNF TNF; TNFSF4 q ; TNFSF5 r ; TNFSF6 s ; TNFSF10 t , TNFSF11 u ; TNFSF12 v Chemokines CC subfamily; CXC subfamily; C subfamily; CX3C subfamily w BMP bone morphogenetic protein, EGF epidermal growth factor, EPO erythropoietin, G -CSF granulocyte colony-stimulating factor, GM -CSF granulocyte macrophage colony-stimulating factor, IFN interferon, IL interleukin, KGF keratino-cyte growth factor, M -CSF macrophage colonystimulating factor, PDGF platelet-derived growth factor, PGF placenta growth factor, SCF stem cell factor, TGFβ transforming growth factor β, TNF tumor necrosis factor, TNFSF tumor necrosis factor ligand superfamily member, TPO thrombopoietin, VEGF vascular endothelial growth factor From Baldo BA. Class I cytokines c Member of IL-6 receptor subfamily that also includes IL-11, G-CSF, and leptin. IL-6 involved in cytokine storm reactions d Also called AGIF, adipogenesis inhibitory factor. Promotes platelet recovery after chemotherapyinduced thrombocytopenia e Promotes Th1 responses and stimulates production of IFNγ and TNF from T and NK cells f Homologous in structure to a cytokine. Included here according to Vacchelli et al. (see above text) but often described as a hormone. Produced primarily in adipose tissue; regulates fat storage g Member of single chain subfamily h Proinfl ammatory but suppresses metastasis surveillance by NK cells i Class II cytokines. Interferons sometimes classifi ed in this family. Family also includes Anti-infl ammatory and immunosuppressive k Proinfl ammatory cytokines; stimulate release of other cytokines, for example, IL-1β, IL-6, GM-CSF, TGFβ, and TNF l Class II cytokines. Comprise three types: type I (IFNα, IFNβ, IFNω1, IFNκ1, and FNτ1), type II (IFNγ), type III ( IL-28A, -28B, and -29) m PDGFs, PGF, and VEGFs belong to subclass I of cysteine-knot growth factors. M-CSF is included in the 4-helix bundle growth factors half-lives; the presence of other cytokines; their capacity to release other cytokines producing a cytokine \"cocktail\"; and the existence of multiple receptors on different cells that bind the same cytokine with different affi nities. Overall, and as one might expect with biological systems involving genetically diverse patients; the diverse range of biological activities of cytokines; their action in causing the release of additional cytokines; the knock-on pharmacological effects of these secondarily released agents; and different disease statuses of patients, side effects of cytokines are not unusual, are to be expected, and patient-to-patient spectra of these effects will be variable. For the common side effects of cytokines used as therapeutic agents, as well as for the less common but important hematologic, psychiatric, endocrine, neurologic, pulmonary, and dermatologic adverse effects, space constraints and the many hundreds of relevant studies do not always allow individual consideration of the many pertinent report. Instead, general summaries and one o r more selected examples or studies that are particularly germane are provided.", "cite_spans": [{"start": 1466, "end": 1482, "text": "Vacchelli et al.", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The main physicochemical features, FDA-approved indications, modes of action and side effects, as well as warnings, are summarized for the cytokine preparations approved by the FDA CDER (Table 5 .2 ). They will now be considered individually.", "cite_spans": [], "ref_spans": [{"start": 186, "end": 194, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Individual Approved Cytokines"}, {"text": "Interferons are a class of broad-spectrum antiviral cytokines, seven of which occur not only in humans and which have overlapping, but also in some individual, activities. They can be divided into three classes, designated types I, II, and III. Of most interest for therapy are interferons alfa, beta, and gamma. The former two, classifi ed as type I interferons, bind to the interferon alfa receptor (IFNAR) consisting of IFNAR1 and IFNAR2 chains; interferon gamma, a type II interferon, binds the interferon gamma receptor (IFNGR) consisting of IFNGR1 and IFNGR2.", "cite_spans": [], "ref_spans": [], "section": "Interferon Alfa"}, {"text": "It is said that virtually all patients treated with interferon alfa experience some adverse effect(s) at some time during therapy. In fact, the literature on side effects to interferons is voluminous and probably greater than all the other approved, non-mAb biologics literatures put together. Three interferon alfa preparations are in the CDER Biologic Products List. Peginterferon alfa-2a together with the guanosine analog and nucleoside inhibitor, ribavirin (1-β-d -ribofuranosyl-1 H -1,2,4-triazole-3-carboxyamide Copegus ® ; Fig. 5 .1 ) are indicated for the treatment of chronic hepatitis C in adults who have compensated liver disease and were not previously treated with interferon alfa. This drug combination is also the approved treatment of patients infected with hepatitis C and HIV and peginterferon alfa-2a alone is approved for the treatment of patients with chronic hepatitis B who have compensated liver disease, viral replication, and liver infl ammation. Interferon alfa-2b is administered extensively for hepatitis B and C as well as several malignancies (Table 5 .2 ). It upregulates the expression of MHC I proteins enhancing activation of CD8+ T cells and cytotoxic lymphocyte-mediated killing as well as inducing synthesis of several other antiviral agents including protein kinase R. Peginterferon alfa-2a and peginterferon alfa-2b are covalent conjugates of the recombinant interferon with a single branched bis-monomethoxy polyethylene glycol (PEG) chain, MW 40 kDa. Pegylation, which is FDA approved, nontoxic and contributes to water solubility, helps to protect the protein from immune recognition, that is, it reduces the immunogenicity and antigenicity and increases the molecule's size thus extending protein half-life and circulatory time and reducing renal clearance. For interferon alfa-2a, adverse events in patients treated with the pegylated form and ribavirin occur with a similar, or signifi cantly less, frequency than those treated with standard interferon/ribavirin. For interferon alfa-2b, a number of adverse events occur more frequently with pegylated interferon/ribavirin. Premedication with acetaminophen is often recommended prior to the fi rst dose of peginterferon alfa-2b; thereafter, premedication is under taken as needed.", "cite_spans": [], "ref_spans": [{"start": 531, "end": 537, "text": "Fig. 5", "ref_id": "FIGREF3"}, {"start": 1076, "end": 1084, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Interferon Alfa"}, {"text": "In some reports on side effects, especially in the earlier literature, interferon alfa is often not distinguished as alfa-2a or alfa-2b although this can be important as demonstrated by some of the different effects induced by alfa-2a and alfa-2b interferons mentioned below. Interferon alfa-induced neuropsychiatric disorders , particularly depression, cognitive dysfunction, and mania are well known and have been intensively studied. Other symptoms include altered sleep pattern, anorexia, and fatigue. Of the patients who develop severe depressive symptoms, most occur within the fi rst 3 months of", "cite_spans": [], "ref_spans": [], "section": "Interferon Alfa"}, {"text": "Copegus ® ), the guanosine analog and nucleoside inhibitor which, in combination with interferon alfa, is the mainstay of treatment of hepatitis C infection Individual Approved Cytokines 230 treatment and the incidence of depressive disorders has been estimated to be 23-41 %. Symptoms may be prolonged for 6 months or more after the cessation of therapy. There is some evidence that the serotonergic system is involved in the pathophysiologic mechanism although the central opioid, dopamine, and glutamate neurotransmitter systems may also be involved. A positive correlation between depression scores and serum concentrations of soluble ICAM (intracellular adhesion molecule)-1 in patients who received interferon alfa led to the suggestion that the cytokine may induce the adhesion molecule which then increases the permeability of the blood-brain-barrier, allowing the interferon to more easily enter the brain. A number of susceptibility factors have been suggested including a history of depression; high dose of interferon; long treatment duration; female sex; and possession of the apolipoprotein Eε4 allele, said to be associated with some neuropsychiatric disorders.", "cite_spans": [], "ref_spans": [], "section": "Interferon Alfa"}, {"text": "The appearance of autoantibodies and development or exacerbation of autoimmune diseases are known to occur in response to interferon alfa therapy. In one study, seven cases of autoimmune disease , including one of hypothyroidism, two each of immunemediated hemolysis and systemic lupus erythematosus, one of Raynaud's disease, and one case of mixed connective tissue disease were identifi ed in 76 patients after a median of 19 months of treatment. Reports of autoimmune reactions to interferon alfa or its combination with ribavirin are not rare and include cases of Hashimoto's thyroidtoxicosis followed by type 1 diabetes, autoimmune thyroiditis, and development and exacerbation of a lupus-like syndrome. See also \"Endocrine effects\" below.", "cite_spans": [], "ref_spans": [], "section": "Interferon Alfa"}, {"text": "In addition to their neuropsychiatric and immune effects, interferon alfas occasionally provoke an extensive range of adverse reactions including cardiovascular, respiratory, endocrine, hematologic, metabolic, urinary tract, and skin adverse events as well as adverse effects on the nervous and sensory systems. Cardiovascular complications such as pericarditis and cardiomyopathy with left ventricular dilatation in patients with malignancies improved after withdrawal of the interferon and thereafter treatment with lower doses proved possible. Pegylated interferon alfa-2b has been associated with acute myocardial infarction, pericarditis, pericardial effusion with tamponade, and sick sinus syndrome producing arrhythmias. An orthotopic heart transplant patient died after allograft failure with death attributed to interferon toxicity. Interstitial lung disease, reported for both interferon alfa-2a and 2b, is seen more frequently with the former agent and with high doses of the latter. Potentially fatal interstitial pneumonitis, secondary to interferon alfa-ribavirin therapy for hepatitis C infection, is said to have an incidence of 0.03-0.3 % although an incidence of ~1.1 % was found in 558 Japanese patients. Fatal interstitial pulmonary disease can occur with pegylated interferon alfa-2b as shown by a patient with interstitial pneumonitis who also developing adult respiratory distress syndrome. Cases of bronchiolitis obliterans organizing pneumonia (BOOP), some fatal, are also known.", "cite_spans": [], "ref_spans": [], "section": "Interferon Alfa"}, {"text": "Interferon alfa may have adverse effects on the nervous system in the form of seizures in patients with no history of epilepsy, involuntary facial movements and weakness, features resembling multiple sclerosis, restless legs syndrome, 17 reports of sensorimotor polyneuropathy, and Bell's palsy. Adverse effects on sensory systems, mainly not only the eyes but also the ears, occur particularly to interferon alfa-2b. Ocular complications include occlusive vasculitis, central retinal artery occlusion, and anterior ischemic optic retinopathy. Twenty seven of 42 patients taking interferon alfa-2b/ribavirin developed a retinopathy: cotton wool spots occured in 27 patients, retinal hemorrhage in six, subconjunctival hemorrhage in two, and optic nerve edema in one patient. Other ocular complications described in patients treated with interferon alfa-2b include permanent loss of sight due to combined retinal artery and central retinal vein obstruction, development of an epiretinal membrane, and the T-cell-mediated autoimmune syndrome, Vogt-Koyanagi-Harada disease.", "cite_spans": [], "ref_spans": [], "section": "Interferon Alfa"}, {"text": "Endocrine effects of interferon alfa are probably best illustrated by thyroid dysfunction which is not yet fully understood but may have an autoimmune mechanism. Thyroid dysfunction occurs with an incidence of 5-14 % in patients treated for chronic hepatitis C. Hypothyroidism occurs more often than hyperthyroidism and resolution occurs in about 60 % of cases. Interferon alfa-2b can cause both conditions. Although an autoimmune reaction is the most likely mechanism, some patients develop hypothyroidism without autoimmunity. A direct inhibitory effect of thyrocytes has been suggested as the possible mechanism.", "cite_spans": [], "ref_spans": [], "section": "Interferon Alfa"}, {"text": "Neutropenia induced by interferon alfa is fairly commonly seen while other reported hematologic side effects include acute and autoimmune thrombocytopenia, pernicious anemia, bone marrow hypoplasia which may be immune mediated, and pure red cell aplasia.", "cite_spans": [], "ref_spans": [], "section": "Interferon Alfa"}, {"text": "A number of acute renal complications in response to interferon alfa have been well documented and include renal thrombotic microangiopathy, acute nephrotic syndrome, hemolytic-uremic syndrome, renal insuffi ciency due to interstitial nephritis, tubular necrosis, and IgA nephropathy.", "cite_spans": [], "ref_spans": [], "section": "Interferon Alfa"}, {"text": "The list of cutaneous reactions to interferon alfa is extensive and includes injection site reactions (erythema, necrosis, and vasculitis), pruritus, xerosis, urticaria, hyperpigmentation, psoriasis, alopecia, lichen planus, pityriasis rosea, sarcoid nodules, eosinophilic fasciitis, livedo reticularis, vitiligo, and fi xed drug eruption. Interferon alfa is well known for exacerbating pre-existing psoriasis but cases of new onset, and extensive, psoriasis have been reported for both interferon alfa-2a ( Fig. 5 .2 ) and interferon alfa-2b. In one example of extensive psoriasis induced by interferon alfa-2b, an adult patient being treated for chronic hepatitis C developed a mild form of psoriasis during the third month of therapy. The condition became worse by the fi fth month at which time the patient was hepatitis C virus RNAnegative. Therapy was completed at 6 months and one month later the patient's psoriasis receded spontaneously and completely with no recurrence after 4 years.", "cite_spans": [], "ref_spans": [{"start": 508, "end": 514, "text": "Fig. 5", "ref_id": "FIGREF3"}], "section": "Interferon Alfa"}, {"text": "The apparent association of vitiligo with interferon therapy for hepatitis C is interesting. Vitiligo is an idiopathic acquired skin disease characterized by loss of skin pigment due to destruction, probably by apoptosis and not necrosis, of melanocytes ( Fig. 5.3 ). Vitiligo often manifests during the fi rst 6 months of interferon therapy, but there is confl icting evidence on the question of a relationship between presence of the virus and the skin response. Although the exact pathogenesis of vitiligo remains unclear, an autoimmune process has been implicated, perhaps with the involvement of cytokines such as interferons, IL-2 (section \"Aldesleukin\"), soluble IL-2 receptor (sIL-2R), IL-10, IL-13, and IL-17A. Recent research on the pathophysiology of the disorder indicates an involvement of cytotoxic T lymphocytes expressing interferon gamma that ultimately leads to melanocyte apoptosis (section \"Interferon Gamma\").", "cite_spans": [], "ref_spans": [{"start": 256, "end": 264, "text": "Fig. 5.3", "ref_id": "FIGREF3"}], "section": "Interferon Alfa"}, {"text": "The transcriptional response to interferons beta -1a and beta-1b appear to be indistinguishable, but the biological and clinical responses may vary with the dosage schedules. A fl u-like illness is the most commonly occurring adverse event following administration of the interferon beta proteins (Table 5 .2 ) and injection site reactions are common. A comparison of interferon beta-1a, 30 μg, given intramuscularly (im) once per week with interferon beta-1b, 44 μg, subcutaneously (sc) every other day, showed that injection site reactions and antibodies were signifi cantly more frequent in patients given the beta-1b preparation but after 2 years, clinical outcomes to this agent were superior. The questions of the production of neutralizing antibodies to interferon beta and whether they reduce the therapeutic effectiveness in treated patients, especially in the treatment of multiple sclerosis, are important ones. Such antibodies are found in about a quarter of patients treated with sc administered interferon beta-1b and the consensus is that they neutralize or reduce the cytokine's activity. Some believe that this has the potential to signifi cantly reduce the effectiveness of the therapy and it has been suggested that the immunogenic potential of interferon beta should therefore be considered as well as its safety. Other immunologic effects observed are cases of a lupus-like syndrome to both beta interferons and cutaneous lymphocytic vasculitis to sc interferon beta-1b.", "cite_spans": [], "ref_spans": [{"start": 297, "end": 305, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Interferon Beta"}, {"text": "Unlike interferon alfa, results from studies do not support an association of interferon beta with depression, but the FDA mention depression, suicide, and psychotic disorders in their warnings and precautions for the cytokine. Interferon beta can induce thyroid disorders notably hyperthyroidism and a severe case of hypothyroidism to interferon beta-1a resembling Hashimoto's encephalopathy has been described. Skin reactions reported include urticaria to interferon beta-1a and an acneiform eruption to interferon beta-1b.", "cite_spans": [], "ref_spans": [], "section": "Interferon Beta"}, {"text": "In August 2014 the FDA granted approval for Plegridy ® , a pegylated preparation of interferon beta-1a produced as a glycosylated protein in Chinese hamster ovary cells and then covalently attached via the N -terminal residue to a linear 20 kDa methoxypolyethylene glycol molecule, giving the complex a total molecular mass of approximately 44 kDa. The amino acid sequence of the recombinant cytokine is identical to its human interferon beta counterpart. The apparent molecular mass of Plegridy ® in solution is more than 300 kDa, that is, more than 13-fold increase compared to interferon beta-1a. This ensures a signifi cantly reduced patient clearance of the pegylated preparation. In placebo-controlled clinical studies, the most common adverse reactions to Plegridy ® were similar to Individual Approved Cytokines the nonpegylated form of the cytokine with injection site reactions, an infl uenza like illness, asthenia, arthralgia, and pruritus seen most commonly. Issued warnings and precautions for the preparation are also similar to the nonpegylated form (Table 5 .2 ). Whereas less than 1 % of patients given Plegridy ® every 14 days for 1 year develope d neutralizing antibodies, 7 % of treated patients developed antibodies to PEG.", "cite_spans": [], "ref_spans": [{"start": 1066, "end": 1074, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Interferon Beta"}, {"text": "Interferon gamma, structurally distinct from other interferons, is produced predominately by NK (TCR not expressed) and NKT cells and by CD4 and CD8 cytotoxic T lymphocytes in antigen-specifi c immunity. The cytokine shows a different biological activity spectrum, in particular in its action of differentiating normal and B lymphocytes, and as an immunomodulator of macrophage activity. It also has an important role in dealing with intracellular pathogens, including viruses, and tumor control.", "cite_spans": [], "ref_spans": [], "section": "Interferon Gamma"}, {"text": "Early phase I studies of the biological activity of, and tolerance to, recombinant interferon gamma showed the common appearance of fl u-like symptoms and granulocytopenia. In another early study, a 30 % fall in peripheral blood lymphocytes was seen after 10 days of interferon gamma therapy. The occurrence of fatal acute respiratory failure in four patients treated with interferon gamma-1b for advanced idiopathic pulmonary fi brosis prompted further investigation in the form of a double blind study of the effect of the cytokine in 330 patients with that condition. No signifi cant differences were found in lung function, gas exchange, or quality of life, but the patients experienced more frequent upper respiratory infections and pneumonia. However, acute respiratory insuffi ciency has been reported in a single patient with idiopathic pulmonary fi brosis 4 months after receiving interferon gamma. Cardiovascular toxicity to interferon gamma, particularly at higher doses, and including hypotension, arrhythmias, coronary vasospasm, and ventricular tachycardia and renal toxicity, namely acute renal failure, nephrotic syndrome, and tubular necrosis, have been recorded.", "cite_spans": [], "ref_spans": [], "section": "Interferon Gamma"}, {"text": "There appears to be few reports of cutaneous reactions to interferon gamma, but severe erythroderma occurred in 5 of 10 bone marrow transplant patients given the drug. Recent studies have found increased levels of interferon gamma mRNA in skin of patients with vitiligo ( Fig. 5.3 ) and inhibitors of the cytokine have proved to be benefi cial treatments in some cases. In an investigation of 50 patients with vitiligo, the frequency of interferon gamma-producing cells in skin and peripheral blood was determined. Signifi cant expansions of CD8+ cytotoxic T lymphocytes expressing interferon gamma were detected and, when examined in vitro, the cytokine directly induced melanocyte apoptosis leading the authors to conclude that the CD8+ cells have a pivotal role in the induction and maintenance of the skin disease.", "cite_spans": [], "ref_spans": [{"start": 272, "end": 282, "text": "Fig. 5.3 )", "ref_id": "FIGREF3"}], "section": "Interferon Gamma"}, {"text": "CSFs, produced by most tissues and cell types, are glycoprotein cytokines with multiple actions on hematopoietic cells. Described by Metcalf as \"the master regulators of granulocyte and macrophage populations,\" the CSFs are used to treat chemotherapy-induced neutropenia, mobilize stem cells for transplantation, and enhance the immune response to cancer. Despite dissimilarities in amino acid sequences, human granulocyte-colony-stimulating factor (G-CSF) and human granulocyte-macrophage colony-stimulating factor (GM-CSF) show three-dimensional structural similarities (Figs. 5.4 and 5.5 ) to each other and a number of other signaling proteins, for example, human growth hormone (Chap. 7 , section \"Human Growth Hormone\"), interferon beta (section \"Interferon Beta\"), IL-2 (section \"Aldesleukin\"), and IL-4. This conservation of tertiary structure suggests similar binding of the different ligands to their respective receptors. Currently, approved members of the CSF family are fi lgrastim and pegfi lgrastim, both G-CSFs, sargramostim, a GM-CSF, and tbo-fi lgrastim, a short acting biosimilar (Chap. 13 ) G-CSF (Table 5 .2 ). The latter is used for severe neutropenia in patients with lung cancer receiving platinum drug chemotherapy. GM-CSF, used as an immunostimulant following bone marrow transplantation and chemotherapy, is also viewed as a potential immunoadjuvant for anticancer vaccines. The E. coli-derived GM-CSF molgramostim, seen as a potential immunostimulant, showed a higher incidence of adverse effects than sargramostim and was not granted FDA approval.", "cite_spans": [{"start": 572, "end": 592, "text": "(Figs. 5.4 and 5.5 )", "ref_id": null}], "ref_spans": [{"start": 1117, "end": 1125, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Colony-Stimulating Factors: Filgrastim, Sargramostim, and Tbo-Filgrastim"}, {"text": "As well as the most common, and usually mild and tra nsient reactions of headache, bone pain, myalgia, fever, fl ushing, and rash for fi lgrastim and sargramostim, other more severe, but rare, respiratory, cardiovascular, hematologic, and cutaneous Structure is predominately helical with 106 of the 175 amino acids forming a left-handed four-alfahelix bundle. Helices are composed of helix A, residues 11-41 and helix B, residues 71-95, aligned parallel to each other ( up , up ) , and helx C, residues 102-125 and helix D, residues 145-170, which are antiparallel ( down , down ). The structure is from Protein Data Bank RCSB PDB fi le 1GNC (Zink T, Ross A, Luers K, et al. Biochemistry. 1994; 33:8453-63) Individual Approved Cytokines reactions occur. Adult respiratory distress syndrome (ARDS) following G -CSF is more likely when a rapid rise in the white cells occurs in patients taking pulmonary toxic drugs, when there is concomitant infection, and in pa tients with HLA-B51 or HLA-B52 antigens. Other occasional respiratory side effects are pulmonary toxicities, particularly pulmonary edema which has proved fatal, and interstitial pneumonitis. There has been speculation that GM-CSF might contribute to the development of acute coronary syndrome. In fact, cardiovascular complications have been observed. These include fl uid retention, pulmonary edema and weight gain, aortitis to molgramostim, and capillary leak syndrome (Chap. 1 , section \"Capillary Leak Syndrome\") following G-CSF which can be severe and even fatal. Recorded hematologic side effects to CSFs consist mainly of a number of cases of thrombocytopenia, some with an immune mechanism, splenomegaly, and splenic rupture (note FDA issued warning, Table 5 .2 ). There is a belief that G-CSF may be a risk for the progression of myelodysplastic syndrome (MDS), but this has not been unequivocally established. MDS has been reported after G-CSF treatment and the incidence of MDS or acute myeloid leukemia (AML) was found to be 11 % in patients treated with G-CSF, but only 5.8 % in patients receiving immunosuppression alone. In another more recent study, patients who received G-CSF showed a 2.5-fold increased risk. Interpretation of results relevant to the alleged risk of G-CSF is not straight forward however. Findings that there is no signifi cant relationship between G-CSF therapy and MDS/AML onset are at odds with the belief that the risk of leukemia in severe congenital neutropenia patients increases with the G-CSF therapy. Two other potentially life-threatening responses to CSFs, both the subject of warnings, are anaphylactic/anaphylactoid reactions and severe adverse events such as acute chest syndrome, vaso-occlusive episodes, multiorgan failure, and death seen in patients with sickle cell disease. There is a long list of adverse skin reactions provoked by CSFs. The most commonly occurring cutaneous reaction is Sweet's syndrome seen after therapy with fi lgrastim (Fig. 5.6 ) and sargramostim . In fact, these two colony-stimulating factors are the most frequently implicated drugs in Sweet's syndrome. Other adverse cutaneous events to CSFs include psoriasis fl are, pyogenic granulomas, pruritic erythematous maculopapular eruptions, palmoplantar pustulosis, erythema multiforme, and neutrophilic dermatoses.", "cite_spans": [{"start": 469, "end": 480, "text": "( up , up )", "ref_id": null}, {"start": 660, "end": 695, "text": "Luers K, et al. Biochemistry. 1994;", "ref_id": null}, {"start": 696, "end": 707, "text": "33:8453-63)", "ref_id": null}], "ref_spans": [{"start": 1723, "end": 1730, "text": "Table 5", "ref_id": "TABREF0"}, {"start": 2962, "end": 2971, "text": "(Fig. 5.6", "ref_id": "FIGREF3"}], "section": "Colony-Stimulating Factors: Filgrastim, Sargramostim, and Tbo-Filgrastim"}, {"text": "Recombinant human IL-11, or oprelvekin (Table 5 .2 ), is used to prevent chemotherapy-induced thrombocytopenia and reduce the need for platelet transfusions in patients with nonmyeloid malignancies. The most commonly occurring adverse events seen in placebo-controlled studies were edema, dyspnea, tachycardia, palpitations, atrial fi brillation/fl utter, pleural effusions, conjunctival injection, and oral moniliasis. Fluid retention and an increase in plasma volume underlie many of the adverse events, for example, edema, dyspnea, pleural effusions, arrhythmia, dilutional anemia, and renal failure and indicate that oprelvekin should be used with caution in patients with congestive heart failure. No evidence of cumulative toxicity or bone marrow exhaustion has been observed after sequential cycles of the cytokine and no proliferative effect on tumors has been noted. Two other clinically important adverse reactions reported are papilledema and periosteal bone formation. An incidence of 3-4 % was found for antioprelvekin antibodies in treated patients.", "cite_spans": [], "ref_spans": [{"start": 39, "end": 47, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Oprelvekin"}, {"text": "Becaplermin is a recombinant human platelet-derived growth factor (PDGF), a homodimer made up of two disulfi de-bonded B chains and hence written as rhP-DGF-BB. Naturally occurring PDGF has A and B chains in homodimeric or heterodimeric form. The PDGF-A chain binds to the α receptor, whereas the PDGF-B chain binds to both the α and β. rhPDGF-BB promotes the growth of granulation tissue and wound healing via interaction with receptors on fi broblasts (α and β) and endothelial cells (β receptors). Becaplermin has therefore found use in gel form as a topical application for patients with lower extremity diabetic neuropathic ulcers, lesions that are notoriously diffi cult to heal and a major cause of morbidity ( Fig. 5.7 ) .", "cite_spans": [], "ref_spans": [{"start": 718, "end": 728, "text": "Fig. 5.7 )", "ref_id": "FIGREF3"}], "section": "Becaplermin"}, {"text": "Growth factors cause cell proliferation so the possibility of increased cancer rates is considered for drugs with a cell growth-promoting property. In a retrospective study by the FDA of a medical claims database, cancer rates and deaths were compared for 1622 becaplermin users and 2809 matched nonusers. The incidence rate ratios of becaplermin to matched controls for all cancers and for mortality from all cancers were 1.2 and 1.8, respectively, and the incidence rates for mortality among patients who received three or more tubes of becaplermin and controls were 3.9 and 0.9 per 1000 patient-years, respectively. The rate ratio for cancer mortality in the patient group receiving 3 or more tubes was 5.2 (95 % CI 1.6-17.60). Following an , where more cancers were found in the becaplermin group than a nonuser group, the FDA in 2008 issued a boxed warning for Regranex ® Gel stating that \"malignancies distant from the site of application have occurred in becaplermin users… and an increased rate of death from systemic malignancies was seen in patients who have received 3 or more tubes.\" As a consequence, it was stated that \"becaplermin should be used with caution in patients with known malignancy\" and only used \"when the benefi ts can be expected to outweigh the risks.\" In 2010, the EMA's Committee for Medicinal Products for Human Use recommended that becaplermin should not be used in patients with a pre-existing cancer but, at the same time, admitted that there was no evidence either way to establish, or rule out, a link between therapeutic use of the cytokine and cancer. In July 2012, the European Commission withdrew the marketing authorization for Regranex ® .", "cite_spans": [], "ref_spans": [], "section": "Becaplermin"}, {"text": "In studies on the safety of becaplermin gel in the treatment of neuropathic diabetic foot ulcers, clinical fi ndings showed little difference between the drug and placebo in relation to cardiovascular, respiratory, musculoskeletal, and nervous system disorders. No neutralizing antibodies were detected. Rash was seen in 2 % of patients treated with becaplermin and 1 % receiving placebo. Apart from the possibility of becaplermin-induced cancers and the drug's known side effects listed in Table 5 .2 , there is a dearth of subsequent studies on the safety of becaplermin, including case reports. This is probably because clinical experience with the agent did not live up to the initial high expectations, the concerns related to cancer, and the high cost of the agent.", "cite_spans": [], "ref_spans": [{"start": 491, "end": 498, "text": "Table 5", "ref_id": "TABREF0"}], "section": "Becaplermin"}, {"text": "rhPDGF-BB, together with beta-tricalcium phosphate, is a component of Augment ® Bone Graft, a combination device/drug product developed for bone repair and regeneration. Intended for the treatment of foot and ankle fusions, a major claimed advantage of the product is the elimination both of the need to harvest autologous bone and the associated risks of ongoing pain and infection. Augment ® Bone Graft is indicated for use as an alternative to autograft in hindfoot and ankle fusion procedures that require supplemental graft material, for example, in tibiocalcaneal, talonavicular, and calcaneocuboid fusions. In October 2014, the FDA approved the Premarket Approval Application for Augment ® Bone Graft subject to a preapproval facilities inspection. Already approved in Canada, the rationale for the product's action is the inclusion of rhPDGF-BB for the promotion of growth and proliferation of osteoblasts and beta-tricalcium phosphate, a resorbable synthetic bone matrix, as the framework for new bone growth. Each component is packaged separately and mixed immediately before use. Already issued warnings and precautions for the product include its as yet unknown effect on fetal development; whether or not it is excreted in milk; its safety at sites other than the ankle and foot; the need for its use on well-vascularized bone; unknown safety of repeat applications; and the product's safety in patients less than 18 years old. In the primary clinical study, Augment ® Bone Graft was compared to autologous bone graft as the \"gold standard\" in a representative foot and ankle fusions clinical model. Safety studies revealed 973 treatment-emergent adverse events with no signifi cant differences between the two treatment groups. Overall, the Augment group showed fewer serious adverse events and fewer complications associated with surgery and Individual Approved Cytokines infections. In a prospective, open-label, multicenter trial undertaken in Canada and designed to evaluate Augment ® Bone Graft, 60 patients requiring hindfoot, midfoot, or ankle fusions, were followed for 36 weeks. A total of 22 adverse events, none serious, was recorded, most arising from the surgery; 15 were general and administration site disorders (swelling, feeling hot, tenderness, and impaired healing), 5 were due to injury and procedural complications, and 2 were musculoskeletal and connective tissue disorders (muscle spasms, and pain).", "cite_spans": [], "ref_spans": [], "section": "Becaplermin"}, {"text": "Palifermin , a recombinant human keratinocyte growth factor produced by mesenchymal cells and fi broblasts, stimulates differentiation, proliferation, and migration of epithelial cells via interaction with its complementary receptors on epithelial cells widely distributed in numerous tissues including skin, hair follicles, tongue, stomach, intestine, lung, liver, kidney, lens of the eye, and many other tissues and organs. The recombinant molecule is a nonglycosylated, 16.3 kDa, 140 amino acid protein belonging to the fi broblast growth factor family that has been genetically modifi ed to increase stability by shortening the natural protein at the N -terminal end. Palifermin is an important agent in oncological supportive care, aiding the management of mucositis in cancer patients by protecting the mucosal epithelium and aiding its regeneration after chemotherapy-and radiation-induced injury.", "cite_spans": [], "ref_spans": [], "section": "Palifermin"}, {"text": "Reported adverse events following palifermin administration in a phase III double-blind, placebo-controlled trial were rash, pruritus, erythema, paresthesia, edema, taste alteration, rhinitis, arthralgia, thickening of the tongue, and numbness. The keratinocyte growth stimulation properties of palifermin may underlie a number of cutaneous reactions seen following its administration. Cases of palmoplantar erythrodysesthesia (acral erythema and hand-foot syndrome), a papulopustular (acne-like) eruption on the head and trunk, hyperpigmented papillomatous plaques in the axillae and inguinal areas, and a case of lichenoid papules have been described. The latter reaction consisted of a cutaneous eruption of planar papules resembling lichen planus, together with erythema, mainly in an intertriginous distribution, and confl uent white plaques on the oral mucosa. Being a growth factor, palifermin carries a warning of potential stimulation of tumor growth (Table 5 .2 ) .", "cite_spans": [], "ref_spans": [{"start": 960, "end": 968, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Palifermin"}, {"text": "Interleukin-2 (IL-2) is one of the best studied cytokines after its discovery as an activator of T lymphocytes nearly 40 years ago. Because it possesses a wide range of immune effects regulating T cells and immune activation and homeostasis, IL-2 was one of the fi rst cytokines characterized at the molecular level. The recombinant form, called aldesleukin, differs from the natural cytokine by absence of glycan 5 Cytokines 241 residues and at position 125 and the end terminal amino acid (Table 5 .2 ). X-ray and NMR studies have shown that the IL-2 fold is similar to that seen in the myelopoietic stimulatory factors G-CSF (Fig. 5.4 ) and GM-CSF (Fig. 5.5 ), but it has three minor structural differences to the other four-helix bundles (Fig. 5.8 ) .", "cite_spans": [], "ref_spans": [{"start": 491, "end": 499, "text": "(Table 5", "ref_id": "TABREF0"}, {"start": 628, "end": 639, "text": "(Fig. 5.4 )", "ref_id": "FIGREF2"}, {"start": 651, "end": 660, "text": "(Fig. 5.5", "ref_id": "FIGREF3"}, {"start": 742, "end": 753, "text": "(Fig. 5.8 )", "ref_id": "FIGREF3"}], "section": "Aldesleukin"}, {"text": "Aldesleukin has been applied clinically in a number of ways, particularly for melanoma and renal cell carcinoma, and from its earliest applications showed a wide range of the sort of side effects often seen with cytokines including fever, chills, myalgia, nausea, vomiting, diarrhea, hypotension, oliguria, and edema (Table 5 .2 ) plus a number of more severe cardiovascular, hematologic, endocrine, kidney, central nervous system, infectious, and cutaneous toxicities.", "cite_spans": [], "ref_spans": [{"start": 317, "end": 325, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Aldesleukin"}, {"text": "Cardiovascular adverse events are the main dose-limiting toxicities of aldesleukin with recorded cases of hypotension, tachycardia, peripheral edema, pleural effusions, myocarditis, myocardial infarction, heart block, arrhythmias, cardiac eosinophilic infi ltration, and coronary ischemic changes. An important occasional and serious adverse event of IL-2 therapy is capillary (sometimes called vascular) leak syndrome (Chap. 1 , section \"Capillary Leak Syndrome\") which causes hypovolemia and fl uid accumulation in the extravascular spaces and may lead to oliguria, ischemia, and confusion. Aldesleukin therapy can induce increased vascular permeability, interstitial edema, and ultimately organ failure seen as an increase in body weight, fl uid retention, peripheral edema, ascites, pleural and pericardial effusions, and ultimately pulmonary and cardiovascular failure. Pulmonary side Fig. 5 .4 ) and GM-CSF (Fig. 5.5 ) . IL-2, however, differs in that it has an irregular one turn helix in the AB loop, a distortion in the B helix, and a two-stranded antiparallel beta structure formed from parts of the AB and CD loops. The structure is from Protein Data Bank RCSB PDB fi le 1M47 (Arkin MA, Randal M, DeLano WL, et al. Proc Natl Acad Sci USA. 2003; 100:1603-8) Individual Approved Cytokines effects to aldesleukin are usually related to capillary leak syndrome and are more likely, and more severe (e.g., as pulmonary edema and respiratory distress), in patients with existing cardiac problems. Hematologic adverse effects, particularly anemia, leukopenia, and thrombocytopenia occur but are rarely severe or dose limiting. Thrombocytopenia is a common toxicity of high dose IL-2 therapy but rapidly reverses upon cessation of treatment. Eosinophilia may occur in the later stages of therapy accompanied by rash and pruritus. Figure 5 .9 shows the hematologic changes, often rapid and dramatic, occurring in response to aldesleukin challenges over a 6 day period. Within hours of the fi rst dose, platelets and lymphocytes fall rapidly to low levels and eosinophil numbers rise slowly, whereas neutrophils and hemoglobin are maintained at stable levels. At the cessation of treatment, lymphocytes and platelets quickly return to normal and, in fact, may exceed their baseline levels by 2-to 5-fold. Eosinophils persist and may do so for many weeks. Endocrine effects usually manifest as hypothyroidism which may affect up to onethird of patients, or as the far less common hyperthyroidism. Renal toxicity, especially oliguria, and gastrointestinal toxicities are also seen, the latter being particularly common in the form of nausea, vomiting, diarrhea, anorexia, gastritis, and mucositis. Gastrointestinal perforation has also been reported. IL-2-induced infectious toxicities may occur at venous catheter sites and in the urinary tract. Such infections, usually due to Staphylococcus species, are thought to arise from the known affect of IL-2 on neutrophil chemotaxis. Neurological effects, especially to high doses during IL-2 therapy, include anxiety, depression, altered sleep patterns, somnolence, emotional fragility, vivid dreams, and confusion. The list of aldesleukin-induced cutaneous reactions is extensive, ranging from mild erythema, pruritus, injection site reactions, and vitiligo, to urticaria, angioedema, reactivation of eczema, exacerbation of psoriasis, generalized erythema followed by desquamation, vasculitis, and severe manifestations like pemphigus, IgA bullous dermatosis, and toxic epidermal necrolysis. An acute blistered scalded skin-like reaction after IL-2 therapy in an immunocompromised patient (Fig. 5.10 ) suggests that the cytokine should be given with great caution, and on an individualized basis, to immunocompromised patients. A curious case involved the implication of high-dose IL-2 therapy in the occurrence of multifocal fi xed drug eruptions after the administration of other drugs, namely, ondansetron, granisetron, acetaminophen (paracetamol), and indomethacin .", "cite_spans": [{"start": 1208, "end": 1255, "text": "DeLano WL, et al. Proc Natl Acad Sci USA. 2003;", "ref_id": null}, {"start": 1256, "end": 1267, "text": "100:1603-8)", "ref_id": null}], "ref_spans": [{"start": 890, "end": 896, "text": "Fig. 5", "ref_id": "FIGREF3"}, {"start": 913, "end": 924, "text": "(Fig. 5.5 )", "ref_id": "FIGREF3"}, {"start": 1833, "end": 1841, "text": "Figure 5", "ref_id": "FIGREF3"}, {"start": 3637, "end": 3647, "text": "(Fig. 5.10", "ref_id": "FIGREF3"}], "section": "Aldesleukin"}, {"text": "Interleukin-1 (IL-1) is a cytokine produced in response to infl ammatory stimuli in a number of immunological reactions including rheumatoid arthritis. The receptor for IL-1 (IL-1R), in membrane or soluble form, is widely expressed on tissues and organs and exists as two types, type I which is responsible for the expression of the infl ammatory effects of IL-1 and type II which may compete for IL-1 and act as a suppressor of the cytokine. Anakinra is a recombinant-specifi c receptor antagonist (IL-1RA) for IL-1 differing from the natural receptor by the addition of a single methionine at the amino terminal end (Table 5 .2 ). Anakinra therefore acts as a biological response modifi er in the treatment of diseases like rheumatoid arthritis and the spectrum of autoinfl ammatory syndromes collectively known as cryopyrin-associated periodic syndrome (CAPS) (Chap. 4 , sections \"CAPS Diseases and Approved Indications for Canakinumab\" and \"Canakinumab: Warnings, Precautions, and Adverse Events\"). CAPS encompasses Muckle-Wells syndrome, neonatal-onset multisystem infl ammatory disease (NOMID), and familial cold-induced urticaria, now known as familial cold autoinfl ammatory syndrome (FCAS). All symptoms of Schnitzler syndrome, a rare, underdiagnosed systemic disease with many features in common with the above autoinfl ammatory syndromes including nonitching urticarial-like lesions, fever, and bone/joint pain, can be relieved within hours of the fi rst injection of anakinra. Symptoms recur if treatment is stopped.", "cite_spans": [], "ref_spans": [{"start": 618, "end": 626, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Anakinra"}, {"text": "The side effects profi le of anakinra is not large with two adverse events, injection site reactions (122 events per 100 patient years) and infection episodes, the most commonly seen detrimental responses to the agent. Injection site reactions occur in up to 73 % of patients but cause cessation of treatment in less than 5 % of affected individuals. A case of apparent immediate hypersensitivity was reported in a 25-year-old woman with familial Mediterranean fever who developed urticaria and angioedema on the face and diffuse erythema over the entire body after the 12th subcutaneous daily dose of anakinra (100 mg/day). The reactions responded well to antihistamines and intradermal tests with the drug proved positive, suggesting a type I hypersensitivity response. A desensitization protocol was employed after a premedication dose of 10 mg of cetirizine given 1 h before the fi rst sc injection of anakinra. Six doses, starting at 1.5 mg, were administered at 1 h intervals. Subsequent doses were 3, 5.5, 12.5, 25, and 52.5 mg, totaling a cumulative dose of 100 mg of anakinra. After desensitization, the intradermal test was negative and the patient continued on daily anakinra without problems. A similar cutaneous reaction involving itching, erythema on the face and abdomen, shortness of breath, and abdominal pain was seen 3 h after administration of anakinra. The patient proved skin prick test-positive to the recombinant cytokine, again indicating a type I allergic reaction. Successful desensitization to anakinra has also been reported in a 34-year-old man who developed a delayed local injection site reaction to the protein. Systemic reactions to anakinra are rare, but an anaphylactic reaction occurred in a patient with rheumatoid arthritis and severe systemic symptoms including urticaria, angioedema, and pruritic tongue were reported in a 7-year-old girl with juvenile idiopathic arthritis.", "cite_spans": [], "ref_spans": [], "section": "Anakinra"}, {"text": "Infections, particularly URTI, involving a wide variety of organisms have been reported, but it has been suggested that the risk of infection is associated with high doses of anakinra and in patients with comorbidities. Septicemia due to S. aureus , hemolytic streptococci, and E. coli occurred after anakinra was added to prednisolone for rheumatoid arthritis. Anakinra provoked reactivation of pulmonary tuberculosis, adenovirus, gastroenteritis, varicella pneumonitis, and visceral leishmaniasis and acute Epstein-Barr virus infection occurred in juvenile idiopathic arthritis patients treated with the cytokine. A patient with Still's disease given anakinra developed systemic infl ammatory response syndrome (SIRS) (Chap. 1 , section \"Systemic Infl ammatory Response Syndrome\") together with ARDS and some other patients with this disease had the cytokine withdrawn because of infections or severe skin reactions. Other reported side effects of anakinra include progression of rheumatoid arthritis, exacerbation of Crohn's disease, anaphylaxis with a positive skin test to the cytokine, cellulitis at injection sites, and an interstitial granulomatous reaction which resolved after withdrawal of anakinra and recurred on challenge .", "cite_spans": [], "ref_spans": [], "section": "Anakinra"}, {"text": "Erythropoietin (EPO) is a heavily glycosylated cytokine with three N -linked and one O -linked oligosaccharide chains that are important for the protein's biological activity and stability. Activity is also dependent on two disulfi de bonds between cysteines 7 and 160 and 29 and 32. In both native human EPO and rhEPO (epoetin alfa), the originally secreted molecule is a 166 amino acid peptide before the carboxy-terminal argin ine is removed to give the fi nal active protein of 165 amino acids.", "cite_spans": [], "ref_spans": [], "section": "Epoetins"}, {"text": "In an early study of rhEPO in anemic patients with end-stage renal disease, the main observed adverse effects and their incidences were myalgias 5 %, iron deficiency 43 %, elevated blood pressure 35 %, and seizures 5.4 %. Hypertension is a common side effect with approximately one-third of dialysis patients affected. Hypertension and increased viscosity due to rhEPO may lead to encephalopathy, convulsions, cerebral edema, and seizures. Thromboembolism is said to be a potential outcome from EPO therapy, but controlled studies have not always provided support for this claim. Nevertheless, controlled studies on cancer patients revealed a 1.55-fold higher risk of thromboembolic events with rhEPO therapy than controls. Cerebral ischemia with increased metabolic rate and blood viscosity is a potentially severe side effect of EPO therapy and it has been pointed out that this could limit or halt the use of EPO for neurovascular diseases. EPO receptors have been demonstrated in tumor tissue and the cytokine may assist with tumor angiogenesis, suggesting the possibility of EPO initiating tumor growth or aiding tumor progression. The FDA has issues a boxed warning for both epoetin alfa and darbepoetin alfa related to a possible increased risk of death, cardiac and thromboembolic events, and tumor progression or recurrence (Table 5 .2 ).", "cite_spans": [], "ref_spans": [{"start": 1333, "end": 1341, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Epoetins"}, {"text": "Pure red cell aplasia (PRCA), caused by neutralizing antibodies to epoetin that cross-react with natural erythropoietin, produces a rapid decline in hemaglobin concentration, severe anemia, low reticulocyte count, and an almost total absence of red cell precursors. In cases of transfusion-dependent PRCA with neutralizing serum antibodies to EPO, patients should not be switched to another epoetin such as darbepoetin alfa. Development of wheals at former epoetin alfa subcutaneous injection sites on a patient with PRCA following intravenous injection with epoetin beta and darbepoetin alfa , provoked a systemic anaphylaxis/ anaphylactoid response and anti-EPO antibodies cross-reactive with epoetin beta and darbepoetin alfa were detected in the serum. Other cases of anaphylaxis to epoetin alfa have occurred and a delayed hypersensitivity reaction in the form of acute exanthematous pustulosis following replacement of epoetin alfa with darbepoetin alfa was reported.", "cite_spans": [], "ref_spans": [], "section": "Epoetins"}, {"text": "In a large randomized, double-blind controlled trial comparing two different administration schedules of darbepoetin alfa for the treatment of chemotherapyinduced anemia, serious adverse events that were treatment related occurred in 3 % of the 672 patients. Deep vein thrombosis was seen in 1.1-1.7 % of patients, pulmonary embolism in 0.8 % and hypertension in 0.3-1.1 %. No antibodies to darbepoetin alfa were found in the serum of any patient. An investigation of the effect of darbepoetin alfa on exercise tolerance in anemic patients with symptomatic chronic heart failure revealed three events with a >5 % difference in incidence between the treatment and placebo groups namely, neurological signs and symptoms, upper respiratory tract infections, and joint-related signs and symptoms.", "cite_spans": [], "ref_spans": [], "section": "Individual Approved Cytokines"}, {"text": "Approved in 2012 and voluntarily recalled in February 2013, peginesatide (Omontys ® ) is an erythropoiesis-stimulating agent with no amino acid sequence homology to erythropoietin. Not a natural cytokine, peginesatide is a dimeric peptide of two identical chains of 21 amino acids, MW ~ 4.9 kDa, covalently attached via lysine residues to a structure formed from β-alanine and iminodiacetic acid (Fig. 5.11 ). The peptide so formed is then pegylated by linking to methoxypolyethylene glycol to give a large molecule of MW ~ 45 kDa. Approved indications and usage were as an erythropoiesis-stimulating agent for the treatment of anemia due to chronic kidney disease in adult patients on dialysis. Warnings and precautions were extensive with a black box warning of the risk of death, myocardial infarction, stroke, thromboembolism, thrombosis, and tumor progression or recurrence. Precautions included the risk of serious allergic reactions and the need for careful use of the drug in patients with existing cardiovascular disease and stroke. Uncontrolled hypertension was listed as a contraindication. Adverse reactions to peginesatide observed in controlled studies of dialysis patients were diarrhea, nausea, vomiting, dyspnea, cough, arteriovenous fi stula, headache, muscle pains and spasms, arthralgia, pyrexia, hypotension, hypertension, hyperkalemia, and URTI. Seizures were seen in some patients. Antibodies to peginesatide were detected in 1.2 % of patients (29 of 2357); 0.9 % (21) were neutralizing antibodies and in approximately half of these patients hemoglobin levels declined. As a result of postmarketing reports of serious hypersensitivity reactions including potentially life-threatening anaphylaxis, the FDA announced a voluntary recall of Ormontys ® Injection. Fatal reactions were reported in ~0.02 % of patients usually within 30 min of the fi rst intravenous dose. The overall rate of hypersensitivity reactions was estimated to be approximately 0.2 % with about one third of these being serious reactions . 5.11 The erythropoiesis-stimulating agent peginesatide (Omontys ® ) is a synthetic dimeric peptide of two identical 21 amino acid chains, pegylated via linkage of lysine residues to methoxypolyethylene glycol. Note the presence of the natural amino acid, sarcosine ( N-methylglycine). Ac acetyl", "cite_spans": [], "ref_spans": [{"start": 396, "end": 406, "text": "(Fig. 5.11", "ref_id": "FIGREF3"}, {"start": 2032, "end": 2036, "text": "5.11", "ref_id": "FIGREF3"}], "section": "Individual Approved Cytokines"}, {"text": "BMPs are growth factors inducing the formation of bone and cartilage and important signaling proteins in some disease states such as adenocarcinoma and the progression of colon cancer. Of the 20 BMPs so far identifi ed, six, numbers 2-7, belong to the TGFβ cytokine family (Table 5 .1 ). BMP-2 and BMP-7 promote the differentiation of osteoblasts and, on the basis of this action, recombinant forms of both cytokines (rhBMP-2 and rhBMP-7) are approved by the FDA for specifi c uses in orthopedic, oral, and maxillofacial surgery and implant dentistry although up to 85 % of their usage is said to be off-label.", "cite_spans": [], "ref_spans": [{"start": 273, "end": 281, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Bone Morphogenetic Proteins"}, {"text": "Safety studies on BMPs have a curious and troubling history of discrepancies due to the possible involvement of inadequate peer review and editorial oversight. More recent results with rhBMP-2 indicate a much higher incidence of side effects and complications than reported in the original peer-reviewed and industrysponsored work. No adverse events following rhBMP-2 administration were reported in 13 of the original studies involving analyses of 780 patients due, it seems, to methodological bias against the control group. Identifi cation of previously unpublished adverse effects, study inconsistencies, and a comparative review of FDA material, revealed an adverse event frequency associated with rhBMP-2 in spine fusion of 10-50 %. In a retrospective review of adverse events associated with the use of rhBMP-2 in spinal surgery, a search of the Manufacturer and User Facility Device Experience Database for the period July 2002 to August 2011 was undertaken. Only 4 of 834 reports described procedures using rhBMP-2 in accordance with the approved indication while 370 reports (44.4 %) stated that the patient required revision surgery or other invasive interventions to deal with the adverse event. The adverse events reported were swelling; fl uid collection; osteolysis; pain/ radiculopathy; heterotropic bone; pseudarthrosis; surgical site infections and other wound complications; thromboembolic events; respiratory distress; cancer; and some others. In an examination of the prevalence and complications of BMP use in spinal fusion procedures, the following complications and incidences were identifi ed: vertebral osteolysis 44 %; graft migration 31 %; graft subsidence 27 %; formation of neutralizing antibodies to BMP-2 26 %; ectopic/heterotopic bone formation 7 %; and hematoma 3 %.", "cite_spans": [], "ref_spans": [], "section": "Bone Morphogenetic Proteins"}, {"text": "In accordance with the classifi cation followed in the recent review of rhBMP-2associated complications by Tannoury and Howard, the main adverse events to this cytokine are considered under the headings of those occurring during lumbar spine surgery and those seen in or after cervical spine surgery. In posterior and transforaminal interbody fusions in particular, postoperative radiculitis may occur after BMP-2 use in lumbar spine surgery, occurring, it seems, without neural compression and possibly because of the formation of ectopic bone. Postoperative radiculitis was estimated to occur in 11.4 % of patients who underwent a minimally invasive transforaminal interbody fusion procedure. Postoperative nerve injury and ectopic bone formation with the use of rhBMP-2 have been reported, the latter with an incidence of 20.8 % compared to 8.3 % in the absence of the cytokine. Other major adverse events seen following BMP-2 use in lumbar spine surgery include vertebral osteolysis, edema, and retrograde ejaculation. Although the formation of neutralizing antibodies to the bone growth protein is a theoretical concern, there is so far no clinical evidence that that has occurred. Reviews of complications after the use of rhBMP-2 in cervical spine surgery have revealed an incidence of 43 % for osteolysis and graft subsidence and 5.5-17 % for dysphagia and swelling (in particular, the neck) with respiratory diffi culties. Other adverse events include hematoma with high doses of rhBMP-2; lucency and subsidence of fusion levels amongst allograft and demineralized bone matrix patients; and complications in posterior cervical fusion with BMP such as neurologic decline, wound complications, and asymptomatic heterotopic ossifi cation.", "cite_spans": [], "ref_spans": [], "section": "Bone Morphogenetic Proteins"}, {"text": "Besides being a growth factor, BMP-2 receptors are expressed on some tumor cells and it is therefore not surprising that the cytokine has been investigated as a potential carcinogen in studies on breast cancer cells, malignant human gastric epithelial cells, oral cell carcinoma, and the risk of subsequent pancreatic cancer. Concern for the carcinogenic potential of rhBMP-2 was somewhat reinforced by a 2010 FDA Orthopedic and Rehabilitation Devices Advisory Panel report on the Amplify™ rhBMP-2 matrix of increased cancer rates among BMP-2-treated patients. At ≤24 months, cancer incidences were patients 5 % and controls 0.9 %; at 60 months, patients 5 %, controls 2.1 %. Other studies have reported tumor-enhancing, tumor-suppressing, or no dependence effects so, in this situation of uncertainty, it would be prudent to very carefully consider the question of the use of BMPs together with the risk-tobenefi t ratio for cancer patients requiring spinal fusion.", "cite_spans": [], "ref_spans": [], "section": "Bone Morphogenetic Proteins"}, {"text": "Less widely used than rhBMP-2 which promotes better bone growth, rhBMP-7, also known as osteogenic protein 1 (OP-1), is a multifunctional growth factor thought to have other possible therapeutic applications besides bone and cartilage growth and development. These hoped-for potential applications include identification and treatment of cancer, and a benefi cial role in Parkinson's disease, ankylosing spondylitis, diabetes, and asthma, as well as some diseases of the kidney, liver, intestine, brain, adipose tissue, and cardiovascular system. Apart from an FDA Public Health Notifi cation of life-threatening complications associated with rhBMP (including rhBMP-7) in cervical spine fusion, and the reminder that rhBMPs are contraindicated in skeletally immature or pregnant patients and those with hypersensitivity to the protein, studies on, and reports of, adverse events to BMP-7 are not yet extensive. This is in contrast to the large and rapidly growing literature on rhBMP-2 induced adverse events. In an early clinical trial designed to evaluate rhBMP-7 in the treatment of tibial reunions, adverse events were reported to be mild or moderate and nonserious, for example, fever, nausea and vomiting, leg edema and discomfort, and hematoma at the operative site. Low levels of anti-BMP-7 antibodies were detected in 10 % of the treated patients but all titers were low with no related adverse events. With the possibility in mind that risks following the use of rhBMP-7 in anterior cervical fusion procedures might not be as high as seen with BMP-2, the safety of rhBMP-7 was examined in 123 patients undergoing anterior cervical discectomy and fusion using interbody cages. Assessed over the fi rst 30 days, there were no deaths or reoperations but 2.4 % of patients experienced brachialgia and dysphagia. Although a slight increase on post-operative prevertebral swelling was seen on radiological evaluation, this was judged to be not clinically signifi cant. The authors concluded that BMP-7 can be used safely in anterior cervical fusion surgery.", "cite_spans": [], "ref_spans": [], "section": "Bone Morphogenetic Proteins"}, {"text": "Pleomorphic sarcomas around heterotropic bone nodules were found in some animals during a study of rhBMP-7 in rats and fi ve cancers, four nonosseous, and one recurrence of chondrosarcoma, occurred in 570 humans receiving OP-1. Note, however, published material on BMP-7 and carcinogenesis that is not related to manufacturers does not appear to be available.", "cite_spans": [], "ref_spans": [], "section": "Bone Morphogenetic Proteins"}, {"text": "Leptin, a 167 amino acid protein of MW 16 kDa produced by a number of different cells in different organs but primarily adipocytes, helps to control energy homeostasis and body weight by adjusting hunger and energy expenditure to regulate fat stores. It also regulates some neuroendocrine functions and other physiological processes, many yet to be defi ned. In February 2014, the FDA approved metreleptin, a recombinant analog of leptin (Table 5 .2 ) as replacement therapy to treat leptin defi ciency in patients with congenital or acquired generalized lipodystrophy. Metreleptin is not to be used in patients with general obesity, for HIV-related lipodystrophy or in patients with metabolic diseases (e.g., diabetes mellitus) without concurrent generalized lipodystrophy. Neutralizing antibodies may develop to metreleptin and because of this and the possibility of the occurrence of T-cell lymphoma in patients with acquired generalized lipodystrophy, the protein is only available under the Myalept Risk Evaluation and Mitigation Strategy Program.", "cite_spans": [], "ref_spans": [{"start": 438, "end": 446, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Metreleptin"}, {"text": "Kinetic studies on metreleptin in relation to age, sex, production and clearance, demonstrated that the recombinant cytokine's half-life was 3.4 ± 1.5 h, older subjects show decreased production and clearance rates, and females have higher baseline levels which increase with increasing adiposity. In fact, an increased body mass is associated with higher endogenous leptin levels, a higher rate of production, and a longer half-life.", "cite_spans": [], "ref_spans": [], "section": "Metreleptin"}, {"text": "Common side effects observed in early clinical trials were headache, weight loss, hypoglycemia, and abdominal pain. In a randomized, double-blind study designed to evaluate the weight-lowering effect in human obesity of an amylin/leptin drug combination using pramlintide/metreleptin, adverse events specifi cally due to metreleptin occurring with an incidence of ≥5 % were injection site reactions 66.7 %, nausea 25.9 %, nasopharyngitis 7.4 %, headache 7.4 %, hypersensitivity 7.4 %, and vomiting 7.4 %. Injection site reactions often include infl ammation, erythema, and ecchymoses. Other potentially more serious reported adverse events to metreleptin include the worsening of renal disease, the production of antimetreleptin antibodies, and development of T-cell lymphomas .", "cite_spans": [], "ref_spans": [], "section": "Metreleptin"}, {"text": "Ancestim (Table 5 .2 ) is a recombinant human stem cell factor (SCF) . Produced in E. coli , it is nonglycosylated but, after expression, retains an N -terminal methionine and is therefore also referred to as r-met-hSCF. SCF is produced by fi broblasts and endothelial cells in soluble and transmembrane forms, both of which bind to the c-Kit receptor and are biologically active. Sometimes referred to as a pluripotent growth factor, the cytokine is important for hematopoiesis, spermatogenesis, and melanogenesis; nonlethal point mutations in its receptor can cause anemia, impaired fertility, and pigmentation. The c-Kit receptor, also referred to as the stem (or mast) cell growth factor receptor, proto-oncogene c-Kit, tyrosine-protein kinase kit, and CD117, is a receptor tyrosine kinase type III expressed on a number of different cells including mast cells, melanocytes, and germ cells but, importantly for ancestim, on a range of early to mature hematopoietic progenitor cells. Although ancestim shows only weak colony-stimulating activity in vitro, it acts in synergy with some other hematopoietic growth factors such as G-CSF, GM-CSF, erythropoietins, and IL-2 to stimulate multiple hematopoietic lineages in humans and some other animals. It also activates mast cells and stimulates melanocyte development and the production of pigment.", "cite_spans": [], "ref_spans": [{"start": 9, "end": 17, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Ancestim"}, {"text": "Given in combination with fi lgrastim, ancestim produces increases in circulating peripheral blood progenitor cells (PBPCs) including CD 34 + cells compared to fi lgrastim alone although when given as a single agent, the effect appears to be minimal to weak. Ancestim is therefore used with fi lgrastim to effect a sustained mobilization of PBPCs and achieve a reduction in the number of apheresis required to reach the PBPC number target. This has resulted in the Australian Therapeutic Goods Administration (TGA) approving the combination to increase the number of PBPCs for transplant patients at risk of poor PBPC mobilization.", "cite_spans": [], "ref_spans": [], "section": "Ancestim"}, {"text": "The TGA has issued a number of important warnings and precautions for ancestim. In the fi rst place, for reasons of effi cacy and the accumulated fi ndings on combination therapy but not monotherapy, the cytokine should not be used alone. Together with fi lgrastim, ancestim should only be administered to patients who are at risk of inadequate PBPC mobilization. Care should also be exercised in the simultaneous use of the cytokine combination in patients given chemo/ radiotherapy; administration should be avoided 24 h before and after the cytotoxic therapy.", "cite_spans": [], "ref_spans": [], "section": "Ancestim"}, {"text": "Allergy may be a problem. Because S CF increases mast cell proliferation, adhesion, and survival and promotes the release of histamine and tryptase, allergic-like symptoms sometimes occur in treated patients. Ancestim should therefore only be administered in a setting with the appropriate staff, facilities, and medications to respond to a possible life-threatening anaphylactic/anaphylactoid reaction. In addition, patients should be premedicated with H 1 and H 2 antihistamines and a bronchodilator. Patients with a history of anaphylaxis, asthma, recurrent urticaria and/or angioedema, and mast cell diseases such as systemic mastocytosis, urticaria pigmentosa, or diffuse cutaneous mastocytosis may be at particular risk.", "cite_spans": [], "ref_spans": [], "section": "Ancestim"}, {"text": "The carcinogenic potential of ancestim has so far remained unstudied. Being a growth factor, it may stimulate the growth of a range of possible different tumors, particularly melanomas, mast cell or basophil leukemia, small cell lung cancers, and myeloid malignancies. Other precautions relate to the collection by apheresis of malignant cells, their stimulation and subsequent reinfusion into patients; and leukocytosis (the white cell count should be monitored frequently).", "cite_spans": [], "ref_spans": [], "section": "Ancestim"}, {"text": "Bearing in mind that almost all reports of adverse events following administration of ancestim originate from treatments in which it is given in combination with myelopoietic-stimulating agents such as fi lgrastim, there is usually an element of doubt as to which of the two cytokines, or both, are responsible for the observed effects. Injection site reactions, occurring within 1-24 h, are the most commonly observed adverse events with up to 84 % of patients given ancestim showing mildto-moderate reactions. Reported reactions consisted of erythema (59 %), pruritus (25 %), and urticaria (16 %) with occasional cases of hyperpigmentation and rash at the injection site. Erythema at a previous injection site has been seen in a few patients following an injection of ancestim at a different site. Rash, pruritus, and urticaria have occurred in 18 % of patients given ancestim/fi lgrastim and 5 % given ancestim alone. Other commonly seen reactions consisting of central/peripheral nervous system, gastrointestinal, cardiac, and respiratory events following ancestim are listed in Table 5 .2 . Respiratory problems, mainly cough, pharyngitis, and dyspnea, affected 25 % of recipients of combination therapy and 14 % of those on ancestim alone. Systemic allergic reactions, generally moderate to severe but not life threatening, occur more often at higher dosages; at <30 μg/kg/day of ancestim, 5 % of patients had such a reaction while 27 % of patients given 30-100 μg/kg/day had reactions. With regard to immunogenicity of ancestim, 23 of 258 (9 %) produced serum antibodies to the cytokine but no adverse clinical consequences, including a reduced therapeutic effect or serum sickness, have been recorded .", "cite_spans": [], "ref_spans": [{"start": 1083, "end": 1090, "text": "Table 5", "ref_id": "TABREF0"}], "section": "Ancestim"}, {"text": "Cytokines have already had a revolutionary impact on our understanding of cellular functions and extracellular messaging but although their biological effects seem to offer great potential for the treatment of a wide range of human conditions, their pleiotropism, potency, and complexity to produce cytokine \"cocktails\" with signaling cascades and accompanying side effects, demands caution in attempts to introduce individual members into the clinic. The range of biological events set in motion even by individual cytokines, warns of the possibility of unwanted side effects and the resultant caution is refl ected by the relatively small number of cytokines currently approved by regulatory agencies and reviewed here. Good examples of the sort of doubts that exist and why clinical developments proceed so cautiously have been illustrated with interferons, aldesleukin, becaplermin, palifermin, and bone morphogenetic proteins. A glance at Table 5 .2 shows that 16 of the 23 listed FDA-approved cytokine preparations (19 different cytokines with four also in Concluding Remarks pegylated form) carry warnings with 10 of these being black box warnings. Having been used in human therapy for many years, interferon alfa preparations are well known for a number of often widely different, potentially serious side effects specifi ed in boxed warnings. The diverse nature of these side effects including neuropsychiatric, autoimmune, ischemic, and infection adverse events, together with their therapeutic benefi ts, provides a good illustration of the two-edged nature of cytokine pleiotropism. Becaplermin, a growth factor, causes cell proliferation so the possibility of malignancy with its continued use needs to be kept in mind, especially in patients with known cancers. Likewise, palifermin, another growth factor and a valuable treatment for mucositis in cancer patients, has with it the potential for stimulation of tumor growth, especially since its complementary receptors occur widely on many different cell types in the body. Aldesleukin, the recombinant IL-2, is a potent activator of T lymphocytes and stimulates immune responses to cancer, producing regression of tumors in metastatic renal cell carcinoma and melanoma. However, this activity can also lead to a range of adverse cardiac and pulmonary events. Perhaps, the best example of the safety uncertainties and benefi ts-to-risk ratios associated with these heterogeneous, pleiotropic cell regulators, is seen with the bone morphogenetic proteins BMP-2 and BMP-7. Already with a troubled history of underreported adverse events, in the postmarketing period, these growth factors are currently a focus of attention and speculation as potential carcinogens. BMP-2 receptors are expressed on some tumor cells and increased rates of cancer following its use have been reported but, in keeping with the complexity of cytokine-induced responses, and the diffi culty of ascribing many adverse effects to causes, tumor-suppressing effects, or no dependence, have also been reported.", "cite_spans": [], "ref_spans": [{"start": 944, "end": 951, "text": "Table 5", "ref_id": "TABREF0"}], "section": "Concluding Remarks"}, {"text": "In any consideration of adverse event profi les of approved biologics, two other potentially important contributing factors need to be recognized. Any drug brought to market under the Orphan Drug Designation program where development was mediated because of the rarity of a condition, may not reveal its full spectrum of adverse effects until well into its postmarketing period since a relatively smaller number of administrations results from a smaller pool of patients. The dose of a particular cytokine may also be of critical importance in avoiding dangerous side effects by narrowing the spectrum of activity of the pleiotropic agent and tipping the balance to a specifi c biological activity.", "cite_spans": [], "ref_spans": [], "section": "Concluding Remarks"}, {"text": "Lest the attention drawn in this review to the known and potential toxicities of cytokines obscures their often substantial benefi ts and the improved outcomes they can produce, readers are reminded that the focus here on adverse effects does not negate the clear clinical improvements each of the approved cytokines can bring. Cytokines may indeed sometimes provoke a wide range and number of toxicities and adverse events but, overall, the second edge of their pleiotropism often offsets the side effects profi les and this is refl ected in their lists of indications and approved regulatory status. In fact, in some cases, toxicities correspond with improved outcomes. For example, in an assessment of the signifi cance of autoimmunity in melanoma patients treated with interferon alfa-2b, interferon-induced autoimmunity was found to be a prognostic marker for improved relapse-free, and overall, survival.", "cite_spans": [], "ref_spans": [], "section": "Concluding Remarks"}, {"text": "Together with monoclonal antibodies, chimeric fusion proteins, vaccines, a range of recombinant enzymes, hormones, clotting factors, various receptor proteins, a few purifi ed approved toxins and some cell-based and nonspecifi c adjuvant therapies, the pool of over 130 cytokines seems to offer, via genetically engineered or modifi cations of the natural proteins, the potential of a major expansion of biologic therapies, some revolutionary, over the forthcoming decade or less. Meanwhile, the relatively few currently approved recombinant cytokines are already revealing their true natures in relation to their effi cacy and side effects, infl uenced above all by their pleiotropism, redundancies and potencies. The large range of activities displayed by the family of cytokine proteins, together with their potential for the treatment of many different diseases and our steadily accumulating knowledge and experience with the small number currently used clinically, may indeed end up helping to achieve the prediction that the future of therapy belongs to the emerging biologics.", "cite_spans": [], "ref_spans": [], "section": "Concluding Remarks"}, {"text": "• Cytokines, currently known to be more than 130 in number, are relatively small signaling proteins of MW < 30 kDa. They are usually glycosylated and produced by a variety of different cells including those of the immune system, epithelia, endothelia, and stroma. Cytokines are key modulators of the immune and infl ammatory responses functioning in an autocrine, paracrine, or endocrine manner in infection, innate and adaptive immunity, autoimmunity, infl ammation, and malignancy. Key to an understanding of these regulatory proteins is the recognition of their pleiotropism and sometimes overlapping activities, functional redundancies, and side effects. • In the current genomic phase, cytokines are identifi ed on the basis of homology with known, characterized cytokines. Many original names are still in use and many of the originally described \"factors\" share receptors with other cytokines, for example, some interleukins. • For the 23 FDA-approved cytokine products from the CDER-approved Biologic Products list, the cytokine classifi cation presented is based on the Kyoto Encyclopedia of Genes and Genomes. • Nine main families are recognized with most of the cytokines of interest classifi ed in the hematopoietic growth factor, interferon (IFN), platelet-derived growth factor (PDGF), and transforming growth factor β (TGFβ) families. The approved cytokines are manufactured by recombinant DNA technology. • Hematopoietin family: aldesleukin (rh-interleukin-2 [IL-2]), oprelvekin (rhIL-11), fi lgrastim and tbo-fi lgrastim (rh-granulocyte colony-stimulating factor [G-CSF]), sargramostim (rh-granulocyte macrophage [GM]-CSF), metreleptin (rh-leptin), rh-erythropoietins, epoetin and darbepoetin alfa, and stem cell factor (r-met-hSCF); IL-1 cytokine family: anakinra, a recombinant receptor antagonist for IL-1; interferon family: recombinant interferons alfa-1, alfa-2, beta-1, and Summary gamma-1; PDGF family: palifermin (rh-keratinocyte growth factor [KGF] ) and becaplermin (rhPDGF-BB); and TGFβ family: rh-bone morphogenetic protein [BMP]-2 and rhBMP-7. • Interferons are a class of broad-spectrum antiviral cytokines with overlapping, but also some individual, activities. Of most interest for therapy are interferons alfa, beta, and gamma. Virtually all patients treated with interferon alfa experience some adverse effect(s) at some time during therapy. • Interferon alfa preparations occasionally provoke an extensive range of adverse reactions including cardiovascular, respiratory, endocrine, hematologic, metabolic, urinary tract, and skin adverse events as well as adverse effects on the nervous and sensory systems. • Peginterferon alfa-2a and peginterferon alfa-2b are covalent conjugates of the recombinant interferon with a single branched bis-monomethoxy polyethylene glycol (PEG) chain. Pegylation helps to protect the protein from immune recognition and increases the molecule's size thus extending protein half-life and circulatory time and reducing renal clearance. • Peginterferon alfa-2a together with ribavirin is indicated for the treatment of chronic hepatitis C in adults who have compensated liver disease and for patients infected with hepatitis C and HIV. Peginterferon alfa-2a alone is approved for patients with chronic hepatitis B. • Interferon alfa-2b is administered extensively for hepatitis B and C as well as several malignancies. • Interferon alfa-induced neuropsychiatric disorders, particularly depression, cognitive dysfunction, and mania are well known and have been intensively studied. Of the patients who develop severe depressive symptoms, most occur within the fi rst 3 months of treatment. The incidence of depressive disorders is estimated to be 23-41 %. Symptoms may be prolonged for 6 months or more after the cessation of therapy. • Autoantibodies and development or exacerbation of autoimmune diseases including hypothyroidism, immune-mediated hemolysis, systemic lupus erythematosus, Raynaud's disease, and mixed connective tissue disease are known to occur in response to interferon alfa therapy. • Pegylated interferon alfa-2b has been associated with acute myocardial infarction, pericarditis, pericardial effusion with tamponade, and sick sinus syndrome producing arrhythmias. • Interstitial lung disease, reported for both interferon alfa-2a and 2b, is seen more frequently with the former agent and with high doses of the latter. Cases of fatal interstitial pneumonitis, adult respiratory distress syndrome, and bronchiolitis obliterans organizing pneumonia (BOOP) following pegylated interferon alfa-2b are known. • Interferon alfa may have adverse effects on the nervous system in the form of seizures in patients with no history of epilepsy, involuntary facial movements and weakness, features resembling multiple sclerosis, restless legs syndrome, sensorimotor polyneuropathy, and Bell's palsy.", "cite_spans": [{"start": 1970, "end": 1975, "text": "[KGF]", "ref_id": null}], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Side effects of cytokines approved for therapy", "authors": [{"first": "B", "middle": ["A"], "last": "Baldo", "suffix": ""}], "year": 2014, "venue": "Drug Saf", "volume": "37", "issn": "", "pages": "921--964", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Bone morphogenetic proteins in tissue engineering: the road from the laboratory to the clinic, part I (basic concepts)", "authors": [{"first": "P", "middle": ["C"], "last": "Bessa", "suffix": ""}, {"first": "M", "middle": [], "last": "Casal", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Reis", "suffix": ""}], "year": 2008, "venue": "J Tissue Eng Regen Med", "volume": "2", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Palifermin (recombinant keratinocyte growth factor-1): a pleiotropic growth factor with multiple biological activities in preventing chemotherapy-and radiotherapyinduced mucositis", "authors": [{"first": "N", "middle": [], "last": "Blijlevens", "suffix": ""}, {"first": "S", "middle": [], "last": "Sonis", "suffix": ""}], "year": 2007, "venue": "Ann Oncol", "volume": "18", "issn": "", "pages": "817--843", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Stem cell factor and hematopoiesis", "authors": [{"first": "V", "middle": ["C"], "last": "Broudy", "suffix": ""}], "year": 1997, "venue": "Blood", "volume": "90", "issn": "", "pages": "1345--64", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A critical review of recombinant human bone morphogenetic protein-2 trials in spinal surgery: emerging safety concerns and lessons learned", "authors": [{"first": "E", "middle": ["J"], "last": "Carragee", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Hurwitz", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Weiner", "suffix": ""}], "year": 2011, "venue": "Spine J", "volume": "11", "issn": "", "pages": "471--91", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Risk and benefi t of treatment of severe chronic neutropenia with granulocyte colony-stimulating factor", "authors": [{"first": "T", "middle": ["E"], "last": "Cottle", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Fier", "suffix": ""}, {"first": "J", "middle": [], "last": "Donadieu", "suffix": ""}], "year": 2002, "venue": "Semin Hematol", "volume": "39", "issn": "", "pages": "134--174", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Side effects of alpha interferon in chronic hepatitis C", "authors": [{"first": "G", "middle": [], "last": "Dusheiko", "suffix": ""}], "year": 1997, "venue": "Hepatology", "volume": "26", "issn": "1", "pages": "112--133", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "High dose interleukin-2-expert consensus on best management practices-2014", "authors": [{"first": "J", "middle": ["P"], "last": "Dutcher", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Schwartzentruber", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Kaufman", "suffix": ""}], "year": 2014, "venue": "J Immunother Cancer", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s40425-014-0026-0"]}}, "BIBREF8": {"ref_id": "b8", "title": "Erythropoietins, erythropoietic factors, and erythropoiesis: molecular, cellular, preclinical, and clinical biology", "authors": [{"first": "S", "middle": ["G"], "last": "Elliott", "suffix": ""}, {"first": "M", "middle": [], "last": "Foote", "suffix": ""}, {"first": "G", "middle": [], "last": "Molineux", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A survey of adverse events in 11,241 patients with chronic viral hepatitis treated with alfa interferon", "authors": [{"first": "G", "middle": [], "last": "Fattovich", "suffix": ""}, {"first": "G", "middle": [], "last": "Giustina", "suffix": ""}, {"first": "S", "middle": [], "last": "Favarato", "suffix": ""}], "year": 1996, "venue": "J Hepatol", "volume": "24", "issn": "", "pages": "38--47", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Mechanism of action of interferon and ribavirin in treatment of hepatitis C", "authors": [{"first": "J", "middle": ["J"], "last": "Feld", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Hoofnagle", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "436", "issn": "", "pages": "967--72", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Side effects of therapy of hepatitis C and their management", "authors": [{"first": "M", "middle": ["W"], "last": "Fried", "suffix": ""}], "year": 2002, "venue": "Hepatology", "volume": "36", "issn": "1", "pages": "237--281", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Safety and effi cacy of subcutaneous and continuous intravenous infusion rIL-2 in patients with metastatic renal cell carcinoma", "authors": [{"first": "P", "middle": ["F"], "last": "Geertsen", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Gore", "suffix": ""}, {"first": "S", "middle": [], "last": "Negrier", "suffix": ""}], "year": 2004, "venue": "Br J Cancer", "volume": "90", "issn": "", "pages": "1156--62", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Prognostic signifi cance of autoimmunity during treatment of melanoma with interferon", "authors": [{"first": "H", "middle": [], "last": "Gogas", "suffix": ""}, {"first": "J", "middle": [], "last": "Ioannovich", "suffix": ""}, {"first": "U", "middle": [], "last": "Dafni", "suffix": ""}], "year": 2006, "venue": "N Engl J Med", "volume": "354", "issn": "", "pages": "709--727", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Principles of interleukin (IL)-6-type cytokine signalling and its regulation", "authors": [{"first": "P", "middle": ["C"], "last": "Heinrich", "suffix": ""}, {"first": "I", "middle": [], "last": "Behrmann", "suffix": ""}, {"first": "S", "middle": [], "last": "Haan", "suffix": ""}], "year": 2003, "venue": "Biochem J", "volume": "374", "issn": "", "pages": "1--20", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The GM-CSF receptor family: mechanism of activation and implications for disease", "authors": [{"first": "T", "middle": ["R"], "last": "Hercus", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Broughton", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Ekert", "suffix": ""}], "year": 2012, "venue": "Growth Factors", "volume": "30", "issn": "", "pages": "63--75", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Narrative review: the role of leptin in human physiology: Emerging clinical applications", "authors": [{"first": "T", "middle": [], "last": "Kelesidis", "suffix": ""}, {"first": "I", "middle": [], "last": "Kelesidis", "suffix": ""}, {"first": "S", "middle": [], "last": "Chou", "suffix": ""}], "year": 2010, "venue": "Ann Intern Med", "volume": "152", "issn": "", "pages": "93--100", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Protein therapeutics: a summary and pharmacological classifi cation", "authors": [{"first": "B", "middle": [], "last": "Leader", "suffix": ""}, {"first": "Q", "middle": ["J"], "last": "Baca", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Golan", "suffix": ""}], "year": 2008, "venue": "Nat Rev Drug Discov", "volume": "7", "issn": "", "pages": "21--39", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Leptin: a review of its peripheral actions and interactions", "authors": [{"first": "S", "middle": [], "last": "Margetic", "suffix": ""}, {"first": "C", "middle": [], "last": "Gazzola", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Pegg", "suffix": ""}], "year": 2002, "venue": "Int J Obes", "volume": "26", "issn": "", "pages": "1407--1440", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The CSFs and cancer", "authors": [{"first": "D", "middle": [], "last": "Metcalf", "suffix": ""}], "year": 2010, "venue": "Nat Rev Cancer", "volume": "10", "issn": "", "pages": "425--459", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Adverse effects of drugs in the treatment of viral hepatitis", "authors": [{"first": "F", "middle": [], "last": "Negro", "suffix": ""}], "year": 2010, "venue": "Best Pract Res Clin Gastroenterol", "volume": "24", "issn": "", "pages": "183--92", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Managing generalized interferon-induced eruptions and the effectiveness of desensitization", "authors": [{"first": "C", "middle": [], "last": "Poreaux", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Bronowicki", "suffix": ""}, {"first": "M", "middle": [], "last": "Debouverie", "suffix": ""}], "year": 2014, "venue": "Clin Exp Allergy", "volume": "44", "issn": "", "pages": "756--64", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Regulation of interferon-gamma during innate and adaptive immune responses", "authors": [{"first": "J", "middle": ["R"], "last": "Schoenborn", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Wilson", "suffix": ""}], "year": 2007, "venue": "Adv Immunol", "volume": "96", "issn": "", "pages": "41--101", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Tolerability and side-effect profi le of rhIL-11", "authors": [{"first": "J", "middle": ["W"], "last": "Smith 2nd", "suffix": ""}], "year": 2000, "venue": "Oncology", "volume": "14", "issn": "8", "pages": "41--48", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Clinical evaluation of recombinant human platelet-derived growth factor for the treatment of lower extremity diabetic ulcers", "authors": [{"first": "D", "middle": ["L"], "last": "Steed", "suffix": ""}], "year": 1995, "venue": "J Vasc Surg", "volume": "21", "issn": "", "pages": "71--81", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The effi cacy and safety of interleukin-1-receptor antagonist anakinra in the treatment of systemic juvenile idiopathic arthritis", "authors": [{"first": "J", "middle": ["F"], "last": "Swart", "suffix": ""}, {"first": "D", "middle": [], "last": "Barug", "suffix": ""}, {"first": "M", "middle": [], "last": "Möhlmann", "suffix": ""}], "year": 2010, "venue": "Expert Opin Biol Ther", "volume": "10", "issn": "", "pages": "1743--52", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Complications with the use of bone morphogenetic protein 2 (BMP-2) in spine surgery", "authors": [{"first": "C", "middle": ["A"], "last": "Tannoury", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "An", "suffix": ""}], "year": 2014, "venue": "Spine J", "volume": "14", "issn": "", "pages": "552--561", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Cytokines and chemokines: at the crossroads of cell signalling and infl ammatory disease", "authors": [{"first": "M", "middle": ["D"], "last": "Turner", "suffix": ""}, {"first": "B", "middle": [], "last": "Nedjai", "suffix": ""}, {"first": "T", "middle": [], "last": "Hurst", "suffix": ""}], "year": null, "venue": "Biochim Biophys Acta", "volume": "", "issn": "", "pages": "2563--82", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Further Reading", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "OX40L and CD252, the ligand for CD134. Expressed on the surface of activated B, T, dendritic and endothelial cells r Also called CD40L and CD154. Costimulatory molecule with T-cell receptor in activation of antigen presenting cells s Also called FASL or Fas ligand. Binding with its receptor induces apoptosis (continued) Introduction 220", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Extensive psoriasis in a patient with no previous history of psoriasis, treated for chronic hepatitis C with interferon alfa-2a and ribavirin. Patient presented with clearly defi ned erythematous plaques with scales on the chest and abdomen ( a ), the back ( b ), scalp ( d ), and extremities ( e ). The fi nger nails ( c ) showed signs of pitting and onycholysis. Reproduced from Kim G-W, Jwa S-W, Song M, et al. Ann Dermatol. 2013;25:479-82. doi: 10.5021/ ad.2013.25.4.479 , an open-access article distributed under the terms of the Creative Commons Attribution License) Fig. 5.3 An example of vitiligo in an adult male showing loss of skin pigment of the hand due to destruction of melanocytes.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Structure of recombinant human G-CSF (rhu-G-CSF) determined by NMR spectroscopy.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Fig. 5.5 Threedimensional crystal structure of recombinant GM-CSF (rhu-GM-CSF) determined at 2.8 Ǻ. Like G-CSF, the main structural feature is a four-alfa-helix bundle (helices A, B, C, and D) which makes up nearly half the structure. Helices are in a left-handed antiparallel arrangement with two overhand connections containing a two-stranded antiparallel beta sheet. The structure is from Protein Data Bank RCSB PDB fi le 1CSG (Walter MR, Cook WJ, Ealick SE, et al. J Mol Biol. 1992;224:1075-85)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Cutaneous eruption mimicking Sweet's syndrome or acute febrile neutrophilic dermatosis following the administration of fi lgrastim (recombinant granulocyte colony-stimulating factor [G-CSF]). Sweet's syndrome is characterized by an elevated neutrophil count and the presence of neutrophils in the upper dermis. Reproduced from Aubin F et al. The complexity of adverse sideeffects to biological agents. J Crohn's Colitis. 2013;7:257-62. Distributed under a Creative Commons License; reproduced with permission from Elsevier Limited (", "latex": null, "type": "figure"}, "FIGREF5": {"text": "open-access article distributed under the terms of the Creative Commons Attribution License earlier safety study in 2001", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Secondary structure of IL-2 consists of four alfa helices A, B, C, and D, with an up-up and down-down arrangement, a structure similar to G-CSF (see", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Plot of hematologic responses to a series of IL-2 injections over a 5 day period. Platelet and lymphocyte numbers fell rapidly, the eosinophil count showed a steady but undramatic increase and the neutrophil count remained constant. After the completion of treatment, platelets and lymphocytes recovered quickly. The elevated eosinophil count may persist for weeks.Hemoglobin levels remained constant throughout (Reproduced from Dutcher JP, Schwartzentruber DJ, Kaufman HL, et al. J Immunother Cancer 2014;2:26. doi: 10.1186/s40425-014-0026-0 , an open-access article distributed under the terms of the Creative Commons Attribution License)", "latex": null, "type": "figure"}, "FIGREF8": {"text": "10 A severe cutaneous reaction of erythema with blisters and bullae resembling acute scalding induced by IL-2 in an immunocompromised adult patient (Reproduced from Zhang J, Meng L-H, Zhang L-T, et al. J Clin Exp Dermatol Res. 2014;5:1. doi: 10.4172/2155-9554.1000204 , an open-access article distributed under the terms of the Creative Commons Attribution License) Individual Approved Cytokines", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Fig. 5.11 The erythropoiesis-stimulating agent peginesatide (Omontys ® ) is a synthetic dimeric peptide of two identical 21 amino acid chains, pegylated via linkage of lysine residues to methoxypolyethylene glycol. Note the presence of the natural amino acid, sarcosine ( N-methylglycine). Ac acetyl", "latex": null, "type": "figure"}, "TABREF0": {"text": "Family classifi cation of cytokines a relevant to this review", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Family </td><td> Members </td></tr><tr><td> Hematopoietin b </td><td> IL-2; IL-6 c ; IL-11 c,d ; IL-12 e ; G-CSF c ; GM-CSF; leptin c,f ; EPO g ; O g </td></tr><tr><td> IL-1 </td><td>TP; SCF IL-1α; IL-1β; IL-18 h </td></tr><tr><td> IL-10 i </td><td> IL-10 j </td></tr><tr><td> IL-17 k </td><td> IL-17; IL-17B; IL-17C; IL-17D; IL-17E; IL-17F </td></tr><tr><td> Interferon l </td><td> IFNα-1; IFN α-2; IFNβ-1; IFNγ-1 </td></tr><tr><td> PDGF m </td><td> EGF; KGF; M-CSF; PDGFA-D; PGF; VEGFA-D </td></tr><tr><td> TGFβ </td><td> BMP-2 n ; BMP-7 o ; TGFβ1 p ; TGFβ2 p ; TGFβ3 p </td></tr><tr><td> TNF </td><td> TNF; TNFSF4 q ; TNFSF5 r ; TNFSF6 s ; TNFSF10 t , TNFSF11 u ; 2 v </td></tr><tr><td> Chemokines </td><td>TNFSF1 CC subfamily; CXC subfamily; C subfamily; CX3C subfamily </td></tr></table></body></html>"}, "TABREF1": {"text": "Side effects of cytokines approved for therapy. Drug Saf 2014;37:921-43. Adapted and reproduced with permission from Springer Science + Business Media Based on the Kyoto Encyclopedia of Genes and Genomes, www.genome.jp/kegg/ and Vacchelli et al. OncoImmunology 2012;1:493-506. http://dx.doi.org/10.4161/onci.20459", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "• Adverse effects on sensory systems, mainly not only the eyes but also the ears, occur particularly to interferon alfa-2b. Ocular complications include occlusive vasculitis, central retinal artery occlusion, anterior ischemic optic retinopathy, retinal hemorrhage, subconjunctival hemorrhage, and optic nerve edema. Other ocular complications described in patients treated with interferon alfa-2b include permanent loss of sight due to combined retinal artery and central retinal vein obstruction; development of an epiretinal membrane; and the T-cell-mediated autoimmune syndrome, Vogt-Koyanagi-Harada disease. • Endocrine effects of interferon alfa, best illustrated by thyroid dysfunction, may have an autoimmune mechanism. It occurs with an incidence of 5-14 % in patients treated for chronic hepatitis C. Hypothyroidism occurs more often than hyperthyroidism. Interferon alfa-2b can cause both conditions. • Neutropenia induced by interferon alfa is fairly commonly seen. Other hematologic side effects include acute and autoimmune thrombocytopenia, pernicious anemia, bone marrow hypoplasia which may be immune mediated, and pure red cell aplasia. • Renal complications to interferon alfa include renal thrombotic microangiopathy, acute nephrotic syndrome, hemolytic-uremic syndrome, renal insuffi ciency due to interstitial nephritis, tubular necrosis, and IgA nephropathy. • The list of cutaneous reactions to interferon alfa is extensive and includes injection site reactions (erythema, necrosis, and vasculitis), pruritus, xerosis, urticaria, hyperpigmentation, psoriasis, alopecia, lichen planus, pityriasis rosea, sarcoid nodules, eosinophilic fasciitis, livedo reticularis, vitiligo, and fi xed drug eruption. Interferon alfa is well known for exacerbating pre-existing psoriasis but cases of new onset psoriasis occur with both interferon alfa-2a and interferon alfa-2b. • A fl u-like illness is the most commonly occurring adverse event following administration of interferon beta and injection site reactions are also common. • Neutralizing antibodies are found in about a quarter of patients treated with subcutaneously administered interferon beta-1b and the consensus is that they neutralize or reduce the cytokine's activity. Other immunologic effects observed to both beta interferons are some cases of a lupus-like syndrome and cutaneous lymphocytic vasculitis. • Unlike interferon alfa, results from studies do not support an association of interferon beta with depression but the FDA mention depression, suicide, and psychotic disorders in their warnings and precautions for the cytokine. • Interferon beta can induce thyroid disorders notably hyperthyroidism and a severe case of hypothyroidism resembling Hashimoto's encephalopathy has been reported. • Skin reactions include urticaria to interferon beta-1a and an acneiform eruption to interferon beta-1b. • In 2014, the FDA granted approval for Plegridy ® , a pegylated preparation of interferon beta-1a. Common adverse reactions to Plegridy ® are similar to the nonpegylated form of the cytokine, viz., injection site reactions, an infl uenza-like illness, asthenia, arthralgia, and pruritus.", "cite_spans": [], "ref_spans": [], "section": "255"}, {"text": "• Cardiovascular toxicity to interferon gamma, particularly at higher doses, include hypotension, arrhythmias, coronary vasospasm and ventricular tachycardia, and renal toxicity, namely acute renal failure, nephrotic syndrome, and tubular necrosis. • The occurrence of fatal acute respiratory failure in some patients treated with interferon gamma-1b for advanced idiopathic pulmonary fi brosis prompted further investigation of the condition. No clear evidence for the involvement of interferon gamma-1b was found. • Described as \"the master regulators of granulocyte and macrophage populations,\" the colony-stimulating factors (CSFs) are used to treat chemotherapyinduced neutropenia, mobilize stem cells for transplantation, and enhance the immune response to cancer. Currently, approved members of the CSF family are fi lgrastim and pegfi lgrastim, both G-CSFs, sargramostim, a GM-CSF, and tbofi lgrastim, a short acting biosimilar G-CSF. • CSF-induced adverse events are usually mild and transient including headache, bone pain, myalgia, fever, fl ushing, and rash. More severe, and rare, events are adult respiratory distress syndrome, pulmonary toxicities, particularly pulmonary edema and interstitial pneumonitis, fl uid retention, aortitis, capillary leak syndrome, thrombocytopenia, splenomegaly, and spleen rupture. G-CSF may be a risk for the progression of myelodysplastic syndrome. Other potentially lifethreatening responses to CSFs, the subject of warnings, are anaphylactic/anaphylactoid reactions and severe adverse events such as acute chest syndrome, vaso-occlusive episodes, multiorgan failure, and death seen in patients with sickle cell disease. • There is a long list of adverse skin reactions provoked by CSFs. The most commonly occurring cutaneous reaction is Sweet's syndrome seen after therapy with sargramostim and fi lgrastim. Other adverse cutaneous events include psoriasis fl are, pyogenic granulomas, pruritic erythematous maculopapular eruptions, palmoplantar pustulosis, erythema multiforme, and neutrophilic dermatoses. • Recombinant human IL-11, or oprelvekin, is used to prevent chemotherapyinduced thrombocytopenia and reduce the need for platelet transfusions in patients with nonmyeloid malignancies. Fluid retention and an increase in plasma volume underlie many of the adverse events, for example, edema, dyspnea, pleural effusions, arrhythmia, dilutional anemia, and renal failure, and indicate that oprelvekin should be used with caution in patients with congestive heart failure. • Becaplermin is a recombinant human platelet-derived growth factor (PDGF), a homodimer made up of two disulfi de-bonded B chains and hence written as rhPDGF-BB. • rhPDGF-BB promotes the growth of granulation tissue and wound healing via interaction with receptors on fi broblasts and endothelial cells. Becaplermin has therefore found use in gel form as a topical application for patients with diffi cult to heal diabetic neuropathic ulcers. • The FDA has issued a boxed warning for becaplermin gel to the effect that becaplermin should be used with caution in patients with known malignancy and only used when the benefi ts can be expected to outweigh the risks. • Palifermin, a recombinant human keratinocyte growth factor produced by mesenchymal cells and fi broblasts, stimulates differentiation, proliferation, and migration of epithelial cells via interaction with its complementary receptors on epithelial cells widely distributed in numerous tissues. Palifermin is an important agent in oncological supportive care, aiding the management of mucositis in cancer patients by protecting the mucosal epithelium and aiding its regeneration after chemotherapy-and radiation-induced injury. • Adverse events following palifermin administration include rash, pruritus, erythema, paresthesia, edema, taste alteration, rhinitis, arthralgia, thickening of the tongue, and numbness. Numerous cutaneous reactions include acral erythema, a papulopustular eruption on the head and trunk, hyperpigmented papillomatous plaques in the axillae and inguinal areas, and a case of lichenoid papules. Being a growth factor, palifermin carries a warning of potential stimulation of tumor growth. • Aldesleukin, a recombinant human IL-2, differs from the natural cytokine by absence of glycan residues and at position 125 and the end terminal amino acid. X-ray and NMR studies have shown that the IL-2 fold is similar to that seen in the myelopoietic-stimulatory factors G-CSF and GM-CSF. • Cardiovascular adverse events are the main dose-limiting toxicities of aldesleukin with cases of hypotension, tachycardia, peripheral edema, pleural effusions, myocarditis, myocardial infarction, heart block, arrhythmias, cardiac eosinophilic infi ltration, and coronary ischemic changes. Vascular leak syndrome causes hypovolemia, fl uid accumulation in the extravascular spaces, oliguria, and pulmonary side effects. Hematologic adverse effects, particularly anemia, leukopenia, and thrombocytopenia occur but are rarely severe or dose limiting. • Endocrine effects of aldesleukin usually manifest as hypothyroidism or, far less commonly, hyperthyroidism. Gastrointestinal perforation has been reported and IL-2-induced infectious toxicities, usually due to Staphylococcus , may occur at venous catheter sites. Neurological effects, especially to high doses during IL-2 therapy, include anxiety, depression, altered sleep patterns, somnolence, emotional fragility, vivid dreams, and confusion. • The list of aldesleukin-induced cutaneous reactions is extensive, ranging from mild erythema, pruritus, injection site reactions and vitiligo, to urticaria, angioedema, reactivation of eczema, exacerbation of psoriasis, generalized erythema followed by desquamation, vasculitis, and severe manifestations like pemphigus, IgA bullous dermatosis, and toxic epidermal necrolysis. • Anakinra is a recombinant specifi c receptor antagonist (IL-1RA) for IL-1 differing from the natural receptor by the addition of a single methionine at the amino terminal end. Anakinra acts as a biological response modifi er in the treatment of diseases like rheumatoid arthritis and the spectrum of autoinfl ammatory syndromes collectively known as cryopyrin-associated periodic syndrome (CAPS). • The most common adverse events to anakinra are injection site reactions which occur in up to 73 % of patients and infection episodes. Other reported side effects include progression of rheumatoid arthritis, exacerbation of Crohn's disease, anaphylaxis, systemic infl ammatory response syndrome, ARDS, an interstitial granulomatous reaction, and some severe skin reactions.", "cite_spans": [], "ref_spans": [], "section": "256"}, {"text": "• The main adverse effects of epoetin (rhEPO) in anemic patients with end-stage renal disease are myalgias, iron defi ciency, elevated blood pressure, and seizures. Hypertension is a common side effect with approximately one-third of dialysis patients affected and hypertension and increased viscosity due to rhEPO may lead to encephalopathy, convulsions, cerebral edema, and seizures. Controlled studies on cancer patients revealed a higher risk of thromboembolic events with rhEPO therapy than controls. • Cerebral ischemia with increased metabolic rate and blood viscosity is a potentially severe side effect of EPO. EPO receptors have been demonstrated in tumor tissue and the cytokine may assist with tumor angiogenesis, suggesting the possibility of EPO initiating tumor growth or aiding tumor progression. • Both epoetin alfa and darbepoetin alfa carry a boxed warning related to a possible increased risk of death, cardiac, and thromboembolic events and tumor progression or recurrence. • In cases of transfusion-dependent pure red cell aplasia (PRCA) with neutralizing serum antibodies to EPO, patients should not be switched to another epoetin such as darbepoetin alfa since a systemic anaphylaxis/anaphylactoid response mediated by anti-EPO antibodies cross-reactive antibodies may result. • An investigation of the effect of darbepoetin alfa in anemic patients with symptomatic chronic heart failure revealed three main adverse events: neurological signs and symptoms, upper respiratory tract infections, and joint-related signs and symptoms. • Bone morphogenetic proteins (BMPs) are growth factors inducing the formation of bone and cartilage and important signaling proteins in some disease states such as adenocarcinoma and the progression of colon cancer. BMP-2 and BMP-7 promote the differentiation of osteoblasts and, on the basis of this action, recombinant forms of both cytokines (rhBMP-2 and rhBMP-7) are approved by the FDA for specifi c uses in orthopedic, oral, and maxillofacial surgery and implant dentistry although up to 85 % of their usage is said to be off-label. • Recent results with rhBMP-2 indicate a much higher incidence of side effects and complications than originally reported. Identifi cation of previously unpublished adverse effects, study inconsistencies, and a comparative review of FDA material has revealed an adverse events frequency associated with rhBMP-2 in spine fusion of 10-50 %. Reported adverse events were swelling, fl uid collection, osteolysis, pain/radiculopathy, heterotropic bone, pseudarthrosis, surgical site infections and other wound complications, thromboembolic events, respiratory distress, and cancer. • In an examination of the prevalence and complications of BMP use in spinal fusion procedures, the following complications were identifi ed: vertebral osteolysis, graft migration, graft subsidence, formation of neutralizing antibodies to BMP-2, ectopic/heterotopic bone formation, and hematoma. • Concern for the carcinogenic potential of rhBMP-2 was reinforced by a 2010 FDA Orthopedic and Rehabilitation Devices Advisory Panel report on the Amplify ™ rhBMP-2 matrix of increased cancer rates among BMP-2-treated patients. At ≤60 months cancer incidences were patients 5 % and controls 2.1 %.Other studies have reported tumor-enhancing, tumor-suppressing, or no dependence effects. • rhBMP-7, also known as osteogenic protein 1 (OP-1), is a multifunctional growth factor. Apart from an FDA Public Health Notifi cation of life-threatening complications associated with rhBMP (including rhBMP-7, in cervical spine fusion), and the reminder that rhBMPs are contraindicated in skeletally immature or pregnant patients and those with hypersensitivity to the protein, studies on, and reports of, adverse events to BMP-7 are not yet extensive. • In a clinical trial designed to evaluate rhBMP-7 in the treatment of tibial reunions, adverse events were mild or moderate and nonserious, for example, fever, nausea, vomiting, leg edema and discomfort, and hematoma at the operative site. Low levels of anti-BMP-7 antibodies were detected in 10 % of the treated patients, but all titers were low with no related adverse events. • Leptin, a 167 amino acid protein of MW 16 kDa produced primarily by adipocytes, helps to control energy homeostasis and body weight by adjusting hunger and energy expenditure to regulate fat stores. It also regulates some neuroendocrine functions and other physiological processes. Metreleptin, a recombinant analog of leptin is used as replacement therapy to treat leptin defi ciency in patients with congenital or acquired generalized lipodystrophy. It is not to be used in patients with general obesity, for HIV-related lipodystrophy or in patients with metabolic diseases (e.g., diabetes mellitus) without concurrent generalized lipodystrophy. • Neutralizing antibodies may develop to metreleptin. Because of this, the possibility of worsening of renal disease, and the occurrence of T-cell lymphoma in patients with acquired generalized lipodystrophy, the protein is only available under the Myalept Risk Evaluation and Mitigation Strategy Program. • Ancestim is a recombinant human stem cell factor (SCF) important for hematopoiesis, spermatogenesis, and melanogenesis. It acts in synergy with some other hematopoietic growth factors such as G-CSF, GM-CSF, erythropoietins, and IL-2 to stimulate multiple hematopoietic lineages. • Together with fi lgrastim, ancestim should only be administered to patients who are at risk of inadequate peripheral blood progenitor cell (PBPC) mobilization. Ancestim is used with fi lgrastim to effect a sustained mobilization of PBPCs and achieve a reduction in the number of apheresis required. Care should be exercised in the simultaneous use of the cytokine combination in patients given chemo/radiotherapy; administration should be avoided 24 h before and after the cytotoxic therapy. • Patients with a history of anaphylaxis, asthma, recurrent urticaria, angioedema, and mast cell diseases such as systemic mastocytosis who are to be given ancestim may be at particular risk and should be premedicated with H1 and H2 antihistamines and a bronchodilator. • The range of biological events set in motion even by individual cytokines, warns of the possibility of unwanted side effects and the resultant caution is refl ected by the relatively small number of cytokines currently approved by regulatory agencies. Sixteen of the 23 listed FDA-approved cytokine preparations carry warnings with ten of these being black box warnings. • The diverse nature of interferon side effects, including neuropsychiatric, autoimmune, ischemic, and infection adverse events, together with their therapeutic Summary benefi ts, provides a good illustration of the two-edged nature of cytokine pleiotropism. Despite this, cytokine adverse events profi les do not generally negate benefi ts and sometimes observed toxicities may even correspond with improved outcomes.", "cite_spans": [], "ref_spans": [], "section": "258"}]}