{
    "paper_id": "0d392f7584cf11bce71e31040ddf945b10faa777",
    "metadata": {
        "title": "Occurrence in water of viruses of public health significance",
        "authors": [
            {
                "first": "Janice",
                "middle": [],
                "last": "Tyler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Laboratory",
                    "institution": "Gowerton Sewage Treatment Works",
                    "location": {
                        "addrLine": "Victoria Road",
                        "settlement": "Gowerton, Swansea",
                        "region": "West Glamorgan",
                        "country": "U K"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Over 100 different viruses are known to be excreted in human faeces or urine or both. These viruses infect the alimentary tract and are shed in very large numbers by infected persons for relatively long periods. More than one million viral particles may be excreted per gram of faeces by infected individuals. In sewage the concentrations may be as high as lo5 infectious particles per litre. All sewage contains viruses and it is the most common source of viral pollution to the environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Virus contamination of sewage was studied in Ottawa by Sattar & Westwood (1977) . They found that 79% of sewage samples examined contained human pathogenic viruses; 78% of the isolates were reoviruses and the remaining 22% were enteroviruses. Of the sixteen enteroviruses fifteen were poliovirus and one was a coxsackievirus. Rao et al. (1978) in India found that nearly 80% of the viruses in sewage were polioviruses, and approximately 70% of these were wild-type strains. Slade & Ford (1983) reported that viruses, at concentrations up to 9 x lo3 plaque-forming units (pfu) per litre, were isolated from 100% of samples of raw sewage influent to a modern activated sludge plant. Although treatment produced a 984% reduction in virus load viruses were detected in 80% of the effluent samples.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 79,
                    "text": "Sattar & Westwood (1977)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 326,
                    "end": 343,
                    "text": "Rao et al. (1978)",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 493,
                    "text": "Slade & Ford (1983)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many treatment processes can remove large quantities of viruses from sewage, but no process removes them all and, therefore, viruses must be present in effluents and in the surface waters into which they are discharged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The actual number of viruses in sewage can flbctuate widely reflecting a combination of factors including changes in the viral infection rates in the community, which leads to fluctuations in the amount of virus being excreted by the population, time of day, seasonal effects (e.g. temperature) on virus survival, the ratio of industrial to domestic waste and the extent of sewage dilution from seepage or surface run-off into the sewerage system. Calculated virus flow rates of 1 million infective units per minute have been reported (Grabow 1968) . The presence of enteroviruses in sewage tends to be at a maximum from July until the end of October (Buras 1976) .",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 548,
                    "text": "(Grabow 1968)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 651,
                    "end": 663,
                    "text": "(Buras 1976)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "EMuents containing appreciable amounts of solids cannot be disinfected completely by chemical means. More viruses may be present within, rather than on, such solids and can survive under environmental conditions. Viral infections are spread usually by the faecal-oral route. Viruses in sewage represent pooled samples collected from the community and reflect, at least partially, the pattern of circulating viruses in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Estimates suggest that as much as 80% of all disease in the world is associated with water (Guest 1979) . Although the connection of such diseases as cholera, typhoid and bacterial gastro-enteritis with polluted water has been well documented, scientific interest in the possibility that viruses could also be transmitted ria the water cycle and cause disease is relatively recent. The isolation of infectious human viruses from sewage was first reported in the early 1940s and since that time a wide variety of viruses have been found in sewage. The presence of viruses in sewage effluents and faecally contaminated surface waters was obviously anticipated, therefore, even before sensitive isolation techniques had been developed. In the 1960s there was no information about the presence of viruses in river water in the London region (Poynter 1968) or indeed, in any surface water in the UK. It is now known that 'every surface water in the Thames Water Authority region which has been examined for viruses has provided a positive result in routine tests' (Slade & Ford 1983) and enteroviruses have been isolated from many other surface waters. The significance of these results has been, and still is, the subject of conjecture.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 103,
                    "text": "(Guest 1979)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 837,
                    "end": 851,
                    "text": "(Poynter 1968)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1059,
                    "end": 1078,
                    "text": "(Slade & Ford 1983)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In large communities some degree of virus transmission probably occurs constantly and hence viruses may always be present in sewage and in sewage effluents. The number of enteric viruses isolated from sewage samples depends on the methods used to recover them and as there is no standard method for isolation of viruses from sewage a true comparison of the reported concentrations is not possible. Clarke el ul. (1964) reported that the average enteric virus density in domestic raw sewage is 500 virus units per 100 ml sewage. The concentration fluctuates widely but enteroviruses occur more frequently in the late spring and early autumn (Melnick 1978) . The viruses may exist in several types of association with particulate matter present in sewage effluents, e.g. as single particles, aggregated with other virus particles, or adsorbed or embedded in sewage solids. Under natural conditions viruses probably exist in all three states. The type of association may greatly affect virus survival under various environmental conditions. Well-operated secondary treatment of raw wastewater can remove 9&99% of the viral content (Berg 1973 ) and adequate disinfection and tertiary treatment could reduce the viral numbers by an additional 9@99r!~<~. Naturally occurring viruses have been isolated from tertiary effluents even after tertiary treatment (Miele 1977) which indicates that the anticipated reduction may not always be achieved.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 418,
                    "text": "(1964)",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 654,
                    "text": "(Melnick 1978)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1128,
                    "end": 1138,
                    "text": "(Berg 1973",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1362,
                    "text": "(Miele 1977)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "S E W A G E A N D SEWAGE EFFLUENTS"
        },
        {
            "text": "Any river water which receives effluents probably contains viruses, but they may not always be detected because they are present in very low numbers or they may be associated with particulate matter and are therefore concentrated in sediments. Melnick & Gerba (1980) summarized the results from recent studies on the detection of enteric viruses in river and lake waters. Viruses were detected in 30'% of the samples with a concentration ranging from 0.1 to more than 280 pfu per litre. Feachem ri ul. (1982) have reported that the River Thames at London contains up to 100 enteroviruses per litre with a peak occurring usually in winter. The Missouri and Mississippi rivers yielded up to 0.1 and 0.4 enteroviruses per litre, respectively, whilst the Seine at Paris and the Moselle at Nancy have yielded up to 170 and 280 enteroviruses per litre respectively (Berg et al. 1978) . Morris (1981) reported virus isolates in 72% of 193 samples of river water and nine viral types were identified. The highest level recovered was 888 pfu per litre from the River Sowe 1 kilometre downstream of a sewage effluent discharge. Viruses were also recovered from 30% of samples of stored surface water derived from river intakes and from groundwater: one source which at the time of sampling received no treatment before distribution, yielded a total of 16 pfu in a 40-litre sample. After chlorination was introduced subsequent samples of drinking water were free from virus (Morris 1981) .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 266,
                    "text": "Melnick & Gerba (1980)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 502,
                    "end": 508,
                    "text": "(1982)",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 877,
                    "text": "(Berg et al. 1978)",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 893,
                    "text": "Morris (1981)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1463,
                    "end": 1476,
                    "text": "(Morris 1981)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "FRESHWATER"
        },
        {
            "text": "Samples of raw water abstracted from all the major sources in Wales (reservoirs, lakes, rivers, streams, boreholes, springs and storage reservoirs) were examined between 1979 and 1981. Viruses were detected in 61% of the samples examined. The virus types isolated included poliovirus types 1, 2 and 3, Coxsackievirus types B3 and B5 and Echo virus Type 11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FRESHWATER"
        },
        {
            "text": "Viral contamination of treated water may be due to operational deficiencies or to defects in the distribution system. Viruses have been found in drinking water from several countries including France (Foliguet et al. 1966) , Israel (Marzouk et al. 1980) , Italy (Petrilli et al. 1974) , Romania (Nestor et al. 1978) , South Africa (Gerba et at. 1975) , the USA (Akin & Jakubowski 1976), the Soviet Union (Rabyshko 1974) and the UK (Morris 1981; Tyler 1982) . However, as pointed out by Slade & Ford (1983) , 'these data reveal more about the distribution of virus laboratories, than they do about the problems with the viruses themselves'. There are only three laboratories in the UK with facilities for examining large volumes of water for viruses. These laboratories are controlled by Thames, Welsh and Severn Trent Water Authorities and have three, two and one members of staff, respectively. With such minimal resources it is obviously impossible even to attempt to monitor frequently all sources of raw or potable water. Therefore, the choice of sample sites is often a compromise between logistics and the desire to build a comprehensive data base on which the risk associated with the presence of viruses in water can be assessed. The areas which are most often studied are those associated with known operational problems in each Authority. The remaining UK water undertakings appear to have no regular virological monitoring programmes and, therefore, the levels of viruses in the water cycle in a large part of the UK are unknown. There are very few published reports of the isolation of viruses from final treated drinking water or water in the distribution systems in the UK. This probably does not reflect the true position, not only because the majority of supplies of potable water are not examined for viruses, but also because publication of the isolation of viruses from waters in the distribution system may provoke widespread, but unjustified, public alarm. Until the significance of low numbers of viruses in drinking water has been agreed it may be argued that any such results should be treated with extreme caution and should not be the subject of unqualified, open circulation in the scientific press.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 222,
                    "text": "(Foliguet et al. 1966)",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 253,
                    "text": "(Marzouk et al. 1980)",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 284,
                    "text": "(Petrilli et al. 1974)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 295,
                    "end": 315,
                    "text": "(Nestor et al. 1978)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 341,
                    "end": 350,
                    "text": "at. 1975)",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 444,
                    "text": "(Morris 1981;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 445,
                    "end": 456,
                    "text": "Tyler 1982)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 486,
                    "end": 505,
                    "text": "Slade & Ford (1983)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "P O T A B L E W A T E R"
        },
        {
            "text": "In 1975-76 polio-type 1 viruses were detected on four occasions from treated water from the Occoquan Plant in Virginia, USA. The same type of virus was detected in the plant raw water (Akin & Jakubowski 1977; Hoehn et al. 1977) . The authenticity of these findings, however, was questioned and no definitive conclusion was reached.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 208,
                    "text": "(Akin & Jakubowski 1977;",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 227,
                    "text": "Hoehn et al. 1977)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "P O T A B L E W A T E R"
        },
        {
            "text": "In 1974, Petrilli et al. reported the isolation of viruses from Italian drinking water supplies and in 1980 Sekla et al. detected polioviruses in 6.7% of samples from potable supplies abstracted from virus-contaminated river waters. The virus-positive samples had a residual free chlorine level of 0 . 1 4 3 mg/l and no coliforms were detected in any sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P O T A B L E W A T E R"
        },
        {
            "text": "Potable water leaving treatment works and water in the distribution systems was sampled at a number of sites in Wales over a period of 5 y; 16.3% of these samples contained at least 1 pfu/20 1 and more samples from the distribution network contained viruses than did those of treated final water leaving treatment works.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P O T A B L E W A T E R"
        },
        {
            "text": "Many coastal communities discharge untreated sewage or treated sewage effluents into the sea and, in addition, polluted surface waters discharge directly into many estuaries. Although viruses can be isolated routinely from many polluted coastal waters, no statistically reliable epidemiological data have correlated the presence of viruses in bathing waters with a health risk. There is often wide variation in the quoted numbers of viruses in seawater even from areas subject to similar levels of sewage pollution. One reason for this is the low efficiency of methods for isolation and detection of viruses from seawater. Enteric viruses have been detected in marine waters receiving both raw and chlorinated treated sewage (Edmond et al. 1978) . They have been detected in bathing waters (Shuval P I id. 1971 ) and also several miles from the nearest sewage disposal site (Edmond et a/. 1978). Sufficient quantitative field data are currently available to indicate that enteric viruses can often be detected in marine waters in the absence of total and faecal coliforms (Vaughn & Landry 1977; Edmond et al. 1978 : Goyal er al. 1978 . In surveys of viruses around the Welsh coast, viruses were detected in almost 50% of the 1074 samples collected; the concentrations ranged from 0.25 to 2773 pfu/lO 1 and there was no correlation with numbers of enteric bacteria in duplicate samples. There has been some evidence that high concentrations of viruses may accumulate around sewage outfalls, possibly adsorbed onto sediments and particulate organic matter (DeFlora e? a/. Edmond et al. 1978 ).",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 745,
                    "text": "(Edmond et al. 1978)",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 810,
                    "text": "(Shuval P I id. 1971",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1094,
                    "text": "(Vaughn & Landry 1977;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1095,
                    "end": 1113,
                    "text": "Edmond et al. 1978",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1133,
                    "text": ": Goyal er al. 1978",
                    "ref_id": null
                },
                {
                    "start": 1570,
                    "end": 1588,
                    "text": "Edmond et al. 1978",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "M A R I N E W A T E R S"
        },
        {
            "text": "Payment ef a!. (1982) examined samples of water from four beaches in Canada; 8/10, 8/18,6/18 and 8i15 of the samples were positive for viruses at each end of the beaches, respectively. There was no correlation between the presence of viruses in 20-litre samples and the presence of enteric bacteria, salmonellas or other bacterial indicators. Similarly Gerba er al. (1979) reported that enteroviruses were detected in 44% of recreational waters which were considered acceptable as judged by coliform and faecal coliform standards. It must be questionable, therefore, whether current bacterial standards can be relied upon to ensure virus-free recreational waters.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 21,
                    "text": "(1982)",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 372,
                    "text": "(1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "M A R I N E W A T E R S"
        },
        {
            "text": "Viruses are obligate intracellular parasites which are incapable of replication outside the host cell. More than 100 different types of enteric viruses are excreted by man and they are divided into several groups based on morphological, chemical and antigenic differences. The members of the enterovirus group, that includes polioviruses, Coxsackieviruses A and B, ECHO viruses and enterovirus types 68--71. are the most amenable to routine culture and it is these viruses which are of greatest interest to the water virologist. Enteroviruses are small (<28 nm diam.), contain single-stranded RNA and are stable For long periods over a wide pH range. They are characterized by their ability to infect tissues in the throat and gastro-intestinal tract but they are also capable of replicating in other organs; they cause a wide variety of diseases of varying severity, including meningitis, paralysis, diarrhoea. fever and myocarditis. Other viruses found in sewage include hepatitis type A virus, adenovirus, reovirus, rotavirus, coronavirus, calicivirus, Norwalk virus and astrovirus. Not all these virus types have been shown to be responsible for specific diseases in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectivity of viruses"
        },
        {
            "text": "Outbreaks of waterborne virus diseases other than infectious hepatitis are difficult to recognize because the viruses may cause non-apparent or latent infections. A person may contract a viral infection from contaminated drinking water or bathing water and develop no overt signs of disease. The virus may. nevertheless, actively multiply in the upper respiratory tract and intestine and be transmitted by person-to-person contact, or by further contamination of drinking water by sewage. The usual epidemiological methods are not adequate to detect low level transmission of viral diseases riu water because: (a) a single virus type may produce a wide variety of disease symptoms which may not be attributed to a single aetiologic agent; and (b) several different virus types can produce similar symptoms. A characteristic of virus diseases is the large proportion of subclinical infections which may exceed the overt cases by 100 to 1. Once infection has occurred, enteroviruses are highly communicable and each subclinical infection can become a secondary source of infection by personto-person contact. This may explain why almost 60% of all documented cases of disease attributable to water in the United States were caused by agents of unknown aetiology (Craun et al. 1976) . A single infectious virus unit as assayed using host cell systems in the laboratory is capable, under the proper circumstances, of producing infection in man (Westwood & Sattar 1976 ). Therefore, the detection of a single unit of infectious virus in potable water does pose a potential hazard (Melnick & Gerba 1980) .",
            "cite_spans": [
                {
                    "start": 1440,
                    "end": 1463,
                    "text": "(Westwood & Sattar 1976",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1575,
                    "end": 1597,
                    "text": "(Melnick & Gerba 1980)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1260,
                    "end": 1279,
                    "text": "(Craun et al. 1976)",
                    "ref_id": null
                }
            ],
            "section": "Infectivity of viruses"
        },
        {
            "text": "It ha5 been estimated that 50% of the documented outbreaks of waterborne disease in the USA were reldted t o contaminated ground water (Keswick & Gerba 1980) . The actual occurrence of waterborne outbreaks o f viral diseases. such as hepatitis A and acute gastro-enteritis, caused by the ingestion of contaminated drinking water is well documented (Mosley 1967; Craun & McCabe 1973; Goldfield 1976) , although Gamble (1979) stated that 'there is no evidence of the spread of virus infection by drinking water that has been adequately treated to conventional bacteriological standards'. Many of the incidents of viral disease associated with drinking water have been attributed to untreated or inadequately treated water or to defects in the distribution system. Since operational problems may also occur, adequate disinfection is essential to ensure that enteroviruses are not disseminated by drinking water. Viruses have already been detected in drinking water from several countries and more would undoubtedly be found if monitoring was extended to other areas which have only been examined chemically and bacteriologically. Furthermore, waterborne dissemination of infectious viruses may occur without detection, especially since epidemiological studies are only pursued infrequently and the methods used can be insensitive. The most well-known and best documented outbreak of waterborne viral disease occurred in New Delhi in 1955-56 when 35000 cases of infectious hepatitis were reported following gross contamination of the city's water supply by sewage (Dennis 1959; . The contamination of the water supply took place over a period of 1 week and occurred 6 weeks before the peak of the epidemic. During the period of contamination, the water was treated with high doses of chlorine, but this failed to prevent the epidemic (Melnick 1974) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 157,
                    "text": "(Keswick & Gerba 1980)",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 361,
                    "text": "(Mosley 1967;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 362,
                    "end": 382,
                    "text": "Craun & McCabe 1973;",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 398,
                    "text": "Goldfield 1976)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 410,
                    "end": 423,
                    "text": "Gamble (1979)",
                    "ref_id": null
                },
                {
                    "start": 1560,
                    "end": 1573,
                    "text": "(Dennis 1959;",
                    "ref_id": null
                },
                {
                    "start": 1830,
                    "end": 1844,
                    "text": "(Melnick 1974)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology of waterborne viral disease"
        },
        {
            "text": "There is little doubt that many other outbreaks of hepatitis are waterborne; Mosley (1967) reviewed 50 outbreaks and concluded that waterborne transmission had been substantial in 30. Craun & McCabe (1973) reported 53 waterborne outbreaks of hepatitis in the USA between 1946 and 1970, and a further 15 outbreaks during 1971-78. Some 50% of the outbreaks were due to contamination of the distribution system, primarily through cross connections and back siphonage, and a number of other incidents were due to untreated groundwater. Outbreaks of waterborne hepatitis A are more commonly ascribed to consumption of contaminated shellfish harvested from faecally polluted seawater. Gerba et al. (1979) found that 26 of 44 samples of seawater from Galveston Bay, Texas, contained enteroviruses in concentrations of up to 0.4 pfu/l and 14 of 40 pooled samples of 1&12 oysters from the same area contained viruses in concentrations of up to 224/100 g. On five occasions viruses were isolated from oysters taken from water in which no viruses could be detected.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 205,
                    "text": "Craun & McCabe (1973)",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 698,
                    "text": "(1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology of waterborne viral disease"
        },
        {
            "text": "Water has also been implicated in the transmission of poliomyelitis. Mosley (1967) cited two incidents of waterborne spread of polio: one occurred in Huskerville, Nebraska in 1952 (Bancroft et al. 1957 ) and another in Edmonton, Alberta in 1953 (Little 1954) . Although acute poliomyelitis seldom occurs in developed countries which have routine vaccination programmes, it is still a considerable problem in many less developed countries. In parts of India 3.4/100 children have poliovirus induced deformities (Banatvala 1981).",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 82,
                    "text": "Mosley (1967)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 163,
                    "end": 179,
                    "text": "Nebraska in 1952",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 201,
                    "text": "(Bancroft et al. 1957",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 258,
                    "text": "(Little 1954)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology of waterborne viral disease"
        },
        {
            "text": "Gastro-enteritis is probably the most common waterborne disease in developed countries. Craun & McCabe (1973) reported 178 outbreaks of gastro-enteritis in the USA between 1946 and 1970, involving 45 255 cases. The actual number of cases of disease is probably much greater than reported (McDermott 1975) . Some of the outbreaks were bacterial but a viral aetiology is possible in substantial proportion (Gamble (1979).",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 109,
                    "text": "Craun & McCabe (1973)",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 304,
                    "text": "(McDermott 1975)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology of waterborne viral disease"
        },
        {
            "text": "The first reported isolation of human enteric viruses from treated drinking water was by Coin et al. (1964) . Water supplies collected from the distribution system in Paris were examined for viruses over a 3-year period. The waters had been treated with ozone, hypochlorite or chlorine gas but 2.4% of the samples were positive in 1960, 2.8% in 1961 and 10% in 1962. Unfortunately no bacteriological data were obtained for comparative purposes.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "text": "(1964)",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 366,
                    "text": "1960, 2.8% in 1961 and 10% in 1962.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology of waterborne viral disease"
        },
        {
            "text": "Enteroviruses were also isolated at all stages of the treatment system in five different communities in France which were supplied with water from the Meurthe and Moselle rivers. The water had been subject to prefiltration, followed by coagulation and filtration and final disinfection with ozone or chlorine. One virus isolation was made from water containing 0.1 mg/l total chlorine. Mack et a!. (1972) isolated poliovirus but no coliforms from a sample of untreated well water which was known to have been contaminated with coliform organisms on at least two occasions before the isolation of the virus. Nupen & Stander (1972) isolated enterovirus and reovirus from the mixed, conventionally purified Goreang Dam water and reclaimed water in 1969-70 and in 1971. No virus was detected in the chlorinated water in the distribution system.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 404,
                    "text": "(1972)",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 629,
                    "text": "Nupen & Stander (1972)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology of waterborne viral disease"
        },
        {
            "text": "A number of outbreaks of gastro-enteritis in which drinking water has been implicated have followed periods of heavy rainfall. For instance, an outbreak in Georgetown in 1979 was preceded by a period of heavy rain which probably caused significant faecal contamination of the groundwater source. Viruses were isolated from potable water in spite of a total chlorine residual of 0.8 mg/l. The samples were consistently free of coliform bacteria which led to the belief that the water supply was safe when in fact viruses were surviving the chlorination process (Hejkal er a/. 1982) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 580,
                    "text": "(Hejkal er a/. 1982)",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology of waterborne viral disease"
        },
        {
            "text": "Other reports of gastro-enteritis outbreaks have also been related to potable water which met bacteriological standards: ECHO virus was isolated from 22 of 23 samples from a disinfected groundwater supply during an outbreak at a migrant camp in Florida (Wellings et a/. 1975) and the groundwater supply was similarly implicated in an outbreak of viral gastro-enteritis in Maryland even though drinking water samples taken before, during and after the epidemic met bacteriological standards (Hejkal et al. 1982) . Many incidents of waterborne transmission of viruses are undoubtedly not recognized and are, therefore, not investigated or reported. Occasionally, even where epidemiological investigations have been prompted they have failed to identify the aetiological agent from the general background of disease in the community due to the occurrence of a high proportion of asymptomatic carriers in many outbreaks of viral infection; e.g. many children act as short term carriers of rotaviruses but do not develop the diarrhoea1 syndrome.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 275,
                    "text": "(Wellings et a/. 1975)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 490,
                    "end": 510,
                    "text": "(Hejkal et al. 1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology of waterborne viral disease"
        },
        {
            "text": "Rotaviruses are the commonest cause of acute non-bacterial gastro-enteritis in infancy and childhood. Hospital studies have shown that 40-50% of children admitted with acute diarrhoea1 disease are excreting rotaviruses, but in the winter the proportion may be as high as 7040%. In less developed countries rotaviruses have also been shown to be the leading cause of acute infantile gastro-enteritis which causes about six million deaths per year. They can also cause gastro-enteritis in adults either by contact with infected infants or by contact with contaminated water (SutmoIler et al.  1982) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 572,
                    "end": 596,
                    "text": "(SutmoIler et al.  1982)",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology of waterborne viral disease"
        },
        {
            "text": "The distribution of rotaviruses in water has not been studied until recently because of the lack of suitable methods for detecting the viruses at relatively low concentration. Rotaviruses have been isolated frequently from wastewater which is not surprising as they are released in large quantities (109/g faeces) from infants during illness. Hejkal et al. (1984) observed a seasonal fluctuation for rotaviruses in sewage using indirect immunofluorescence. Levels of the virus were low from May to September and were generally higher during winter and spring. This contrasts with the incidence of total enteroviruses for which no seasonal pattern was noted (Hejkal et a/. 1984) . Other workers, however, have reported seasonal variations in the levels of individual groups of enteric viruses in sewage (Melnick 1947; Melnick et a/. 1954) , these variations roughly coincide with variations in the incidence of disease and infection from these viruses. Although individual groups of enteroviruses may vary seasonally, no seasonal variation is discernible in the composite of enteroviruses. Infantile diarrhoea from rotaviruses is most prevalent in the autumn and winter months which is consistent with the occurrence of the virus in sewage. Rotavirus has been detected in contaminated drinking water and wastewater in Mexico (Deetz et a/. Keswick et al. 1984 ).",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 363,
                    "text": "(1984)",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 677,
                    "text": "(Hejkal et a/. 1984)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 802,
                    "end": 816,
                    "text": "(Melnick 1947;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 817,
                    "end": 837,
                    "text": "Melnick et a/. 1954)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1338,
                    "end": 1357,
                    "text": "Keswick et al. 1984",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology of waterborne viral disease"
        },
        {
            "text": "Although it is accepted that viruses can be transmitted via the water route, the extent to which this actually happens and the significance of low numbers of enteroviruses in water is highly controversial. IR the absence of proof that viruses do cause waterborne disease, the imposition of viral standards for potable, abstraction and bathing water may seem arbitrary and the incentive for water undertakings to comply with these standards is obviously very low. It has even been suggested that a few viruses in the potable water supply are beneficial as they lead to a valuable level of acquired immunity in the community (Slade & Ford 1983) .",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 642,
                    "text": "(Slade & Ford 1983)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Viral standards for water"
        },
        {
            "text": "It has also been observed that the setting of an arbitrary standard could be construed as acceptance of the presence of viral pathogens in water. Any subsequent case of clinical disease in a consumer of drinking water from which viruses had been isolated could be a possible source of litigation; the highest standards (i.e. no detectable viruses in water supplies) could, therefore, be justified (Slade & Ford 1983) .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 416,
                    "text": "(Slade & Ford 1983)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Viral standards for water"
        },
        {
            "text": "There is strong epidemiological and theoretical evidence that enteroviruses transmission is primarily by the person-to-person route, but the possibility that even very low doses of viruses may cause disease has led to proposals that extremely stringent quality standards should be adopted and that drinking water must be as free from viruses as modern technology will allow, e.g. 1 infectious unit per 40-100 litres in recreational water, and 1 infectious unit per 10@1OOO litres in drinking water (Shuval 1975; Melnick et al. 1978; Anon. 1979; Mahdy 1979) . Berg (1971) stated that the permissible level of viruses in water should be zero.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 511,
                    "text": "(Shuval 1975;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 512,
                    "end": 532,
                    "text": "Melnick et al. 1978;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 533,
                    "end": 544,
                    "text": "Anon. 1979;",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 556,
                    "text": "Mahdy 1979)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 559,
                    "end": 570,
                    "text": "Berg (1971)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral standards for water"
        },
        {
            "text": "It is obvious that any practical virus standard has to relate to both engineering feasibility and the capability of monitoring techniques to detect viruses in water. Therefore a standard calling for no viruses in water is probably unrealistic. The concentration of enteroviruses in water is 3-5 log cycles lower than that of coliforms so it could be argued that it is appropriate to examine proportionally greater volumes of drinking water than those required for bacterial monitoring, giving a recommended sample volume for viral assay of 100-10 000 litres .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral standards for water"
        },
        {
            "text": "In the UK the statutory water undertakings are required to comply with the Directives issued by the Council of the European Communities. The Directive relating to the quality of the water intended for human consumption states that this water should not contain pathogenic organisms and 'if it is necessary to supplement the microbiological analysis of water intended for human consumption the samples should be examined not only for bacteria . . . but also for pathogens including . . . enteroviruses' (Anon. 1980) . There is no recommendation for the volume of water to be tested but the implication is that however large the sample may be, detection of viruses indicates that the water is unsatisfactory for human consumption. The frequency of viral examination of drinking water is not prescribed other than that 'occasional monitoring in special situations or in the case of accidents' is recommended ; interpretation of the Directive with regard to viral monitoring is left to the discretion of the appropriate competent Authority.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 514,
                    "text": "enteroviruses' (Anon. 1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral standards for water"
        },
        {
            "text": "The WHO Scientific Working Group on human viruses in water, wastewater and soil (Anon. 1979) concluded that 'the presence of even a few enteric viruses in a large volume of drinking water should be prevented since treatment measures exist to achieve this goal and detection techniques are becoming available which can provide the required level of monitoring'. A standard which requires that no viruses are present in a 10-20/1 sample is practical and could be put into effect immediately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral standards for water"
        },
        {
            "text": "Outbreaks of infectious disease transmitted via drinking water have usually been attributed to defects or malfunctions in the treatment or distribution systems. This conclusion is supported by the results of the review by Wilson et al. (1981) of 1971-1979 groundwater-associated outbreaks of infectious disease, two-thirds of which were acute gastro-enteritis. They found that the coliform level was elevated in 74 of the 75 reported outbreaks where such data were available. Also in 34 outbreaks of acute gastro-enteritis, including five definitely shown to be caused by the Norwalk virus, half were associated with untreated or poorly treated groundwater sources. However, it has been repeatedly demonstrated that indicator bacteria are unreliable in prediction of enterovirus outbreaks and the need for a viral standard is therefore implicit.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 255,
                    "text": "(1981) of 1971-1979",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral standards for water"
        },
        {
            "text": "Many coastal communities throughout the world discharge untreated or partially treated wastes into the sea, which pose health hazards to bathers and lead to contamination of shellfish beds. Survival of viruses in seawater is generally reported to be shorter than in freshwater, but viruses survive longer in seawater than do coliform bacteria. Shuval (1970) showed that on the Mediterranean coast of Israel, coliforms have a T,, of one hour or less while poliovirus has a T,, of 0.1-2 d.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 357,
                    "text": "Shuval (1970)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Viral standards for water"
        },
        {
            "text": "He was able to detect enteroviruses at a bathing beach exposed to a known source of sewage although the coliform count at the beach was quite low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral standards for water"
        },
        {
            "text": "There have been several reports of enterovirus isolations from seawater which contained few or no coliforms. Considerable attention has been focussed on the study of enteroviruses in estuaries and the associated risk of viral disease transmission via contaminated shellfish. Melnick (1971) proposed that 1 pfu per 10 gallons should be set as a standard for recreational water, while Cookson & Robson (1975) proposed a similar standard for efluent to be disposed into rivers used for recreational purposes.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 289,
                    "text": "Melnick (1971)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 383,
                    "end": 406,
                    "text": "Cookson & Robson (1975)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral standards for water"
        },
        {
            "text": "The EEC Directive for quality requirements in bathing waters dictates that 'concentration of enteroviruses must be checked by the competent authority when an inspection of the bathing area shows that viruses may be present or that the quality of the water has deteriorated. The mandatory standard for designated bathing waters is that no viruses should be present in a 10 litre sample of water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral standards for water"
        },
        {
            "text": "It has been shown that the numbers of viruses which can be detected a t various stages in the water cycle are not large but, because the minimal infectious dose for many viruses may be as low as 1-2 infectious units, detection of even low numbers of viruses must be a cause for concern, especially if the viruses occur in final treated or drinking water. It has often been stated, or implied, that since little can be done to detect viruses in a short term testing procedure it must be accepted that pathogenic viruses may indeed be present in river water, bathing water and even drinking water, but that this is of no public health significance. There can, however, be no doubt of the need for more information about the types and numbers of viruses which are present in drinking water, along with epidemiological information on waterborne viral infections and illness, which may make it possible to assess the risk of waterborne viral disease transmission. It is essential that the results of virus investigations are made available to the operations side of the water undertakings with the minimum of delay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In evaluating the future for virology in the water industry the first priority must be to establish a comprehensive data base from which to assess the public health significance and anticipate possible hazards related to viral pollution of the water supply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In the UK investigation of the levels of virus contamination in the aquatic environment has been possible for 10 years and the information provided has been used to improve water treatment practices. This is not the case in the Third World, however, where little is known about the levels of virus contamination and the extent to which populations are affected by viral diseases which are transmitted ritx the water route.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Some of the most significant virus contaminants (including rotaviruses and hepatitis A virus) are still not amenable to routine laboratory tests. Until this changes the enteroviruses are the most suitable indicators for those viruses which are known to cause epidemics, apart from the fact the enteroviruses themselves have been implicated in cases of waterborne viral infection and should not be regarded as an insignificant member of the microbiological population of any body of water. There is great need for research on improving the sensitivity of existing methods which often underestimate or fail to dctect human viruses in water and wastewater.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "I would like to thank Mr M. Owens for reviewing the manuscript and suggesting many improvements. I should also like to thank Dr W.R. Howells, Director of Scientific Services, for permission to publish this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The views expressed in this paper are those of the author and d o not necessarily represent the views of the Welsh Water Authority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Failure of indicator bacteria to reflect the occurrence of enteroviruses in marine waters",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Bodgan",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "American Journal of Public Health",
            "volume": "69",
            "issn": "",
            "pages": "11--12",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological indicators for transmission of viruses by water",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldfield",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Bodily",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lennette",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Metcalf",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Viruses in Water",
            "volume": "",
            "issn": "",
            "pages": "70--85",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalence of human enteric viruses in coastal canal communities",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Journal of the Water Pollution Control Federation",
            "volume": "50",
            "issn": "",
            "pages": "2247--2256",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human enteroviruses in oysters and their overlying waters",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O K"
                    ],
                    "last": "Grabow",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Applied and Environmental Microbiology",
            "volume": "37",
            "issn": "",
            "pages": "675--701",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Water Decade 1981-1990. World Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Guest",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2--5",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Viruses in a community water supply associated with an outbreak of gastroenteritis and infectious hepatitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of the American Water Works Association",
            "volume": "74",
            "issn": "",
            "pages": "318--321",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Seasonal occurrence of rotavirus in sewage",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Hejkal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Applied and Environmental Microbiology",
            "volume": "47",
            "issn": "",
            "pages": "588--590",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tri-halomethanes and viruses in a water supply",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hoehn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R B"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Journal of the Environmental Engineering Division of the American Society of Civil Engineers",
            "volume": "103",
            "issn": "",
            "pages": "803--814",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detection of enteric viruses in treated drinking water",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Keswick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Applied and Environmental Microbiology",
            "volume": "47",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Poliomyelitis and water supply",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Little",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Canadian Journal of Public Health",
            "volume": "45",
            "issn": "",
            "pages": "100--102",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Isolation of poliomyelitis virus from a contaminated well",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Coohon",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Health Service Report",
            "volume": "87",
            "issn": "",
            "pages": "271--273",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Viruses in the water environment: an underestimated problem",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mahdy",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Journal of the American Water Works Association",
            "volume": "71",
            "issn": "",
            "pages": "445--449",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Relationship of viruses and indicator bacteria in water and wastewater of Israel",
            "authors": [],
            "year": null,
            "venue": "Water Research",
            "volume": "14",
            "issn": "",
            "pages": "1585--1590",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Virus problems in Water Supplies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcdermott",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Water and Sewage Works Part",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Poliomyelitis virus in urban sewage in epidemic and non-epidemic times",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "American Journal of Hygiene 4524U253",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Seasonal distribution of coxsackieviruses in urban sewage and flies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Emmons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Coffey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schoof",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "American Journal of Hygiene",
            "volume": "59",
            "issn": "",
            "pages": "164--184",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Detection of virus spread by the",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Virus and Water Qualiry: Occurrence and conrrol eds Snoeyink",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Viruses in Water: An introduction",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Bodily",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lennette",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Viruses in Water",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Are conventional methods of epidemiology appropriate for risk assessment of virus contamination of water? In Risk Assessmenf arid Health Eff;cts of Land Application of Municipal Wastewater and Sludges",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proceedings of Conference",
            "volume": "",
            "issn": "",
            "pages": "61--70",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The ecology of enteroviruses in natural waters",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "C R C : Critical Reoiews in Encironmental Control",
            "volume": "10",
            "issn": "",
            "pages": "61--93",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Viruses in Water",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Bulletin of the World Health Organisation",
            "volume": "56",
            "issn": "",
            "pages": "499--508",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Pomona Virus Study: Final Water",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Miele",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "?f the County Sanitation District of Los Angeles County",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Viruses in water-are we too complacent? Paper presented at a meeting of the Institute qf Water Engineers and Scientists. 9th",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Transmission of viral diseases by drinking water",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J W"
                    ],
                    "last": "Mosley",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Transmission of Viruses by the Water Roure. Proceedings of Symposium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Investigations on the presence of enteroviruses in drinking water",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nestor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "N~",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sovrea",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "&amp; I O M C U",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Roumanian Review of Medical Virology",
            "volume": "29",
            "issn": "",
            "pages": "203--207",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The virus problem in the Windhoek wastewater reclamation plant",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Nupen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Stander",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Advances in Water Pollurion",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Proceedings of 6th International Conference Jerusalem",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "133--142",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Bacteriological and virological analysis of water from four freshwater beaches",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Payment",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lemieux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trudel",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Water Research",
            "volume": "16",
            "issn": "",
            "pages": "939--943",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Virological monitoring of water: I: Drinking water",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Petrilli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Crovari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deflora",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vanucci",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Bolletin Instiruto Sieroter",
            "volume": "53",
            "issn": "",
            "pages": "43--45",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The problem of viruses in water",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F B"
                    ],
                    "last": "Poynter",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Water Treatment and Examination",
            "volume": "17",
            "issn": "",
            "pages": "187--198",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Certain problems of the circulation of enteroviruses in the environment",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Raryshko",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Gigiena i Sanitariya",
            "volume": "39",
            "issn": "",
            "pages": "105--106",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Isolation of apparently wild strains of poliovirus type 1 from sewage in the Ottawa area",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sattar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C N"
                    ],
                    "last": "Westwood",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Journal of the Canadian Medical Association",
            "volume": "116",
            "issn": "",
            "pages": "25--27",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The detection and control of enteroviruses in the water environment",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sekla",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stackiw",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Buck-Enhout",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Shuval",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Deuelopments in Water Quality Research",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Natural virus inactivation processes in seawater",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Shuval",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fattal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cymbalista",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wiener",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Journal of the Sanitary Engineering Division of the American Society of Cioil Engineers",
            "volume": "97",
            "issn": "",
            "pages": "587--600",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The case for microbial standards for bathing beaches",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Shuval",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Discharge of Sewage from Sea Outfalls",
            "volume": "",
            "issn": "",
            "pages": "95--101",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Discharge to the environment of viruses in wastewater sludges and aerosols",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Slade",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Viral Pollution of the",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "An outbreak of gastroenteritis caused by both rotavirus and Shigelfa sonnei in a private school in Rio de Janeiro",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sutmoller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Azeredo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Lacerda",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Barth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hoffer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Schatzmayr",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of Hygiene",
            "volume": "88",
            "issn": "",
            "pages": "285--293",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Viruses in fresh and saline waters",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Viruses and Disinfection of Water and Wastewater",
            "volume": "",
            "issn": "",
            "pages": "41--63",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Nassau-Sufolk Regional Planning Board",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Landry",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Report Series",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Demonstration of virus in groundwater after eilluent discharge onto soil",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Wellings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Mountain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Applied Microbiology",
            "volume": "29",
            "issn": "",
            "pages": "751--757",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The minimal infective dose",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C N"
                    ],
                    "last": "Westwood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sattar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Bodily",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lennette",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Metcalf",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Viruses in Water",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Waterborne outbreaks related to contaminated groundwater reported to the Centre for Disease Control 1971-1979. In Microbial Health Considerations of Soil Disposal and Domestic Wastewater",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Haley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Relman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lippy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Craun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "518--523",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}