{
    "paper_id": "0d43a947f2e5c1424da616d648c12cee34d978c8",
    "metadata": {
        "title": "Journal Pre-proof A big disparity between the demand and supply of Hand Surgeons in India",
        "authors": [
            {
                "first": "Vikas",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raju",
                "middle": [],
                "last": "Vaishya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "(Vikas Gupta 1 India but we can assume these to be lesser than 1/10 th compared to the USA. The Indian Society of Surgery for Hand has only 700 registered members, for a population of 140 billion people. There is a huge burden or traumatic injuries of the hand, in India.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 14,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "A big disparity between the demand and supply of Hand Surgeons in India"
        },
        {
            "text": "These accidental injuries not only lead to dysfunction and permanent hand deformities but also cause severe financial losses due to absence from the work (1). Occupational hand injuries are the most commonly encountered injuries in young males. Hence, not only the management of these complex injuries should be undertaken promptly by a hand specialist, but also an emphasis needs to put in place about the prevention of these injuries at the workplace, by education and improving the environment around the workers(2). Hence, there is a huge demand and need for the orthopaedic surgeons, specializing in the hand and wrist surgery in India, since we face a massive challenge in dealing with these traumatic injuries, congenital and acquired deformities and until recently these were either neglected willfully or were not treated adequately by the We are publishing this special issue amidst the ongoing pandemic of COVID-19. This crisis has posed several challenges to us, as some of our authors could not submit their work at all or with great difficulties. We have also included some articles related to COVID-19 in this issue like on the strategies in reconfiguration of hand injuries (12) and revisiting the fracture management (13) during the pandemic. This pandemic has also compelled the healthcare providers to embrace several emerging technologies like telemedicine, and artificial intelligence (14) . Similarly the latest application of Internet of Medical Things to combat such major health crisis, has been discussed by Singh et al. (15) .",
            "cite_spans": [
                {
                    "start": 1406,
                    "end": 1410,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1547,
                    "end": 1551,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "A big disparity between the demand and supply of Hand Surgeons in India"
        },
        {
            "text": "We believe and are optimistic that this special issue on hand would be useful not only for the practicing orthopaedic surgeons, but would also encourage the younger generation of orthopaedic surgeons to take to take up hand surgery as a subspecialty, so as to fill in the existing huge gap. During this pandemic, we have witnessed a series of webinars on various orthopaedic topics, including the hand and wrist. These were enriching in experience and knowledge. However, there is an important caveat in these webinars as sometimes there are only anecdotal and the personal opinion of the presenters. For many surgeons, it may be difficult to differentiate evidence from perception. We hope this special issue provides our readers the scientifically rich clinical wisdom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A big disparity between the demand and supply of Hand Surgeons in India"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Distribution of Specialist Hand Surgeons Across the United States",
            "authors": [
                {
                    "first": "Ajr",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Metcalfe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Olufajo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Zogg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ramos",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Catersonej",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of annual meeting of American Association of Hand Surgery",
            "volume": "99",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Demographic profile of hand injuries in an industrial town of North India: A review of 436 patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Uppal",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Indian J Surg",
            "volume": "75",
            "issn": "6",
            "pages": "454--61",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology of hand injuries in adults presenting to a tertiary trauma care centre: A descriptive study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Makwana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J Orthop Sciences",
            "volume": "4",
            "issn": "1",
            "pages": "434--472",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guidelines for management of crush injuries of the hand",
            "authors": [],
            "year": 2020,
            "venue": "J Clin Orthop Trauma",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcot.2020.03.028"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neglected Transscphoid perilunate dislocation: treatment protocol",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Outcome of tendon transfer for radial nerve palsy using Flexor Carpi Radialis combination (Brands transfer)",
            "authors": [],
            "year": 2020,
            "venue": "J Clin Orthop Trauma",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Functional evaluation of early tendon transfer for thumb opposition in median nerve palsy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ordinary PVC feeding tube: A low-cost alternative to silicon rod for staged flexor tendon reconstruction in zone II of hand",
            "authors": [],
            "year": 2020,
            "venue": "J Clin Orthop Trauma",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Repair of Flexor Tendon Injuries by Four Strands Cruciate Technique Versus Two strands Kessler Technique",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Revisiting conservative orthopaedic management of fractures during COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Iyengar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaish",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vaishya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clinical Orthop Trauma",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Emerging technologies to combat COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vaishya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haleem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Javaid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clinical and Experimental Hepatology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Internet of Medical Things (IoMT) for Orthopaedic in COVID-19 pandemic: Roles, Challenges, and Applications",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Javaid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haleem",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vaishya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Orthop Trauma",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcot.2020.05.011"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Editor, and Sr. Consultant Hand Surgeon, Max Hospital, Saket, New Delhi. 2: Editor-in-Chief, and Sr. Consultant Orthopaedic Orthopaedic Surgeon, Indraprastha Apollo Hospitals, Sarita Vihar, New Delhi. The editorial board of Journal of Clinical Orthopedics and Trauma (JCOT), have decided to bring out a special issue focused on the ailments of hand and wrist, so as to increase an awareness among orthopedic surgeons. Despite a large number of qualified orthopaedic surgeons (around 20,000), there are only a handful of hand and wrist specialists available. In the United States of America there are 0.6 hand surgeons per 100,000 populations (1). Although, we do not have accurate figures for",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "issue on Hand and wrist encompasses a variety of review and research papers and some interesting case reports, on a variety of common and rarer problems involving the hand and wrist. A comprehensive review for the management of crush injuries of hand has been provided by et al.(4). Neglected and chronic scaphoid fractures with and without associated inter-carpal ligament injuries are challenging to manage. Garg et al. (5) and Singh et al (6) have given a comprehensive review on the management of these injuries. Peripheral nerve injuries of the upper limb and brachial plexus lead to paralysis of muscles controlling the hand. The research articles by Agarwal et al. (7, 8) have discussed the management of radial nerve palsy by various tendon transfers and Dhal et al. (9) have presented their experience of tendon transfers in medial nerve palsy. Flexor tendon injuries of the hand are serious in nature. These must be treated in time and meticulously by surgical repair, other it becomes challenging to manage these later on. Agarwal et al. (10) have presented their experience of using an oOrdinary PVC feeding tube, as a low-cost alternative to silicon rod, for staged flexor tendon reconstruction in zone II of hand. Et al. (11), from Iraq, have shared their experience of the repair of Flexor Tendon Injuries by Four Strands Cruciate Technique Versus Two strands Kessler Technique.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}