{
    "paper_id": "0d51362d391ba8684aa812f289ea953c1edb9fe7",
    "metadata": {
        "title": "Journal Pre-proof",
        "authors": [
            {
                "first": "Pierre-Marc",
                "middle": [],
                "last": "François",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "Bonnet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut de biomécanique humaine George Charpak",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonas",
                "middle": [],
                "last": "Kosior",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jérémy",
                "middle": [],
                "last": "Adam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roman",
                "middle": [
                    "Hossein"
                ],
                "last": "Khonsari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de Références Maladies Rares Craniosténoses et Malformations Craniofaciales CRANIOST",
                    "institution": "Université de Paris",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Contacts with public devices such as elevator buttons, beepers, telephones, computer mice and keyboards can contribute to spread viral diseases. Here we report our experience in designing, producing and dispatching three 3D-printed objected intending to lower the risks of COVID19 contamination by limiting direct contacts: (1) fixed hand-free door openers, (2) door hooks and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(3) button pushers. These devices were produced in industrial quantities and made available for free for Greater Paris University Hospitals and various state institutions as part of the 3D COVID project. In this short technical note, we describe the sequential organisation of the design and production and highlight the advantages of additive manufacturing in dealing with specific aspects of sanitary crises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Page 3 of 11 J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, Corona Virus Disease 2019 first appeared in Wuhan, Hubei, China before spreading worldwide. To limit the progression of this deadly pandemic, personal protective equipment and various devices designed to avoid contacts with contaminated surfaces were quickly produced and dispatched within affected populations, and more specifically within hospitals [1] .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Additive manufacturing was central in this effort to promptly obtain a large array of devices with different geometries. In fact, current 3D printers such as fused deposition modelling (FDM), stereolithography (SLA) and polyjet technologies allow both fast prototyping and reliable production [2] [3] [4] [5] . Here we report the design, production and dispatch processes of three 3D-printed objects: (1) fixed hand-free door openers, (2) door hooks and (3) button pushers, made available for the trust of Greater Paris University Hospitals (Assistance Publique -Hôpitaux de Paris, APHP), the largest healthcare cluster in Europe, and the University of Paris, as part of the 3D COVID project, an innovative approach to emergency health device production based on additive manufacturing.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We decided to focus on these three devices based on recent studies assessing viral contamination of various surfaces within hospitals. In fact, viral contamination has been screened in different sites of a Chinese hospital, such as desktops, door handles, elevator buttons telephones or telephones: virus was found on buttons and phones, among others, but not on handles [6] . Nevertheless, the virus is known to survive 72 hours on plastic and stainless-steel surfaces [7] . We thus identified buttons and doors as two potential contamination zones and produced three objects designed to limit disease spread when opening doors and pressing call buttons.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To anticipate various shortages in personal protective equipment and medical devices during the wave of COVID19 in the Greater Paris region, APHP and University of Paris settled an emergency additive manufacturing platform including 60 FDM machines (44 F120, 13 F170 and 3 F370 from Stratasys, Eden Prairie, MN, USA). Within 4 days, starting 30 th of March 2020, the printers were ordered, delivered, and settled in the XVII th century Port-Royal Abbey in the centre of Paris (Figure 1 ). Five full-time engineers from a Parisian start-up specialised in 3D design and 3D printing (Bone3D, Paris, France) were hired for four months with conception and maintenance duties. The needs of health professionals were centralized via a website previously owned by Bone3D and APHP, were also included into the initiative to benefit from various types of additive manufacturing processes beyond FDM if required.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 485,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "3D COVID initiative"
        },
        {
            "text": "Hand-free door openers were defined as devices fixed to door handles and activated using the forearm or the elbow. This device had to be easy to install, easy to clean and fast to produce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and production of hand-free door openers"
        },
        {
            "text": "Despite the great variety of door handles in hospitals, schools and state buildings, several shapes were redundant, such as cylindrical bent extrusions. The design of the device had to allow the door handle to rotate to release the latch, and to allow the user open and close the door.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and production of hand-free door openers"
        },
        {
            "text": "Page 5 of 11 J o u r n a l P r e -p r o o f Based on these pre-requisites, we designed two types of door openers: -opener fixed using clips (Figure 2a -b) adapted to straight handles with circular sections, -opener fixed using three cable ties running into grooves designed to be printed without support (Figure 2c-f ), adapted to straight handles with circular sections, and to curved handles with/without circular sections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 150,
                    "text": "(Figure 2a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 304,
                    "end": 316,
                    "text": "(Figure 2c-f",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Design and production of hand-free door openers"
        },
        {
            "text": "For handles with circular cross sections (Figures 2a-d) , contact surfaces were a quarter cylinder with a circular base and a radius equal to the handle radius. Three cross-section diameters were produced based on the needs: 18, 19 and 20 mm. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 55,
                    "text": "(Figures 2a-d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Design and production of hand-free door openers"
        },
        {
            "text": "During the production process, the length of the blade was reduced from 150 mm to 100 mm to reduce the amount of material used without any functional consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Some door handles have a geometry that does not allow the design of an obvious fixed door opener. As a solution to this issue, a hook protected by an easily retractable sheath was developed in ABS ( Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Door hook"
        },
        {
            "text": "The filling density was 100 % for both the hook and its sheath and printing time using F120, F170 or F370 FDM printers was 90 minutes. The length of the hook was 80 mm with a 5 mm thickness. The hook and the scabbard are printed separately and easily combined once produced. The 15 th of May 2020, 20 hooks had been produced for two elementary schools after discussing the difficulties of producing fixed door handles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Door hook"
        },
        {
            "text": "A button pusher formed by a cylindrical tube containing a retractable tip that could be blocked by a pressure pin was designed (Figure 7) . FDM was not suitable for this device as a gap was needed between the tube and the retractable tip. Polyjet J735 and J750 printers were thus used to produce this device, with VeroWhite and VeroBlue resins (Stratasys, Eden Prairie, MN, USA). Button pushers were printed already assembled, and thus required post-treatment using a waterjet to remove support material. A second phase of cleaning, using a solvent, was necessary before dispatching. solution is used to complete the process. The 15 th of May 2020, J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 137,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Button pusher"
        },
        {
            "text": "Additive manufacturing was specifically adapted to the production of important quantities (several thousands of pieces) of devices with a common overall shape and specific differences in several small series (several hundreds of pieces)such as door openers adapted to several door handles. In this context, 3D-printing can ensure both prototyping and production. For devices with a unique shape needed in large quantitiessuch as door hooks and button pushers plastic injection moulding would be the adapted long-term solution and 3D-printing was used as an intermediate technique in a context of sanitary crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "A recent study [7] demonstrated that SARS-CoV-2 did not survive over 4 hours on a coppercoated surfaceas opposed to a survival time of 72 hours on a plastic surface. In fact, in March 2020, the Ministry of Science and Technology of Taiwan coated the doorknobs and the elevator buttons of its buildings with copper foils. 1 Further studies are required to assess the efficiency of this procedure, as well as the contamination patterns of the three devices reported here.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "3D-printing allowed the design and dispatch of large quantities of protection devices in response to a sanitary crisis thanks to the installation of a production centre within a large hospital, in close connection with medical and engineering teams. The 3D COVID initiative is the first example of a large-scale emergency medical 3D-printing production platform and raises numerous questions, including the production of medical devices. With the development of affordable and reliable 3D-printing technologies, the scope of additive manufacturing in crisis situations will expand and new regulatory frameworks will have to be developed to J o u r n a l P r e -p r o o f control in house production in critic conditions such as the current pandemic, combining high demand in medical material and supply chain issues. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 and the role of 3D printing in medicine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Antoline",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ravi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wake",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Ionita",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Rybicki",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Chepelev",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "3D Print Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s41205-020-00064-7"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "3D Printing of face shields during COVID-19 pandemic: a technical note",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Amin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Roser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abramowicz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Oral Maxillofacial Surgery",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.joms.2020.04.040"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Helmet modification to PPE with 3D printing during the COVID-19 pandemic at Duke University Medical Center: a novel technique",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Bobbert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fearis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Arthroplasty",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.arth.2020.04.035"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "3D printed face shields: a community response to the COVID-19 global pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Ballard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Academic Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.acra.2020.04.020"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sanz-Lobera A. Dimensional and surface texture characterization in fused deposition modelling (FDM) with ABS plus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Nuñez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rivas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "García-Plaza",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beamud",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Procedia Engineering",
            "volume": "132",
            "issn": "",
            "pages": "856--863",
            "other_ids": {
                "DOI": [
                    "10.1016/j.proeng.2015.12.570"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Harcourt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Thornburg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2004973"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Covid3D.org) and analysed with the help of pharmacists from the Agence Générale des Équipements et des Produits de Santé (AGEPS), specialized in medical device regulations. Black and white Acrylonitrile Butadiene Styrene (ABS) was used as the main raw material for the FDM printers and sufficient supplies for 24/7 production during a period of 4 months was included into the budget of the 3D COVID initiative. The entirety of the project was funded by private charity money (Kering Group, Paris, France). The designs were made available opensource on the website of the project in STL format. Five Form 2 SLA printers (Formlabs, Somerville, Mass, USA), one J735 and one J750 (both from Stratasys, Eden Prairie, MN, USA),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "For handles with curved cross-sections (Figure 2e-f), contact surfaces were spline curves adapted to each specific case. To date, two different handles with a curved profile have been produced. Door openers were printed using FDM devices (J120, J170 and J370). Layer thickness was 0.33 mm, with a filling density of 43% and a wall thickness of 2 mm (Figure 3). The support angle was calibrated to 30° to avoid excessive amount of material. On average, 5 pairs of door openers (left and right) were printed in 22h for the design with clips and in 17 hours for the design with cable ties; printing position was optimized in order to obtain the surface quality [8] (Figure 4). The 15 th of May 2020, after 45 days of activity, around 750 clipped door handles had been dispatched to three APHP hospitals -150 for Pitié-Salpêtriere University Hospital, Paris, 200 for Necker -Enfants Malades University Hospital, Paris and 400 for Beaujon University Hospital, Clichy. Over 1600 devices with cable ties had also been dispatched in various hospitals, schools, and research institutions -900 for Imagine Institute, Paris, 165 for École Élémentaire de l'Arbalète, Paris, 65 for Ecole Élémentaire publique Saint-Jacques (two state elementary schools), 400 for AGEPS and 80 for University of Paris) (Figure 5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The 3D Covid initiative: 60 3D-printers within a XVIIth century abbey in the center of Paris, producing protection devices and medical devices in response to the COVID19 pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Hand-free door openers. (a, b) device using clips on a straight handle with circular section; (c, d) device using cable ties on a straight handle with circular section; (e, f) device using cable ties on a curved handle with elliptical section.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Printing characteristics on a K120 device: layer thickness = 0.33 mm, filling density = 43%, wall thickness = 2 mm; the use of support was optimized in order to decrease posttreatment time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Ten clipping door openers in a J120 device: planification using Grab Cad Print (Stratasys, Eden Prairie, MN, USA) and actual result.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Hand-free door openers using cable ties on two types of door handles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Door hook in closed (left) and open (right) positions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Button pusher in closed (left) and open (right) positions. On the first row, the CAO and on the second one, the device once produced.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}