{
    "paper_id": "0d52d5bf02a77e03a2438207bbc70a6ec79c7094",
    "metadata": {
        "title": "Chest radiology European Radiology",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Beigelman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Groupe Hospitalier PitiØ Salptrire",
                    "location": {
                        "addrLine": "47±83 bld de l'Hôpital",
                        "postCode": "F-75651",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Sellami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Groupe Hospitalier PitiØ Salptrire",
                    "location": {
                        "addrLine": "47±83 bld de l'Hôpital",
                        "postCode": "F-75651",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Brauner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Groupe Hospitalier PitiØ Salptrire",
                    "location": {
                        "addrLine": "47±83 bld de l'Hôpital",
                        "postCode": "F-75651",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Tuberculosis (TB) remains a common disease in the World. Its incidence has risen steadily since 1985, despite a preexisting continuous decreasing of its frequency due to an effective chemotherapy. Nonwhite people, socioeconomically disadvantaged, chronically debilitated groups and AIDS patients are the most concerned. Chest radiography remains the first imaging modality to evaluate TB. Widely radiographic appearances can be encountered, including normal chest X-ray. CT can be useful in all stages of the disease, particularly when clinical and radiological findings are in disagreement and/or when imaging findings are equivocal. CT should be proposed at the end of an effective antituberculous treatment to better subsequently detect fine lesions suggestive of reactivation TB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The incidence of tuberculosis (TB) has risen steadily since 1985, despite a preexisting continuous decreasing of its frequency due to an effective chemotherapy [1] . This is related partially with the occurrence of the AIDS epidemic [2, 3] together with an increasing prevalence of multidrug-resistant TB in some countries [1] . However, the number of TB cases has declined in the United States since 1992 due to TB-prevention and TB-control programs [4] . In all cases pulmonary TB remains a common disease. Nonwhite people, socioeconomically disadvantaged and chronically debilitated groups are the most concerned. Chest radiography remains the first imaging modality to evaluate thoracic TB. In all cases, widely radiographic appearances of the disease [1] must always be kept in mind, including normal chest X-ray. A clear distinction between primary and postprimary TB may be impossible to make in the absence of prior chest imaging or, more importantly, a recent history of exposure or skin-test conversion [5] . However, some radiological findings that are seen in either type, such as cavitation or miliary disease, are of greater clinical importance than the type of disease itself [6] . Computed tomography is generally required to detect fine lesions overlooked on standard chest radiographs [7] , to define equivocal lesions, or to analyze complications. Moreover, high-resolution CT has been proved helpful in judging the activity of TB [2] , which cannot be accurately assessed by chest radiography alone.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 237,
                    "end": 239,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1450,
                    "end": 1453,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this article is to describe CT aspects and to define the role of CT in the diagnosis and management of pulmonary TB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Primary TB is observed with an increased prevalence in adults (20±30 % of cases of adult TB) [6] . This appears as a consequence of public health measures and effects of antituberculous chemotherapy. Unfortunately, many cases remain misdiagnosed [1] , all the more so since most cases are clinically unapparent.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Primary tuberculosis"
        },
        {
            "text": "Primary TB is acquired by the inhalation of airborne organism and consists of focal pneumonitis with subsequent caseous necrosis. Until the cellular immune response develops, infection can progress locally and spread beyond the primary focus. Lymphatic spread of organisms to hilar and mediastinal lymph nodes occurs, along with a frequent, usually subclinical, hematogenous spread. Some sites are preferentially secondarily infected, particularly the subapical regions of the lung. In 90±95 % of subjects, development of immunity results in healing of the lesions, with development of pulmonary and hilar granulomas. Healing of larger parenchymal lesions may leave fibrous scars or persistent nodules known as tuberculomas, both of which may calcify [6] . In a small percentage of cases, viable intracellular bacilli persist at the secondarily infected sites, which in some circumstances may reactivate, causing postprimary TB (see later).",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 754,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Primary tuberculosis"
        },
        {
            "text": "Primary TB usually consists of a small focal infiltrate or parenchymal consolidation, which is usually sublobar and subpleural in location [8] . A lobar pneumonia is more rarely encountered. The resistance to conventional antibacterial therapy may suggest the diagnosis. The middle lobe, the lower lobes, or less frequently the anterior segment of an upper lobe are most commonly involved because of their greatest ventilation. Primary TB can, however, involve any lobe (Fig. 1 ), a segment, or be nonsegmental and multifocal [2] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 477,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Primary tuberculosis"
        },
        {
            "text": "Enlarged mediastinal nodes with predilection for the right paratracheal (Fig. 1) , right tracheobronchial and subcarinal region, as well as hilar lymph nodes, are frequently encountered. Low attenuation with peripheral rim-like enhancement are typically observed at CT with contrast medium administration [9, 10] . Differential diagnosis includes fungal infection, metastatic lymph nodes, Kaposi's sarcoma and lymphoma.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Primary tuberculosis"
        },
        {
            "text": "Notably, chest radiographs remain normal in up to 15 % of patients who have proven primary TB [11] .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Primary tuberculosis"
        },
        {
            "text": "A cavitary lesion may be encountered in approximately 10 % of cases [2] , whatever the thickness and regularity of the wall of the cavity. However, cavitation is more likely a manifestation of progressive primary TB or of reactivation TB. Other manifestations of primary TB, including acute bronchogenic spread, miliary TB and pleural effusion which are classically described as more common in primary than in postprimary TB, are described herein.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Primary tuberculosis"
        },
        {
            "text": "In two thirds of cases the parenchymal focus resolves without radiological sequelae. In one third of cases a scar persists, which is sometimes calcified (Ghon focus). The findings of calcified hilar nodes and a calcified parenchymal lesion is known as a Ranke complex. Healing of the secondarily infected sites can also result in scars and/or calcification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary tuberculosis"
        },
        {
            "text": "A chronic, progressive parenchymal disease is observed in 5±10 % of patients with primary TB, because acquired immunity is inadequate to contain the primary infection. It is most commonly seen in children younger than 1 year of age, teenagers, patients with T-cell immunodeficiencies and in black people. The tuberculin skin test may remain negative, which may be misleading [12] .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Progressive pulmonary tuberculosis"
        },
        {
            "text": "The radiological features of progressive pulmonary disease are similar to those of postprimary TB and are thought to be due to the same mechanisms (Fig. 2) . Multilobar involvement with more extensive exsudative lesions [6] and necrosis of the lung are common [1] . An involvement of the secondary foci within the upper lobes is frequently observed. Endobronchial spread of the infection may result from cavitation of the tuberculous pneumonia or rupture of necrotic lymph nodes into the bronchi. Hematogenous spread may also occur [5] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Progressive pulmonary tuberculosis"
        },
        {
            "text": "Despite the development of specific immunity resulting in healing with fibrosis of the granulomas, viable organisms often survive. Reactivation of dormant bacilli occurs during periods of immunodepression, malnutrition and debilitation, or as a result of aging. It occurs in 5±15 % of all infected patients and is most likely in the first 2 years after exposure [6] . Postprimary TB results from reactivation of such a previously dormant primary infection in 90 % of cases, with a rate of development of approximately 1 % per year. A true reinfection is rarely responsible. Postprimary TB may occur in patients previously immunised by bacille Calmette-Guerin vaccine [13] .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Postprimary tuberculosis (recrudescent, reactivation)"
        },
        {
            "text": "Unlike primary TB, which is often an acute and selflimited disease, postprimary TB is typically a chronic, slowly progressive disease with high morbidity and mortality if not adequately treated [12] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Postprimary tuberculosis (recrudescent, reactivation)"
        },
        {
            "text": "Residual radiographic abnormalities of the previous primary disease are often visualised. Pulmonary reactivation usually occurs in the secondary foci in the apical and posterior segments of an upper lobe and less frequently in the superior segment of a lower lobe. These locations are usually attributed to the oxygen-rich environment existing in the lung apices and/or the decreased lymphatic clearance of lung segments concerned. Bilateral upper lobe disease is seen in 32±64 % with an asymmetric pattern in most cases [6] .",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 524,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Postprimary tuberculosis (recrudescent, reactivation)"
        },
        {
            "text": "The main abnormalities encountered are infiltrate or consolidation, which may be minimal or extensive, cavitation and nodules (Fig. 3) . Therefore, patchy alveolar infiltration suggests active disease in a patient in whom the plain radiographic findings suggest old scarring [14] . Multilobar involvement is common, and progression to lobar or complete lung opacification and destruction may be encountered.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Postprimary tuberculosis (recrudescent, reactivation)"
        },
        {
            "text": "Cavitation is the hallmark of postprimary TB and concerns approximately 40 % of adults with TB. Cavitation leads to expectoration of large numbers of bacilli with endobronchial spread to previously unaffected areas of the lung. Cavities, the walls of which can be thick (Fig. 4) or thin, are frequently multiple, and typically occur within areas of consolidation (Fig. 5) . Air±fluid levels in such active lesions may be observed. Such an aspect may be due to TB but should also raise the possibility of a superimposed Gram-negative or anaerobic bacterial infection [15] .",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 570,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 278,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 363,
                    "end": 371,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Postprimary tuberculosis (recrudescent, reactivation)"
        },
        {
            "text": "Bronchogenic dissemination is the most common means of spread in the post-primary type of TB (Fig. 6 ) [16] . Such an endobronchial spread may occur in the absence of radiographically demonstrable cavitation [5] . In the series by Im et al. [16] , centrilobular nodules or branching linear structure 2±4 mm in diameter on CT scans were the earliest CT finding of bronchogenic dissemination. These lesions had sharp margins and relatively high attenuation. Centrilobular lesions consisted of solid caseation material within or around the terminal or respiratory bronchioles. Multiple branching linear structures of similar caliber that originated from a single stalk ± the ªtree-in-budº appearance ± were commonly seen in patients with extensive bronchogenic spread, the stalk thought to represent a lesion that affects the last-order bronchus within the secondary pulmonary lobule and the bud thought to represent lesions in the bronchioles and alveolar ducts [16] . A classic radiographic finding also suggestive of bronchogenic dissemination consists of multiple fluffy nodules approximately 5 mm in diameter. Several authors proved that such le-sions which were originally described as acinar nodules actually corresponded to peribronchiolar lesions. Bronchiolar lesions and ªacinarº nodules which are very suggestive of TB in the appropriate clinical setting may also be encountered in different kinds of bronchiolitis, in bronchiectasis with mucoid impaction, as well as in some infiltrative lung disease with ªgranulomatous bronchiolitis.º Bronchial wall thickening and lobular consolidation were the other signs encountered in the series by Im et al. [16] . Large areas of consolidation on pathological examination manifested as areas of lobular and lobar consolidation on CT scans. Lobular consolidation consisted of centrally located granulomas that contained caseation necrosis and marginal nonspecific inflammation. In another study, ground-glass pattern, poorly marginated nodules and septal thickening were present only before treatment (Fig. 7 ) [17] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 960,
                    "end": 964,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1658,
                    "end": 1662,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2060,
                    "end": 2064,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2050,
                    "end": 2057,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Postprimary tuberculosis (recrudescent, reactivation)"
        },
        {
            "text": "On follow-up CT examinations, gradual disappearance of lobular consolidation, poorly defined nodules and centrilobular nodules or branching linear lesions were seen, in that order [2] . Centrilobular nodules or branching linear structures visible on initial CT scans were no longer present after 5±12 months of treatment. Their resolution was followed by various degrees of fibrosis with healing of cavities (see later) [16] . Notably, endobronchial disease is associated with endarteritis obliterans, resulting from parallel reductions of ventila- tion and perfusion. In the series by Long et al. [18] , a mosaic pattern of reduced lung attenuation located in diseased lung was present in all patients with cavitary disease. Areas of reduced lung attenuation are presumably a result of gas trapping, hypoxic vasoconstriction and vascular injury. The later mechanism is related to the extensive in situ pulmonary arterial thrombosis in areas of parenchymal destruction produced by M. tuberculosis [18] . A rupture into the pleural space resulting in empyema with a bronchopleural fistula may occur. Other manifestations, such as miliary, pseudoaneurysm formation, tuberculomas are also described herein.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 997,
                    "end": 1001,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Postprimary tuberculosis (recrudescent, reactivation)"
        },
        {
            "text": "Tuberculomas are an uncommon parenchymal manifestation of TB, occurring after either primary or reactivation tuberculous pneumonia. They are usually considered to be a contracted healing tuberculous lesion but may harbor viable intracellular bacilli.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tuberculoma"
        },
        {
            "text": "Tuberculomas are in most cases less than 3 cm in size and are usually located in the upper lobes. Enlargement of a nodule, or the development of a new one, suggests either reactivation of TB or a new process such as carcinoma [15] . Borders are usually regular and smooth, but there may be a rough edge. A low attenuation is frequently observed with sometimes a minimal enhancement or ring or central-curvilinear enhancement with administration of contrast medium. A frequently crescentshaped and eccentric cavitation may be seen (Fig. 8) , as well as surrounding satellite nodules. Nodular, central, curvilinear, or diffuse calcification may occur in 20±30 % of the lesions, most often after 2 years [19] .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 538,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Tuberculoma"
        },
        {
            "text": "In 2±6 % of primary TB, the hematogenous dissemination of large numbers of viable organisms results in clinical and radiographic evidence of miliary TB [20] . Miliary TB is more often associated with post-primary TB [21] , particularly when the host's defense mechanism is overwhelmed like in elderly patients. Carcinomatosis, fungal and viral infections, especially in the immunocompromised patient, may also result in miliary disease. In all cases granulomatous foci develop in a seemingly random distribution.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Miliary tuberculosis"
        },
        {
            "text": "Chest radiographs can appear normal. A poorly defined haze through both lungs or typical micronodules may be seen on follow-up radiographs. High-resolution CT findings typically consist of a mixture of small sharply and poorly defined nodules evenly spread in the lung parenchyma without any predominance either in the lung or into the secondary pulmonary lobule often associated with intra-and interlobular septal thickening ( Fig. 9 ) [4] .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 440,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 434,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Miliary tuberculosis"
        },
        {
            "text": "Occasionally, nodules coalesce into focal or diffuse consolidations or progress to the adult respiratory distress syndrome (ARDS) [12] .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Miliary tuberculosis"
        },
        {
            "text": "Airway involvement in TB has been reported in 10±20 % of all patients with pulmonary TB [13, 22] . Airways may be secondarily involved by repeated implantation of the organism from cavitary pulmonary lesions containing abundant M. tuberculosis. The CT findings of endobronchially disseminated TB are foci of ill-defined nodular densities that are peribronchiolar in location and markedly variable in size and/or confluent densities ( Fig. 10 ) [13] .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 441,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Tracheobronchial involvement"
        },
        {
            "text": "Conversely, actual tracheobronchial TB exists mainly together with spread along peribronchial lymphatic channels [22] , but it may also result from implantation of organisms from infected sputum or local extension from adjacent parenchymal infection, lymph node erosion, or hematogenous spread [23, 24] . In the series by Lee [13] , bronchi of the anterior segment of the right upper lobe were involved most frequently in cases of bronchial lesions related with tuberculous lymphadenitis. Right tracheobronchial nodes caused the bronchial involvement in these cases. In all cases it remains very difficult to determine whether or not the enlarged mediastinal or hilar nodes actually involve the bronchial system [13] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Tracheobronchial involvement"
        },
        {
            "text": "Direct involvement of the bronchial wall consists of early formation of tubercles in the submucosal layer followed by ulceration and necrosis of the mucosal wall. Stenosis in active disease occurs by hyperplastic changes and inflammatory oedema. Healing with residual stenosis may occur with a usually worse prognosis [22, 24] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Tracheobronchial involvement"
        },
        {
            "text": "The CT findings consist of bronchial stenosis with concentric wall thickening (Fig. 11 ) and involvement of a long segment of the bronchi, bronchial obstruction with peribronchial cuff of soft tissue, bronchial involvement with tuberculous adenopathy or intraluminal polypoid mass of low attenuation due to granuloma formation [8, 13, 24] . Endotracheal lesions due to granuloma formation may also be observed.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "(Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Tracheobronchial involvement"
        },
        {
            "text": "In cases of active disease involving the airways, circumferential and predominantly irregular luminal narrowing with wall thickening and contrast enhancement have been described, a pattern which is usually reversible with antituberculous therapy. In patients with fibrotic disease, smooth narrowing of airways resistant to medical treatment with minimal wall thickening has been observed. The left main bronchus is more frequently involved in fibrotic disease, whereas active disease involves equally both bronchi [22, 23] .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Tracheobronchial involvement"
        },
        {
            "text": "Segmental or lobar collapse with multiple low-density areas (presumed caseous necrosis), obstructive pneumonia (Fig. 12) , hyperinflation, cavities or a round or tubular area of low attenuation suggesting mucoid impaction distal to the obstructed bronchus may also be seen on CT scans [2, 13] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "(Fig. 12)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Tracheobronchial involvement"
        },
        {
            "text": "Broncholithiasis is characterised by calcified peribronchial lymph nodes that either erode into or cause major distortion of an adjacent bronchus, with a right-sided predominance (Fig. 13 ) [25] . Segmental collapse, overinflation with air trapping well demonstrated on expiratory slices (Fig. 14) , bronchiectasies or ob- Post-tuberculous constrictive bronchiolitis. Hypoattenuated areas clearly demarcated from hyperattenuated normal areas. This aspect of mosaic perfusion is associated with expiratory air trapping confirming small airways obstruction structive bronchocele (Fig. 15 ) may also be encountered [4] . Bronchiectasis most often consists of traction bronchiectasis together with fibrosis. They sometimes result from central bronchostenosis such as broncholithiasis.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "(Fig. 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 288,
                    "end": 297,
                    "text": "(Fig. 14)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 577,
                    "end": 585,
                    "text": "(Fig. 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Tracheobronchial involvement"
        },
        {
            "text": "Inactive or stable-state TB are characterised by fibrotic lesions with irregular bands, linear or stellate changes, calcified nodules, distortion of bronchovascular bundles, cicatricial atelectasis, pericicatricial emphysema, bronchial strictures and bronchiectasis (Fig. 16) [2, 7] . Emphysema results mainly from traction (paracicatricial emphysema) and/or from obstruction of air passages secondary to fibrotic stenosis of the bronchioles [16] . In the series by Long et al., bronchiectasis were more likely to complicate cavitary than noncavitary disease (64 vs 11 %) [18] . Severe fibrosis with upper lobe volume loss, hilar retraction and secondary tracheomegaly is seen in up to 29 % of cases [6] . An apical cap is also frequently observed as sequelae. The hypertrophied extrapleural fat is mainly responsible and to a lesser degree pleural thickening with subpleural atelectasic and fibrotic lung (Figs. 17) [26] . Cavities, which usually heal with closure, are rarely completely obliterated by scar. Moreover, encapsulated caseous material can persist for years. A lack of change in the appearance of opacities on radiographs over at least a 6-month period and repeatedly negative sputum culture are the best signs predicting inactive disease [27] .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 275,
                    "text": "(Fig. 16)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Inactive tuberculosis"
        },
        {
            "text": "Destruction of a major part of a lung may result from a progressive primary infection or from prolonged cavitation, reinfection, spread and subsequent fibrosis. Unilateral involvement of an upper lobe is most frequently observed. Surgical treatment may be required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronic infection and destroyed lung"
        },
        {
            "text": "A severe and widespread nonspecific interstitial fibrosis may be encountered in chronic infection, diagnosed only by open-lung biopsy [2] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Chronic infection and destroyed lung"
        },
        {
            "text": "The incidence of significant hemoptysis is approximately 8 %, with fatal hemoptysis occurring in 1±5 % of patients. Hemoptysis most commonly occurs in patients with inactive TB who have cavitary and bronchiectatic residue, but it may occur in inadequately treated patients with active cavitary disease [28] . Bleeding may be related to a preexisting tuberculous cavity or a cavity filled with an aspergilloma. Rasmussen's aneurysms, which are pulmonary artery pseudoaneurysms, are exceptionally encountered but may be a source of major bleeding. They are secondary to arterial wall weakening from adjacent cavitary TB and occur exclusively in chronic fibrocaseous TB, with a frequent location in the upper lobes [15] . Pulmonary arteries, bronchial and systemic nonbronchial arteries can be a source of bleeding, with a possible increase in size and number of systemic-pulmonary anastomosis in patients with TB.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Vital complications"
        },
        {
            "text": "Widespread tuberculous pneumonia, miliary or disseminated systemic TB may be the source of respiratory failure with ARDS [29] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Vital complications"
        },
        {
            "text": "Tuberculosis of central airways (see above) occasionally results in diffuse airway stenosis, which may lead to respiratory failure in the acute phase [30] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Vital complications"
        },
        {
            "text": "Tuberculosis in cancer patients is nine times more frequent than in the general population. It is now most frequent in leukemia patients. Lung cancer can cause reactivation and coexist with TB, but mechanisms remain controversial (Fig. 18) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 239,
                    "text": "(Fig. 18)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Particulars with regard to immunodeficiency"
        },
        {
            "text": "Worldwide, TB is one of the most common complications associated with HIV infection. In the study by Goodman [31] , nearly 25 % of patients with AIDS had TB. The prognosis of coinfected patients is poor, the degree of immunosuppression caused by either HIV or associated TB appearing to be the major determinant of survival [32] . Infiltrates in primary TB may be quite extensive and fairly rapidly progressive [14] . Disseminated disease is more common than in the immunologically competent host [8] . Chest radiography appears to be an insensitive screening method for the detection of HIVassociated TB. Normal chest radiographs with positive cultures have been reported in 14±40 % of cases [33, 34] . A supplemental sputum evaluation has been recommended by the Centers for Disease Control and Prevention, which is very helpful in cases of normal chest radiography.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Particulars with regard to immunodeficiency"
        },
        {
            "text": "Radiological manifestations of HIV-associated TB are dependent on the level of CD4 T-lymphocyte depletion [31, 35, 36] . The study by Leung et al. [3] , in agreement with previous studies, showed that HIV-seropositive patients had a lower prevalence of parenchymal consolidation, cavitation and postprimary pattern, and a higher prevalence of extrapulmonary and miliary disease, in comparison with seronegative patients. Nodular opacities were present at CT in 81 % of seropositive patients (endobronchial and miliary pattern in 57 and 17 % of patients, respectively). In the same study, no significant difference in CT manifestations of TB was observed whatever the CD4 T-lymphocyte count. Lymphadenopathy were encountered in 74 % of cases.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "35,",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "36]",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Particulars with regard to immunodeficiency"
        },
        {
            "text": "Atypical and overlapping features with bacterial pneumonia and Pneumocystis carinii pneumonia are frequently reported. Boisselle et al. reported in their series that pulmonary TB, Pneumocystis carinii pneumonia (PCP) and bacterial pneumonia could mimic one another radiographically in approximately 10 % of cases [37] . However, acinar nodules as cavities were most frequently encountered in cases of pulmonary TB. In a similar way, in a series of 105 HIV-positive patients with pulmonary TB, Barnes et al. identified 4 % of cases which mimicked PCP clinically and radiographically [36] .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Particulars with regard to immunodeficiency"
        },
        {
            "text": "Finally, patients with sarcoidosis, particularly black people, as well as patients with silicosis, have an increased prevalence of TB [8] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Particulars with regard to immunodeficiency"
        },
        {
            "text": "The role of CT in the diagnosis and management of TB has been described in a limited number of studies [38] . Computed tomography, which has a better accuracy than chest X-ray in the diagnosis of primary TB, can allow prompt diagnosis [10] and help to start the treatment. In the series by Woodring et al. [20] , the radiographic diagnosis of TB was initially correct in only 49 % of cases, 34 % for the diagnosis of primary TB and 59 % for the diagnosis of post-primary TB. Common causes of missed diagnosis of primary TB were failure to recognise hilar and mediastinal adenopathy or isolated findings of parenchymal consolidation, atelectasis or pleural effusion as manifestations of primary disease in adults. In the same series, findings of postprimary TB was overlooked in 40 % of cases. Incorrect appraisal of disease activity was the most common cause of misdi- In primary TB, CT is used to help identify or confirm the presence of adenopathy [9] and to detect subtle parenchymal sites of primary infection that may be inconspicuous on plain radiographs and may suggest the diagnosis of TB. The extent of tuberculous involvement is clearly documented, occasionally showing involvement of a lobe not previously suspected on chest X-ray [14] . Computed tomography is also used to direct bronchoscopy and to locate appropriate sites for biopsy [8] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1242,
                    "end": 1246,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1348,
                    "end": 1351,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "Because miliary disease takes up to 6 weeks to become apparent on plain radiographs, CT may help in early detection of miliary TB [39] .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "The CT technique is more sensitive than plain radiography in the detection of small cavities, particularly ones in the apices, lung bases, and paramediastinal and retrocardiac locations [40] , in areas of confluent pneumonia [38] and in areas of dense fibrocalcic disease. In the series by Im et al. [16] of 41 patients with active TB, the prevalence of cavities demonstrated on initial CT scan was 58 %, whereas the prevalence of cavities on radiographs was only 22 %. Moreover, in cases of extensive fibrosis with architectural distortion, HRCT can clearly distinguish cavities from paracicatricial emphysema or cystic bronchiectasis. This most often concerns the apical or posterior segment of the upper lobes. Air±fluid levels in tuberculous cavities that may suggest the possibility of superimposed bacterial or fungal infection are well demonstrated.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "The activity of TB can be assessed with CT. In the series by Lee et al., 80 % of patients with active disease and 89 % of those with inactive disease were correctly differentiated by this technique [38] . Nodules ± miliary, centrilobular, acinar or alveolar ± were the most frequent CT findings of active pulmonary TB.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "Among CT abnormalities suggestive of bronchogenic spread, only acinar nodules can be visualised on chest X-Ray [18] . In the series by Lee et al., ill-defined nodular and/or confluent densities which were not seen on plain radiographs were noted in 10 of 22 patients on CT and provided clues to the diagnosis of TB [13] . Acinar nodules may appear as satellite nodules nearby a consolidation or an excavated area or be located in lobar regions not involved by main foci of TB [17] . In the series by Im et al. [16] , branching centrilobular lesions were the most common characteristic finding on CT obtained in patients with newly disseminated pulmonary TB. Since these lesions are not seen on chest radiographs, CT with HRCT technique [41] can be recommended in case of suspicion of reactivation TB.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "In difficult cases, serial CT examinations may be necessary to visualise increase, stability or decrease of the lesions. Total disappearance of some lesions, such as centrilobular nodules, can be assessed with CT after treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "In all cases lymph node enlargement with central hypoattenuating areas are clearly recognised after contrast medium administration. An accurate recognition as well as extension of lymphadenopathies are correctly assessed with CT. In some cases CT can guide node biopsy and help to determine the better surgical approach: mediastinoscopy, parasternal mediastinotomy or videosurgery. Other mediastinal abnormalities, such as tuberculous fibrosing mediastinitis, a rare entity, are also clearly recognised with CT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "Bronchial abnormalities (e. g. stenosis, endoluminal lesion, broncholithiasis) are easily diagnosed, as well as a gangliobronchial fistula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "Computed tomography can detect a small quantity of free pleural fluid not visible on plain films. A true pleural thickening suspected on chest X-Ray is clearly differentiated from a chronic loculated effusion and from adjacent parenchymal lesions (Fig. 19) . In all cases of tuberculous pleurisy, CT may help to detect subpleural foci of infection which have ruptured into the pleural space, small areas of cavitation, associated adenopathy, unsuspected areas of bone involvement or chest wall abscess [42] . In cases of empyema with an air±fluid level, a bronchopleural fistula can be diagnosed with a volumetric acquisition and fine collimation, as well as the cavities responsible for a spontaneous pneumothorax. Any fibrothorax will also be correctly evaluated.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 256,
                    "text": "(Fig. 19)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "In cases of suspected aspergilloma, CT is more sensitive and allows detection with exact location of occult or small aspergillomas. An intracavitary nodule with an upper air crescent, mobile according to the prone or supine position, is a typical aspect (Fig. 20) . A nodule or a mass completely filling a cavity or irregular bands of fungal mycelia may also be seen [4, 8] . Rassmussen aneurysms as well as hypertrophied bronchial arteries can be diagnosed with a spiral volumetric acquisition with fine collimation and contrast media administration.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 371,
                    "end": 373,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 263,
                    "text": "(Fig. 20)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "Other unsuspected locations can be detected by CT, such as occult spondylodiscitis or costal lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "If CT is accurate in the specific diagnosis of pulmonary TB, it also allows the differentiation of pulmonary TB from other granulomatous lung disease or lung cancer, despite that both may be coexistent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "In conclusion, CT can be useful in all stages of the disease, particularly when clinical and radiogical findings are in disagreement and/or when imaging findings are equivocal. In all cases CT should be proposed at the end of an effective antituberculous treatment to better detect fine lesions suggestive of active disease, thereby allowing a prompt diagnosis of reactivation TB. This medium-sized hardcover book encompasses all technical and clinical aspects of interventional ultrasound in the field of obstetrics and gynecology. The obstetrical part of the book starts with an original chapter on the ethical framework for interventional ultrasound. The authors provide a list of criteria which allow clinicians and radiologists to estimate whether or not a new procedure or technique might be beneficial to the fetal and maternal condition. This chapter is particularly welcome as the book covers subjects such as pregnancy reduction methods, invasive procedures in multiple pregnancies, fetal biopsy and puncture. The`how-to' approach of the book appears most helpful in chapters such as diagnosis and management of fetal heart disease, for which practical and didactical papers are missing. Many authors, international experts in their fields, explain the place of sonography among the choices of diagnostic tests and insist on the appropriate diagnosis of any fetal condition before deletary actions are undertaken. Fetal biopsy techniques are also discussed and presented with detailed tables on normal values as a function of weeks of gestation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "A smaller part of the book is devoted to interventional ultrasound in gynecology and infertility, covering different techniques of oocyte retrieval, ovarian cyst aspiration and pelvic abscess drainage. The last provides a good overview of the specific indication for each approach as well as possible complications. Although two chapters deal with cyst aspiration of the ovary, none clearly answers the controversial question of whether to perform a cyst aspiration and for what indication. One author proposes a decision tree using the patient's age, Doppler arterial waveform analysis and a sonographic score for the morphological appearance of the tumor. Unfortunately the cited score is not universally accepted and threshold values for arterial waveform analysis are missing. A conclusion of the different clinical scenarios is missing, but it appears that only sonographically benign-appearing tumors should undergo cyst aspiration, regardless of the patient's age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "The language used is clear and can be understood at a resident level. Most of the figures are of excellent quality. Because the book introduces the reader in depth to currently used procedures dealing with fetal medicine, it is most likely better suited to sonographers practicing in university hospitals and gynecologists involved in fetal medicine than to radiologists in private practice. Although the book has an excellent relation of price to content, I would not recommend it for the general radiologist or the specialists in women's imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "K. Kinkel, Geneva",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "Aktolun C., Tauxe W. N.: Nuclear oncology. Berlin Heidelberg New York: Springer, 1999, 456 pages, 251 figures in 560 illustrations, some in color, 50 tables, DM 298,00, ISBN 3-540-64760-0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "As set out in the introduction, this book should help inform oncologist, internists, radiologists, residents and medical students about the field of nuclear oncology. For that purpose it is subdivided into two major parts: radionuclides in the diagnosis and treatment of malignant tumors, and special techniques and radiopharmaceuticals. Overall, there is too much emphasis on nuclear medicine imaging techniques which are currently used in virtually all institutions worldwide and, therefore, are extremely well known to the target audience of the book. The impact of the content would have benefited tremendously from a concise overview of new knowledge and new results regarding the use of nuclear medicine techniques in oncology. For example, including 67 Ga scintigraphy in the diagnosis and staging of lymphoma adds volume to the chapter but is not really significant to the readership because there is nothing new about it, and its obvious limitations are not clearly set out. The same issue applies to agents such as 201 Tl and 99m Tc-MIBI. Further, the public has become aware about the facts of exposure to ionizing radiation, and, whenever a short-lived isotope can replace a long-lived one to reduce the radiation burden, reservations about the method used can be reduced in both the patient and the referring physician, increasing the acceptance of the method. In addition, it is well known to the readership that an imaging approach based on inexpensive agents (see above, and even some published journal articles) may not represent state-of-the-art diagnostics for proper patient management. In general, less but well-focused information about the developments in nuclear oncology would have been of more value to the reader.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "Most of the figures represent state-of-the-art work except for the PET figures (filtered backprojection images without attenuation correction are no longer acceptable in the field of nuclear oncology) and the MIBI breast imaging figures (one argues that MIBI has a potential role in breast imaging based on such images). The tables are very informative indeed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "Scientific principles are documented quite well in most of the chapters concerning the use and the rationale of individual radiopharmaceuticals. The references at the end of each chapter are carefully selected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        },
        {
            "text": "A reader who has never heard about nuclear imaging techniques in oncology and is willing to spend a large amount of time reading through the content of this book may be satisfied with the price/content relation. Since many clinicians know the basics of the content of this book and have only a limited time budget available to acquire state-of-the-art information about nuclear oncology they are likely to look for another information source. E. U. Nitzsche, Freiburg i. Br., Germany",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of CT in diagnosis of tuberculosis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tuberculosis and atypical mycobacterial infections in the 1990 s",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Radiographics",
            "volume": "17",
            "issn": "",
            "pages": "1051--1059",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CT in adults with tuberculosis of the chest: characteristic findings and role in management",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J-G",
                    "middle": [],
                    "last": "Im",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Roentgenol",
            "volume": "164",
            "issn": "",
            "pages": "1361--1367",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pulmonary tuberculosis: comparison of CT findings in HIV-seropositive and HIV sero-negative patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Brauner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gamsu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Radiology",
            "volume": "198",
            "issn": "",
            "pages": "687--691",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonary tuberculosis: the essentials. Radiology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "210",
            "issn": "",
            "pages": "307--322",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diseases characterized primarily by nosular or reticulonodular opacities",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Naidich",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "High-resolution CT of the lung",
            "volume": "",
            "issn": "",
            "pages": "149--191",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Radiologic manifestations of pulmonary tuberculosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcadams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Erasmus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Radiol Clin North Am",
            "volume": "33",
            "issn": "",
            "pages": "655--678",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High resolution computed tomographic findings in pulmonary tuberculosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hatipoglu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Osma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manisali",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Thorax",
            "volume": "51",
            "issn": "",
            "pages": "397--402",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CT features of thoracic mycobacterial disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Kuhlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Deutsch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Fishman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Siegelman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Radiographics",
            "volume": "10",
            "issn": "",
            "pages": "413--431",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mediastinal tuberculous lymphadenitis: CT manifestations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Im",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Radiology",
            "volume": "164",
            "issn": "",
            "pages": "115--119",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Intrathoracic adenopathy associated with pulmonary tuberculosis in patients with human immunodeficiency virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pastores",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Naidich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Aranda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcguiness",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Rom",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Chest",
            "volume": "103",
            "issn": "",
            "pages": "1433--1437",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tuberculosis in the normal host: radiological findings",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Semin Roentgenol",
            "volume": "28",
            "issn": "",
            "pages": "109--118",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Radiologic manifestations of adult tuberculosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Buckner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Thorac Imaging",
            "volume": "5",
            "issn": "",
            "pages": "28--37",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Endobronchial tuberculosis: CT features",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Comput Assist Tomogr",
            "volume": "15",
            "issn": "",
            "pages": "424--428",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tuberculosis in the 1990 s",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Radiol Clin North Am",
            "volume": "32",
            "issn": "",
            "pages": "649--661",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Thoracic complications of tuberculosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Winer-Muram",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Thorac Imaging",
            "volume": "5",
            "issn": "",
            "pages": "46--63",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pulmonary tuberculosis: CT findings, early active disease and sequential change with anti-tuberculous therapy",
            "authors": [
                {
                    "first": "J-G",
                    "middle": [],
                    "last": "Im",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "Y-S",
                    "middle": [],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Noma",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Radiology",
            "volume": "186",
            "issn": "",
            "pages": "653--660",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "High resolution chest CT in tuberculosis: evolutive patterns and signs of activity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Verhaegen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giron",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Comput Assist Tomogr",
            "volume": "21",
            "issn": "",
            "pages": "601--607",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pulmonary tuberculosis treated with directly observed therapy. Serial changes in lung structure and function",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maycher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dhar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manfreda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hershfield",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Anthonisen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Chest",
            "volume": "113",
            "issn": "",
            "pages": "933--943",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Noncalcified pulmonary tuberculomas: CT enhancement patterns with histologic correlation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murayama",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Torii",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Masuda",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Thorac Imaging",
            "volume": "10",
            "issn": "",
            "pages": "91--95",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Update: The radiographic features of pulmonary tuberculosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Woodring",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Vandiviere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dillon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Melvin",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Roentgenol",
            "volume": "146",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The pathology and pathophysiology of mycobacterial infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Haque",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Thorac Imaging",
            "volume": "5",
            "issn": "",
            "pages": "8--16",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Tuberculosis of the central airways: CT findings of active and fibrotic disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "J-G",
                    "middle": [],
                    "last": "Im",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Yeon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Roentgenol",
            "volume": "169",
            "issn": "",
            "pages": "649--653",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Tuberculosis of the trachea and main bronchi: CT findings in 17 patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Roentgenol",
            "volume": "168",
            "issn": "",
            "pages": "1051--1056",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Tuberculous bronchial stenosis: CT findings in 28 cases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Soh",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am J Roentgenol",
            "volume": "155",
            "issn": "",
            "pages": "971--976",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Broncholithiasis: CT features in 15 patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Conces",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Tarver",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Vix",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "AJR",
            "volume": "157",
            "issn": "",
            "pages": "249--253",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Apical opacity associated with pulmonary tuberculosis: high resolution CT findings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Im",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Radiology",
            "volume": "178",
            "issn": "",
            "pages": "727--731",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Diagnostic standards and classifications of tuberculosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bass",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Farer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Hopewell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Snider",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am Rev Respir Dis",
            "volume": "142",
            "issn": "",
            "pages": "725--735",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Management of major or massive hemoptysis in active pulmonary tuberculosis by bronchial arterial embolization",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Muthuswamy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Arbik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Chest",
            "volume": "92",
            "issn": "",
            "pages": "77--82",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Tuberculosis as a primary cause of respiratory failure requiring mechanical ventilation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Penner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kunimoto",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am Respir Crit Care Med",
            "volume": "151",
            "issn": "",
            "pages": "867--872",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Carinal resection for stenotic tuberculous tracheitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nakunam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sriragavan",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Thorax",
            "volume": "43",
            "issn": "",
            "pages": "492--493",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Pulmonary tuberculosis in patients with acquired immunodeficiency syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Thorac Imaging",
            "volume": "5",
            "issn": "",
            "pages": "38--45",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Predictors of survival in human immunodeficiency virus-infected patients with pulmonary tuberculosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whalen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Okwera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Respir Crit Care Med",
            "volume": "153",
            "issn": "",
            "pages": "1977--1981",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Active pulmonary tuberculosis in patients with AIDS: spectrum of radiographic findings including a normal appearance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frager",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Suster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stavropoulos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rothpearl",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Radiology",
            "volume": "193",
            "issn": "",
            "pages": "115--119",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Tuberculosis and non-tuberculous mycobacteriosis in patients with AIDS",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fournier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Dickinson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Erdfrocht",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cleary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischl",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Chest",
            "volume": "93",
            "issn": "",
            "pages": "772--775",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A CT scan of 5-mm thickness at lung window. Primary tuberculosis. Subpleural nodule in the right upper lobe associated with a right paratracheal adenopathy",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A CT scan of 5-mm thickness at lung window. Progressive primary tuberculosis. Alveolar consolidation of the right upper lobe. Note the small spontaneous anterior pneumothorax associated with a minimal posterior pleural effusion related with a rupture of an apical cavity (not shown)Fig. 3. A CT scan of 1-mm thickness at lung window. Post-primary tuberculosis. Bilateral infiltrates with alveolar consolidation located in the upper lobes with a cavity in the apical segment of the right upper lobe",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A CT scan of 1-mm thickness at lung window. Post-primary tuberculosis. Cavity with thick and irregular walls located in the posterior segment of the right upper lobe. Note the adjacent hyperattenuated areas",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A CT scan of 1-mm thickness at lung window. Post-primary tuberculosis. Alveolar consolidation with cavitation in the left upper lobe associated with bronchiolar nodules of the right upper lobe",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A CT scan of 1-mm thickness at lung window. Bronchogenic dissemination. Multiple bronchiolar nodules with a clear patchy distribution",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A CT scan of 1-mm thickness at lung window at the level of the upper lobes. Tuberculous reactivation. Lobular septal thickening with ground-glass densities and centrilobular nodules suggestive of active disease. Note the bronchial thickening with peripheral bronchiectasis in the anterior segment of both upper lobesFig. 8. A CT scan of 1-mm thickness at lung window at the level of the right upper lobe. Tuberculoma [of the right upper lobe]. Note the eccentric cavitation of this sharp-marginated lung noduleFig. 9 a,b. A CT scan of 1-mm thickness at lung window at the level of the upper lobes. Miliary tuberculosis. a Note the uniform repartition of the numerous small pulmonary nodules without any topographic predominance at the level of the secondary pulmonary lobule. b Note the uniform repartition of the numerous tiny pulmonary nodules with sharply delineated margins. The subpleural component of the nodules excludes their bronchogenic nature",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "A CT scan of 5-mm thickness at lung window. Gangliobronchial fistula. Right hilar mass in relation to an adenopathy which stenoses and involves adjacent bronchi. Note the acinar nodules which reflect bronchial dissemination in the anterobasal segment of the right inferior lobe",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "A CT scan of 1-mm thickness at mediastinal window. Tuberculous bronchial stenosis of the right upper lobe with a fistula appearing as abnormal peripheral lucencies",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "A CT scan of 10-mm thickness at lung window. Bronchial tuberculosis. Slightly irregularly marginated alveolar consolidation in the right middle lobe with endobronchial tuberculosis proven at endoscopy",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "A CT scan of 1-mm thickness at lung window at the level of the right middle lobe. Broncholithiasis. Note the endoluminal nodule at the level of the medial segmental bronchi of the middle lobe responsible for a distal partially aerated collapsus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "A CT scan of 1-mm thickness at lung window at the level of the inferior lobes on expiration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "A CT scan of 1-mm thickness at lung window at the level of the upper portion of the left inferior lobe. Bronchocele. Tubular-shaped pattern related to a post-tuberculous bronchial stenosis of the upper segmental bronchi of the left inferior lobe",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "A CT scan of 1-mm thickness at lung window at the level of the upper lobes. Sequelae. Loss of volume of the right upper lobe with scissural distortion, nodular and linear opacities, and bronchiectasis suggestive of fibrosisFig. 17. Coronal reformation at a mediastinal and b lung window. Right sequelar tuberculous apical cap. The apical cap is related mainly to hypertrophied extrapleural fat, and to a lesser degree with subpleural parenchymal fibrosis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "A CT scan of 1-mm thickness at lung window. Tuberculosis associated with an adenocarcinoma in the right upper lobe appearing as a pulmonary nodule with satellite micronodules agnosis. Common pitfalls included: involvement of an anterior segment of an upper lobe or basilar segment of a lower lobe; overlooking of minimal fibroproductive lesions or reporting them as inactive; and failure to recognise that an upper lobe mass surrounded by fibroproductive lesions might be TB. In the series by Lee et al., the diagnosis of pulmonary TB was correct in 91 % of patients (n = 146) and TB was correctly excluded in 76 % of patients (n = 42)[38].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "A CT scan of 5-mm thickness at mediastinal window. Tuberculous pleural involvement. Pulmonary cavitation containing an air±fluid level in the posterior segment of the right upper lobe with pleural thickening",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "A CT scan of 1-mm thickness at lung window. Typical aspergilloma of the left upper lobe appearing as an intracavitary nodule with an upper air crescent",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Boiselle PM, Tonico I, Hooley RJ, Pumerantz AS, Selwyn PA, Neklesa VP, Lange RC (1997) Chest radiograph interpretation of Pneumocystis carinii pneumonia, bacterial pneumonia, and pulmonary tuberculosis in HIV-positive patients: accuracy, distinguishing features and mimics. J Thorac Imaging 12: 47±53 38. Lee KS, Hwang JW, Chung MP et al. (1996) Utility of CT in the evaluation of pulmonary tuberculosis in patients without AIDS. Chest 110: 977±984 39. McGuiness G, Naidich DP, Jagirdar J et al. (1992) High resolution CT findings in miliary lung disease. J Comput Assist Tomogr 16: 384±390 40. Gross BH, Glazer GM, Wimbish KJ (1984) CT of solitary cavitary infiltrates. Semin Roentgenol 19: 236±242 41. Murata K, Itoh H, Todo G, Kanaoka M, Noma S, Itoh T, Furuta M, Asamoto H, Torizuka K (1986) Centrilobular lesions of the lung: demonstration by high-resolution CT and pathologic correlation. Radiology 161: 641±645 42. Hulnick DH, Naidich DP, McCauley DI (1983) Pleural tuberculosis evaluated by computed tomography Radiology 149: 759±765 C. Beigelman et al.: CT of parenchymal and bronchial tuberculosis 709 Weiner S., Kurjak A. (Editors): Progress in obstetric and gynecological sonography series. Interventional ultrasound. New York London: Parthenon Publishing, 1999, 189 pages, $ 78.00, ISBN 1-85070-923-8",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}