{
    "paper_id": "0d52df2dcb5f1a5fefbf1d48f9666326e42f3457",
    "metadata": {
        "title": "PSEUDOTYPED VESICULAR STOMATITIS VIRUS FOR FUNCTIONAL ANALYSIS OF SARS CORONAVIRUS SPIKE PROTEIN",
        "authors": [
            {
                "first": "Shuetsu",
                "middle": [],
                "last": "Fukushi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tetsuya",
                "middle": [],
                "last": "Mizutani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masayuki",
                "middle": [],
                "last": "Saijo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shutoku",
                "middle": [],
                "last": "Matsuyama",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fumihiro",
                "middle": [],
                "last": "Taguchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ichiro",
                "middle": [],
                "last": "Kurane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shigeru",
                "middle": [],
                "last": "Morikawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The entry of severe acute respiratory syndrome-associated coronavirus (SARS-CoV) into susceptible cells is mediated by binding of the viral spike (S) protein to its receptor molecule, angiotensin-converting enzyme 2 (ACE2). A pseudotyping system with vesicular stomatitis virus (VSV) particles [the VSV G* system, in which the VSV-G gene is replaced by the green fluorescent protein (GFP) gene] was reported to produce pseudotyped VSV incorporating envelope glycoproteins from RNA viruses. 1,2 This system is useful for studies of viral envelope glycoproteins due to the ability to grow at high titers in a variety of cell lines. Infection of target cells with pseudotyped VSV can be detected readily as GFP-positive cells within 16 hours postinfection (hpi) because of the high level of GFP expression in the VSV G* system. 2 Thus, pseudotyping of SARS-CoV-S protein using the VSV G* system may have advantages for studying the function of SARS-CoV-S protein as well as for developing a rapid system for examining neutralizing antibodies specific for SARS-CoV infection. In this report, we describe a rapid detection system for SARS-CoV-S protein-bearing VSV pseudotype infection. The effects of ACE2-binding peptides on SARS-CoV-S-mediated infection were investigated using this system.",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 826,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Plasmids: cDNAs of the full-length or a truncated version of SARS-CoV-S protein lacking the C-terminal 19 amino acids were cloned into the mammalian expression vector, pKS336 3 yielding the plasmids, pKS-SARS-S and pKS-SARS-St19, respectively. The plasmid, pKS-SARS-St19rev, carried the same cDNA as pKS-SARS-St19 but in the reverse orientation in pKS336, and was used as a negative control for experiments regarding pseudotype production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Preparation of VSV pseudotype: At 24 h after transfection of 293T cells with pKS-SARS-S, pKS-SARS-St19, or pKS-SARS-St19rev, the cells were infected with VSV G* in which the G gene was replaced by the GFP gene. 1 After 24 h, culture supernatants were collected and stored at -80°C until use. Vero E6 cells grown on 24-well glass slides were inoculated with pseudoviruses. Infection by pseudotype virus was detected by monitoring GFP expression under a fluorescence microscope, and the number of GFP-expressing cells was counted using ImageJ software (http://rsb.info.nih.gov/ij/). For inhibition assays, VSV pseudotypes were incubated with serially diluted inhibitors for 1 h at 37°C, and the mixtures were then inoculated onto Vero E6 cells.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Inhibitors: Angiotensin I, angiotensin II, and desArg 9 -bradykinin were purchased from Sigma. An ACE2 inhibitor, DX600, was purchased from Phoenix Pharmaceuticals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "To generate VSV pseudotyped with full-length SARS-CoV-S protein, the expression plasmid pKS-SARS-S was transfected into 293T cells, followed by infection with VSV G*. When the culture supernatants of the infected 293T cells were inoculated onto Vero E6 cells, a cell line commonly used for SARS-CoV propagation, only small numbers of GFP-expressing cells were observed (data not shown). These observations indicated that VSV pseudotype bearing the full-length SARS-CoV-S protein was not highly infectious. Next, we generated VSV pseudotyped with SARS-CoV-S protein in which the C-terminal 19 amino acids were truncated using the plasmid, pKS-SARS-St19. The plasmid, pKS-SARS-St19rev, was used as a negative control. 293T cells transfected with either pKS-SARS-St19 or pKS-SARS-St19rev were infected with VSV G*. After 24 h, the culture supernatants of infected cells were collected and inoculated onto Vero E6 cells. As shown in Figure 1 , the number of infectious units (IU) of pseudotyped VSV (5.0×10 5 /ml), referred to as VSV-SARS-St19, obtained from 293T cells transfected with pKS-SARS-St19 was significantly higher than that of the negative control. As partial deletion of the cytoplasmic domain of the SARS-CoV-S protein allowed efficient incorporation into VSV particles and led to pseudotype generation at high titer, the intact cytoplasmic domain of SARS-CoV-S protein may interrupt proper assembly of the pseudotype particles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 929,
                    "end": 937,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Production of SARS-CoV-S-Bearing VSV Pseudotype"
        },
        {
            "text": "Infection by retrovirus-based pseudotypes is usually measured at 48 hpi, while infection of VSV-based pseudotypes can be detected at 16 h. 2 Interestingly, GFP expression in Vero E6 cells was detected clearly at 7 h after inoculation with VSV-SARS-St19. Time course analysis of the number of GFP-positive cells indicated that it was possible to quantify VSV-SARS-St19 infection at 7 hpi (Fig. 1B) . Therefore, in subsequent analyses, we counted the number of GFP-positive cells infected with VSV-SARS-St19 at 7 hpi. pre-incubated with DX600, angiotensin I (AT1), angiotensin II (AT2), or desArg 9 -bradykinin (BR) followed by inoculation onto Vero E6 cells. Infectivity of the pseudotypes was examined using the methods described in Figure 1 . ",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 396,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 733,
                    "end": 741,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Time Course Analysis of GFP Expression in VSV Pseudotype-Infected Cells"
        },
        {
            "text": "VSV-SARS-St19 infection of Vero E6 cells was neutralized by anti-SARS-CoV antibody (data not shown). Furthermore, a recombinant human ACE2 ectodomain protein, soluble ACE2, 4 strongly affected VSV-SARS-St19 infection but did not affect infection of VSV-G-bearing pseudotype (VSV G*-G; Fig. 2A ). These results indicated that VSV-SARS-St19 infection is mediated by SARS-CoV-S protein in an ACE2-dependent manner. We then investigated whether a known ACE2-specific peptide inhibitor can compete with ACE2-mediated pseudotype virus infection. As shown in Figure 2B , pretreatment of Vero E6 cells with DX600, which has been shown to inhibit ACE2 enzymatic activity, 5 inhibited VSV-SARS-St19 infection, while pretreatment with ACE2 peptide substrates, angiotensin I, angiotensin II, or desArg 9 -bradykinin, did not. Higher concentrations (>1.25 µM) of DX600 were required for 30-50% inhibition of VSV-SARS-St19 infection, indicating that this inhibition was weak (Fig. 2B ). Enzymatic activity is not required for ACE2 protein to act as a SARS-CoV receptor. 6 However, our results indicated that DX600 partially influenced the function of ACE2 as a SARS-CoV receptor. Further investigations, including inhibition studies with live SARS-CoV, are necessary to elucidate the efficacy of DX600. Our results suggested that ACE2-binding peptides can be used as specific inhibitors of SARS-CoV-S-mediated infection. Based on the results of neutralization experiments using anti-SARS-CoV antibody and soluble ACE2, we concluded that VSV-SARS-St19 infection of target cells is mediated by SARS-CoV-S protein. The assay system described here will be useful not only for developing a safe and rapid method to detect neutralizing antibodies to SARS-CoV but also for screening for inhibitors of SARS-CoV-S-mediated infection.",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1057,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 292,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 552,
                    "end": 561,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 961,
                    "end": 969,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Inhibition of VSV-SARS-St19 Infection"
        },
        {
            "text": "This work was supported in part by a grant-in-aid from the Ministry of Health, Labor, and Welfare of Japan and the Japan Health Science Foundation, Tokyo, Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characterization of pseudotype VSV possessing HCV envelope proteins",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "286",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Use of vesicular stomatitis virus pseudotypes bearing hantaan or seoul virus envelope proteins in a rapid and safe neutralization test",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogino",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ebihara",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin. Diagn. Lab. Immunol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Immunofluorescence technique using HeLa cells expressing recombinant nucleoprotein for detection of immunoglobulin G antibodies to Crimean-Congo hemorrhagic fever virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niikura",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Clin. Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vesicular stomatitis virus pseudotyped with severe acute respiratory syndrome coronavirus spike protein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fukushi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mizutani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Gen. Virol",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel peptide inhibitors of angiotensin-converting enzyme 2",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Sexton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Skogerson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Biol .Chem",
            "volume": "278",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Infectivity of VSV pseudotypes. (A) VSV-SARS-St19 or negative control was inoculated onto Vero E6 cell monolayers. GFP expression was examined by fluorescence microscopy. (B) Cells were photographed under a fluorescence microscope at various time points after inoculation. The numbers of GFP-expressing cells in the photographs are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Inhibition of VSV-SARS-St19 infection. (A) VSV-SARS-St19 or VSV G*-G was pre-incubated with serially diluted soluble ACE2 followed by inoculation onto Vero E6 cells. (B) VSV-SARS-St19 was",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}