{
    "paper_id": "0d521fa7f5993cef2dd1f58453b2908c244194c5",
    "metadata": {
        "title": "Global implications of bio-aerosol in pandemic",
        "authors": [
            {
                "first": "Sneha",
                "middle": [],
                "last": "Gautam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karunya Institute of Technology and Sciences",
                    "location": {
                        "postCode": "641114",
                        "settlement": "Coimbatore",
                        "region": "Tamil Nadu",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Ujwalkumar"
                ],
                "last": "Trivedi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marwadi University",
                    "location": {
                        "postCode": "360003",
                        "settlement": "Rajkot",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The recent outbreak of COVID-19 coronavirus which is suspected to be initiated from Wuhan city of China has been an immediate and urgent concern globally due to its rapid transmission rate. Coronavirus pandemic has spread over 126 countries and has taken the lives of thousands of people across the globe. Although the accurate pathogenesis of this virus is not yet decoded, it is established that this virus causes systemic failure of the respiratory system. It is also a well-established fact that this virus can spread through the dispersal of bio-aerosols by an infected individual. Bio-aerosols are now identified as major issue posing a threat to the environment and global health standards. Along with the presence of life-threatening respiratory viruses like COVID-19, bio-aerosols are also reported to contain toxic substances (i.e., volatile organic compounds (VoCs), heavy metals and harmful gases). Pathogenic microbes are also known to be transmitted through expulsion and settling of bio-aerosols (Kim et al. 2017 ). Ailments caused due to the propagation of such pathogens and their toxic constituents in the environment results in several diseases ranging from allergic asthma, cancer, localized and systemic organ failures (Humbal et al. 2018) . It is well-established fact that the respiratory bio-aerosol expulsions of an infected person cause an exponential increase in the spread of respiratory tract viruses like COVID-19, SARS, MERS and HINI Influenza and are a major cause of the global pandemic. (Núñez et al. 2016) .These viruses have shown the resilience over a wide range of physiochemical conditions such as temperature and humidity which makes them a potential threat to mankind. Some of the well-reported bacterial pathogens such as Bordetella pertussis, Bacillus anthracis, Corynebacterium diphtheriae and Neisseria meningitidis are known to be transmitted via bio-aerosols causing collapse of the respiratory system and neurological abnormalities (GBD 2013). Certain species of pathogenic fungi such as Aspergillus fumigatus, Fusarium moniliforme, Scedosporium apiospermum, and Mucorales spp. are commonly transmitted through bio-aerosols and are also known to cause localized and systemic organ infections, acute toxicity, hypersensitivity, and other respiratory abnormalities in immunocompromised patients (Jung et al. 2009 ). Many pathogens release toxic and immunogenic by-products endotoxins and β-glucans which may be transmitted through bio-aerosols and cause hyperactivity or repression of an individual's immune response leading to autoimmune diseases and several types of cancers (Kim et al. 2017 ). Both the short-term and long-term studies confirm that the exposure of an individual to bio-aerosols associated with daily variations of air pollutants impeaches a significant effect on the individual's health standards (Wu et al. 2015) . Even low-level or short-term exposure to bio-aerosol has shown a significant pathophysiological effect on humans (Johnson and Choi 2012) .",
            "cite_spans": [
                {
                    "start": 1011,
                    "end": 1027,
                    "text": "(Kim et al. 2017",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1240,
                    "end": 1260,
                    "text": "(Humbal et al. 2018)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1521,
                    "end": 1540,
                    "text": "(Núñez et al. 2016)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2341,
                    "end": 2358,
                    "text": "(Jung et al. 2009",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2623,
                    "end": 2639,
                    "text": "(Kim et al. 2017",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2863,
                    "end": 2879,
                    "text": "(Wu et al. 2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2995,
                    "end": 3018,
                    "text": "(Johnson and Choi 2012)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "Bio-aerosol is reported as one of the largest emerging pollutant in modern age (Humbal et al. 2020) . All the episodes related to air quality are regional polluted phenomenon in the ambient atmosphere with microbes beings its main constituents (Burger 1990; Ghosh et al. 2015) . The frequency of severe air pollution due to bio-aerosols has reported higher in last few years. Bio-aerosols contain fungi and virus kinds of toxic substances that could affect the respiratory and circulatory system, with possible detrimental impacts on the cardiovascular, immune and nervous systems, increasing morbidity and mortality in the population (Johnson and Choi 2012) .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 99,
                    "text": "(Humbal et al. 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 244,
                    "end": 257,
                    "text": "(Burger 1990;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 258,
                    "end": 276,
                    "text": "Ghosh et al. 2015)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 635,
                    "end": 658,
                    "text": "(Johnson and Choi 2012)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "Effective legislation has been already introduced to minimize air pollution-related issues in few developed countries. Yet many events still keep allowing air pollution specialist and scientist, who are working on air pollution due to bio-aerosols. In the case of bio-aerosols, the main question that remains same to understand the level of exposure affects life expectancy. Doremalen et al. (2020) highlighted the progress in monitoring, impacts and effects of microbes to understand the exposure to microbes on living organisms. Similarly, Mclean et al. (2004) reported the higher mortality rate in past few years due to effects of higher concentration of microbes. On other hand, Humbal et al. (2019) observed the one of the main critical factor on association of primary/secondary particles with microbes. One-third of the total populations of the world are using organic material (i.e., cow dung, wood, biomass, crop residues, charcoal) for cooking and heating (Pearson et al. 2015) . The use of solid fuel for cooking and heating is a traditional pattern, long recognized as being liable to a different type of respirable diseases (Balakrishnan et al. 2015) . In 2010, the Global burden of disease study report 3.5 million death attributed because of household air pollution (HAP) and 16% of 3.1 million deaths from Ambient air pollution are credited from HAP (Lim et al. 2012) . HAP from the low and middle-income population of developing countries, contributes to occupational health and environmental risk (Balakrishnan et al. 2015) . HAP is a result of incomplete combustion of solid fuel during cooking and heating in the rural area (Lim et al. 2012) . Several studies indicated that HAP is the leading risk factor due to the reported number of deaths in poor countries (Balakrishnan et al. 2015; Lim et al. 2012 ). This problem is very well recognized in developing countries; however, the epidemiological and occupational exposure studies have suffered from simplistic approaches (i.e., binary classification of exposure) to estimate the exposure to particles in rural areas. However, the nature of household air pollution is now going to change. Since 1990, the intervention techniques declining the HAP worldwide as a renewable source of energy (i.e., wind, solar, etc.) and liquid petroleum gas come to replace solid fuel (i.e., forest wood, cow dung, etc.) for cooking and heating. However, due to the rapid expansion of urban area or globalization of industrial production, uncountable production of toxic chemicals and increasing the use of vehicles. Deaths related to air pollution have been cumulating all over the world since 1990, growing are significantly in many industrial countries (Wu et al. 2015) .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 398,
                    "text": "Doremalen et al. (2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 542,
                    "end": 562,
                    "text": "Mclean et al. (2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 683,
                    "end": 703,
                    "text": "Humbal et al. (2019)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 966,
                    "end": 987,
                    "text": "(Pearson et al. 2015)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1137,
                    "end": 1163,
                    "text": "(Balakrishnan et al. 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1366,
                    "end": 1383,
                    "text": "(Lim et al. 2012)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1515,
                    "end": 1541,
                    "text": "(Balakrishnan et al. 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1644,
                    "end": 1661,
                    "text": "(Lim et al. 2012)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1781,
                    "end": 1807,
                    "text": "(Balakrishnan et al. 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1808,
                    "end": 1823,
                    "text": "Lim et al. 2012",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2709,
                    "end": 2725,
                    "text": "(Wu et al. 2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "Bio-aerosols is also responsible for economic losses including medical expenditures (i.e., approximately US$21 billion globally), economic productivity losses (i.e., premature deaths, respiratory diseases, etc.), and environmental degradation and material losses (OECD 2016) . This cost seems very large but quite invisible, because it has been spread across the large population in the past two decades. However, the results can create an impact on the health system and simultaneously the growth prospects of the whole countries.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 274,
                    "text": "(OECD 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "The positive information is that bio-aerosols can be controlled and the diseases related to the incremental concentration of bio-aerosols can be prevented. Modern economic growth is not responsible for ambient air pollution (Arrow et al. 1995) . Ambient air pollution can be controlled and minimized by the wise leadership and taking steps towards the development to help emerging economies to cover the loss done in past. The successes of pollution control in terms of technical, political feasibility and economics, of a particular country, are publicized around the world in shortening air pollution. Recognized strategies include: (1) developing and implementing new environmental standards; (2) minimizing incremental concentration by using intervention techniques; (3) banning the use of polluting materials/fuels in all possible urban and rural area; (4) regulating private vehicles and increasing the number of public transportation; (5) commanding different types of fuel using in vehicles; and (6) formulating effective policies that ensuring the implementation of standard operating protocols at hospitals, industries and crowded workplaces to control and minimize the dispersal of pathogenic microbes.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 243,
                    "text": "(Arrow et al. 1995)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "A novel human coronavirus is now declared a pandemic by the World Health Organization. The coronavirus emerged in Wuhan-an urban city of China in late 2019 (WHO 2020). Figure 1 shows the relationship between aerosol and surface variability, which indicated the vital information related to human coronavirus. Doremalen et al. (2020) observed that the reduction similarity in the air of human coronavirus is same as other microbes. They also highlighted the strong stability, decay and half-lives of human coronavirus especially on plastic and steel-based product (Fig. 1).   Fig. 1 Variation of microbes (SARS-CoV-1 and SARS-CoV-2) in aerosols (Doremalen et al. 2020) IT can be seen that the stability of all microbes is similar in the laboratory workplace or experimental circumstances. Other factors (i.e., high viral loads in the upper respiratory tract, the potential for persons infected with microbes to shed and transmit the virus while asymptomatic) play important role in the variation in the epidemiologic characteristics of microbes (Bai et al. 2020; Zou et al. 2020) . The critical analysis of the note is indicated that transmission of bio-aerosol is plausible, as the microbes can remain viable in aerosol and surface for hours and few days, respectively. The outcomes echo those with microbes, in which the possible way of movement or transfer was directly or indirectly associated with super spreading events. Moreover, the findings mention the massive evidence for pandemic extenuation efforts.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 332,
                    "text": "Doremalen et al. (2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 644,
                    "end": 667,
                    "text": "(Doremalen et al. 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1044,
                    "end": 1061,
                    "text": "(Bai et al. 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1062,
                    "end": 1078,
                    "text": "Zou et al. 2020)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 581,
                    "text": "(Fig. 1).   Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Correspondence"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Economic growth, carrying capacity, and the environment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arrow",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Costanza",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "268",
            "issn": "",
            "pages": "520--521",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Presumed asymptomatic carrier transmission of COVID-19. JAMA (Epub ahead of print",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2565"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Household air pollution exposures of pregnant women receiving advanced combustion cookstoves in India: Implications for intervention",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Balakrishnan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sambandam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghose",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaswani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Arora",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Annuals Global Health",
            "volume": "81",
            "issn": "3",
            "pages": "375--385",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bioaerosols: prevalence and health effects in the indoor environment",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burger",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "The Journal of Allergy and Clinical Immunology",
            "volume": "86",
            "issn": "",
            "pages": "687--701",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2004973"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: A systematic analysis for the global burden of disease study 2013",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gbd",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet London England",
            "volume": "385",
            "issn": "14",
            "pages": "61682--61684",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(14)61682-2"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Review of bioaerosols in indoor environment with special reference to sampling, analysis and control mechanisms",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environmental International",
            "volume": "85",
            "issn": "",
            "pages": "254--272",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evaluating the colonization and distribution of fungal and bacterial bioaerosol in Rajkot, western India using multi-proxy approach",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Humbal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Air Quality, Atmosphere and Health",
            "volume": "12",
            "issn": "6",
            "pages": "693--704",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Spatial variation of airborne allergenic fungal spores in the ambient PM2.5-A study in Rajkot City, Western Part of India",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Humbal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rajput",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Measurement, Analysis and Remediation of Environmental Pollutants",
            "volume": "",
            "issn": "",
            "pages": "199--209",
            "other_ids": {
                "DOI": [
                    "10.1007/978-981-15-0540-9"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A review on recent progress in observations, and health effects of bioaerosols",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Humbal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Trivedi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Environmental International",
            "volume": "118",
            "issn": "",
            "pages": "189--193",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lung cancer risk in workers in the meat and poultry industries-A review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "K.-M",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Zoonoses and Public Health",
            "volume": "59",
            "issn": "",
            "pages": "303--313",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Treatment of fungal bioaerosols by a high-temperature, short-time process in a continuous-flow system",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "U"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Applied and Environmental Microbiology",
            "volume": "75",
            "issn": "",
            "pages": "2742--2749",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Airborne bioaerosols and their impact on human health",
            "authors": [
                {
                    "first": "K.-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kabir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jahan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Environmental Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jes.2017.08.027"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990-2010: A systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Danaei",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shibuya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Adair-Rohani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2224--2260",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mortality and cancer incidence in New Zealand meat workers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Occupational and Environmental Medicine",
            "volume": "",
            "issn": "6",
            "pages": "541--547",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Monitoring of airborne biological particles in outdoor atmosphere. Part 1: Importance, variability and ratios",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Núñez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amo De Paz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rastrojo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alcamí",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gutiérrez-Bustillo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International of Microbiology: the Official Journal of Spanish Society for Microbiology",
            "volume": "19",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Economic Consequences of Outdoor Air Pollution",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Exposures and health outcomes in relation to bioaerosol emissions from composting facilities: A systematic review of occupational and community studies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Littlewood",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Gant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hansella",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Toxicology and Environmental Health. Part B",
            "volume": "18",
            "issn": "1",
            "pages": "43--69",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Coronavirus disease (COVID-2019) situation reports. Geneva: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Impact of climate change on human infectious diseases: Empirical evidence and human adaptation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environmental International",
            "volume": "86",
            "issn": "",
            "pages": "14--23",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmc2001737"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}