{
    "paper_id": "0d56a795edb3881eac1251d5342d249edcb27df4",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A. Graeschel, H. Wilkens, G. W. Sybrecht Die nosokomiale Pneumonie ist die håufigste Todesursache bei im Krankenhaus erworbenen Infektionen. Als nosokomial werden Pneumonien klassifiziert, die frçhestens 48 h nach einer stationåren Aufnahme auftreten und nicht auf eine vor dem stationåren Aufenthalt erfolgte Infektion zurçckzufçhren sind. Pneumonien, die sich innerhalb der ersten 4 Wochen nach stationårem Aufenthalt entwickeln, werden als nosokomial angesehen. Fçr Patienten mit håufigem Kontakt zu Institutionen des Gesundheitswesens (Alten-und Pflegeheim) hat sich der Begriff ¹healthcare-associated pneumoniaª etabliert, der eine Behandlung entsprechend der Richtlinien fçr nosokomiale Pneumonie fordert [3] . Eine Untergruppe der nosokomialen Pneumonie ist die beatmungsassoziierte Pneumonie, die sich mehr als 48 h nach Intubation entwickelt. Diese beiden Gruppen unterscheiden sich in Bezug auf Pathogenese, Øtiologie und Prognose deutlich. Eine weitere Klassifikation kann anhand des Zeitpunktes des Auftretens getroffen werden. Einige Autoren unterscheiden z. B. bei der beatmungsassoziierten Pneumonie zwischen frçh auftretender (innerhalb der ersten 4 Tage nach Intubation) und spåt auftretender Pneumonie (Tabelle 7.4.1).",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 714,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Nosokomiale Pneumonie"
        },
        {
            "text": "Die Pneumonie ist, nach den Harnwegsinfekten und chirurgischen Wundinfekten, die dritthåufigste nosokomiale Infektion und die håufigste Infektion auf Intensivstationen. Bei 5±10 von 1 000 stationår behandelten Patienten kommt es im Verlauf des Aufenthaltes zu einer Pneumonie [6, 7] . Die Mehrzahl der nosokomialen Pneumonien entsteht auûerhalb einer Intensivstation, das haechste Risiko besteht jedoch fçr Intensivpatienten. Bis zu 25% aller Intensivpatienten entwickeln eine Pneumonie.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "Berçcksichtigt man die Dauer des Krankenhausaufenthaltes, so betrågt die Inzidenz auf einer Intensivstation 0,9/1 000 Patiententage. Beatmete Patienten haben ein besonders hohes Risiko, an einer Pneumonie zu erkranken, wobei die Inzidenz auf gemischt internistisch/kardiologischen Intensivstationen etwa 13 Pneumonien pro 1 000 Beatmungstage und auf gemischt internistisch/chirurgischen auch Pneumokokken verursacht. Staphylococcus aureus ist håufig bei Patienten in der postoperativen Phase, nach Schådelhirntrauma oder neurochirurgischen Eingriffen nachzuweisen. Eine långere stationåre Behandlung und Beatmung sind Risikofaktoren fçr Pseudomonas-aeruginosa-Infektionen. Haemophilus spp. und Pneumokokken kaennen vor allem bei Patienten, die zuvor keine Antibiotika erhalten haben und bei Patienten mit obstruktiven Ventilationsstaerungen eine Rolle spielen. Bei Patienten nach Aspiration ist mit Anaerobiern zu rechnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "Bei Auftreten einer Pneumonie innerhalb der ersten 4 Tage nach Krankenhausaufnahme ist mit Streptococcus pneumoniae, Haemophilus spp. und Moraxella catarrhalis zu rechnen, spåter wird die Pneumonie meist durch Klebsiella, Acinetobacter spp., Pseudomonas oder Staphylococcus aureus ausgelaest. Infektionen mit Mycoplasma pneumoniae, Chlamydia pneumoniae, Legionellen, Influenza-und Adenoviren, anderen pneumotropen Viren sowie Mykobakterien sind eher selten bei der nosokomialen Pneumonie nachzuweisen. Legionellen kaennen gelegentlich als kleine Epidemien im Krankenhaus vorkommen und sind, wenn sie nicht rechtzeitig erkannt werden, mit einer hohen Mortalitåt verbunden. Bei immunkompetenten Patienten sind håufig nach vorausgegangener Antibiotikatherapie Pilze im Bronchialaspirat nachweisbar, die bei dieser Patientengruppe allerdings selten die Ursache einer Pneumonie sind, sondern nur eine Kolonisation zeigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "Bei immunsupprimierten Patienten ist mit Infektionen durch Cytomegalieviren, Herpesviren, Varicella-Zoster-Viren sowie Pilzinfektionen mit Candida, Aspergillus und Cryptococcusspecies zu rechnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "Eine Antibiotikaprophylaxe hat negative Auswirkungen auf das zu erwartende Keimspektrum. Bei Patienten auf herzchirurgischen Stationen werden nach prophylaktischer Gabe von Cephalosporinen der ersten Generation durch Verdrångung der Normalflora sowohl eine Kolonisation des Oropharynx als auch Infektionen mit Enterobakterien signifikant håufiger nachgewiesen als bei Patienten ohne Prophylaxe [13] .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[13]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "Die oberen Atemwege stellen eine anatomische und mechanische Barriere gegençber inhalierten Mikroorganismen dar und sind im Besitz Ein erhebliches Problem in der Legionellendiagnostik bietet die Vielfalt immunologisch unterschiedlicher Typen. Beim Nachweis von Antikaerpern im indirekten Immunofluoreszenztest (IFT) (positiv: 2-bis 4facher Titeranstieg auf > 1 : 128, Einzeltiter von 1 : 256 ist verdåchtig) kaennen unspezifische Kreuzreaktionen z. B. mit Pseudomonas-, Campylobacter-und Proteusantikaerpern auftreten. Bei Patienten mit kulturell gesicherter Legionelleninfektion findet man positive Titer håufig erst nach mehreren Wochen. Der direkte IFT zum Antigennachweis mittels speziespezifischer Antikaerper der Subtypen 1±12 ist derzeitig die schnellste Nachweismethode, besitzt aber eine sehr schlechte Sensitivitåt von 25 bis maximal 70%. Der Nachweis des Legionellenantigens im Urin (nur Serogruppe 1) ist eine weitere Option der Diagnostik. Je nach verwendetem Testsystem und Antikaerpern ergeben sich eine Sensitivitåt des Legionellenantigentests zwischen 15 und 99% und eine Spezifitåt zwischen 40 und 99%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abwehrmechanismen der Atemwege"
        },
        {
            "text": "Virusinfektionen werden als Auslaeser einer Pneumonie wahrscheinlich zu selten nachgewiesen, obwohl sie in vielen Fållen Wegbereiter einer bakteriellen Superinfektion sind. Viruspneumonien kaennen prinzipiell durch Antikaerperund Antigennachweis mittels ELISA, KBR und IFT oder durch direkte Virusisolierung, Anzucht und Typisierung in Gewebekulturen diagnostiziert werden. Da der direkte Erregernachweis meist schwierig ist, die Serumtiter erst verzaegert ansteigen und es sich um Verfahren mit hohem technischen Aufwand und entsprechenden Kosten handelt, sollten sie nur bei spezieller Indikation, z. B. bei immunsupprimierten Patienten, eingesetzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abwehrmechanismen der Atemwege"
        },
        {
            "text": "Bei dem Verdacht auf eine opportunistische Infektion ergibt sich eine Indikation fçr gezielte immunserologische Untersuchung meist nur in Kombination mit kulturellen und histologischen Techniken. Unzuverlåssig sind immunserologische Untersuchungen zur Detektion von Antigenen und Antikaerpern bei dem Verdacht auf eine Candida-oder Aspergillusinfektion. Immunserologische Daten erlauben keine Aussage çber die letztlich entscheidende Frage, ob es sich um eine invasive Mykose handelt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abwehrmechanismen der Atemwege"
        },
        {
            "text": "Nukleinsåureamplifikationstechniken (NAT) wie die Polymerasekettenreaktion (PCR) haben bisher nur in wenigen Bereichen, wie dem Nachweis von CMV-DNA bei transplantierten Patienten, einen Platz in der Diagnostik.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abwehrmechanismen der Atemwege"
        },
        {
            "text": "Neben der antibiotischen Therapie (Abb. 7.4.12) sind wesentliche Bestandteile der Behandlung Maûnahmen zur Sekretmobilisation, zur Expektoration des Sekretes und zum Erhalt eines adåquaten Gasaustauschs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Maûnahmen zur Sekretmobilisation bewirken neben einer Minderung der Atemarbeit eine verbesserte Ventilationsverteilung. Eine intensive physikalische Therapie mit Lagerungsdrainagen, Vibrations-und Klopfmassagen zur Expektoration von Sekret aus den Atemwegen ist mitentscheidend fçr den Therapieerfolg und wird oft nicht gençgend eingesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unterstçtzende Maûnahmen"
        },
        {
            "text": "Ausreichende Flçssigkeitszufuhr, besonders bei Patienten mit hohem Fieber, und eine Inhalationstherapie mit physiologischer Kochsalzlae-sung und b 2 -Mimetika tragen zur Verbesserung der mukoziliaren Clearance bei. Bei sehr zåhem, schlecht zu mobilisierendem Sekret kann eine therapeutische Bronchoskopie notwendig werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unterstçtzende Maûnahmen"
        },
        {
            "text": "Zusåtzlich muss auf einen ausgeglichenen Elektrolythaushalt geachtet werden. Insbesondere Hypophosphatåmien werden oft çbersehen und kaennen zu einer Schwåche der Inspirationsmuskulatur mit respiratorischem Pumpversagen fçhren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unterstçtzende Maûnahmen"
        },
        {
            "text": "Von entscheidender Bedeutung ist es, einen adåquaten Gasaustausch zu erhalten oder wiederherzustellen. Klinisch låsst sich eine Hypoxåmie nicht genau abschåtzen, daher sollte immer eine arterielle oder kapillåre Blutgasanalyse erfolgen und spåtestens bei einem Sauerstoffpartialdruck unter 8 ",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 291,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Unterstçtzende Maûnahmen"
        },
        {
            "text": "Die Anforderungen der intensivmedizinischen Behandlung erfordern in vielen Fållen die Anlage eines zentralvenaesen Katheters. So stellt bei der Ûberwachung intensivmedizinischer Patienten die Kontrolle håmodynamischer Variablen eine wichtige Informationsquelle dar. Die Erfassung der Variablen durch nichtinvasive Maûnahmen ermaeglicht nur eine eingeschrånkte Informationstiefe. Ein weiterer Aspekt, der die Anlage eines zentralvenaesen Katheters notwendig macht, ist die Gabe von Infusionslaesungen, die aufgrund ihrer molekularen Graeûe durch periphere Zugånge nicht verabreicht werden kaennen oder zur Reizung der kleinlumingen Venen fçhrt. So erfordert z. B. eine hochkalorische Ernåhrung die Gabe çber einen zentralvenaesen Katheter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problemstellung"
        },
        {
            "text": "Sowohl die Anlage als auch das Verweilen des zentralnervaesen Katheters kann mit unerwçnschten Effekten zu eigenen Komplikationen fçhren [2] . Die Håufigkeit der Komplikationen",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[2]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Problemstellung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ursachen von Fieber und pulmonalen Infiltraten bei beatmeten",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Abb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cuff-Druck soll > 20 cm H 2 O sein",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Blutzuckerwerte zwischen 80±110 mg/dl mit einer intensivierten Insulintherapie",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sparsamer, gezielter Einsatz von Antibiotika",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nosocomial pneumonia in the ICU ± new perspectives on current controversies. Yearbook of intensive care and emergency medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "A&apos;court",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Garrard",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "726--747",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hospital-acquired pneumonia in adults: diagnosis, assessment of severity, initial antimicrobial therapy, and preventive strategies. A consensus statement",
            "authors": [],
            "year": 1995,
            "venue": "Am J Respir Crit Care Med",
            "volume": "153",
            "issn": "",
            "pages": "1711--1725",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infectious Diseases Society of America (2005) Guidelines for the management of adults with hospital-acquired, ventilator-associated, and healthcare-associated pneumonia",
            "authors": [],
            "year": null,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "388--416",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nosokomiale Pneumonie: Pråvention, Diagnostik und Therapie. Ein Konsensuspapier der Paul-Ehrlich-Gesellschaft fçr Chemotherapie (PEG) und der Deutschen Gesellschaft fçr Pneumologie (DGP) unter Mitarbeit von Experten der Deutschen Gesellschaft fçr Anåsthesiologie und Intensivmedizin (DGAI)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Bodmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lorenz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ewig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trautmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chemo Ther",
            "volume": "12",
            "issn": "",
            "pages": "13--44",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nosocomial pneumonia: a multivariate analysis of risk and prognosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Celis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gatell",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Chest",
            "volume": "93",
            "issn": "",
            "pages": "318--324",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Invasive diagnostic testing should be routinely used to manage ventilated patients with suspected pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chastre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fagon",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "150",
            "issn": "",
            "pages": "570--574",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nosocomial pneumonia: epidemiology and infection control",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Craven",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Steger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Barat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Intens Care Med",
            "volume": "18",
            "issn": "",
            "pages": "3--11",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nosocomial pneumonia in the medical and surgical patient. Risk factors and primary management",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Dal-Nogare",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Med Clin North Am",
            "volume": "78",
            "issn": "5",
            "pages": "1081--1090",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prospective study of nosocomial pneumonia and of patient and circuit colonization during mechanical ventilation with circuit changes every 48 hours versus no change",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dreyfuss",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Djedaini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lanore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rahmani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Boussougant",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Coste",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Am Rev Respir Dis",
            "volume": "143",
            "issn": "",
            "pages": "738--743",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Diagnostik von Beatmungspneumonien: Grundlagen, Techniken, Ergebnisse, vorlåufige Empfehlungen",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ewig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Påuker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tasci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schåfer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lçderitz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pneumologie",
            "volume": "50",
            "issn": "",
            "pages": "718--731",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Detection of nosocomial lung infection in ventilated patients: use of a protected specimen brush and quantitative culture techniques in 147 patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fagon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chastre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hance",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am Rev Respir Dis",
            "volume": "138",
            "issn": "",
            "pages": "110--116",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Nosocomial pneumonia in ventilated patients: a cohort study evaluating attributable mortality and hospital stay",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fagon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chastre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hance",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am J Med",
            "volume": "94",
            "issn": "",
            "pages": "281--288",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Patients endogenous flora as source of nosocomial enterobacter in cardiac surgery",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Flynn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nathan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gaston",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kabins",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Infect Dis",
            "volume": "156",
            "issn": "",
            "pages": "363--368",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Weekly ventilator circuit changes. A strategy to reduce costs without affecting pneumonia rates",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Romagnoli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kacmarek",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Anaesthesiology",
            "volume": "82",
            "issn": "",
            "pages": "903--911",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pulmonary infection in intensive care units",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Ingles",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Br J Anaesth",
            "volume": "65",
            "issn": "",
            "pages": "94--106",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bacterial adherence to epithelial cells in bacillary colonization of the respiratory tract",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Johanson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Higuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Chaudhuri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Am Rev Respir Dis",
            "volume": "121",
            "issn": "",
            "pages": "55--63",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Das akute Lungenversagen des Erwachsenen (ARDS): Pathophysiologie, Diagnose und Behandlung",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lewandowski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lohbrunner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Falke",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pneumologie",
            "volume": "50",
            "issn": "",
            "pages": "505--517",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Diagnostic tests for pneumonia in ventilated patients: prospective evaluation of diagnostic accuracy using histology as diagnostic gold standard",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Marquette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Copin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wallet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Neviere",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Saulnier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Durocher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ramon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Tonnel",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Respir Crit Care Med",
            "volume": "151",
            "issn": "",
            "pages": "1878--1888",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An overview of community acquired pneumonia with lessons learned from the British Thoracic Society Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcfarlane",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Semin Respir Infect",
            "volume": "9",
            "issn": "3",
            "pages": "153--165",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Empfehlungen zur Pråvention nosokomialer Pneumonien nach den Guidelines for Preventing Healthcare Associated Pneumonia 2003 ªRecommendation of CDC (Centers of Disease Control and Prevention) and HIC-PAC (Healthcare Infection Control Practises Advisory Committee)º",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mattner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gastmeier",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Anåsthesiol Intensivmed Notfallmed Schmerzther",
            "volume": "40",
            "issn": "",
            "pages": "79--84",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Diagnosis of ventilator-associated pneumonia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "U"
                    ],
                    "last": "Meduri",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Infect Dis Clin North Am",
            "volume": "7",
            "issn": "",
            "pages": "295--329",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "An approach to empiric therapy of nosocomial pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Niedermann",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Medical Clinics of North America",
            "volume": "78",
            "issn": "5",
            "pages": "1123--1141",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Invasive diagnostic testing is not needed routinely to manage suspected ventilator-associated pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Niedermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Summer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "150",
            "issn": "",
            "pages": "565--569",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Methicillinresistente Staphylococcus aureus (MRSA) im Krankenhaus ± Maûnahmen zur Infektionsverhçtung",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Pankin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heuck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Witte",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Krh-Hyg und Infverh",
            "volume": "16",
            "issn": "3",
            "pages": "66--71",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Serial cardiovascular variables in survivors and nonsurvivors of human septic shock: heart rate as an early predictor of prognosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Shelhamer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Natanson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Alling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Parrillo",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Crit Care Med",
            "volume": "",
            "issn": "10",
            "pages": "923--929",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Patient selection for clinical investigation of ventilator associated pneumonia: criteria for evaluating diagnostic techniques",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Pingleton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fagon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Leeper",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Chest",
            "volume": "102",
            "issn": "1",
            "pages": "557--564",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Epidemiology, risk and prognostic factors of nosocomial pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cabello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tores",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur Respir Mon",
            "volume": "3",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Epidemiology, risk and prognostic factors of nosocomial pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cabello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tores",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur Respir Mon",
            "volume": "3",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Deutsche Gesellschaft fçr Pneumologie: Empfehlungen zur Diagnostik der ambulant erworbenen Pneumonie",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schaberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dalhoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lorenz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mauch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wilkens",
                    "suffix": ""
                },
                {
                    "first": "Witt",
                    "middle": [],
                    "last": "Ch",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pneumologie",
            "volume": "51",
            "issn": "",
            "pages": "69--77",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Incidence, risk, and prognosis factors of nosocomial pneumonia in mechanically ventilated patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aznar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gatell",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am Rev Respir Dis",
            "volume": "142",
            "issn": "",
            "pages": "523--528",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Continuous aspiration of subglottic secretions in preventing ventilator-associated pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bonsoms",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fontanals",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blanch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baigorri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mestre",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ann Intern Med",
            "volume": "122",
            "issn": "",
            "pages": "179--186",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Definition and classification of community-acquired and nosocomial pneumonias",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woodhead",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur Respir Mon",
            "volume": "3",
            "issn": "",
            "pages": "82--103",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The radiologic diagnosis of autopsy-proven ventilator-associated pneumonia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Woldenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zeiss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ciemins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lacher",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Chest",
            "volume": "101",
            "issn": "2",
            "pages": "458--463",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "einer aktiven humoralen Immunabwehr im Bereich der Schleimhaut. Die normale Funktion von Pharynx und Epiglottis ist notwendig, um eine Aspiration von Sekret aus den oberen Atemwegen zu verhindern. Einer bakteriellen Pneumonie geht meistens die Kolonisation der oberen Atemwege voraus. Zur Keiminvasion in das Lungenparenchym kommt es dann, wenn in kleinen Mengen aspiriertes Sekret aus den oberen Atemwegen ausreichend virulente Erreger enthålt, die die pulmonalen Abwehrmechanismen çberwinden. Die normale Flora der Mundund Rachenschleimhaut, die aus aeroben und anaeroben Organismen besteht, schçtzt vor der Kolonisation mit potenziell pathogenen Keimen. Weitere Mechanismen zur Elimination von Mikroorganismen sind: z der Schleimfluss çber die Epithelzellen, z der Epithelzellenverlust und deren Erneuerung, z Sekretion von Analoga der Zellkopplungsproteine, z lokale Immunabwehr (IgA, IgG, Komplement) und z Verånderungen im Schleimhaut-pH.Die mucociliare Clearance ist fçr den Abtransport von biologischem Material und inhalierten Partikeln durch die Flimmerzellen des Respirationstraktes verantwortlich. Sie kann durch Krankheit, inhalative Noxen, Medikamente und Mikroorganismen (Mykoplasmen, H. influenzae, Virusinfektionen) beeintråchtigt werden. Neben der mucociliaren Clearance und den anatomischen Barrieren des nasopharyngealen Traktes spielt der Hustenreflex eine besonders wichtige Rolle als Klårmechanismus der zentralen Atemwege. Bei zåhem oder viskaesem Schleim und bei geringen exspiratorischen Flussgeschwindigkeiten ist die Effizienz des Mechanismus nicht ausreichend, um Sekret und aspiriertes Material zu entfernen und die Bildung von Atelektasen zu vermeiden. Wichtigster Teil der alveolåren Abwehrmechanismen gegen Mikroorganismen sind die Alveolarmakrophagen, die in die terminalen Atemwege vorgedrungene Fremdsubstanzen durch Phagozytose beseitigen. Die Makrophagen sind in der Lage, Zytokine zu sezernieren, die neutrophile Granulozyten rekrutieren. Das in den Typ-2-Alveolarzellen gebildete Surfactant faerdert die Phagozytose von Bakterien durch die Alveolarmakrophagen und besitzt darçber hinaus eine antibakterielle Wirkung aufgrund von freien Fettsåuren, Lysozym und eisenbindenden Proteinen.In den letzten Jahrzehnten wurden wesentliche neue Erkenntnisse çber die nosokomiale Pneumonie gewonnen. Arbeiten aus den 70er und 80er Jahren zeigten die Verbindung zwischen nosokomialer Pneumonie und infizierten bzw. kolonisierten Beatmungsgeråten und -schlåuchen. Auch wurden Risikofaktoren fçr postoperative Pneumonien identifiziert und der Zusammenhang zwischen der Kolonisation des Oropharynx mit gramnegativen Keimen und der resultierenden nosokomialen Pneumonie erkannt.In den letzten Jahren zeigte sich, dass die Aspiration eine zentrale Rolle bei der Pathogenese der nosokomialen Pneumonie spielt. Bei etwa 2% der Normalbevaelkerung ist der Oropharynx mit anaeroben gramnegativen Darmbakterien kolonisiert. Dieser Anteil steigt drastisch nach stationårer Aufnahme und es kommt schnell zu einer Verdrångung der Normalflora durch krankenhaustypische Mikroorganismen wie Enterobakterien oder Pseudomonasspecies. Prådisponierend hierfçr sind Verletzungen der Schleimhaut, schwere chronische Erkrankungen, Mangelernåhrung, Operationen, Antazida sowie eine vorausgegangene Antibiotikatherapie. Johanson fand 1980, dass auf einer medizinischen Intensivstation bei 85% der Patienten, die eine Pneumonie entwickelten, gramnegative Darmbakterien im Oropharynx nachzuweisen waren[16]. Nach der Kolonisation der oberen Atemwege kann es durch Mikroaspirationen, die håufig auch bei Gesunden im Schlaf nachweisbar sind, zu einer Pneumonie kommen.Die wichtigsten Ursachen fçr das Entstehen einer nosokomialen Pneumonie sind die Intubation, welche die anatomischen Schutzbarrieren ausschaltet, und die Dauer der Beatmung (Tabelle 7.4.3). Intubierte Patienten aspirieren oropharyngeales Sekret entlang der Auûenseite des Tubus. Niederdruckmanschetten (sog. ¹low pressure, high volume cuffsª) sollen dies verhindern, aber besonders beim Lagern und durch Manipulationen am Tubus kann es trotzdem zu Aspirationen mit Kolonisation der Trachea kommen. Die Lagerung mit leicht erhaehtem Oberkaerper verhindert zwar den Reflux aus dem Magen, aber nicht die Aspiration des oropharyngealen Sekrets. Der Magen gilt als potenzielles Reservoir fçr Bakterien, die sich besonders bei erhaehtem Magen-pH sowie bei paralytischem Ileus vermehren. Von verschiedenen Autoren wurde gezeigt, dass bei einer Therapie mit Antazida oder H 2 -Blockern eine haehere Inzidenz und bei Erhalt des Magen-pH mittels Sucralfat im Gegensatz zu Såureinhibitoren eine niedrigere Inzidenz an Pneumonien zu verzeichnen ist. Eine Stressulkusprophylaxe bei Patienten auf Intensivstationen sollte diese Erkenntnisse berçcksichtigen. Ein weiteres Reservoir sind die Nase und die Nasennebenhaehlen. In der Kultur des Antwort des Organismus auf die Invasion der Erreger im Sinne einer Entzçndungsreaktion. Das klinische Bild resultiert aus der Zahl und Virulenz der Erreger sowie den lokalen und systemischen Abwehrkråften des Kaerpers. Diese mçssen erst çberwunden werden, damit die Erreger das Lungenparenchym Eine respiratorische Partialinsuffizienz und schnell zunehmende, beidseitige Infiltrate sind weitere Kriterien einer schweren Pneumonie. Diese Zeichen der Sepsis gehen zumeist mit einem erhaehten Herzzeitvolumen und einer Laktatazidose als Ausdruck einer inadåquaten Perfusion einher. Eine schwere nosokomiale Pneumonie besteht bei Vorhandensein mindestens ei-Tage nach einer Bypassoperation. b Zwei Tage spåter entwickelte er Fieber, eine Leukozytose und eine respiratorische Insuffizienz, sodass er erneut intubiert werden musste. Das zweite Raentgenthoraxbild zeigt ein Infiltrat im rechten Unterfeld. Differenzialdiagnostisch ist an ein Lungenaedem zu denken. Der Patient hatte eine nachgewiesene Pseudomonaspneumonie ten nach einer Thoraxoperation und bei 20% der Patienten nach einer extrathorakalen Operation vorkommt. Håufigste Ursache fçr Atelektasen sind Schleimobstruktion durch Sekret, Tubusfehllage (Abb. 7.4.7), Fremdkaerperaspiration und ein hoher FiO 2 . Eine Pneumonitis kann durch Medikamente wie z. B. Amiodaron ausgelaest werden (Abb. 7.4.8). Bei immunsupprimierten Patienten zeigt das Raentgenbild trotz ausgedehnter Entzçndung der Lunge manchmal nur geringfçgige Verånderungen (Abb. 7.4.9). Die Sonografie kann als komplementåre Untersuchung zum Raentgenthorax einen Aufschluss çber die Morphologie von Thoraxwand-und zwerchfellnahen Prozessen geben. Die håufigste Indikation zur Sonografie sind der Nachweis und die Quantifizierung von Pleuraergçssen. Sie kann auch hilfreich bei der Unterscheidung zwischen intrapulmonalen Abszessen und einem Pleuraerguss sein. Auûerdem kann sie zur Prçfung der Zwerchfelldynamik und bei der sonografisch gesteuerten Punktion (Pleurapunktion, Thoraxdrainagenanlage, perthorakale Feinnadelpunktion) eingesetzt werden. z A. Graeschel et al. Abb. 7.4.5. Raentgenthoraxbild eines 69-jåhrigen Patienten a pråoperativ und b 2 Tage nach Bypassoperation, der Fieber und eine Verschattung des linken Unterfeldes entwickelte. Differenzialdiagnostisch kommen hier eine Linksherzinsuffizienz, ein Erguss, eine Pneumonie oder eine Atelektase in Frage. In diesem Fall lag eine Pneumonie mit S. aureus vor a b Abb. 7.4.6. Raentgenthoraxbettaufnahme einer 23-jåhrigen Patientin mit beidseitigen Verschattungen sowie einem Mediastinalemphysem, die aufgrund einer schweren Pneumonie beatmet wurde und ein ARDS entwickelte 7.4.2.3 Computertomografie des Thorax In Einzelfållen ist es bei differenzialdiagnostischen Fragen sinnvoll, eine Computertomografie, gegebenenfalls in hochauflaesender Technik, durchzufçhren. Bei Verdacht auf ein Empyem oder einen intrapulmonalen Abszess ist neben der Pleurasonografie das CT ebenfalls hilfreich. Zusåtzlich gibt die Computertomografie neben der Darstellung der Lungenstruktur weitere Informationen çber mediastinale und hilåre Strukturen. Der Erfolg der mikrobiologischen Diagnostik hångt wesentlich von einigen pråanalytischen Faktoren ab (Probengewinnung, Transport und vorausgegangene Antibiotikatherapie). Långer transportierte oder abgelagerte Proben sollten nicht untersucht werden, denn Verzaegerungen fçhren zu einer erheblichen Einschrånkung der 7.4 Nosokomiale Pneumonie z Abb. 7.4.7. Raentgenthoraxbild eines 26-jåhrigen Patienten mit pråoperativ unauffålligem Raentgenbild des Thorax, der intraoperative Zeichen einer akuten Bronchialobstruktion hatte. a Nach Mobilisation des Tubus wurde ein Raentgenbild angefertigt, b wenige Stunden spåter eine Kontrolle. In diesem Fall handelte es sich um eine Atelektase, bedingt durch die Tubusfehllage a b Abb. 7.4.8. Raentgenthoraxbild eines 57-jåhrigen Patienten 5 Wochen nach einer Herztransplantation mit einem Rundherd im rechten Unterlappen. Differenzialdiagnostisch kommen hier ein Abszess, ein Interlobårerguss oder eine Pilzpneumonie in Frage. In der PSB und BAL konnte Serratia marcescens nachgewiesen werden Aussagefåhigkeit durch Ûberwucherungen des Materials mit nichtrelevanten Keimen. Das zu untersuchende Material sollte immer von genauen klinischen Angaben begleitet sein, damit der Mikrobiologe entscheiden kann, ob die Isolation und Resistenzprçfung eines Erregers sinnvoll erscheinen. Ein schneller Hinweis auf den wahrscheinlichsten Erreger ist durch Gramfårbung, Spezialfårbungen fçr Mykobakterien, Pilze und Protozoen (wie z. B. Pneumocystis jiroveci), direkte Immunfluoreszenz (z. B. bei Legionellen) und den elektronenmikroskopischen Nachweis von Viren zu erhalten. Darçber hinaus ist es maeglich, die meisten Erreger zu kultivieren. Dabei sollte auch die Untersuchung der neutrophilen Granulozyten als Indikator einer relevanten Entzçndung erfolgen. Eine quantitative Untersuchung der Plattenepithelzellen und der Nachweis von Mundflorakeimen sind ein entscheidender Indikator fçr eine Kontamination aus den oberen Atemwegen. Eine vorausgegangene oder laufende Antibiotikatherapie ist bei der Erregerasservation zu berçcksichtigen. Unter einer laufenden Antibiotikatherapie sind resistente oder måûig empfindliche Keime oft nur in einer geringen Keimzahl zu finden, sodass diese selbst mit empfindlichen Methoden wie der geschçtzten Bçrste (¹protected specimen brushª, PSB) schwierig nachzuweisen sind. Dies gilt auch fçr den Erregernachweis nach Beginn einer neuen Antibiotikatherapie, da die Lunge håufig innerhalb von weniger als 24±48 h steril ist. Die Kolonisation der oberen und unteren Atemwege mit resistenten Keimen kann zu falsch-positiven Kulturen fçhren. Bei einer notwendigen Erregerdiagnostik, z. B. in einer therapierefraktåren Situation, sollte daher die Antibiotikatherapie, soweit es der klinische Zustand des Patienten erlaubt, 48 h vor der Diagnostik ausgesetzt werden, denn die Dauer der Antibiotikapause vor dem Zeitpunkt der Bronchoskopie beeinflusst das Ergebnis. So zeigte eine Studie, dass die Wahrscheinlichkeit, einen positiven Erregernachweis mittels PSB zu fçhren, rechnerisch um 47% pro Tag der Antibiotikapause stieg. Eine Antibiotikapause ist bei Patienten, bei denen der Nachweis von Pilzen, Mykobakterien oder Protozoen gefçhrt werden soll, nicht notwendig. Es steht eine Reihe von Techniken zur Materialgewinnung zur Verfçgung, auf die im Folgenden eingegangen wird (Tabelle 7.4.5). Bei Patienten mit Fieber und Verdacht auf eine nosokomiale Pneumonie ist es unerlåsslich, vor Beginn einer antibiotischen Therapie Blutkulturen anzulegen. Hierdurch kann es beim Vorliegen einer Bakteriåmie gelingen, einen Erregernachweis auch dann zu fçhren, wenn die Sputumanalyse negativ ist. Dennoch sind Blutkulturen weder spezifisch noch sensitiv und sollten nicht das alleinige Kriterium fçr die Diagnose z A. Graeschel et al. Abb. 7.4.9. Raentgenthoraxaufnahme eines 59-jåhrigen Patienten mit multiplen kleinen Fleckschatten. Differenzialdiagnostisch kommt eine Pneumonie und Pneumonitis in Frage. Der Patient hatte eine amiodaroninduzierte Pneumonitis einer Pneumonie sein. In einer Reihe von kleineren Studien wurde bei beatmeten Patienten mit Bakteriåmie und dem Verdacht auf eine Pneumonie diese nur bei weniger als der Hålfte der Patienten beståtigt. Die çbrigen Patienten wiesen andere Infektionsquellen wie z. B. einen Harnwegsinfekt oder eine Sinusitis auf. Sputum ist das am wenigsten invasiv zu gewinnende Material. Die Untersuchung des Sputumgrampråparates kann sinnvoll fçr das initiale Management einer Pneumonie sein. Nachweis von mehr als 25 Neutrophilen pro Sichtfeld und Mucus sprechen fçr qualitativ gutes Material, wåhrend bei Nachweis von mehr als 5 Epithelzellen eine Herkunft des Materials aus dem Mund-Rachen-Raum anzunehmen ist. Zur normalen Mundflora gehaeren beim Gesunden Anaerobier wie Bacteroides, Streptococcus viridans, Staphylokokken, Neisserien, Candida und auch Streptococcus pneumoniae. Das Grampråparat kann schnell richtungsweisende Befunde erbringen wie grampositive Diplokokken (Streptococcus pneumoniae), Bakterienhaufen (Staphylococcus aureus) und gramnegative Ståbchen (z. B. Hae-mophilus influenzae). Das Resultat der kulturellen Anzçchtung, das nach 2±5 Tagen verfçgbar ist, muss immer zusammen mit dem Direktpråparat interpretiert werden. Oft kommt es zu einem Nachweis einer Reihe pathogener Keime, bei denen es sich auch um eine Kontamination aus den oberen Atemwegen handeln kann. Daher ist die Interpretation der Sputumdiagnostik schwierig und fçr die exakte Diagnose einer Pneumonie meist nicht ausreichend. Sekret, das in der proximalen Trachea mittels transglottischer Aspiration gesammelt wird, repråsentiert das Sekret in den unteren Atemwegen. Bei intubierten Patienten wird eitriges Trachealsekret håufig aus dem Bereich oberhalb des Cuffs aspiriert. Es stellt eine Kolonisation der Trachea durch grampositive und -negative Keime dar. Dies macht die Interpretation der Kultur des Trachealsekrets schwierig. In einer Studie, die Sekret aus der Trachea und den unteren Atemwegen verglich, konnte nur in 40% der Fålle eine Ûbereinstimmung erreicht werden. In 56% der Fålle war ein Nachweis von pathogenen Keimen nur im Trachealsekret und in 4% nur in der Lunge maeglich. Routinekulturen des Trachealsekrets zum ¹Infektionsmonitoringª haben zwar eine gute Sensitivitåt, aber eine schlechte Spezifitåt. Mit der quantitativen Kultur kann eine Infektion von einer Kolonisation unterschieden werden. Analog der Urinkultur wird die Anzahl der Erreger bestimmt und somit ein Maû fçr die Signifikanz des Befundes gegeben. Bei Trachealaspirat gilt der Nachweis von mehr als 10 6 koloniebildenden Einheiten in der Kultur als signifikant. Andere Verfahren sind Direktpråparate zum Nachweis von Leukozyten und Elastinfasern, der Nachweis von mehr als 2% intrazellulårer Organismen (Spezifitåt 95±100%, Sensitivitåt 75%) sowie der Nachweis von Antikaerper-Bakterien-Komplexen. Vorschieben eines zweiten Katheters innerhalb des ersten wird eine Kontamination vermieden und es kann ein Bronchialaspirat, eine geschçtzte Bçrste, eine bronchoalveolåre Lavage (BAL) oder eine geschçtzte BAL durchgefçhrt werden. Sensitivitåt und Spezifitåt dieser Methoden sind gut, haben allerdings den Nachteil, dass der Ursprung des Sekrets unsicher ist und håufig aus einem nichtbetroffenen Areal aspiriert wird. Die Bronchoskopie bietet den Vorteil, das Bronchialsystem direkt einsehen zu kaennen, um nicht oder gering kontaminiertes Bronchialsekret zu gewinnen, erfordert allerdings einen erfahrenen Untersucher. Um eine Kontamination des Bronchoskops wåhrend der Passage durch den Oropharynx bzw. die kolonisierte Trachea zu vermeiden, ist es hilfreich, bei der Passage durch den Oropharynx die Saugung nicht zu betåtigen. Die Lokalanåsthesie bei nicht beatmeten Patienten kann mittels Inhalation vorgenommen werden, um zu verhindern, dass eine Verunreinigung des Arbeitskanals durch das Lokalanåsthetikum (wachstumshemmende Wirkung) entsteht. Neben dem Tracheal-oder Bronchialaspirat (s. o.) kann eine BAL oder ein Bçrstenabstrich durchgefçhrt werden. Die BAL ist eine Methode zur Materialgewinnung durch sequenzielle Instillation und Aspiration einer 0,9%igen Kochsalzlaesung durch ein Bronchoskop, das in Wedgeposition in einem Segment positioniert wird (Tabelle 7.4.7). Die Komplikationsrate der BAL liegt unter 5%. So kann es bei Instillation von zu kalter Flçssigkeit (< Kaerpertemperatur) zu einem Bronchospasmus kommen. Andere Probleme sind vorçbergehende Infiltrate (< 24 h), Hypoxåmie und ein transienter Temperaturanstieg. Die Sensitivitåt dieser Methode hångt von der Konzentration der Erreger in der BAL-Flçssigkeit ab. Eine Konzentration von weniger als 10 5 ±10 6 Erregern/ml Bronchialsekret (etwa 10 4 koloniebildende Einheiten in der Kultur) gilt als Schwellenwert, um zwischen Kolonisation, Kontamination und Infektion unterscheiden zu kaennen. Eine qualitativ akzeptable BAL sollte < 1% plattenepitheliale Zellen enthalten, die ein Hinweis auf eine Kontamination aus den oberen Atemwegen sind. Ein Vorteil der BAL liegt in dem vergleichsweise groûen Lungenareal, das untersucht wird. Auch liegen Ergebnisse der BAL innerhalb kurzer Zeit vor. Nach einer Keimidentifizierung mittels Gramfårbung und dem Nachweis von intrazellulåren Erregern in mehr als 2% der Leukozyten kann eine spezifische Antibiotikatherapie rasch eingeleitet werden, bevor das Ergebnis der Kulturen vorliegt. Die Spezifitåt ist abhångig von der Kontamination durch die Flora des oberen Respirationstraktes und liegt bei 69±100%, die Sensitivitåt liegt bei 72±100%. Bei der geschçtzten BAL wird ein Katheter verwandt, der an der Spitze einen Ballon sowie einen versiegelten Ausgang hat (Abb. 7.4.10). Die geschçtzte Bronchialbçrste (PSB) ist eine weitere Methode zur Keimasservation (Abb. 7.4.11 und Tabelle 7.4.8). Die gewonnene Materialmenge ist geringer als bei der BAL. Der Schwellenwert zum sicheren Erregernachweis wird daher mit mehr als 10 3 koloniebildenden Einheiten angege-z A. Graeschel et al. Abb. 7.4.10. Katheter zur Durchfçhrung einer geschçtzten BAL. Der aufblasbare Ballon an der Spitze soll helfen, eine Kontamination zu vermeiden ben. Erreger wie Mycoplasma pneumoniae, die auf dem respiratorischen Flimmerepithel adhårent sind, und Erreger wie Chlamydien, die sich intrazellulår im respiratorischen Epithel vermehren, sind maeglicherweise eher mit der Bçrstenuntersuchung nachzuweisen. Die Sensitivitåt der Methode liegt bei 64±100% und die Spezifitåt zwischen 69 und 100%. Vergleichende Studien zeigen, dass die BAL mindestens die gleiche Sensitivitåt wie die PSB bietet. Die Kombination der beiden Methoden kann die Sensitivitåt steigern. Techniken, die eine Kontamination des Arbeitskanals des Bronchoskops im oberen Respirationstrakt vermeiden (geschçtzte Bronchialbçrste, geschçtzte bronchoalveolåre Lavage), haben eine bessere Spezifitåt, sie sind allerdings meist mit haeheren Kosten verbunden. Zur Erregerdiagnostik werden die transbronchiale, perthorakale und offene Lungenbiopsie eingesetzt. Die perthorakale Nadelbiopsie hat den Vorteil, dass nichtkontaminiertes Material direkt aus dem Lungenparenchym fçr zytologische und mikrobiologische Analysen gewonnen werden kann. Wegen der Gefahr potenziell ernster Komplikationen in Form von Blutung oder Pneumothorax sollte die Methode erst eingesetzt werden, wenn durch andere Methoden (BAL) kein Keimnachweis gelang. Kontraindikationen fçr dieses Vorgehen sind bullaese Lungenerkrankungen, håmorrhagische Diathesen, Lokalisation der anzugehenden Låsion in der Nåhe groûer Gefåûe, pulmonale Hypertonie, Verdacht auf Echinokokkenzysten und unkontrollierbarer Husten. Die Indikation wird vorwiegend bei immunsupprimierten Patienten gestellt. Die Sensitivitåt von perthorakalen Nadelbiopsien liegt bei 60±90% und die Spezifitåt bei nahezu 100%.Die offene Lungenbiopsie ist eine weitere Maeglichkeit der Diagnosesicherung. In der Regel gelingt es durch die transbronchiale Biopsie, adåquates Material zur Aufarbeitung zu gewinnen. Wenn nur ein graeûeres Gewebsstçck zu einer histologischen Klårung fçhren kann, ist die offene Lungenbiopsie mittels Thorakotomie zu erwågen. Als definitive diagnostische Methode ist sie nur dann indiziert, wenn sich hieraus wesentliche differenzialtherapeutische Ansåtze ergeben. Der Vorteil der Methode ist, dass unter Sicht an verschiedenen Stellen Material fçr die mikrobiologische und histologische Aufarbeitung gewonnen werden kann. Der Nachteil liegt darin, dass eine Allgemeinnarkose mit potenziellen Komplikationen naetig ist. Die Morbiditåt liegt bei 4±19% und ist hauptsåchlich auf ein Luftleck zurçckzufçhren. Die Mortalitåt ist abhångig von der zugrunde liegenden Erkrankung und dem verursachenden Erreger.Zum Nachweis von Infektionen durch Legionellen, Mykoplasmen, Chlamydien, Pneumokokken, Viren und Pilzen gibt es zahlreiche serologische Methoden. Nachteil der meisten Antikaerpernachweise ist, dass sie çberwiegend retrospektive Diagnosen durch Interpretation von Titerverlåufen liefern und dass eine Infektion wegen der teilweise erst spåt auftretenden Serokonversion nicht auszuschlieûen ist. Wegen der hohen Prå-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "kPa oder einer hypoxisch induzierten Hyperventilation mit einer Sauerstofftherapie begonnen werden. Die Sauerstoffgabe kann per Nasensonde oder, falls ein haeherer Fluss notwendig ist, mit einer Sauerstoffmaske erfolgen. Nicht nur die durch die Pneumonie verminderte Gasaustauschflåche, sondern auch kardiovaskulåre Faktoren und periphere Sauerstoffutilisation tragen zu einer Hypoxåmie bei. So sind ein vermindertes Herzzeitvolumen z. B. bei Herzinsuffizienz und die Zunahme des intrapulmonalen Shunts zu bedenken. Der Anstieg des Shuntvolumens ist bedingt durch die Sekretion lokaler vasodilatatorischer Substanzen, welche die hypoxisch induzierte pulmonale Vasokonstriktion (von-Euler-Liljestrand-Mechanismus) teilweise rçckgångig machen. Der erhaehte periphere Sauerstoffkonsum ist zum einen durch den Verbrauch in der Atemmuskulatur, zum anderen durch den bei Fieber und Sepsis gesteigerten Metabolismus zu erklåren. Durch den gesteigerten Energiestoffwechsel ist auch bei nichtintubierten Patienten neben der oralen Ernåhrung eine parenterale Supplementation zur Deckung des Energiebedarfs durchzufçhren. Intubierte Patienten, die nur parenteral ernåhrt werden, haben eine erhaehte Mortalitåt im Vergleich zu enteral ernåhrten Patienten. European Respiratory Society (ERS) çber die Richtlinien fçr die Behandlung von Erwachsenen mit Pneumonie. Fçr Patienten, die innerhalb der ersten 5 Tage nach Krankenhausaufnahme eine Pneumonie z A. Graeschel et al. Tabelle 7.4.10. Initiale antibiotische Therapie einer nosokomialen Pneumonie bei Patienten mit frçhem Beginn (< 5 Tage) und ohne Risikofaktoren fçr multiresistente Organismen Tabelle 7.4.11. Initiale Antibiotikatherapie einer nosokomialen Pneumonie bei Patienten mit spåtem Beginn (³ 5 Tage) oder dem Verdacht auf multiresistente Erreger Pathogene Keime der Tabelle 7.4.10 und MDR-Keime entwickeln, zeigen klinische Studien, dass dies meist nicht zu schweren Behandlungsproblemen fçhrt. Fçr die nosokomiale Infektion stehen verschiedene Antibiotika zur Verfçgung wie Cephalosporine der Gruppe 3 a (z. B. Ceftriaxon), Amoxipenicilline in Kombination mit einem Betalaktamaseinhibitor oder die Carbapeneme der Gruppe 2 (Ertapenem). Alternativ kaennen Fluorchinolone der Gruppe 3 (Levofloxacin) oder Gruppe 4 (Moxifloxacin) eingesetzt werden. Aminopenicilline/Betalaktamaseinhibitor (Amoxicillin/Clavulansåure, Ampicillin/Sulbactam) stellen eine zweite Wahl dar. Hier zeigen aktuelle Daten einen Anstieg der Resistenzraten bei Escherichiacoli-Ståmmen mit Resistenzraten von 26 bzw. 36%. Die Therapiedauer von 7 bis maximal 10 Tagen gilt als ausreichend. Bei Patienten, die långer als 5 Tage stationår behandelt werden oder intubiert sind, steigt das Risiko, eine Infektion mit gramnegativen oder resistenten bzw. multiresistenten Erregern erworben zu haben. Aufgrund des hohen Stellenwertes der initialen Antibiotikatherapie fçr das Ûberleben der Patienten sollten hier Antibiotika zum Einsatz kommen, welche die genannten Erreger im Spektrum haben (Enterobacter spp., nem vermuteten Versagen der Antibiotikatherapie ist es notwendig, die Ursache zu erkennen. Gelegentlich ist die Initialdiagnose Pneumonie auf eine Fehlinterpretation der Befunde zurçckzufçhren. Infiltrate bzw. Fieber kaennen nichtinfektiaeser Genese sein, wie die Bindegewebsproliferation bei ARDS-Patienten, Thrombembolien, Medikamentenreaktionen, Pankreatitis und Transfusionsreaktionen. Aber auch extrapulmonale Infektionen bieten ein åhnliches Bild. So ist bei intubierten Patienten håufig eine Sinusitis zu finden, Kathetersepsis, Harnwegsinfekte und intraabdominelle Sepsis (Peritonitis, Cholezystitis, Abszesse und pseudomembranaese Kolitis) sind zu erwågen. Hierbei ist zu beachten, dass oft mehr als ein Infektionsherd das Fieber verursachen kann. Falls nur eine Sputumkultur oder bei intubierten Patienten ein Trachealaspirat gewonnen wurde, kann es auch zu einem unzutreffenden Erregernachweis mit Wahl einer unangebrachten Antibiose gekommen sein. Schlieûlich besteht die Maeglichkeit, dass der Erreger der Pneumonie nicht zu eliminieren ist. Die håufigste Ursache hierfçr ist eine Antibiotikaresistenz. Diese kann entweder primår bestehen oder durch das Antibiotikum induziert werden. Die Induktion der Resistenz ist besonders bei einigen Bakterien wie Enterobakterien oder Pseudomonas und bei Einsatz von Antibiotika aus der Gruppe der Betalaktamantibiotika oder Chinolone zu finden. Andere Ursachen sind anatomische Barrieren wie Abszesse, bronchopleurale Fisteln oder ein Empyem. Bei Aminoglykosiden besteht eine schlechte Gewebegångigkeit sowie eine verminderte Wirksamkeit im sauren Milieu. Um haehere Wirkspiegel zu erreichen und um Kosten sowie die Toxizitåt zu vermindern, wird die einmalige Gabe von Aminoglykosiden empfohlen. Eine Kontrolle der Serumspiegel ist erforderlich. Faktoren, die zu einer Immunsuppression des Patienten fçhren, begçnstigen auch ein Fortbestehen des Erregers, denn Antibiotika sind meist nur in der Lage, die Auseinandersetzung zwischen Erreger und Immunabwehr zugunsten des Patienten zu verschieben. Schlieûlich ist noch die Superinfektion als Ursache fçr das Versagen einer Antibiotikatherapie zu erwåhnen. Bei etwa 12±15% der beatmeten Patienten mit einer Pneumonie kommt es zu einer Zweitinfektion mit einem anderen Organismus bzw. einem anderen Stamm des gleichen Erregers. Dies ist auch bereits in den ersten 2±3 Tagen der Therapie maeglich. Vor einer Erweiterung der Antibiose sollten diese Punkte berçcksichtigt und, falls indiziert, eine erneute Diagnostik bzw. Erregerasservation durchgefçhrt werden. 7.4.5 Stellung im therapeutischen Gesamtkonzept Die nosokomiale Pneumonie ist mit etwa 120 000 Fållen pro Jahr in der Bundesrepublik eine der håufigsten im Krankenhaus erworbenen Infektionen und geht trotz neuer Erkenntnisse çber die Diagnostik, Pråvention und Therapie besonders bei beatmeten Patienten immer noch mit einer hohen Mortalitåt einher. Einige einfache Maûnahmen wie Håndedesinfektion und Isolation von Patienten mit hochresistenten Organismen haben eine wesentliche Reduktion der Inzidenz nosokomialer Pneumonien zur Folge (Tabelle 7.4.14). Auch die enterale Ernåhrung und die Ulkusprophylaxe haben einen Einfluss. Kopfhochlagerung, frçhzeitige Entfernung des Tubus und der Magensonde sowie eine 2-waechige pråoperative Nikotinkarenz und die postoperative Physiotherapie sind weitere Gesichtspunkte. Bei intubierten Patienten konnte eine oberhalb des Cuffs eingelegte Saugung in einer Studie die Inzidenz der Pneumonien deutlich senken [29]. Die pråoperative Lungenfunktionsdiagnostik hilft, Patienten mit einer eingeschrånkten respiratorischen Funktion zu identifizieren, die ein besonderes Risiko fçr eine Pneumonie haben. Andere Methoden, wie selektive Darmdekontamination und lokale Antibiotikaapplikation im Oropharynx und der Trachea zur Vermeidung der Aspiration und Kolonisation, haben bisher keine çberzeugenden Daten erbracht und werden nicht empfohlen. Im Verlauf der intensivmedizinischen Behandlung ist der Patient durch verschiedenste Umstånde der Gefahr embolischer Komplikationen ausgesetzt. Die kritische Gesamtsituation des Patienten mit ihren Auswirkungen auf die physiologischen Systeme des Kaerpers (Kreislauf, Gerinnung etc.) stellt immer eine potenzielle Quelle embolischer Komplikationen dar. Neben der ursåchlichen Verbindung zur Grunderkrankung mçssen zusåtzliche embolische Komplikationen als Folge intensivmedizinischer Maûnahmen bedacht werden. In diesem Kapitel wird einerseits die Problematik der håufig zum invasiven Monitoring notwendigen zentralvenaesen Katheter als Emboliequelle aufgegriffen. Die weitere Darstellung orientiert sich auf die Manifestationsorte embolischer Komplikationen. Hier stehen zerebrale, periphere, arterielle und venaese Thrombembolien, deren Erkennung und Initialmaûnahmen im Vordergrund.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}