{"paper_id": "0d599231660c4c51c9d575264eae3b9e40914caa", "metadata": {"title": "Reason for Molecular Testing The goal of molecular testing was to determine the influenza A subtype of the current infection and to evaluate for the presence of a mutation that confers", "authors": [{"first": "B", "middle": ["A"], "last": "Pinsky", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"addrLine": "3375 Hillview Avenue", "postCode": "94304", "settlement": "Palo Alto", "region": "CA", "country": "USA"}}, "email": "bpinsky@stanford.edu"}, {"first": "Benjamin", "middle": ["A"], "last": "Pinsky", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"addrLine": "3375 Hillview Avenue", "postCode": "94304", "settlement": "Palo Alto", "region": "CA", "country": "USA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "In the summer of 2009 a 12-year-old boy with a history of multiply relapsed acute lymphoblastic leukemia now in his fourth remission on an individualized chemotherapy protocol, presented to his local hospital's emergency room with a two day history of fever to 102.5°C (39.2°C) and upper respiratory symptoms including cough, sore throat, and runny nose. His mother developed similar symptoms approximately one week ago. In addition, he complained of abdominal pain with persistent diarrhea and one episode of emesis. The patient had a history of obstructive lung disease of uncertain etiology for which he used an albuterol inhaler on an \"as needed\" basis. Since the onset of this acute illness he had been using his inhaler every four hours.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The patient had a central line for the administration of chemotherapy and previously had numerous positive blood cultures with a variety of bacterial organisms. However, current blood cultures were negative and his chest X-ray was unremarkable. Consistent with his presentation, a rapid influenza A antigen test was positive. The patient had not been vaccinated for influenza as neither the seasonal vaccine nor the 2009 A (H1N1) pandemic vaccine was available at the time. He was started on the standard pediatric dose of oseltamivir (Tamiflu) and arrangements were made for the child to be seen by his hematologist early the following morning.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Given the potential significant adverse morbidity and mortality associated with influenza infection in the immunocompromised, including patients being treated for hematologic malignancies, the hematologist admitted the patient to a quaternary medical center for further treatment and supportive care. The hospital stay was uneventful and after completion of the five day course of oseltamivir, the patient's upper respiratory illness resolved. Upon discharge, a direct fluorescent antibody (DFA) test for the presence of influenza A antigen was negative. Further antigen testing was negative two days later, when the patient resumed his chemotherapy regimen. However, nucleic acid testing demonstrated the presence of pandemic, 2009 influenza A (H1N1) RNA.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "After three days, the patient again developed fever and upper respiratory symptoms. A nasopharyngeal specimen was positive for influenza A antigen and oseltamivir was restarted.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The clinical team considered the possibility that the patient had been reinfected with a different influenza A subtype. However, they were most concerned about persistent infection and the development of oseltamivir resistance.", "cite_spans": [], "ref_spans": [], "section": "Question 1: What is your differential diagnosis?"}, {"text": "oseltamivir resistance. Both of these questions are critical to optimize treatment.", "cite_spans": [], "ref_spans": [], "section": "Question 1: What is your differential diagnosis?"}, {"text": "At the time of this case there were two common classes of influenza antivirals; the neuraminidase (NA or N) inhibitors [oseltamivir (Tamiflu) and zanamivir (Relenza)] and the M2 ion channel inhibitors (the adamantanes: amantidine and rimantidine) [1] . In 2009, essentially all of the seasonal H1N1 strains carried the histidine 275 to tyrosine (H275Y) oseltamivir-resistance mutation. These strains were sensitive to both the adamantanes and zanamivir. In contrast, essentially all seasonal H3N2 strains carried the S31N adamantaneresistance mutation and were sensitive to the NA inhibitors. Interestingly, the 2009 A (H1N1) pandemic strain resembled the H3N2 subtype in terms of its resistance profile, and was generally sensitive to the NA inhibitors and resistant to the adamantanes (Table 36.1) .", "cite_spans": [{"start": 247, "end": 250, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 787, "end": 799, "text": "(Table 36.1)", "ref_id": "TABREF0"}], "section": "Question 1: What is your differential diagnosis?"}, {"text": "Immunocompromised patients are particularly at risk for the development of resistance to influenza antivirals [2] . Though 2009 A (H1N1) oseltamivir resistance was uncommon at the time of this case (less than 50 reports worldwide), the oseltamivir exposure and clinical course were suggestive of the emergence of a resistant virus. Importantly, the patient's underlying obstructive pulmonary disease contraindicated the use of zanamivir, which requires inhaled dosing and has been associated with a decrease in respiratory function in these patients.", "cite_spans": [{"start": 110, "end": 113, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Question 1: What is your differential diagnosis?"}, {"text": "2009 Influenza A (H1N1) subtyping and H275Y oseltamivir resistance mutation analysis by real time, reversetranscriptase polymerase chain reaction (rRT-PCR).", "cite_spans": [], "ref_spans": [], "section": "Test Ordered"}, {"text": "The laboratory-developed, duplex rRT-PCR assay targeted the 2009 influenza A (H1N1) NA gene. The probes were specific for either the wild-type 2009 A (H1N1) NA sequence or the 823C > T point mutation encoding the H275Y change responsible for oseltamivir resistance. The probes utilized hydrolysis chemistry and were differentially fluorescently labeled on the 5¢ end with either FAM or CalFluor560 (HEXequivalent). On the 3¢ ends were black-hole quencher moieties (BHQ). These probes were further modified with a proprietary DNA duplex stabilizing technology (Biosearch Technologies, Novato, CA) that improves specificity and allows single base-pair discrimination.", "cite_spans": [], "ref_spans": [], "section": "Laboratory Test Performed"}, {"text": "Numerous rRT-PCR methods, both commercially available and laboratory-developed, are available for the diagnosis of influenza A infections [3] . These assays typically target the highly conserved influenza A matrix (M) gene and are generally ~5-10% more sensitive than viral culture [3, 4] . Because the target is so well conserved, the matrix rRT-PCR tests are able to detect most influenza A subtypes but are unable to distinguish between them.", "cite_spans": [{"start": 138, "end": 141, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 282, "end": 285, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 286, "end": 288, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Laboratory Test Performed"}, {"text": "In order to subtype influenza A, a majority of assays target unique sequences in the influenza A hemagglutinin (HA or H) gene [4] . For example, during the 2009 pandemic in the state of California, county public health laboratories performed individual rRT-PCR reactions to amplify matrix, seasonal H1, and seasonal H3 sequences from respiratory specimens. If positive only for influenza A matrix RNA, the subtype was presumed to be 2009 A (H1N1) and confirmatory rRT-PCR testing targeting the swine-origin H1 was performed at the state public health laboratory.", "cite_spans": [{"start": 126, "end": 129, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Laboratory Test Performed"}, {"text": "Another methodology used for the diagnosis of influenza A is traditional RT-PCR, followed by array hybridization, most often to liquid-phase, bead-based arrays. These tests utilize the same nucleic acid targets as the rRT-PCR assays for the identification and subtyping of influenza A, though they may be slightly less sensitive [5] . However, arrays have increased multiplexing capabilities compared to rRT-PCR and therefore allow the simultaneous detection of a large panel of respiratory viral pathogens, most of which have very similar clinical presentations.", "cite_spans": [{"start": 329, "end": 332, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Laboratory Test Performed"}, {"text": "The standard molecular approach for Tamiflu resistance testing is pyrosequencing of the NA gene [6, 7] . While sequencing allows the identification of NA mutations other than the 823C > T change, rRT-PCRbased testing may be more sensitive for the detection of specific resistance mutations. At the time this chapter was written, all reported oseltamivir-resistant 2009 A (H1N1) strains carried the H275Y mutation. ", "cite_spans": [{"start": 96, "end": 99, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 100, "end": 102, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Laboratory Test Performed"}, {"text": "Yes. The blank is blank and the negative control is negative in both channels. The H275Y control amplifies only in the green channel and the wild-type control amplifies only in the yellow channel.", "cite_spans": [], "ref_spans": [], "section": "Question 2: Is this assay run valid?"}, {"text": "A report for this patient specimen might read: ", "cite_spans": [], "ref_spans": [], "section": "Question 3: How would you report this result?"}, {"text": "Yes. The clinical course is consistent with the development of oseltamivir-resistant influenza A virus following treatment with oseltamivir. There is no evidence for infection with previous seasonal influenza A subtypes and it is very unlikely that the patient was subsequently infected with a second, independent oseltamivir-resistant 2009 A (H1N1) strain.", "cite_spans": [], "ref_spans": [], "section": "Question 4: Does this result explain the patient's clinical course?"}, {"text": "After receiving this result, the clinical team treated the patient with intravenous zanamivir (at the time an investigational drug) [8] . Other strategies were considered, including an increased dose of oseltamivir and the administration of IVIG (intravenous immunoglobulin), which contains some 2009 A (H1N1) neutralizing antibodies and may provide limited passive immunity.", "cite_spans": [{"start": 132, "end": 135, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Question 4: Does this result explain the patient's clinical course?"}, {"text": "The patient's symptoms resolved and after two weeks no influenza A RNA was detected in the patient's nasopharyngeal specimens.", "cite_spans": [], "ref_spans": [], "section": "Question 4: Does this result explain the patient's clinical course?"}, {"text": "For epidemiological purposes, the specimen containing the resistant virus was sent to the state public health laboratory for confirmatory testing. Interestingly, their pyrosequencing approach was unable to detect the resistance mutation.", "cite_spans": [], "ref_spans": [], "section": "Further Testing"}, {"text": "This specimen contained a mixture of wild-type and mutant virus that was below the lower limit of detection for the sequencing assay but above the detection limit for the rRT-PCR test. To resolve this discrepant result, our laboratory used a very sensitive low-copy-number, high resolution melting approach to determine that indeed, the sample in question contained the mutant virus [9] . In addition, the public health laboratory was able to detect the resistance mutation by sequencing a subsequent sample from this patient that contained predominantly mutant virus by rRT-PCR.", "cite_spans": [{"start": 383, "end": 386, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Question 5: How do you explain this result?"}, {"text": "Influenza A is a member of the family Orthomyxoviridae [10] . The virus contains a single-stranded, negativesense, segmented RNA genome, and is subtyped based on its hemaggluttinin and neuraminidase genes. The year 2009 saw the emergence of a novel A (H1N1) subtype derived, in part, from an influenza A virus known to infect swine [11] . This novel A (H1N1) virus spread rapidly through the human population worldwide and represents the first influenza pandemic of the twenty-first century [12] .", "cite_spans": [{"start": 55, "end": 59, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 332, "end": 336, "text": "[11]", "ref_id": null}, {"start": 491, "end": 495, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Background and Molecular Pathology"}, {"text": "Influenza infections are transmitted from person-toperson via contact and large particle respiratory droplets [13] . There is a one to four day incubation period and the virus is shed the day before symptoms begin through five to 10 days after illness onset. The signs and symptoms of influenza infection may include fever, myalgia, headache, malaise, nonproductive cough, sore throat, rhinitis, otitis media, nausea, and vomiting. Uncomplicated illness typically resolves in three to seven days, though cough and malaise can persist for more than two weeks. Complications include primary influenza pneumonia, exacerbation of underlying medical conditions, and secondary bacterial pneumonia. The complications are typically highest in those over the age of 65, young children, and patients with underlying disease. Seasonal influenza infections cause significant morbidity and mortality, on average 225,000 hospitalizations and 36,000 deaths per respiratory virus season in the United States. Pandemic influenza has the potential to cause an even greater burden of disease.", "cite_spans": [{"start": 110, "end": 114, "text": "[13]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Background and Molecular Pathology"}, {"text": "Influenza A nucleic acid testing is indicated in patients demonstrating signs and symptoms of respiratory infection in conjunction with clinical and epidemiological risk factors. Influenza A subtyping is indicated to track the local influenza A epidemiology and, as demonstrated in this case, to adjust empiric antiviral therapy (e.g., to discontinue adamantanes if the strain is 2009 H1N1, or to discontinue oseltamivir if the strain is a previous seasonal, circulating H1N1). Furthermore, oseltamivir-resistance testing is indicated in patients who do not show clinical improvement and/or viral clearance after completion of an oseltamivir-containing therapeutic regimen. ", "cite_spans": [], "ref_spans": [], "section": "Background and Molecular Pathology"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Developing new antiviral agents for influenza treatment: what does the future hold?", "authors": [{"first": "F", "middle": [], "last": "Hayden", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "48", "issn": "1", "pages": "3--13", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "How I treat influenza in patients with hematologic malignancies", "authors": [{"first": "C", "middle": [], "last": "Casper", "suffix": ""}, {"first": "J", "middle": [], "last": "Englund", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}], "year": 2010, "venue": "Blood", "volume": "115", "issn": "", "pages": "1331--1342", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Detection of respiratory viruses by molecular methods", "authors": [{"first": "J", "middle": ["B"], "last": "Mahony", "suffix": ""}], "year": 2008, "venue": "Clin Microbiol Rev", "volume": "21", "issn": "", "pages": "716--747", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "WHO/CDC protocol of realtime RTPCR for influenza A(H1N1)", "authors": [{"first": "", "middle": [], "last": "Who/Cdc", "suffix": ""}], "year": 2009, "venue": "", "volume": "28", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Comparison of the luminex respiratory virus panel fast assay with in-house real-time PCR for respiratory viral infection diagnosis", "authors": [{"first": "N", "middle": ["J"], "last": "Gadsby", "suffix": ""}, {"first": "A", "middle": [], "last": "Hardie", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Claas", "suffix": ""}], "year": 2010, "venue": "J Clin Microbiol", "volume": "48", "issn": "", "pages": "2213--2216", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Detection of molecular markers of drug resistance in 2009 pandemic influenza A (H1N1) viruses by pyrosequencing", "authors": [{"first": "V", "middle": ["M"], "last": "Deyde", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Sheu", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Trujillo", "suffix": ""}], "year": 2010, "venue": "Antimicrob Agents Chemother", "volume": "54", "issn": "", "pages": "1102--1110", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Influenza A(H1N1) NA-H274 detailed pyrosequencing protocol for antiviral susceptibility testing", "authors": [{"first": "", "middle": [], "last": "Who/Cdc", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Intravenous zanamivir for oseltamivir-resistant 2009 H1N1 influenza", "authors": [{"first": "A", "middle": ["H"], "last": "Gaur", "suffix": ""}, {"first": "B", "middle": [], "last": "Bagga", "suffix": ""}, {"first": "S", "middle": [], "last": "Barman", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "362", "issn": "", "pages": "88--89", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "High-resolution melting analysis (HRMA): more than just sequence variant screening", "authors": [{"first": "R", "middle": ["H"], "last": "Vossen", "suffix": ""}, {"first": "E", "middle": [], "last": "Aten", "suffix": ""}, {"first": "A", "middle": [], "last": "Roos", "suffix": ""}], "year": 2009, "venue": "Hum Mutat", "volume": "30", "issn": "", "pages": "860--866", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Wolters Kluwer Health/Lippincott Williams & Wilkins, Philadelphia 11. Novel Swine-Origin Influenza A Virus Investigation Team", "authors": [{"first": "B", "middle": ["N"], "last": "Fields", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Howley", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Knipe", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Dawood", "suffix": ""}, {"first": "S", "middle": [], "last": "Jain", "suffix": ""}], "year": 2007, "venue": "N Engl J Med", "volume": "360", "issn": "", "pages": "2605--2615", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Historical perspective-emergence of influenza A (H1N1) viruses", "authors": [{"first": "S", "middle": ["M"], "last": "Zimmer", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Burke", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "279--285", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "H1N1 influenza", "authors": [{"first": "S", "middle": ["J"], "last": "Sullivan", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Jacobson", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Dowdle", "suffix": ""}], "year": 2009, "venue": "Mayo Clin Proc", "volume": "85", "issn": "", "pages": "64--76", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Preferential lower respiratory tract infection in swine-origin 2009 A(H1N1) influenza", "authors": [{"first": "E", "middle": [], "last": "Yeh", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Luo", "suffix": ""}, {"first": "L", "middle": [], "last": "Dyner", "suffix": ""}], "year": 2010, "venue": "Clin Infect Dis", "volume": "50", "issn": "", "pages": "391--394", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "1 displays the results of the 2009 A (H1N1) subtyping and of the H275Y oseltamivir-resistance mutation testing. The criteria for analysis are as follows: The blank H2O PCR control must be negative, • showing no fluorescent signal above the threshold in both the green and yellow channels. The negative influenza A control must be negative, • showing no fluorescent signal above the threshold in both the green and yellow channels. The positive wild-type 2009 influenza A (H1N1) • control must show exponential amplification ONLY in the yellow channel. The positive 2009 influenza A (H1N1) H275Y • mutant control must show exponential amplification ONLY in the green channel.To render an interpretation for patient samples, both • the green and yellow channels must be evaluated. Look for the presence or absence of a fluorescent growth curve and the crossing threshold (CT) values to determine the result.", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "The most common mutation that confers oseltamivir resistance is found in the gene encoding of What is the amino acid change for the most common mutation that confers oseltamivir resistance? The use of single-tube rRT-PCR to amplify influenza A virus allows detection of:A. Viral complementary RNA B. Viral genomic RNA C. Viral messenger RNA D. A and B E. A, B, and C 4. An immunocompromised child presents with a one day history of influenza-like illness. A nasopharyngeal specimen is obtained. What nucleic acid test provides the best chance of identifying the responsible respiratory virus? A. Influenza A matrix rRT-PCR B. 2009 Influenza A (H1N1) subtyping and H275Y oseltamivir-resistance rRT-PCR C. Influenza B rRT-PCR D. Respiratory syncytial virus rRT-PCR E. RT-PCR/liquid-phase, bead-based respiratory viral array 5. A patient with an upper respiratory, oseltamivirsensitive, 2009 influenza A (H1N1) infection develops shortness of breath and has a chest X-ray concerning for viral pneumonia. What specimen should you test for the presence of influenza A? A. Bronchoalveolar lavage (BAL) fluid B. Nasopharyngeal Swab C. Plasma D. Serum E. Throat Swab", "latex": null, "type": "table"}}, "back_matter": [{"text": "Answers to Multiple Choice Questions 1 . The correct answer is C. 2 . The correct answer is C. 3 . The correct answer is E.Influenza A virus has a single-stranded, negativesense, RNA genome. The use of single-tube RT-PCR containing both forward and reverse primers allows amplification of genomic RNA (negative-stranded) as well as viral complementary and messenger RNA (both positive-stranded). In contrast, the use of a separate RT reaction with a single primer would allow subsequent amplification of only the negative-or positive-stranded RNA species. For example, an RT reaction with only the forward matrix primer would generate complementary DNA (cDNA) only from the genomic, negative-stranded matrix RNA.", "cite_spans": [{"start": 37, "end": 38, "text": "1", "ref_id": "BIBREF0"}, {"start": 66, "end": 67, "text": "2", "ref_id": "BIBREF1"}, {"start": 95, "end": 96, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "annex"}, {"text": "The signs and symptoms of respiratory viral illnesses are not specific enough to make a definitive diagnosis. Respiratory virus panels often cover influenza A and B, respiratory syncytial virus, metapneumovirus, adenovirus, and parainfluenza 1, 2, and 3. Some tests also detect rhinoviruses and coronaviruses. These panels are particularly important for hospitalized patients where results not only guide patient care but also isolation and infection control.", "cite_spans": [], "ref_spans": [], "section": "The correct answer is E."}, {"text": "Viral pneumonia is a serious complication of influenza A viral infections but may be difficult to distinguish from a secondary bacterial pneumonia. Appropriate diagnosis requires testing a lower respiratory tract specimen, such as bronchoalveolar lavage (BAL) fluid, for viral and bacterial pathogens. Interestingly, 2009 A (H1N1) can present with predominantly lower-tract disease, so testing BAL or endotracheal (ET) aspirate specimens should be considered in patients with severe respiratory illness even in the absence of viral detection in nasopharyngeal swabs [14] .", "cite_spans": [{"start": 566, "end": 570, "text": "[14]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "The correct answer is A."}]}