{
    "paper_id": "0d5f06bc0ca113fb12ebc20fafe05c803462a4b9",
    "metadata": {
        "title": "We shouldn't worry when a virus mutates during disease outbreaks",
        "authors": [
            {
                "first": "Nathan",
                "middle": [
                    "D"
                ],
                "last": "Grubaugh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "E"
                ],
                "last": "Petrone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "C"
                ],
                "last": "Holmes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mutation. The word naturally conjures fears of unexpected and freakish changes. Ill-informed discussions of mutations thrive during virus outbreaks, including the ongoing spread of SARS-CoV-2. In reality, mutations are a natural part of the virus life cycle and rarely impact outbreaks dramatically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he meaning of the word 'mutation' in the vernacular does not reflect the complexities of evolutionary theory. In science fiction, to 'mutate' is to undergo a significant transformation. Characters in Marvel Comics, for example, possess incredible new abilities due to mutation. In the entertainment industry, the dramatization of evolution to portray disease outbreaks is a common trope. In Michael Crichton's The Andromeda Strain, an extraterrestrial microorganism continuously 'mutates' to acquire new biological properties, including the ability to degrade plastic and escape containment. The exaggerated book The Hot Zone inspired the 1995 thriller film Outbreak, in which a fictional Ebola-like virus rapidly mutates into a highly infectious strain capable of aerosolized transmission. Given the accessibility and mass appeal of these works, it is unsurprising that, during a reallife outbreak, journalists and scientists are sometimes predisposed to draw upon these fictional views.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our media streams and scientific communications flooded with trepidation and misrepresentation of mutations surrounding the outbreak of a novel coronavirus, SARS-CoV-2, exemplify this attitude. Headlines featuring 'DNA sleuths' searching for 'dangerous mutations' in the new virus inculcate an expectation that the virus will inevitably mutate to become more deadly 1 . News reports warning that mutating viruses may spread more rapidly evoke visions of a doomsday scenario in which public health efforts to control the epidemic are rendered futile 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unlike science fiction, however, the dramatization of virus mutation is not innocuous, and we need only look to other recent outbreaks to realize the extent to which overinterpreting the impact of mutation directly affects our health and safety. For example, a mutation in the Zika virus membrane region (prM-S139N) emerged in a viral lineage preceding the devastating epidemic in the Americas. Both in vitro and mouse studies suggested that this mutation enhanced neurovirulence 3 . Yet, before this finding could be confirmed, misinformation began to circulate that this mutation was the cause of congenital Zika syndrome, specifically microcephaly. When Zika was detected in India in 2018, these false claims motivated the Indian government to develop policies under the incorrect assumption that the emergent virus could not cause foetal harm, citing the absence of the 'microcephaly mutation' to defend their decisions 4 .",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 925,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this case and that of SARS-CoV-2, mutations consume the narrative, even though individual mutations seldom become fixed during outbreaks nor modulate complex virological traits. Rather, mutation is a humdrum aspect of life for an RNA virus. Because these viruses employ an intrinsically error-prone RNA polymerase for replication, their genomes will accumulate mutations during every copying cycle. Moreover, these cycles can occur on the order of hours, ensuring that a diverse virus population will be generated within a single infected host. While this amazing capacity to mutate fuels the engine of evolutionary change, most mutations adversely impact some aspect of virus function and are removed by natural selection. Hence, although a mutation that changes how a virus is transmitted or its virulence may readily appear in a virus population, it will not spread to high frequencies unless it is selectively advantageous. At the same time, epidemiologically relevant traits like the viral mode of transmission and virulence can be controlled by multiple genes. As such, they are likely beholden to stringent evolutionary constraints because they require multiple mutations to evolve. Indeed, across a broad swathe of viruses it is unusual to find those that have changed or expanded their mode of transmission over short evolutionary time-scales despite high rates of mutation 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Together, these constraints beget uncertainty around what characteristics are favoured by natural selection and how quickly they will spread in a population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, the role of natural selection in virus evolution is not easily predicted, rendering rampant speculation around the evolutionary trajectory of a virus during a nascent outbreak investigation especially problematic. The pervasive claim that a virus will mutate to become more virulent during an outbreak is particularly illustrative of this phenomenon, even though this spectre of a 'super killer' virus is baseless. In reality, the evolution of virulence is a highly complex topic that has inspired extensive research on evolutionary theory and debate 6 . Mutations can also make a virus either more or less virulent. A common idea is that virulence will only change -either upwards or downwards -if it increases the transmission rate of the virus, which effectively means an increase in the number of virus 'offspring' . However, high virulence may (although by no means always) reduce transmissibility if the host is too sick to expose others. Without information on the precise evolutionary forces and selection pressures in operation, predicting how virulence might evolve is an extremely difficult and perhaps futile task. This is not to say that mutations and natural selection don't occur during disease outbreaks, but rather that their epidemiological relevance is often hard to quantify. Mutations are requisite during host jumps, for example, when a virus 'spills over' from an animal reservoir into humans or utilizes an alternate arthropod vector for transmission. Mutations at amino acid 30 in the Gag protein of human immunodeficiency virus-1 (HIV-1) have been proposed as adaptations for the simian immunodeficiency virus (SIV) ancestors in chimpanzees to increase infectivity in humans 7 . In chikungunya virus, a single mutation (E1-A226V) appearing during epidemics has been suggested as comment a signature of adaptation to an alternate mosquito vector, Aedes albopictus 8 , while a single mutation (GP-A82V) in Ebola virus increased infection of human cells 9 . It is also hypothesized that mutations in highly pathogenic avian influenza A(H5N1) could lead toward more efficient human-to-human transmission 10 , although thankfully this has yet to occur. While there are many examples of mutations that alter virulence or cause drug resistance and hence impact human health 11 , speculating about the phenotype of any new mutation can be dangerous during fast-moving outbreaks. It takes a non-trivial amount of effort to experimentally and epidemiologically verify these phenotypes.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 562,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1987,
                    "end": 1988,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 2136,
                    "end": 2138,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 2303,
                    "end": 2305,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These warnings will probably not halt the question as to whether mutations will arise in SARS-CoV-2, enabling it to spread more efficiently between humans or generate a higher case fatality rate. In response, we can look to the 2002-2003 SARS-CoV epidemic. Large deletions in the open reading frame 8 (ORF8) region and mutations in the spike (S) protein were discovered during the early stages of the outbreak and eventually dominated the epidemic, suggesting that these were adaptations to humans 12, 13 . Based on this observation, some hypothesized that virus genetic changes in part drove the SARS epidemic, but this claim is unsubstantiated 14 . So, could SARS-CoV-2 adapt in the same way? Yes. Will adaptation precipitate more deaths? Unlikely.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 501,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 504,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 648,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is time to reshape our conception of mutations. Mutations are not indicative of outlandish and devastating new viral characteristics. Instead, they can inform our understanding of emerging outbreaks. Any claims over the consequences of mutation demand careful experimental and epidemiological evidence. Mutation is an inevitable consequence of being a virus. The pattern and time course of mutations in a virus genome are key for estimating phylogenetic trees, which, in turn, depict the course epidemics in effectively real time 15 . The developing field of genomic epidemiology is currently being employed in the mitigation and control of the SARS-CoV-2 outbreak.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 535,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rapid and open access deposition of virus genomes, most of which differ by mutation, is enabling precise investigations into patterns of spread. To this end, websites like Virological. org and Nextstrain.org are leading the charge. Rather than fearing mutation, perhaps it is now time to embrace it. ❐ Nathan D. Grubaugh 1,2 ✉ , Mary E. Petrone 1 and Edward C. Holmes 3 ✉",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "DNA sleuths read the coronavirus genome, tracing its origins and looking for dangerous mutations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Begley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus: researchers warned to be on alert over mutations that could speed up disease spread",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gulland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Daily Telegraph",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Evolution and Emergence of RNA Viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}