{
    "paper_id": "0d6566d0324d2edba9753338a91d89eb21de3d57",
    "metadata": {
        "title": "Journal Pre-proof",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Patients: The incidence of SARS-CoV-2 infection in elective surgery patients was 7% (mean age 59.5 years). All survived. Of 36 patients who underwent emergency surgery, two of them were SARS-CoV-2 positive and one was clinically highly suspicious of COVID-19 (11.1%). All three patients died of respiratory failure (mean age 81 years). Surgeons: There were a total of 12 confirmed SARS-CoV-2+ cases among the surgical department staff (24.4%) (8 out of 34 consultants and 4 out of 15 residents). Healthcare activity: The average number of daily emergency surgical interventions declined from 3.6 in February to 1. 16 in March. 42% of the patients who underwent emergency surgery had peritonitis upon presentation.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 616,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "The fast pace of COVID-19 pandemia, should alert surgical departments of the need of adopting early measures to ensure the safety of patients and staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Desde la comunicación en diciembre de 2019 de los primeros casos de neumonía grave por SARS-CoV-2 en Wuhan, China, la infección por este coronavirus ha ido propagándose por todo el mundo hasta ser declarada pandemia por la OMS el día 11 de marzo de 2020 (1) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "En poco tiempo todos los recursos sanitarios de los centros hospitalarios, especialmente en los servicios de urgencias y UCI, se han reorientado a la atención de los pacientes con COVID-19. Los hospitales en zonas de alta incidencia de casos han tenido que adaptarse a esta situación de manera rápida, organizando la asistencia de los pacientes COVID-19 en función de las necesidades diarias (2) (3) . del virus en la población: cancelación durante dos semanas de las clases a todos los niveles educativos, así como la posibilidad de cancelación o retraso de las consultas médicas, pruebas diagnósticas y cirugías no esenciales (4) (5) .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "text": "(3)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "En paralelo al incremento de casos progresivo en la población general y al aumento de las consultas en Urgencias por cuadros clínicos respiratorios compatibles con COVID-19, comenzamos a atender también pacientes en el Servicio de Cirugía General sospechosos de infección por SARS-CoV-2 y se registraron los primeros casos de infección entre los cirujanos del servicio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "En este estudio, se realiza un análisis descriptivo sobre el impacto que ha tenido la pandemia por SARS-CoV-2 en un Servicio de Cirugía General y del Aparato Digestivo en un hospital terciario de Madrid (España), en las primeras semanas de expansión de la enfermedad en su población.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "El objetivo es analizar la incidencia de casos de pacientes y profesionales con COVID-19 en un Servicio de Cirugía General cuando aumenta la incidencia en la población general de su área de atención, así como estudiar el impacto de la infección en la actividad asistencial del servicio y evaluar el efecto de las medidas adoptadas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "Ámbito del estudio:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Métodos"
        },
        {
            "text": "Se recogen de forma prospectiva los pacientes atendidos en el Servicio de Cirugía General del 1 al 31 de marzo que han presentado clínica compatible con COVID-19 en el Hospital Universitario La Paz, así como los casos de clínica compatible con COVID-19 entre los cirujanos adjuntos y residentes del servicio durante el mismo periodo de tiempo. Se trata de un hospital público de la red de hospitales del SERMAS (Servicio Madrileño de Salud) de 1358 camas cuyo Servicio de Cirugía General y del Aparato Digestivo cuenta con 34 cirujanos adjuntos y 15 residentes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Métodos"
        },
        {
            "text": "Definición de casos: Se ha considerado clínica compatible con COVID-19 la presencia de al menos uno de los siguientes síntomas: tos, disnea, dolor de garganta, dolor torácico, anosmia, disgeusia o aparición de fiebre (1) . Para la confirmación de un caso sospechoso se ha utilizado la técnica de RT-PCR (según la metodología disponible en el laboratorio de microbiología del Hospital) realizada con muestra mediante torunda nasofaríngea. A los pacientes y a los médicos con una RT-PCR negativa pero que mantuvieron clínica compatible con COVID-19 se les repitió el diagnóstico mediante RT-PCR. Se consideraron signos radiológicos compatibles con COVID-19 la aparición de infiltrados periféricos en vidrio deslustrado, patrón alveolar difuso, sombreados parcheados bilaterales, patrón en empedrado, neumonía organizativa (6) .",
            "cite_spans": [
                {
                    "start": 820,
                    "end": 823,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Métodos"
        },
        {
            "text": "Desde el 1 hasta el 31 de marzo de 2020 se operaron 189 pacientes en el Servicio de Cirugía General y del Aparato Digestivo, 100 de forma programada con hospitalización, 36 de manera urgente, y 53 en régimen de cirugía mayor ambulatoria en el Hospital Carlos III.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto de la pandemia por SARS-CoV-2 en los pacientes intervenidos en el Servicio de Cirugía General del HULP"
        },
        {
            "text": "Del 1 al 10 de marzo se mantuvo la actividad asistencial habitual del servicio, y a partir del día 11 de marzo se suspendieron los procedimientos quirúrgicos por patología benigna. Desde el 16 de marzo se seleccionan los pacientes con patología oncológica, priorizando aquellos con riesgo de complicación inminente.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto de la pandemia por SARS-CoV-2 en los pacientes intervenidos en el Servicio de Cirugía General del HULP"
        },
        {
            "text": "De los 153 pacientes intervenidos de forma programada del 1 al 31 de marzo de 2020, 7 presentaron clínica compatible con COVID-19 y confirmación por RT-PCR de infección por SARS-CoV-2 (4,57%) en el postoperatorio inmediato. Si sólo tenemos en cuenta a los pacientes intervenidos con hospitalización, el porcentaje de pacientes que desarrollaron COVID-19 fue del 7%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto de la pandemia por SARS-CoV-2 en los pacientes intervenidos en el Servicio de Cirugía General del HULP"
        },
        {
            "text": "Durante el postoperatorio de los 36 pacientes intervenidos de urgencia, dos fueron SARS-CoV-2 + por RT-PCR y uno tuvo clínica muy sugestiva de COVID-19 (11,1%) . Los tres pacientes fallecieron por insuficiencia respiratoria.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "(11,1%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Impacto de la pandemia por SARS-CoV-2 en los pacientes intervenidos en el Servicio de Cirugía General del HULP"
        },
        {
            "text": "La edad media de los pacientes SARS-CoV-2 positivos intervenidos de forma programada fue de 59,5 años y la de los pacientes intervenidos de forma urgente 81 años. El 42,8% de todos los pacientes con infección fueron varones. Las comorbilidades más frecuentes entre estos pacientes fueron obesidad, DM y EPOC presentes en 3 pacientes respectivamente, HTA e insuficiencia cardiaca en 2 pacientes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto de la pandemia por SARS-CoV-2 en los pacientes intervenidos en el Servicio de Cirugía General del HULP"
        },
        {
            "text": "Cabe señalar también un paciente de 72 años intervenido de forma urgente por perforación de intestino delgado con evolución tórpida por abscesos intraabdominales y 23 días de hospitalización, que presentó síntomas respiratorios 8 días tras el alta hospitalaria y se confirmó la presencia de neumonía por COVID-19 mediante TAC y RT-PCR en dos muestras nasofaríngeas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto de la pandemia por SARS-CoV-2 en los pacientes intervenidos en el Servicio de Cirugía General del HULP"
        },
        {
            "text": "De los 153 pacientes intervenidos de forma programada 7 presentaron COVID-19 con confirmación por PCR (4,57%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto en pacientes en cirugía programada"
        },
        {
            "text": "Del 1 al 31 de marzo 13 pacientes que habían sido sometidos a cirugía programada con hospitalización presentaron síntomas respiratorios y fiebre entre los días 2º y 7º del postoperatorio, realizándose RT-PCR en todos ellos y colocando mascarilla quirúrgica al paciente desde el momento de la sospecha clínica. En 6 casos se confirmó durante el ingreso infección por SARS-CoV-2 (en dos casos se realizaron dos y tres tomas de muestra para confirmar la infección por alta sospecha clínica y primera y/o segunda RT-PCR negativa). Los procedimientos que se habían realizado fueron dos gastrectomías totales por adenocarcinoma gástrico, tres operaciones de Hartmann (un caso por diverticulitis con fístula rectovesical, y dos por infiltración rectal, uno por tumor vesical y otro por un cáncer de cérvix) y un cierre de pared programado tras resección intestinal por isquemia mesentérica seis semanas antes. Además, una paciente de 81 años intervenida de colecistectomía laparoscópica ingresó a los 11 días del alta por neumonía por COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto en pacientes en cirugía programada"
        },
        {
            "text": "Los pacientes con SARS-CoV-2 confirmados fueron trasladados o ingresaron por protocolo hospitalario en una planta de aislamiento, con seguimiento clínico por parte de un equipo de Medicina Interna o Neumología. De estos pacientes, ninguno tuvo que recibir cuidados intensivos por empeoramiento clínico, 3 pacientes han sido dados de alta y 4 permanecen hospitalizados en planta sin que se haya registrado ningún fallecido.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto en pacientes en cirugía programada"
        },
        {
            "text": "Un paciente de 42 años de los 53 intervenidos en régimen de CMA consultó por fiebre y síntomas digestivos diecinueve días después de la cirugía de hernia inguinal abierta e ingresó tres días más tarde por neumonía bilateral SARS-CoV-2 positiva. Este contagio probablemente fue adquirido en la comunidad ya que se encuentra fuera del periodo máximo de 14 días de periodo de incubación descrito para COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto en pacientes en cirugía programada"
        },
        {
            "text": "Impacto en pacientes en cirugía urgente En los diez primeros días de marzo 2020, dos pacientes fueron intervenidos de manera urgente sin sospecha de COVID-19, por hernia de la pared abdominal incarcerada (87 años) y apendicitis aguda perforada con peritonitis generalizada (67 años). En ambos casos se llevó a cabo intubación orotraqueal con anestesia general y cirugía abierta, y ambos presentaron un resultado positivo SARS-CoV-2 al sexto y octavo día postoperatorio respectivamente tras un test de RT-PCR. El primer paciente pasó a planta de hospitalización durante 48 horas, necesitando nuevamente intubación orotraqueal e ingreso en UCI por insuficiencia respiratoria en el tercer día postoperatorio, falleciendo en el 9º día postoperatorio. El segundo paciente permaneció en la UCI intubado desde la cirugía hasta su exitus en el 10º día postoperatorio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto en pacientes en cirugía programada"
        },
        {
            "text": "Así mismo se intervino un paciente de 89 años de edad de manera urgente por apendicitis aguda perforada ya con sospecha de infección por SARS-CoV-2, por aparición de signos sugestivos en la radiografía de tórax prequirúrgica, una neumonía en base derecha y síntomas respiratorios compatibles (tos y disnea) aunque con RT-PCR preoperatoria negativa. Se llevó a cabo una apendicectomía abierta por laparotomía media infraumbilical con anestesia regional y el equipo quirúrgico usó equipos de protección individual (EPI). Se consensuó este abordaje con el equipo de anestesista de guardia, con el fin de reducir la posibilidad de contagio durante la intubación orotraqueal. El paciente falleció por una insuficiencia respiratoria al tercer día postoperatorio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto en pacientes en cirugía programada"
        },
        {
            "text": "A partir del día 24 de marzo, siguiendo las recomendaciones de la Asociación Española de Cirujanos (7) , se comenzó a realizar TC de tórax (8) y RT-PCR preoperatorios a todos los pacientes que iban a ser intervenidos de manera urgente. En el periodo del 24 al 31 de marzo se han intervenido de manera urgente a seis pacientes, a todos se les realizó RT-PCR, y a 5 se les realizó TC de tórax y a uno se le realizó radiografía de tórax. Todos resultaron negativos para infección por SARS-CoV-2. Durante el postoperatorio no han presentado síntomas hasta el día del fin de la revisión.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "(8)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Impacto en pacientes en cirugía programada"
        },
        {
            "text": "En el periodo comprendido entre el 1 y el 29 de febrero de 2020 se realizaron 104 intervenciones urgentes (3,6 intervenciones al día), mientras que en el periodo comprendido desde el 1 hasta el 31 marzo se realizaron 36 intervenciones urgentes (1,16 intervenciones al día).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto de la pandemia por SARS-CoV-2 en la actividad de la Atención Urgente del Servicio de Cirugía General del HULP"
        },
        {
            "text": "Comparando la actividad del 1 al 31 de marzo de 2020 con el mes de marzo de 2019, la actividad (medida en número de ingresos e intervenciones quirúrgicas) se redujo en un 52,7%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto de la pandemia por SARS-CoV-2 en la actividad de la Atención Urgente del Servicio de Cirugía General del HULP"
        },
        {
            "text": "A) Actividad asistencial diaria (medida en número de ingresos y número de cirugías urgentes) en las guardias de Cirugía General durante el mes de marzo de 2020. B) Actividad asistencial urgente en el Servicio de Cirugía General (número de ingresos y número de cirugías urgentes) comparativa entre el mes de marzo de 2019 y el de 2020. Del día 1 al día hasta el día 10 de marzo se realizaron 22 intervenciones quirúrgicas urgentes. A partir del día 11 de marzo (día que se inician medidas de aislamiento social promulgadas por el Gobierno de la Comunidad de Madrid) hasta el día 31, se intervinieron 14 pacientes de manera urgente: 4 apendicitis agudas perforadas con peritonitis asociada y tres apendicitis flemonosas, una eventración y una hernia incarceradas que no precisaron resección intestinal, 2 diverticulitis agudas perforadas con peritonitis en las que se realizó una operación de Hartmann, un tumor de ángulo esplénico obstructivo en el que se realizó una colectomía subtotal con ileostomía terminal, así como dos abscesos perianales. Es decir, de los 14 pacientes intervenidos de manera urgente a partir de 11 de marzo, un 42% presentaron peritonitis al diagnóstico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1."
        },
        {
            "text": "Durante este periodo de tiempo se han realizado también interconsultas de pacientes COVID-19 con patología potencialmente quirúrgica. Fueron valorados 6 pacientes: dos presentaban colecistitis aguda y uno un plastrón apendicular que se trataron de forma conservadora con antibiótico. Otro de los enfermos presentaba una hernia inguinal incarcerada que se redujo en planta. En dos pacientes se realizó tratamiento conservador por trombosis de la vena mesentérica y por hematoma de la vaina de los rectos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1."
        },
        {
            "text": "Por lo tanto en todos pacientes con infección por SARS-CoV-2 hospitalizados con patología potencialmente quirúrgica se consiguió realizar tratamiento conservador.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1."
        },
        {
            "text": "El periodo de máxima concentración de casos entre los cirujanos del Servicio de Cirugía General confirmados con RT-PCR positiva para SARS-CoV-2, se concentra entre los días 10 y 15 de marzo, con la aparición de 11 casos (7 adjuntos y 4 residentes) siendo la fiebre el síntoma principal (10 de los 11 afectados) (Figuras 3 y 4) . Además en esta semana se realizó PCR por síntomas respiratorios a cuatro cirujanos, cuyo resultado fue negativo. Desde el día 11 de marzo se extreman las medidas de precaución (suspensión de sesiones clínicas y comités multidisciplinares presenciales, uso de pijama y calzado hospitalario, mascarilla quirúrgica durante toda la jornada laboral evitando tocar la cara, lavado de superficies comunes de trabajo y lavado de manos con solución hidroalcohólica al entrar y salir del hospital y antes y después de cada paciente aunque se usen guantes). Desde el 15 al 31 de marzo, solo se contabiliza un nuevo caso más entre los cirujanos del servicio.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 326,
                    "text": "(Figuras 3 y 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Impacto de la pandemia por SARS-CoV-2 en los cirujanos del Servicio de Cirugía General"
        },
        {
            "text": "Tres cirujanos varones con IMC ≥ 30 presentaron neumonía bilateral y dos requirieron ingreso hospitalario. Uno de los casos precisó ingreso en UCI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacto de la pandemia por SARS-CoV-2 en los cirujanos del Servicio de Cirugía General"
        },
        {
            "text": "El 9 de marzo en la Comunidad de Madrid se anunciaron las primeras medidas para la protección de la población frente a la rápida expansión del coronavirus SARS-CoV-2, cómo la suspensión de todas las clases presenciales desde Educación Infantil hasta la Universidad, que entró el vigor el 11 de marzo, y la posibilidad de cancelación de consultas médicas, pruebas diagnósticas y cirugías electivas no esenciales (4) .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "El 11 de marzo la OMS declaró la infección COVID-19 como pandemia (9) , y en este día en la Comunidad de Madrid se registraron 1024 casos de infectados y 32 fallecidos, en una población de 6,6x10 6 habitantes (4) .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "(9)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "También desde este mismo día en el Servicio de Cirugía General del Hospital Universitario La Paz se suspendieron todas las reuniones presenciales y se realizaron los comités multidisciplinares de forma telemática. Número de casos con PCR + para SARS-COV-2 en el Servicio de Cirugía General",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "Adjuntos Pacientes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Residentes"
        },
        {
            "text": "Así mismo se suspendieron las intervenciones quirúrgicas programadas por patología benigna (10) , se cancelaron las consultas no oncológicas del servicio y se extremaron las medidas de precaución entre el personal sanitario y administrativo del hospital.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "(10)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Durante las dos siguientes semanas se programaron cirugías electivas de pacientes oncológicos, seleccionando los casos más prioritarios por riesgo de complicación precoz, y que no presentaran fiebre ni patología respiratoria activa al ingreso ni en los días previos y que no hubieran tenido contacto directo con casos confirmados de COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "La pandemia por COVID-19 ha tenido un importante impacto en el ámbito sanitario a nivel mundial. En los servicios de cirugía general, cabe destacar tres aspectos relevantes que se han visto afectados, todos con importante repercusión en el sistema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "a. Reducción casi completa de la actividad quirúrgica programada, incluso en pacientes oncológicos, obligando a seleccionar casos de alto riesgo de obstrucción o perforación, y suspensión de todo el resto de cirugía electiva por patología benigna. b.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Reducción significativa de la carga asistencial en las guardias de cirugía y del número de pacientes que acuden a urgencias con patología quirúrgica (apendicitis, colecistitis, diverticulitis...) y la impresión de aumento de complejidad por presentación con cuadros más evolucionados o complicados en los pacientes que finalmente acuden. c.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "El contagio de cirujanos del servicio con el consiguiente periodo de cuarentena y aislamiento domiciliario (o incluso ingreso hospitalario en los casos más graves) que supone una reducción de la plantilla disponible para la actividad diaria, cobertura de guardias o apoyo a otras unidades del hospital. En nuestra serie de casos de pacientes altamente sospechosos o confirmados de COVID-19, seis fueron intervenidos de forma programada y tres de manera urgente. Todos los pacientes intervenidos de forma urgente fallecieron por una insuficiencia respiratoria aguda, mientras que los pacientes intervenidos de forma programada tuvieron cuadros respiratorios de distinta gravedad, pero todos respondieron a tratamiento médico en planta de hospitalización convencional, sin requerir intubación orotraqueal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Así se ha recogido en diversas guías nacionales e internacionales a medida que se ha ido conociendo el impacto de la enfermedad COVID-19 sobre los pacientes quirúrgicos (16) (17) (18) .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "(16)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 174,
                    "end": 178,
                    "text": "(17)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "(18)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "A pesar de las medidas iniciales tomadas, la incidencia de COVID-19 en el servicio de Cirugía General fue elevada durante la primera parte del período de estudio entre los cirujanos (23,5% de los cirujanos adjuntos y 26,6% de los cirujanos residentes del Servicio resultaron positivos), de forma paralela al rápido aumento de casos en una zona de elevada incidencia como es la Comunidad de Madrid. En este primer periodo en el que se produjo el pico de casos entre los cirujanos se estaban implementando todas las medidas clave para la protección del personal sanitario y el contacto personal hasta entonces había sido el habitual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Probablemente el contagio se produjo en los días previos a la toma de medidas poblacionales y hospitalarias, ya que el periodo de incubación del coronavirus es de 2 a 14 días, con un pico de aparición de los síntomas entre el 4º y el 5º día.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Tras los primeros casos confirmados en nuestro Servicio, se llevó a cabo un cumplimiento estricto de las medidas de protección individual, así como la desinfección de las zonas comunes y la suspensión de reuniones de facultativos. Estas medidas, junto con el aislamiento domiciliario de todos los cirujanos con síntomas sospechosos o infección confirmada, permitieron disminuir tasa de aparición de nuevos casos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "La infección del personal sanitario supone un motivo de preocupación añadido en la gestión de esta crisis social y sanitaria (19) (20) . Desde la Asociación Española de Cirujanos se han elaborado guías de actuación ante pacientes confirmados o con alta sospecha de infección por SARS-CoV-2 para que todos conozcamos cuáles son las medidas que se deben implementar en los servicios de Cirugía General en estos momentos, basadas en la literatura existente y sujetas a revisión según evoluciona la pandemia en nuestro país (7) .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "(19)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "(20)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Una preocupación de todos los sanitarios, que se hace aún más intensa cuando alguno se infecta, es el contagio de los familiares con los que convive. Esta preocupación es personal pero también institucional, ya que nuestra enfermedad supone una reducción de la capacidad de respuesta del sistema sanitario y una vía de propagación del virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "La pandemia por SARS-CoV-2 está teniendo un gran impacto en los sistemas sanitarios a nivel mundial, obligando a la reorganización de los recursos disponibles. Para poder hacer frente a la rápida propagación del coronavirus y a la gravedad del cuadro clínico que produce, los servicios de Cirugía General tienen que modificar profundamente su actividad quirúrgica y asistencial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusiones"
        },
        {
            "text": "Desde el inicio de aparición de casos de COVID-19 en la Comunidad de Madrid, se registró una elevada incidencia de contagios de los cirujanos de nuestro servicio (24,4%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusiones"
        },
        {
            "text": "Los casos de pacientes con infección COVID-19 en cirugía con hospitalización fueron del 7%. La mortalidad se concentró en pacientes de edad avanzada con patología quirúrgica urgente. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusiones"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global Epidemic",
            "authors": [],
            "year": 2020,
            "venue": "JAMA -J Am Med Assoc",
            "volume": "60611",
            "issn": "",
            "pages": "2--3",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How will countrybased mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--935",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The outbreak of Coronavirus Disease 2019 (COVID-19)-An emerging global health threat",
            "authors": [
                {
                    "first": "Arshad",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baloch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Arshad",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iqbal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Public Health",
            "volume": "2019",
            "issn": "",
            "pages": "2019--2040",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Frequency and Distribution of Chest Radiographic Findings in COVID-19 Positive Patients",
            "authors": [
                {
                    "first": "Hyf",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Hys",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Ah-T",
                    "middle": [],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Tw-Y",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "Csy",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Documentos de posicionamiento y recomendaciones de la AEC en relación con la cirugía y COVID-19 | aecirujanos.es",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chest CT manifestations of new coronavirus disease 2019 (COVID-19): a pictorial review",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eur Radiol",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-020-06801-0"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19) Situation Report -67",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 Outbreak and Surgical Practice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aminian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Safari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Razeghian-Jahromi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghorbani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Delaney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/SLA.0000000000003925"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "What we do when a COVID-19 patient needs an operation: operating room preparation and guidance",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Ti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Foong",
                    "suffix": ""
                },
                {
                    "first": "Bsw",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Can J Anesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01617-4"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SAGES and EAES Recommendations Regarding Surgical Response to COVID-19 Crisis -SAGES",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Risk Factors of Healthcare Workers with Corona Virus Disease 2019: A Retrospective Cohort Study in a Designated Hospital of Wuhan in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Protecting healthcare personnel from 2019-nCoV infection risks: lessons and suggestions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11684-020-0765-x"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science [Internet]",
            "volume": "3221",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19: Joint Statement on Minimally Invasive Gynecologic Surgery » AAGL",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19: Elective Case Triage Guidelines for Surgical Care",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Managing COVID-19 in Surgical Systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brindle",
                    "suffix": ""
                },
                {
                    "first": "Ariadne",
                    "middle": [
                        "M"
                    ],
                    "last": "Gawande",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "COVID-19: towards controlling of a pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ihekweazu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kobinger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "2019",
            "issn": "20",
            "pages": "2019--2040",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The truth about PHEICs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ihekweazu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet [Internet]",
            "volume": "6736",
            "issn": "19",
            "pages": "31566--31567",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(19"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "asistencial urgente en el mes de marzo A Número diario de llamadas atendidas en el busca de Cirugía General durante el mes de marzo de 2020 (medida en número de llamadas totales de urgencias y plantas de hospitalización del hospital).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Casos positivos para COVID-19 en la Comunidad de Madrid y en el Servicio de Cirugía General durante el mes de marzo de 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Relación entre pacientes, adjuntos y residentes positivos para COVID-19 a partir del 10 de marzo de 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Z-Y, Hu Y, Liang W-H, Ou C-Q, He J-X, et al. Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med [Internet]. 2020;1-13. Available from: http://www.ncbi.nlm.nih.gov/pubmed/32109013 2. Adams JG, Walls RM. Supporting the Health Care Workforce during the COVID-19",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}