{
    "paper_id": "0d6a0719cdddbb890c27224d8fe21539b2d0a518",
    "metadata": {
        "title": "Lockdown exit strategies and risk of a second epidemic peak: a stochastic agent-based model of SARS-CoV-2 epidemic in France Running Title: COVID-19 lockdown exit strategies",
        "authors": [
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Hoertel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INSERM U1266",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": "nicolas.hoertel@aphp.fr"
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Blachier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Paris University",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "B A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Blanco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Modeling and Health Economics",
                    "location": {
                        "addrLine": "Public Health Expertise",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Olfson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute on Drug Abuse",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Massetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Modeling and Health Economics",
                    "location": {
                        "addrLine": "Public Health Expertise",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Marina",
                "middle": [
                    "Sánchez"
                ],
                "last": "Rico",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Paris University",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "P H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frédéric",
                "middle": [],
                "last": "Limosin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Paris University",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Henri",
                "middle": [],
                "last": "Leleu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INSERM U1266",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic is now a major global health threat. As of April 28, about 3 million confirmed cases and more than 200,000 deaths due to the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) had been reported worldwide. 2 Due to the lack of a vaccine or an effective treatment for COVID-19, most European countries have responded with a variety of non-pharmaceutical interventions (NPIs) intended to diminish the viral transmission by reducing contact rates in the general population. 3 These measures include social distancing, wearing a face covering when outside of home, closing schools, churches, bars and other social venues, and all stores except groceries and pharmacies, screening of symptomatic people, and lockdown of suspected cases or of the full population.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 509,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Countries in which these interventions have been implemented early in the epidemic have been successful at diminishing the number of incident cases and reducing the peak healthcare demand and deaths. However, assuming that population immunity will build up through the epidemic, 4 it is likely to rebound once these measures are relaxed, [5] [6] [7] as only a limited proportion of the European population will have been infected at this time, [8] [9] [10] leading to the possibility of a second or even multiple repeated lockdowns. Such measures impose harmful burdens on the population and the global economy, 11 and are difficult to tolerate during extended periods. 1 Therefore, evaluating alternate NPIs that could be implemented at this stage and potentially avoiding a second epidemic peak and lockdown is urgently needed. 12, 13 To face the epidemic, France ordered on March 17 all nonessential retailers and services to close, and the general population to stay confined at home and to adhere to social distancing when outside of home for important personal needs. These measures have been successful in reducing the number of incident cases and the strain on the healthcare system, and the French government has announced a lockdown lifting on May 11th. However, in France as in many other countries where lockdown has been ordered, there is intense debate All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 280,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 614,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 836,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint over which lockdown exit strategies should be implemented to avoid an epidemic rebound.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "30.20086264 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because COVID-19 is a newly emergent virus, for which much remains to be understood about its transmission and pathophysiology, model-based predictions of the public health impact of competing NPIs on the epidemic course are critical to help support evidence-based policy decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this report, we present results of epidemiological modelling that has helped inform policy making in France. Based on a stochastic agent-based microsimulation model 14 population, and provide a natural description of a complex system. 14, 15 Because of several uncertainties that determine the risk of virus transmission, such as the number of asymptomatic cases and the duration of the contagious period, 12 the present analysis followed recent recommendations for improving predictive mathematical models of the COVID-19 pandemic 16 and was based on a calibration process that accounts for several disease's transmission parameters within constraints defined by the contact matrix and known parameters of the disease.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 244,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 537,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Following previously described methods, 14 which have been recently applied to model the COVID-19 epidemic in New York City, 17 we built a stochastic ABM model of the epidemic All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 42,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 127,
                    "text": "17",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Parameters on individual and disease characteristics (n=161) were mainly based on available data from prior studies and model calibration. Parameters related to social contacts were based on either prior studies (n=11) or assumptions when no data were available (n=22). The source code of the model has been deposited in a recognized public source code repository (GitHub).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The model was built to reproduce the household (proportions of singles, couples with children, couples without children, and single parents with children) and age structures (categorized by 5-year age groups) observed in the French general population. 18 Households were distributed on a square grid that represents a geographical area approximating France.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "text": "18",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Individuals' characteristics"
        },
        {
            "text": "Based on age-and sex-stratified national estimates, 19 all subjects were attributed a probability of having one or multiple conditions known to increase the risk of severe SARS-CoV-2 infection, 8, 20, 21 including obesity, hypertension, diabetes, coronary diseases, and chronic pulmonary diseases (eTable 1). Individuals with a least one of these conditions or aged over 65 years were considered to be part of the population the most vulnerable to severe COVID-19 infection. 8, 20, 21 Based on the age distribution and national estimates of these conditions in France, 22 we calculated that this population represents more than 30% of the French general population.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "20,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 201,
                    "end": 203,
                    "text": "21",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "20,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 482,
                    "end": 484,
                    "text": "21",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 569,
                    "end": 571,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Individuals' characteristics"
        },
        {
            "text": "Social contacts were modelled to enable specific restrictions due to quarantine (e.g., school closure, cancellation of public events), while conserving unavoidable contacts such as with intrafamilial members or grocery shopping during the quarantine period. Given the All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social contacts"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social contacts"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint complexity of modelling social contacts, we used a simplified set of contacts at both individual and household levels to model different types of social contacts experienced during the day. 23 These included close contacts for a prolonged duration with a small number of individuals, such as intrafamilial contacts, or people met at school or work. They also included less frequent and less prolonged contacts with a finite set of individuals such as friends or extended family members. Finally, they included brief contacts with individuals in centralized locations such as grocery shopping, or in more remote locations such as when using public transport. For details on the parameter values used in the model to reproduce social contacts, please refer to Supplemental text section.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 333,
                    "text": "23",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Social contacts"
        },
        {
            "text": "SARS-CoV-2 characteristics were based on reports from Santé Publique France, 19 Institut Pasteur, 24 the European Centre for Disease Prevention and Control (ECDC), 25 ",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 100,
                    "text": "24",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 164,
                    "end": 166,
                    "text": "25",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 characteristics"
        },
        {
            "text": "Medical outcomes included cumulative incidence, cumulative mortality, and number of ICU beds needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical outcomes"
        },
        {
            "text": "All diagnosed cases were assumed to be quarantined. In the model, we also took into account efforts to track the contacts of diagnosed patients. Every intrafamilial, friend and family, work, and school contact of a diagnosed patient had in the previous days was considered to be systematically tested with RT-PCR after an average delay of two days, representing the delay of the investigation. During this period, infected contacts could further All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint spread the infection. People who met in grocery stores or in public transports were assumed to be untraceable. During the lockdown, we considered that individuals had no contacts with other people, except with intrafamilial members and individuals at random in grocery stores and in streets. Finally, based on prior work, 27, 28 it was assumed that the risk of transmission between individuals would be decreased by 50% if all individuals either adhered to social distancing or were wearing masks, and that both measures would reduce this risk multiplicatively by 75%.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "27,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 467,
                    "end": 469,
                    "text": "28",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Based on opening statements from the French government, we considered in all scenarios that (i) the quarantine and restrictions for school, work and public transport will be lifted on May 11 th , (ii) restaurants and bars will remain closed from May 11 th until June 11 th , and (iii) attendance to cinemas, museums and public events will be authorized on July 11 th .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "We successively examined the following scenarios, using a « stepped care » approach:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "i) The natural course of the epidemic if no quarantine had been ordered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "ii) Two different durations of quarantine: 8 weeks, i.e. the quarantine period scheduled in France, and an 8-week extension, i.e. 16-week quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "iii) Post-quarantine protection measures for all individuals, including social distancing and mask-wearing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "iv) Post-quarantine shielding of individuals vulnerable to severe SARS-CoV-2 infection, i.e., individuals aged over 65 years or having comorbidity, including obesity, hypertension, diabetes, coronary diseases, or chronic pulmonary diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Shielding implied that individuals always stayed home except for grocery shopping, could stay with family members living in their home but with protection measures (i.e., social distancing and masks), did not attend any gatherings, including gatherings of friends and families living outside, and strictly avoided contact with people displaying symptoms of COVID-19. We also evaluated the effect of both the duration All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint of this intervention and the proportion of vulnerable people shielded on medical outcomes.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "30.20086264 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "The stochastic agent-based microsimulation model (ABM) was run from March 1, 2020 until the end of December, 2020, on 500,000 individuals. It was performed on April, 11 th using data obtained until April 10 th . The results were extrapolated to the French population, which comprises 67 million people. We examined whether the model had adequate calibration based on both two-sample Kolmogorov-Smirnov (KS) tests and visual comparison of the model-predicted and observed curves of the cumulative incidence of ICU admissions, ICUbed occupancy, and cumulative mortality. Because the model included 500,000 individuals approximating 67 million people from the general population, the maximum possible precision was ±134 individuals. Therefore, KS tests were performed after correcting the observed data with the available precision, i.e. dividing and rounding the modeled and observed data by the precision. We also compared the model-predicted and observed age distribution among deceased people using both a Cochran-Mantel-Haenszel test and visual comparison. Finally, we examined whether the model-predicted value for the R₀ of COVID-19 at the onset of the quarantine in France (i.e., March 17 th ) was in line with published reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Following recent recommendations for improving predictive mathematical models of the COVID-19 pandemic, 16 we examined the robustness of our results by evaluating the impact on the estimated cumulative incidence and mortality, and the number of ICU beds needed of varying each model parameter value by +/-20%. These analyses were run for the combination of post-quarantine social distancing and mask-wearing for the general population, and shielding of vulnerable individuals. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The model was performed using C++ and statistical analyses were conducted using SAS 9.4. The threshold for statistical significance was a priori fixed at p<0.05. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "While quarantine is highly effective at containing viral spread, we projected that it would be unlikely to prevent a second epidemic peak once lifted, regardless of its duration. Based on our model, the duration of quarantine (i.e., 8 or 16 weeks) alone was not associated with a reduced cumulative COVID-19 incidence or mortality, resulting in a similar, albeit delayed, overwhelming of ICUs, likely to lead to a second lockdown (Figure 2 ; Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 439,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 449,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Effect of quarantine duration"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of post-quarantine social distancing and mask-wearing"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of post-quarantine social distancing and mask-wearing"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint We found that maintaining social distancing after ending the quarantine would be associated with a substantial slowdown of the epidemic, as shown by a flattening of the cumulative incidence curve, and a 20% decrease in cumulative mortality, after 8-week quarantine (Figure 3 ; Table 1 ). Combining social distancing and mandatory mask-wearing further flattened the epidemic curve and would be associated with an additional 40% decrease in mortality, corresponding to a 60% reduction of mortality compared to the absence of postquarantine protection measures. However, although effective in slowing the epidemic and in reducing mortality, we found that this combination of measures would also be ineffective to prevent a second epidemic peak, likely to exceed ICU bed capacity and to lead to a second lockdown.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "30.20086264 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 415,
                    "text": "(Figure 3",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 425,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Effect of post-quarantine social distancing and mask-wearing"
        },
        {
            "text": "We projected that the shielding of vulnerable people until the end of the epidemic (estimated in our model at 38 weeks after the quarantine lifting with this scenario) in addition to post-quarantine social distancing and mask-wearing for all individuals would be associated with a substantial slowdown of the epidemic, as shown by a strong flattening of the cumulative incidence curve and a substantial decrease in mortality of 62% compared with post-quarantine social distancing and mask-wearing only, and of 85% compared with the absence of specific post-quarantine intervention (Figure 4 ; Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 581,
                    "end": 590,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 593,
                    "end": 600,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "CoV-2 infection"
        },
        {
            "text": "Furthermore, combining these 3 interventions would prevent an overwhelming of ICU capacity and substantially reduce mortality, but only if the interventions are maintained for a sufficiently long period and applied by most people. For example, interrupting the shielding of vulnerable people 16 weeks after the quarantine lifting would result in an increased risk of ICU overwhelming and a decrease in mortality of 12% compared with post-quarantine social All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV-2 infection"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV-2 infection"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint distancing and mask-wearing only, and of 65% compared with the absence of specific postquarantine intervention (Figure 4 ; Table 1 ). Similarly, partial adherence to shielding, defined as having only 50% of the vulnerable population shielded, would lead to a decrease in mortality of 19% compared with post-quarantine social distancing and mask-wearing only, and of 68% compared with the absence of specific post-quarantine intervention, and would not be sufficient to prevent a second epidemic peak, likely to lead to a second lockdown ( Figure 5 ; Table 1 ).",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 261,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 264,
                    "end": 271,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 688,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 698,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "CoV-2 infection"
        },
        {
            "text": "By varying each model parameter value by +/-20% for the scenario combining postquarantine social distancing, mask-wearing, and shielding of vulnerable individuals, we found that it would change COVID-19 cumulative incidence by at most 2,200 per 100,000, mortality by 42 per 100,000, and ICU-bed occupancy by 12 per 100,000, suggesting the robustness of our results (eFigures 1 to 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "To our knowledge, this is the first study to propose an agent-based microsimulation model of the epidemic of COVID-19 in France to predict the potential impact of post-quarantine measures, including social distancing, mask-wearing, and shielding of the population the most vulnerable to severe COVID-19 infection on the disease's cumulative incidence, mortality, and on ICU-bed occupancy. The model calibrated well and the variation of each model parameter value by ±20% had limited impact on outcome estimates, suggesting the robustness of our results. While quarantine is a highly effective means of containing viral spread, it would be unlikely to prevent a rebound of the epidemic and the need for a second lockdown once lifted, regardless of its duration. Social distancing and mask-wearing, when implemented in association, would be very effective in slowing down the epidemic and in reducing All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint mortality, but would be ineffective to ultimately prevent an overwhelming of ICU bed capacity. However, these measures when coupled with shielding of people the most vulnerable to severe SARS-CoV-2 infection, would be associated with better outcomes than these measures without shielding, including a lower cumulative incidence, mortality and number of ICU beds needed, sufficiently to prevent an overwhelming of ICU bed capacity and a second lockdown. Benefits would nonetheless be substantially reduced if these measures were not applied by most people or not maintained for a sufficiently long period, as herd immunity progressively establishes in the less vulnerable population.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings reinforce that SARS-CoV-2 infection represents a major public health threat in France. This disease may cause a very high number of deaths, estimated by our model at more than 300,000 deaths in France alone if no quarantine had been ordered and if ICUs had been overwhelmed. It further predicts more than 200,000 deaths if no specific mitigation measures are planned at the time of quarantine lifting. In line with prior work 5-7 , our findings suggest that quarantine, while a highly effective strategy to reduce the strain on healthcare systems by delaying the epidemic peak, is unlikely, if applied as a standalone strategy, to prevent the rebound of the epidemic and the need of a second lockdown. In line with this prediction, we found that combining post-quarantine social distancing and mask-wearing, while quite effective in reducing mortality by decreasing ICU-bed saturation and the R 0 of the COVID, would be ineffective in ultimately preventing ICU bed capacity from becoming overwhelmed and a subsequent second lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "By contrast, we found that coupling these measures with shielding people the most vulnerable to severe SARS-CoV-2 infection would be associated with better outcomes than only implementing social distancing and wearing of masks. These improved outcomes include a lower mortality and number of ICU beds needed, in a sufficient magnitude to prevent overwhelming ICU bed capacity and a second lockdown. Specifically, mortality would be All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. Shielding vulnerable individuals implied in our simulation that these individuals always stayed home, except for grocery shopping, could stay with family members living in their home but with protection measures (i.e., social distancing and masks), did not attend any gatherings of friends and family members living outside their home, and strictly avoided contact with people presenting symptoms of COVID-19. Because prolonged quarantine exposes to increased risk of psychological and medical complications, 1 we consider that this less stringent strategy, while ensuring an adequate protection of this vulnerable population whose proportion is estimated at more than 3 of 10 people in France, would have better chance of being applied by most individuals. However, it is crucial to provide clear rationale and information for these measures, appeal to altruism by reminding people of the benefits to wider society, and ensure sufficient supplies and adequate healthcare access are provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results could be explained by the herd immunity effect. It corresponds to the reduction of infection rates as a result of the indirect protection observed in the unimmunized segment of the population in which a large proportion has been infected and therefore immunized. 4 This is reflected by the predicted flattening of the cumulative incidence below 70% of the population with this strategy. Indeed, by slowing down to a far greater extent the viral spread in the vulnerable population than in the healthiest population, most of infected people would likely be individuals who are at lower risk to developing severe or critical symptoms 5 and being adequately treated since ICU capacity is not expected to be All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint overwhelmed, even during the peak incidence. Once a majority of the low-risk population have been immunized against COVID-19, the herd immunity effect would be likely to prevent vulnerable people from becoming infected. Because protection measures would be used by the whole population to flatten the epidemic rebound, however, the herd immunity effect, possibly associated with the progressive extinction of the epidemic, would be reached only at 38 weeks after the quarantine lifting, i.e., the end of February, 2021.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several limitations. First, the model was calibrated on the diagnosis and mortality rates available from Santé Publique France 19 and Institut Pasteur. 24 However, we cannot exclude the possibility that these parameters are biased, as asymptomatic undiagnosed patients are likely responsible for a large hidden epidemic. Nevertheless, the observed differences across scenarios remained unchanged when considering a much higher and unlikely 8-10 diagnosis rate of 1 in 10, supporting the robustness of our conclusions. Second, the contact matrix was approximated using multiple assumptions for each type of contact.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 168,
                    "text": "24",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, we found that the model calibrated well, suggesting that it might adequately predict the course of the COVID-19 epidemic in France. Third, following standard assumptions, we considered that infected people could develop immunity for at least several months. However, post-COVID-19 immunity length remains unknown. Fifth, the impact of many of mitigation measures depends on how people react and adhere to them, which is likely to vary across segments of the populations. Finally, as with any simulation model, the results should be interpreted as estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "SARS-CoV-2 represents a major public health threat in France and worldwide. Postquarantine social distancing and wearing of masks for the whole population, coupled with shielding of vulnerable people would substantially lower mortality and prevent a second lockdown. If these measures are applied by most people or maintained for a sufficiently long All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Liu Y, Gayle AA, Wilder-Smith A, Rocklöv J. The reproductive number of COVID-19 is higher compared to SARS coronavirus. Journal of travel medicine 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Model-predicted and observed curves of the cumulative incidence of ICU admissions (A), ICU-bed occupancy (B), cumulative mortality (C), and age distribution of deceased people (D) in France."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Model-predicted and observed curves of the cumulative incidence of ICU admissions (A), ICU-bed occupancy (B), cumulative mortality (C), and age distribution of deceased people (D) in France."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 1. Model-predicted and observed curves of the cumulative incidence of ICU admissions (A), ICU-bed occupancy (B), cumulative mortality (C), and age distribution of deceased people (D) in France."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Model-predicted cumulative incidence (A), mortality (B), and number of ICU beds needed (C) by quarantine duration."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Model-predicted cumulative incidence (A), mortality (B), and number of ICU beds needed (C) by quarantine duration."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 2. Model-predicted cumulative incidence (A), mortality (B), and number of ICU beds needed (C) by quarantine duration."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. Model-predicted cumulative incidence (A), cumulative mortality (B), and number of ICU beds needed (C) associated with post-quarantine social distancing and mask-wearing for the general population."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. Model-predicted cumulative incidence (A), cumulative mortality (B), and number of ICU beds needed (C) associated with post-quarantine social distancing and mask-wearing for the general population."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Model-predicted cumulative incidence (A), cumulative mortality (B), and number of ICU beds needed (C) associated with post-quarantine shielding of vulnerable individuals."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Model-predicted cumulative incidence (A), cumulative mortality (B), and number of ICU beds needed (C) associated with post-quarantine shielding of vulnerable individuals."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ". Model-predicted cumulative incidence (A), cumulative mortality (B), and number of ICU beds needed (C) associated with post-quarantine shielding of vulnerable individuals."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 5. Model-predicted cumulative incidence (A), cumulative mortality (B), and number of ICU beds needed (C) according to the proportion of vulnerable individuals shielded."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 5. Model-predicted cumulative incidence (A), cumulative mortality (B), and number of ICU beds needed (C) according to the proportion of vulnerable individuals shielded."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . Close encounters per event participation (average) 5 Assumption",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 126,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 5. Model-predicted cumulative incidence (A), cumulative mortality (B), and number of ICU beds needed (C) according to the proportion of vulnerable individuals shielded."
        },
        {
            "text": "Round trips with public transport (average per week) for workers 5 Assumption",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 66,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Table 1. Summary of projected effects of interventions on the COVID-19 cumulative incidence and mortality at the end of"
        },
        {
            "text": "Round trips with public transport (average per week) for non-workers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1. Summary of projected effects of interventions on the COVID-19 cumulative incidence and mortality at the end of"
        },
        {
            "text": "Close encounters in public transport 3-5 Assumption, with work-related trips assumed to happen at peak times with more encounters International contamination (average, per week) 1. 8 Based on Imported Case Frequency observed in France initially 7",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 182,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint eFigure 1. Sensitivity analysis: impact of varying by +/-20% each model parameter value on the estimated cumulative incidence for the combination of post-quarantine social distancing and mask-wearing for the general population, and shielding of vulnerable individuals.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "Note: Only the 10 parameters having the highest impact on estimated cumulative incidence are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint eFigure 2. Sensitivity analysis: impact of varying by +/-20% each model parameter value on the estimated cumulative mortality for the combination of post-quarantine social distancing and mask-wearing for the general population, and shielding of vulnerable individuals.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "Note: Only the 10 parameters having the highest impact on estimated cumulative mortality are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint eFigure 3. Sensitivity analysis: impact of varying by +/-20% each model parameter value on the estimated number of ICU beds needed for the combination of postquarantine social distancing and mask-wearing for the general population, and shielding of vulnerable individuals.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "Note: Only the 10 parameters having the highest impact on estimated number of ICU beds needed are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption"
        },
        {
            "text": "Contacts were defined by their average duration (in minutes), their average distance (in meters), their frequency, and the number of individuals involved. [18] [19] [20] [21] For intrafamilial contacts, it was assumed that their average duration was 6 hours per day at a 1-meter distance every day for all household members. For contacts at school, outside the quarantine period during which these contacts were considered null, average duration was 6 hours at an average 2-meter distance, 5 days a week, for all classmates. Classmates were identified as children of the same age living in a similar location to represent the geographic clustering of schools. It was assumed that the average class size was 30. For contacts at work, outside the quarantine period during which these contacts were considered null, average contact duration with colleagues was assumed to be 7.5 hours at a 2-meter distance, 5 times a week. Only employed individuals aged 20 to 65 years had work-related contacts. 8 We distinguished between small companies with 10 or fewer employees and regular or large ones. 8 Individuals working in small companies had two colleagues on average, while employees of regular or large companies had an average of 10 colleagues. The number of colleagues was randomly drawn from a Poisson distribution. Work colleagues were identified at random within the city grid.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[18]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[20]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[21]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 994,
                    "end": 995,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1092,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social contacts"
        },
        {
            "text": "For friends and family contacts, outside the quarantine period during which these contacts were considered null, it was assumed that the average duration was 180 minutes at a 1-meter distance, with one meeting a week on average. Outside the quarantine period, it was also considered that friend and family contacts occurred between households, for example, a couple with children could visit a friend's or grandparent's household.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social contacts"
        },
        {
            "text": "Social networks were based on methods described by Gilbert et al. 10 with a distance of 22",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social contacts"
        },
        {
            "text": "(Poisson distributed) in order to incorporate key aspects of social networks, such as the different sizes of personal networks, high clustering, positive assortment of degree of connectivity, and low density. Individuals were considered to visit the closest grocery store All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social contacts"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social contacts"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint from their location 1.2 times a week, and meet an average of 5 people (Poisson distributed).",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social contacts"
        },
        {
            "text": "Grocery stores were uniformly distributed throughout the city grid based on grocery stores' density in France. 9 Outside the quarantine period, contacts when going out of home were limited to cultural activities such as museum, sport, music or cinema events. It was assumed that contacts in restaurants or bars were captured through the friend and family contacts. The average number of times the family went out per year (Poisson distributed) was based on ticket sales' from the French Ministry of Culture. 11 Attendance at any public event was associated with a 120-minute duration at a 2-meter distance with an average of 5 individuals (Poisson distributed) randomly identified in the city grid. Finally, for public transport, we considered that all individuals used public transport 1.7 times a week for shopping or seeing family or friends. Workers were assumed to use public transport five times a week, twice a day (Poisson distributed). During public transport, a 30 min 22 average duration at a 1-meter distance from a mean number of 3 to 5 individuals (Poisson distributed) randomly identified in the city grid was assumed.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 510,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Social contacts"
        },
        {
            "text": "Finally, it was also considered that the first patients were individuals infected via international travel. Thus, individuals could become infected through international contacts over time at a rate based on the frequency of infected patients that were initially diagnosed in France. 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social contacts"
        },
        {
            "text": "A key uncertainty about COVID-19 is the proportion of infected individuals that are not diagnosed. Studies from China, 23 Italy, 24 (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "text": "23",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 129,
                    "end": 131,
                    "text": "24",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 characteristics"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint projecting 3.7 million (range: 2.3-6.7) people, i.e. 5.7% of the general population, will have been infected by 11 May. It was assumed that individuals with no or light symptoms (such as stomach pain or nausea) were not diagnosed, except if they were traceable contacts (i.e., intrafamilial, work, school) of diagnosed patients, and that all individuals with mild, severe, or critical symptoms were diagnosed. To reflect these assumptions, among infected individuals, the probability of being asymptomatic or lightly symptomatic in the model was set at 95% in children aged less than 10 years, since very few children have been diagnosed with COVID-19, 7 and was assumed to decrease linearly with age. The slope of this decrease was calibrated to show a cumulative incidence (diagnosed + undiagnosed) of 1 in 100 diagnosis rate.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 795,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 characteristics"
        },
        {
            "text": "The probabilities of hospital admission (in case of severe symptoms), ICU admission (in case of critical symptoms) and death were based on estimates from Institut Pasteur. 12 The probabilities of ICU admission and death were stratified by age and comorbidities, including hypertension, diabetes, obesity, coronary heart diseases, and chronic pulmonary diseases based on prior work. [2] [3] [4] [5] [6] 12, 14 Delays between infection, symptom onset, hospital admission, ICU admission, death and recovery were based on prior reports 12, 13, 16, 27 and are detailed in eTable 1. Delays were randomly assigned based on the Weibull distribution. 28 The risk of infection during a contact with an infected individual (per min/m² of contact) was calibrated to reproduce the SARS-CoV-2 epidemiological data from France until the 22 th of April. 7 A prior review 29 suggested that the median of the basic reproduction number (R 0 ) of COVID-19 would range between 1.40 and 6.49, with a median of 2.79, at the early stages of the epidemic. This variable was included as an outcome in our model to examine whether the predicted value was in line with published reports, and thus evaluate the potential predictive value of the model. The risk of transmission was assumed to be highest at the onset of symptoms and to decrease with time. To take into account the risk of transmission before All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 408,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 546,
                    "text": "27",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 642,
                    "end": 644,
                    "text": "28",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 855,
                    "end": 857,
                    "text": "29",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 characteristics"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 characteristics"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04. 30.20086264 doi: medRxiv preprint developing symptoms, 16 it was assumed that infected individuals were contagious starting one day after infection, albeit with a contagiousness that decreases exponentially the further away from onset. An exponential function was chosen because it fitted well with the dynamics of viral replication, based on these assumptions. Individuals who recovered were assumed to have acquired immunity against the virus and no longer at risk of infection. Based on prior work, 17 sensitivity of reverse transcription polymerase chain reactions (RT-PCR) to detect COVID-19 cases was assumed to be 71%. We also assumed that the virus may not be sensitive to changes in temperature.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "30.20086264",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 164,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 characteristics"
        },
        {
            "text": "Finally, the number of ICU beds needed over time was compared to the number of ICU beds available in France, estimated at about 5,300 beds before the epidemic. 30 However, following healthcare systems' reorganization, the number of ICU beds has reached a total of 14,000 ICU beds in April. 30 Because patients may require intensive care for other reasons than COVID-19 (e.g., stroke, myocardial infarction), we considered that excess ICU-bed occupancy corresponds to full occupancy of newly created ICU beds (i.e., 8,700 beds or 14 ICU beds per 100,000 people), and that the maximum number of ICU beds available for patients with critical symptoms of SARS-CoV-2 is 19 ICU beds per 100,000 inhabitant, assuming that they occupy 100% of newly created ICU beds and 75% of pre-existing ICU beds (i.e., 12,675 ICU beds). Patients requiring ICU level care with no available beds were assumed to have 100% probability of dying.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "text": "30",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 290,
                    "end": 292,
                    "text": "30",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 characteristics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO. Coronavirus disease 2019 (COVID-19) situation report-99",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of public health measures on the 1918 influenza pandemic in US cities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bootsma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "104",
            "issn": "18",
            "pages": "7588--93",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Herd immunity and herd effect: new insights and definitions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Samuel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "European journal of epidemiology",
            "volume": "16",
            "issn": "7",
            "pages": "601--607",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Zhonghua liu xing bing xue za zhi= Zhonghua liuxingbingxue zazhi 2020",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "In",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of nonpharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "Nedjati",
                    "middle": [],
                    "last": "Gilani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "DOI",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Special report: The simulations driving the world's response to COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chronic obstructive pulmonary disease is associated with severe coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Respiratory Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quantifying undetected COVID-19 cases and effects of containment measures in Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meneghini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19 : les données épidémiologiques",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Economic effects of coronavirus outbreak (COVID-19) on the world economy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Available at SSRN",
            "volume": "3557504",
            "issn": "2020",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "How will countrybased mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--935",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Projecting the transmission dynamics of SARS-CoV-2 through the post-pandemic period",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tedijanto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Grad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Introduction to agent-based modelling. Agent-based models of geographical systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Crooks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Heppenstall",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2012",
            "issn": "",
            "pages": "85--105",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Techniques, advantages and problems of agent based modeling for traffic simulation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bazghandi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Computer Science Issues (IJCSI)",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Predictive Mathematical Models of the COVID-19 Pandemic: Underlying Principles and Value of Projections",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewnard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Population totale par sexe et âge au 1er janvier 2020, France métropolitaine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Insee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A first national prevalence estimate of diagnosed and undiagnosed diabetes in France in 18-to 74-year-old individuals: the French Nutrition and Health Survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonaldi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vernay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roudier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Diabet Med",
            "volume": "28",
            "issn": "5",
            "pages": "583--592",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Chronic bronchitis in the general population: influence of age, gender and socio-economic conditions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferré",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fuhrman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zureik",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Respiratory medicine",
            "volume": "106",
            "issn": "3",
            "pages": "467--71",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "La consommation de tabac en France: premiers résultats du baromètre santé 2017",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pasquereau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guignard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Arwidson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nguyen-Thanh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bull épidémiol hebd",
            "volume": "14",
            "issn": "",
            "pages": "265--73",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "prévalence, traitement et contrôle en 2015 et évolutions depuis 2006. Revue de Biologie Médicale",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perrine",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lecoffre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blacher",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Olié",
                    "suffix": ""
                },
                {
                    "first": "France",
                    "middle": [],
                    "last": "L&apos;hypertension Artérielle En",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "347",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Personnes prises en charge pour maladie coronaire chronique en 2017",
            "authors": [
                {
                    "first": "Assurance",
                    "middle": [],
                    "last": "Maladie",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID-19. Point épidémiologique hebdomadaire du 24 mars 2020",
            "authors": [
                {
                    "first": "France",
                    "middle": [],
                    "last": "Santé Publique",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Tableaux de l'économie française",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Insee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Évolution des commerces à Paris",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Apur",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The network in the garden: Designing social media for rural life",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Karahalios",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sandvig",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ministère de la Culture",
            "volume": "53",
            "issn": "",
            "pages": "1367--88",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estimating the burden of SARS-CoV-2 in France",
            "authors": [
                {
                    "first": "Henrik",
                    "middle": [],
                    "last": "Salje",
                    "suffix": ""
                },
                {
                    "first": "Cécile",
                    "middle": [],
                    "last": "Tran Kiem",
                    "suffix": ""
                },
                {
                    "first": "Noémie",
                    "middle": [],
                    "last": "Lefrancq",
                    "suffix": ""
                },
                {
                    "first": "Noémie",
                    "middle": [],
                    "last": "Courtejoie",
                    "suffix": ""
                },
                {
                    "first": "Paolo",
                    "middle": [],
                    "last": "Bosetti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "News / COVID-19-report 3: transmissibility of 2019-nCoV",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Imperial College London Mcfgida",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Predicting mortality attributable to SARS-CoV-2: A mechanistic score relating obesity and diabetes to COVID-19 outcomes in Mexico",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "Y"
                    ],
                    "last": "Bello-Chavolla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bahena-Lopez",
                    "suffix": ""
                },
                {
                    "first": "Antonio-Villa",
                    "middle": [],
                    "last": "Ne",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "5",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30144-4"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Modelling disease outbreaks in realistic urban social networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eubank",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guclu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "429",
            "issn": "6988",
            "pages": "180--184",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Large-scale spatial-transmission models of infectious disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "5829",
            "pages": "1298--301",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Modelling to contain pandemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "460",
            "issn": "7256",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Simplicial models of social contagion",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lacopini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Petri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Latora",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature Communications",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Chronic obstructive pulmonary disease is associated with severe coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Respiratory Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rmed.2020.105941"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Quantifying undetected COVID-19 cases and effects of containment measures in Italy: Predicting phase 2 dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meneghini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.13140/RG.2.2.11753.85600"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "COVID-19 Antibody Seroprevalence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bendavid",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mulaney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "5",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Weibull distribution: a handbook",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rinne",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of travel",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Nombre de lits de réanimation, de soins intensifs et de soins continus en France",
            "authors": [
                {
                    "first": "Solidarités",
                    "middle": [],
                    "last": "Ministère Des",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Santé",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of the COVID-19 epidemic in France, we have projected the potential impact of competing NPIs on the disease's cumulative incidence and mortality, and on ICU-bed occupancy. Specifically, we evaluated quarantine extension from 8 to 16 weeks and post-quarantine measures including social distancing, mandatory mask-wearing, and shielding of the population the more vulnerable to severe COVID-19 infection. Advantages of ABM over other traditional modelling techniques include a flexible individual-based approach that can capture an emergent phenomenon with complex interactions between individuals in an heterogeneous",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "presents the results of the model calibration, supporting visually a good fit between observed and model-predicted cumulative incidence of ICU admissions, ICU-bed occupancy, cumulative mortality, and age distribution of deceased people. After correcting for precision, two-sample Kolmogorov-Smirnov tests comparing observed and model-predicted curves of the cumulative incidence of ICU admissions, ICU-bed occupancy, and the cumulative mortality did not show significant differences [KSa=0.12 (p=0.99), KSa=0.23 (p=0.99), and KSa=1.01 (p=0.25), respectively], as did the Cochran-Mantel-Haenszel test comparing observed and model-predicted age distribution of deceased people (χ² CMH =0.34, p=0.55). Finally, the R 0 of COVID-19 predicted by our model was 3.1 at the onset of the quarantine, consistent with the findings of a review 29 suggesting that R 0 estimates would range between 1.40 and 6.49, with a median of 2.79.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "to 85% if this scenario is applied by 100% of vulnerable people until the end of the epidemic compared to the absence of specific measures after lifting the quarantine.Benefits would nonetheless be dramatically reduced if these measures were not maintained for a sufficiently long period and not applied by most vulnerable individuals, because it would result in an lesser decrease in mortality and increased risk of ICU overwhelming and of the need of a second lockdown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4. Model-predicted cumulative incidence (A), cumulative mortality (B), and number of ICU beds needed (C) associated with post-quarantine shielding of vulnerable individuals.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "of COVID-19 in France. The model included 194 parameters summarized in eTable 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and the London Imperial College. 26 For details on the parameter values used in the model, please refer to Supplemental text section.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "period, they will provide time for herd immunity to become progressively established in the less vulnerable population.17. Hoertel N, Blachier M, Blanco C, et al. Facing the COVID-19 epidemic in NYC: a stochastic agent-based model of various intervention strategies. medRxiv 2020: 2020.04.23.20076885. 18. INSEE. Population totale par sexe et âge au 1er janvier 2020, France métropolitaine. January 14, 2020. https://www.insee.fr/fr/statistiques/fichier/1892088/pop-totale-francemetro.xls (accessed March 30, 2020). 19. Santé Publique France. COVID-19. Point épidémiologique hebdomadaire du 16 avril 2020. April 16, 2020. https://www.santepubliquefrance.fr/maladies-et-traumatismes/maladieset-infections-respiratoires/infection-a-coronavirus/documents/bulletin-national/covid-19point-epidemiologique-du-16-avril-2020 (accessed April 17, 2020). 20. Zhou F, Yu T, Du R, et al. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Cécile Tran Kiem, Noémie Lefrancq, Noémie Courtejoie, Paolo Bosetti, et al. Estimating the burden of SARS-CoV-2 in France. 2020. Preprint. https://halpasteur.archives-ouvertes.fr/pasteur-02548181 (assessed on April 24). 25. European Centre for Disease Prevention and Control. Coronavirus disease 2019 (COVID-19) pandemic: increased transmission in the EU/EEA and the UK -ninth update. April 23, 2020. https://www.ecdc.europa.eu/en/publications-data/rapid-risk-assessmentcoronavirus-disease-2019-covid-19-pandemic-ninth-update (accessed April 24, 2020). 26. Imperial College London, MRC Centre for Global Infectious Disease Analysis. Report 3 -Transmissibility of 2019-nCoV. Feb 21, 2010. https://www.imperial.ac.uk/mrc-globalinfectious-disease-analysis/news-wuhan-coronavirus/ (accessed March 30, 2020). 27. MacIntyre CR, Cauchemez S, Dwyer DE, et al. Face mask use and control of respiratory virus transmission in households. Emerging infectious diseases 2009; 15(2): 233. 28. Cowling B, Zhou Y, Ip D, Leung G, Aiello A. Face masks to prevent transmission of influenza virus: a systematic review. Epidemiology & Infection 2010; 138(4): 449-56. 29.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "and the United States 25 suggest a high number of undiagnosed infections, ranging from 50% to 92% of all infections. Similarly, a study from France suggests that about 4 million people (representing about 6.0% of the French general population) were infected by the end of March 2020, contrasting with the 44,000 confirmed cases, suggesting a 1 in 100 diagnosis rate. 26 This rate was confirmed by a recent study 12 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}