{
    "paper_id": "0d6b7824f85cb3b40136d1e6843bde45ec48e3c6",
    "metadata": {
        "title": "Journal Pre-proof Incidencia de COVID-19 entre los profesionales de oftalmología",
        "authors": [
            {
                "first": "Javier",
                "middle": [],
                "last": "Lacorzana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Santiago",
                "middle": [],
                "last": "Ortiz-Perez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marina",
                "middle": [
                    "Rubio"
                ],
                "last": "Prats",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Incidence of COVID-19 among ophthalmology professionals Sr. director: El COVID-19 ha afectado en España a 217.466 personas a 3 de mayo de 2020, con 25.264 fallecidos 1 . El primer paciente fue reportado en diciembre de 2019 en Wuhan, China, detectándose el primer caso en España el 31 de enero de 2020 en La Gomera. Dadas las características epidemiológicas que la enfermedad fue tomando, fue catalogada de pandemia por la OMS el 12 de marzo, declarándose el estado de alarma en España dos días más tarde. Se ha detectado la presencia del virus en lágrimas de pacientes, por lo que la falta de protección ocular supone una preocupación entre sanitarios al cuidado de estos pacientes 2 . La clínica oftalmológica, concretamente conjuntivitis, puede ser una forma de presentación del COVID-19. Los oftalmólogos, por tanto, pueden ser los primeros médicos en evaluar a estos pacientes 2,3 . La falta de distancia de seguridad entre profesionales y pacientes durante el examen físico y las exploraciones complementarias oftalmológicas, podría suponer un elevado riesgo de contagio para este colectivo 3, 4 . El primer médico en alertar sobre esta nueva enfermedad en China, el Dr. Li Wenliang, era oftalmólogo; este médico acabó enfermando y falleció a causa de la enfermedad.",
            "cite_spans": [
                {
                    "start": 1097,
                    "end": 1099,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1100,
                    "end": 1101,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La atención oftalmológica ha cambiado en todo nuestro entorno durante las semanas de confinamiento, reduciéndose a los casos urgentes. La escasez, no solo de equipos de protección individual homologados, sino de los más básicos materiales de protección, como mascarillas o soluciones hidroalcohólicas, ha sido uno de los caballos de batalla de los profesionales sanitarios en nuestro país. En los servicios de oftalmología, se ha trabajado durante más tiempo del que habría sido deseable sin todas las medidas de protección adecuadas, hasta que poco a poco hemos ido adaptándonos a la nueva situación. Al ser personal esencial, a la mayoría de profesionales se nos han realizado test de detección de COVID-19, bien por presentar síntomas compatibles, o en el contexto de la caracterización de positivos, tan importante desde el punto de vista epidemiológico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En nuestro caso, a los profesionales con síntomas o contacto con pacientes positivos, en un primer momento se les realizo prueba de PCR. Posteriormente, en un intento de conocer la afectación real del virus, se realizaron serologías mediante técnica ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "El porcentaje de personal sanitario analizado mediante serología que enfermó de COVID-19 fue del 16.1% (10/62 PCR+ o IgG+), detectandose en fase activa (PCR+) el 12.9% (8/62). Siete pacientes presentaron IgM+ residual en los controles serológicos (PCR-, IgM+ e IgG+). En general los síntomas presentados han sido leves, de tipo pseudogripal, uno de los casos precisó ingreso hospitalario. Solamente un paciente paucisintomatico fue diagnosticado al realizar las serologías de control (PCR-, IgM+ e IgG-).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Estos datos coinciden con el alto grado de contagio observado entre profesionales sanitarios 5 . Los trabajadores dedicados al cuidado de pacientes oftalmológicos, a pesar de no estar en primera línea atendiendo pacientes COVID19, presentamos una tasa de casos elevada, posiblemente derivada de las características de nuestra especialidad, donde las exploraciones requieren de una gran proximidad con la cara del paciente. Es fundamental entre los trabajadores de los servicios de oftalmología, adoptar las medidas de protección necesarias para minimizar el impacto de esta enfermedad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Agradecimientos: a todos los profesionales de los departamentos de oftalmología citados, por su colaboración para la realización de este trabajo. REFERENCIAS",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Situación de COVID-19 o Coronavirus en España",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ophthalmic Manifestations Of Coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Protect Healthcare Workers and Patients from COVID-19: The Experience of Two Tertiary Ophthalmology Care Referral Centers in Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parravano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Borrelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Costanzo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sacconi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Varano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Querques",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ophthalmol Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40123-020-00251-z"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Symptomatic COVID-19 Infection in Eye Professionals in Wuhan China. Ophthalmology. Epub ahead of print 18",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ophtha.2020.04.026"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: protecting health-care workers",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30644-9"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "HUVN: Hospital Universitario Virgen de las Nieves; HUCSS: Hospital Universitario Clínico San Cecilio; HARG: Hospital de alta resolución de Guadix; PCR: Reacción en cadena de polimerasa. Lacorzana *, Santiago Ortiz-Perez, Marina Rubio Prats, MD Oftalmología, Hospital Universitario Virgen de las Nieves, Granada, SPAIN *Correspondencia: Javier Lacorzana : javilacor@gmail.com Incidencia de COVID-19 entre los profesionales de oftalmología.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}