{
    "paper_id": "0d6de74bf19615b04e306a0fc39493114e445cd7",
    "metadata": {
        "title": "Ilesha-Virus Impfvaccinia Implantat-Infektion",
        "authors": [
            {
                "first": "Candida",
                "middle": [],
                "last": "Staphylococcus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Indien (7 %) und Türkei (6 %) im Vordergrund stehen. Weltweit wird die Zahl der durch S. typhi hervorgerufenen Typhus abdominalis-Erkrankungen auf 17 Millionen Fälle pro Jahr mit einer Letalität von 600.000 geschätzt. Der Mensch als alleiniges Reservoir ist für die Weiterverbreitung über verunreinigtes Wasser und kontaminierte Lebensmittel verantwortlich. Regionale Schwerpunkte der Erkrankungshäufigkeit sind Afrika, Südamerika und Südostasien. In der BRD wurden 2005 80 Fälle von Typhus abdominalis gemeldet, wobei über 85 % aus Infektionsländern wie u. a. Indien (36 %), Pakistan (10 %), Bangladesch, Indonesien und Türkei (je 5 %) eingeschleppt wurden. Neben den bakteriell bedingten Gastroenteritiden muss insbesondere für bestimmte Altersgruppen auf die zunehmende Zahl von virusbedingten Gastroenteritiden (Rotaviren/Noroviren unten) hingewiesen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nach Angaben der WHO (2005) ist ein Drittel der Weltbevölkerung latent mit Mycobacterium tuberculosis infiziert. Bei einer jährlichen Neuerkrankungsra-te von 8-10 Millionen Fällen wird die Letalität auf 3,1 Millionen Fälle pro Jahr geschätzt. Damit rangiert die Tuberkulose bezüglich der Todesursache auf einem der obersten Plätze weltweit. Über 95 % der Tuberkulose-Erkrankungen und der dadurch verursachten Todesfälle lassen sich in sogenannten Drittländern nachweisen und stehen damit in direkter Relation zum sozialen Umfeld (Armut, nicht ausreichende Ernährung, Wohnungsnot) der jeweiligen Bevölkerung. Ein besonderes Problem stellen die in den letzten Jahren vermehrt aufgetretenen gegen Tuberkulostatika resistenten Tuberkulosebakterien (XDR-Stamm) dar. Im November 2006 wurde über regelrechte Ausbrüche in Südafrika (Provinz KwaZulu-Natal) mit einer hohen Letalität, insbesondere bei HIV-Infizierten, berichtet.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 27,
                    "text": "WHO (2005)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Tuberkulose"
        },
        {
            "text": "Meningokokken-Erkrankungen (Meningokokken-Meningitis) kommen weltweit vor und führen auch in den hoch entwickelten Industriestaaten zu lokalen Ausbrüchen mit zum Teil hoher Letalität. Als Erreger stehen dabei in der Regel Neisseria meningitidis der Serogruppen B und C im Vordergrund. Ausbrüche mit hohen Erkrankungszahlen (2005 über 300.000 Fälle) treten in regelmäßigen zeitlichen Intervallen im sogenannten Meningokokken-Gürtel, der Sahelzone in Afrika, auf und werden vorwiegend durch die Serogruppe A hervorgerufen. Risikoereignisse für Ausbrüche von Meningokokken-Erkrankungen stellen die jährlichen Pilgerfahrten nach Mekka dar, für deren Ursache Massenunterkünfte mit entsprechend schlechten hygienischen Verhältnissen und der damit verbundenen hohen Übertragungsrate verantwortlich gemacht werden. Für die Pilger ist daher die Impfpflicht mit den vorhandenen Impfstoffen gegen die Serogruppen A, C, W 135, Y, Z vorgeschrieben worden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningokokken-Erkrankungen"
        },
        {
            "text": "Rickettsien sind kleine, kokkoide bis stäbchenförmige Bakterien von gramnegativer Struktur und einer Größe von 0,3-1 μm. Aufgrund ihrer Größe (diese entspricht den Pockenviren) und der Vermehrung in lebenden Zellen wurden sie früher den Viren zugeordnet, gehören aber entsprechend neuerer molekulargenetischer Charakterisierung zur Gruppe der Bakterien. Als Erreger von Infektionen beim Menschen werden heute aus der Familie der Rickettsiaceae die Gattungen Rickettsia, Orienta, Ehrlichia, Anaplasma und Neorickettsia zugeordnet. Rickettsien kommen zum Teil weltweit, zum Teil lokal begrenzt, auf allen Kontinenten vor. Sie werden durch Gliederfüßler (Arthropoden) und hier insbesondere durch Zecken einerseits und Flöhe, Läuse und Milben andererseits übertragen. Bei den durch Zecken übertragenen Rickettsi- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rickettsiosen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Globale Infektionsrisiken im Jahre",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dobler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wölfel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Essbauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Finke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "aus Sicht des Medizinischen B-Schutzes. Wehrmed Mschr",
            "volume": "50",
            "issn": "",
            "pages": "178--184",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Malariaschutz für",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gäßler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schleucher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knobloch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Langzeitreisende ImpfDialog",
            "volume": "17",
            "issn": "",
            "pages": "31--37",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ein äußerst virulenter Tuberkulose-Stamm lässt HIV-Infizierten in Südafrika kaum eine Chance",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Beitrag der Hygiene zur Infektionsprävention",
            "authors": [
                {
                    "first": "H-G",
                    "middle": [],
                    "last": "Sonntag",
                    "suffix": ""
                },
                {
                    "first": "H-P",
                    "middle": [],
                    "last": "Harke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "HygMed",
            "volume": "31",
            "issn": "",
            "pages": "332--339",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Vogelgrippe -update",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Volkmer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Symposium Medical",
            "volume": "",
            "issn": "",
            "pages": "8--8",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Weekly epidemiological record. Epidemic alert and verification: summary report",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who-Informationen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "81",
            "issn": "",
            "pages": "357--364",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rickettsiosen im Einsatzgebiet der Bundeswehr -Aspekte zur Epidemiologie, Diagnostik und Therapie",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wölfel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Essbauer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dobler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Wehrmed Mschr",
            "volume": "50",
            "issn": "",
            "pages": "185--189",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "vorwiegend in Richtung Süden der USA. Beim Menschen verursacht das WNV die schwer verlaufende West-Nil-Enzephalitis. Verbreitungsgebiete für WNV sind auch Süd-Südosteuropa, Südostasien und der gesamte afrikanische Kontinent, sodass insbesondere auch wegen der Antigen bedingten Kreuzreaktionen mit anderen Flaviviren (Dengue-Virus, Gelbfieber-Virus) die Diagnostik außerordentlich erschwert ist, was gerade hinsichtlich der epidemiologischen Erfassung zu unklaren Ergebnissen führt.Frühsommer-Meningoenzephalitis (FSME)In großen Teilen Mittel-, Ost-und Südosteuropas, so auch im Süden der Bundesrepublik, ist die durch Zecken übertragene FSME endemisch. Allein in der BRD wurden 2005 mehr als 400 Erkrankungsfälle registriert und zwar auch in Regionen, in denen bisher keine Erkrankungen aufgetreten waren. Ähnliche Veränderungen werden auch aus der Schweiz, Österreich und Tschechien sowie für das Baltikum und Russland für die östliche Form der FSME gemeldet. Mit ihrer großen regionalen Verbreitung von Skandinavien bis Japan und im Süden bis in die Mongolei stellt die FSME weltweit eine differenzialdiagnostisch wichtige Form der virusbedingten Enzephalitis dar. Die Tollwut sollte, abhängig von der Region, differenzialdiagnostisch bei enzephalitischen Krankheitsbildern immer mit einbezogen werden. In 2005 konnte eine erhöhte Aktivität in Nord-und Südamerika (Übertragung durch Fledermäuse), in Russland und einigen Ländern der ehemaligen Sowjetunion (Ukraine, Kasachstan, Kirgisien) sowie in Teilen Indonesiens und in der südlichen chinesischen Region Guangdong, d. h. in den Regionen, die zu den endemischen Tollwutgebieten zählen, beobachtet werden.Rotavirus-InfektionenNeben den bakteriell bedingten Gastroenteritiden werden Rotaviren weltweit für 70 % der schweren Durchfallerkrankungen bei Kindern verantwortlich gemacht und sind damit als häufigste Ursache von Darminfektionen in dieser Altersgruppe anzusehen. Von den sieben bekannten Serogruppen (A-G) besitzt die Serogruppe A weltweit die größte epidemiologische Bedeutung. In westlichen Industrieländern erkranken vorwiegend Säuglinge und Kinder im Alter von 6 Monaten bis zu 2 Jahren, da sie wegen der fehlenden Immunität eine hohe Empfänglichkeit für diese Infektion besitzen. Im Erwachsenenalter treten Erkrankungen, meist milder verlaufend, vor allem als Reisediarrhoe auf. Hauptreservoir ist der Mensch, allerdings wurden Rotaviren auch bei Haus-und Nutztieren gefunden. Die Übertragung erfolgt fäkal-oral durch Schmierinfektion wie auch durch kontaminiertes Wasser und Lebensmittel.Norovirus-InfektionenVon den Rotavirus-Infektionen sind die durch Norovirus hervorgerufenen Gastroenteritiden abzugrenzen. Auch sie zeitigen eine weltweite Verbreitung und sind für einen Großteil der nicht bakteriell bedingten Gastroenteritiden bei Kindern (ca. 30 %) und Erwachsenen (bis zu 50 %) verantwortlich. Bei Säuglingen und Kleinkindern stellen sie nach den Rotaviren die zweithäufigste Ursache akuter Gastroenteritiden dar. Norovirus-Erkrankungen sind als die überwiegende Ursache von akuten Gastroenteritis-Ausbrüchen in Gemeinschaftseinrichtungen, Krankenhäusern und Altenheimen anzusehen, können allerdings auch für sporadisch auftretende Gastroenteritiden verantwortlich sein. Der Mensch ist das einzige bekannte Reservoir, die Übertragung erfolgt hauptsächlich fäkal-oral, allerdings sind auch Ausbrüche, verursacht durch kontaminierte Speisen und Getränke, beschrieben worden. Im Gegensatz zur Rotavirus-Infektion steht bei der Norovirus-Infektion das heftige Erbrechen vor den anschließenden starken Durchfällen mit erheblichem Flüssigkeitsverlust im Vordergrund. Nach Einführung der Meldepflicht durch das IfSG wurden allein in der BRD 2002: 51.600 Fälle, 2003: 41.700 Fälle, 2004: 64.900 Fälle und 2005: 70.000 Fälle gemeldet. durch Parasiten Malaria Von den durch Parasiten hervorgerufenen Erkrankungen nimmt die Malaria weltweit die größte Bedeutung ein. In mehr als 100 Staaten der Erde ist die Malaria endemisch und ca. 2,5 Milliarden Menschen, d. h. mehr als ein Drittel der Menschheit, sind von ihr betroffen. Die WHO schätzt die Neuerkrankungsrate pro Jahr auf 300-500 Millionen und geht von einer Letalität von 1,7-2,7 Millionen Menschen pro Jahr aus, wobei in etwa 50 % Kinder unter 5 Jahren betroffen sind. Regionale Schwerpunkte sind Afrika, Asien und Südamerika ( Abb. 1), wobei Afrika mit etwa 90 % der Erkrankungsfälle am meisten betroffen ist. Die Malaria wird durch die Plasmodien: P. falciparum (Malaria tropica), P. ovale, P. vivax (Malaria tertiana) und P. malariae (Malaria quartana) hervorgerufen, wobei bezüglich des klinischen Verlaufs die Malaria tropica als die gefährlichste Malaria-Erkrankung bewertet werden muss. Die Übertragung erfolgt durch den Stich einer weiblichen Anopheles-Mücke, bei Abbildung 1 Verbreitung der Malaria weltweit",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Hepatitis A Virus (HAV)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektiöse Hepatitis"
        },
        {
            "text": "Erreger Synonym(e) Influenzaviren, Grippeviren",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hans-Dieter Klenk"
        }
    ]
}