{
    "paper_id": "0d73eb01be04ce11f9bafc640b6d7ef081bd4c0a",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Novanto",
                "middle": [],
                "last": "Yudistira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intelligent System Lab",
                    "institution": "University of Brawijaya",
                    "location": {
                        "country": "Indonesia"
                    }
                },
                "email": "yudistira@ub.ac.id"
            },
            {
                "first": "Sutiman",
                "middle": [
                    "B"
                ],
                "last": "Sumitro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Brawijaya",
                    "location": {
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Alberth",
                "middle": [],
                "last": "Nahas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Climatology, and Geophysics",
                    "location": {
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Nelly",
                "middle": [
                    "Florida"
                ],
                "last": "Riama",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (Covid- 19) was first detected in Hubei province of China by Wuhan",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Municipal Health Commission and early information about outbreak has been sent to World Health Organization (WHO) (1) (2) . Disease capability to spread among communities are increased rapidly as the number of people that exposed to covid-19 is increasing. This regards evidence of human-to-human transmission indicating that covid-19 is highly contagious. Moreover, covid-19 can also actively live airborne and in surface (3) . These kind of transmissions can form pandemics. Pandemics can cause severe mobility and mortality over wide geographic area (4) . However, the efforts to halt covid-19 spread reduce carbon emission (5) of which advantageous for environment. To withstand spread of covid-19, one natural instrument that rarely discussed is ultraviolet (UV). There are many UV papers prove that it has capability to inactivate virus (6) (7) . An example about virus inactivation by UV is viral inactivation using UV-C irradiation (8) . Even though UV has the ability to inactivate the virus but if the pollution is high it will be meaningless (9) . Note that smoke particulate is able to weaken the UV light ability to exist in the air (10) . Moreover, The vaccine development is not effective and taking a long time to be found (11) . Therefore, urgent, massive and natural immune are somewhat more desirable. Previously, some technologies have been developed by making use of UV light (12) (13) (14) . By aforementioned evidences, we investigate how UV is related to geographical locations and the spread of covid-19 in the world starting from Indonesia. Our assumption is that there is advantage of country like Indonesia where UV index is very high to withstand the spread of covid-19. As information, data sets of world confirmed covid-19, UV index time series, pollution time series, and UV index of Indonesia are gathered from www.github.com/datasets/covid-19/tree/master/data, www.temis.nl/ uvradiation/UVarchive/stations_uv.html (15) , www.aqicn.org, and BMKG 2 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1239,
                    "end": 1243,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1397,
                    "end": 1401,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 1402,
                    "end": 1406,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 1407,
                    "end": 1411,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 1948,
                    "end": 1952,
                    "text": "(15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint (Meteorology, Climatology, and Geophysical Agency) www.bmkg.org, respectively during 2020-01-22 to 2020-03-28.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The UV index is derived from the measured solar radiation in the UV spectra that arrives on the surface. It is calculated by considering the proportional contribution of both UV-A and UV-B, two of the three wavelength-based types of UV radiation. UV-A is characterized as the UV radiation of which the wavelength ranges from 280-315 nm, while the wavelength of UV-B is between 315 nm and 400 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How UV index is determined"
        },
        {
            "text": "The determination of UV index stems from the importance of its health impacts to humans. Therefore, this index was developed to assess how the exposure of excessive UV radiation may be detrimental particularly to the exposed body. Both UV-A and UV-B have this damaging capability if the exposure is not being taken cautiously. However, there are some differences when it comes to the health effects by each type of UV radiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How UV index is determined"
        },
        {
            "text": "When determining the UV index, the contribution of UV-A and UV-B is translated by implementing the weighting factors for individual UV types. These factors were introduced by (16) to account for the amount of received UV radiation on surface and the attributed energy of each UV type. This level of energy is indicative of how damaging the exposure might be experienced by a person. In general, UV radiation at longer wavelengths is received more abundantly than that at shorter wavelengths. In other words, more UV-A arrives on the surface than UV-B. However, the energy carried by UV-A is less than that by UV-B because of the inverse relationship between the energy amount and the radiation wavelength.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How UV index is determined"
        },
        {
            "text": "The weighting factors for determining the UV index accommodate both the amount of received UV radiation and carried energy. A study by (16) has provided a list of weighting factors for each nm wavelength of UV-A and UV-B, with decreasing values assigned from lower to 3 higher wavelengths (i.e., the weighting factors for UV-B are higher than those of UV-A). These factors are utilized to account for how much UV energy received on the surface that might affect the human health.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "(16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "How UV index is determined"
        },
        {
            "text": "In the ideal situation, the application of the weighting factors to UV-A and UV-B radiation is performed for each nm of wavelengths. However, data from UV radiation is usually reported as a total of integrated UV radiation from a range of wavelengths. As a result, applying the weighting factors cannot be done to specifically determine the contribution of UV radiation from every wavelength. With this compromised situation, an alternative approach has been undertaken to select a weighting factor for a particular wavelength that represents each UV-A and UV-B wavelength range. Since the chosen wavelength can be arbitrary, some reasonable assumptions were provided to serve as justification of calculation. For UV-A, the weighting factor used was selected for the wavelength of 325 nm (UV-A weighting factor = 0.0029).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How UV index is determined"
        },
        {
            "text": "Although UV radiation from this wavelength penetrates to the surface less than that from longer wavelengths, it has a higher weighting factor that might be considered as a surrogate for other wavelengths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How UV index is determined"
        },
        {
            "text": "Meanwhile for UV-B, the selected weighting factor was for 305 nm (UV-B weighting factor = 0.22). This wavelength is located near the end of the UV-B spectrum, indicating a lower energy amount than the other shorter UV-B wavelengths. However, much of the shorter wavelengths are already absorbed by gases in the atmosphere before arriving at the surface. Therefore, it can be assumed that the prevalent UV-B radiation received on the surface is from the longer wavelengths. In addition, the weighting factor for 305 nm is located in the middle area of the UV-B longer wavelength spectrum, which is appropriate to represent this range in calculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How UV index is determined"
        },
        {
            "text": "After applying the weighting factors to both UV-A and UV-B, the combined energy is then used to determine the UV index. The UV index is mathematically expressed by the following 4 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How UV index is determined"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How UV index is determined"
        },
        {
            "text": "where both UV-A and UV-B are expressed in W m −2 . The denominator 0.025 W m −2 is the standardized increment value that corresponds to how much UV radiation can potentially be damaging to life tissues. In other words, an increase of one UV index is equivalent to 25 mW m −2 of exposed UV radiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How UV index is determined"
        },
        {
            "text": "UV radiation is one of the solar radiation components pertinent in determining the atmospheric dynamics. Therefore, this parameter has been an integral parameter to be measured on the surface. However, there is still a limited number of ground-based measurements of UV radiation in Indonesia. Right now, the Indonesian Agency for Meteorology, Climatology, and Geophysics (BMKG) operates a UV radiometer to measure UV radiation in three climatological stations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information of UV index in Indonesia"
        },
        {
            "text": "These three locations, shown in Fig.2a , report the incidence UV radiation received on the surface per hour. These values are useful to determine the daytime UV radiation profile in each location.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 38,
                    "text": "Fig.2a",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Information of UV index in Indonesia"
        },
        {
            "text": "The limitation of ground-based data for UV radiation poses some challenges in determining UV index for a country like Indonesia. However, this limitation can be addressed by utilizing model-based UV radiation information. Such information, for example, can be obtained from the European Centre for Medium-Range Weather Forecast (ECMWF) UV radiation products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information of UV index in Indonesia"
        },
        {
            "text": "ECMWF releases two near real-time global UV radiation products, which are UV biologically effective dose (uvbed) and UV biologically effective dose for clear sky (uvbed). The horizontal resolution of these products is 0.4 • by 0.4 • , which is roughly equivalent to 40 km by 40 km. Both 5 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information of UV index in Indonesia"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint products are adjusted UV radiation received on the surface that take into account atmospheric and surface conditions, such as surface albedo, clouds, aerosol loads, and surface ozone. Their values are analogue to the total weighted UV radiation described earlier. As such, these products can also be converted into a UV index by dividing the values by 0.025 W m −2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information of UV index in Indonesia"
        },
        {
            "text": "The spatial variation of UV index calculated from the ECMWF's uvbed product for April 15, 2020, is depicted in Fig.1 . In this figure, three selected hours (i.e., 0 UTC, 5 UTC, and 9 UTC, where Jakarta Time is seven hours ahead of UTC) are shown to observe the changing of UV index from morning to afternoon. At 0 UTC or 7 AM Jakarta Time, the central and eastern parts of Indonesia have observed UV index 1 to 3, while most of the western part was yet to be affected by UV radiation. As the day progressed and the sun was overhead, most of the Indonesian region was under UV index 7 and above by 5 UTC or noon Jakarta time. In the afternoon, as the sun was observed at a slanted angle, the UV index was either decreased or zero. These changes of UV index are typical for daily observation. There are some seasonal variations in terms of magnitude that is related to the geometry between the sun and the earth. In addition, surface conditions and atmospheric dynamics contribute to determining the UV index.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 116,
                    "text": "Fig.1",
                    "ref_id": null
                }
            ],
            "section": "Information of UV index in Indonesia"
        },
        {
            "text": "In this study, the two ECMWF UV products were used as a comparison to the ground-based data collected from the three locations for the period of January to March 2020. After calculating the UV index from both observation and model data sets, daytime hourly UV indices were analyzed to indicate whether there is an agreement between the two data sets. The comparison from the three locations can be seen in figure 1b -1d. Maros, South Sulawesi Province, respectively. It can be observed that, in general, the model is able to capture the hourly pattern of UV indices calculated from measured UV radiation. There 6 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UV index model vs observation: a comparative analysis"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint are some slight differences on the estimated UV indices, which might be attributed to the coarse horizontal resolution of the model that did not include the dynamics of atmospheric conditions on a finer scale. Nevertheless, these results can be considered as a good agreement between the observation and the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "A different result, however, is shown in Fig.1b , where West Lombok in West Nusa Tenggara Province observed the UV index difference between the model and the observation. During its peak, the model underestimates the observation by more than five units. There are two factors that might be contributed to this difference. Firstly, the model was not able to capture the local characteristics of UV radiation received on the surface in this location. These local characteristics can be associated with the topographical features and the predominant weather conditions in this location. Secondly, the selection of weighting factors to adjust UV-A and UV-B radiation is not suitable for this location. It is possible that the UV radiation received on the surface is at different wavelengths from one place to another. The absorption of UV radiation is governed by atmospheric compositions and weather conditions. Therefore, the amount of energy brought by UV radiation is subject to at what wavelength the radiation is able to reach the surface. This result highlights the importance of future studies that involve more precise measurements on UV radiation from different wavelengths. These studies are required to determine the prevalent wavelength of UV radiation that is measured on the ground.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 47,
                    "text": "Fig.1b",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Notwithstanding the disagreement between the model and the observation shown in Fig.1b, these results suggest an encouraging finding that the model may be suitable for estimating the UV index in locations where there is no ground-based data.This is of particular importance because of the limitation of measurement availability in Indonesia. However, this method and its interpretation have to be approached with cautions because of there is still a need to get more information on the prevalent UV wavelength discussed earlier.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "text": "Fig.1b,",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Now we look into the pattern of daily confirmed cases and UV index in several countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint As a remainder, UV index can be measured as below :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• 0 to 2: Low Risk of harm from unprotected sun exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• 3 to 5: Moderate Risk of harm from unprotected sun exposure. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In Fig. 3a and 3c show uv index over the Asia and Europe that seems to be correlated to covid pandemic rate over countries ( Fig. 3b and 3d ). Most of high rate of covid-exposed countries are located in subtropical area, conversely, low rate of covid-exposed countries are spreading throughout tropical areas. Concurrently, tropical countries have high index of UV over time and subtropical countries are interchanging between low and high index of UV depending on the season. The confirmed cases map in Fig.3c seems to be correlated to UV index map where the majority of confirmed people live in the northern subtropical countries (Fig. 3d ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 17,
                    "text": "Fig. 3a and 3c",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 125,
                    "end": 139,
                    "text": "Fig. 3b and 3d",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 504,
                    "end": 510,
                    "text": "Fig.3c",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 632,
                    "end": 640,
                    "text": "(Fig. 3d",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Difference UV between tropical location"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Coronavirus which causes the illness known as covid-19 was first reported in China in December 2019. By March 2020, this disease has been spreading to at least 178 countries and territories. In some countries, the accumulation of confirmed cases varies from 0 to more than 120000 people over time (Fig. 4a and 4b) . This data shows that this virus has the ability to spread easily and quickly. Indonesia as one of the countries affected by coronavirus shows the number of cases climbing to 1000 people. The number seems to be high but it is still lower when compared to other countries such as America, Italy, France, Netherlands, and Iran. Fig. 4a and 4b show the spread of coronavirus in some countries that less than 5000 confirmed cases and more than 5000 confirmed cases, respectively. The accumulation of confirmed case grows exponentially with different rate in each country. Indonesia grows in very little rate compared to US, Italy, France, Netherlands, and Iran. We can easily cluster those countries by its location using pandemic growth information. For example, referring to Fig. 4a and   4b , Malaysia, Indonesia, Thailand, and India can be grouped into one cluster while US, Italy, France, Netherlands, Iran, Japan, and Russia in another cluster by its tropical and subtropical continent, respectively. Japan, however, has higher UV index compared to US, Italy, and Russia and its UV index grows over time as spring season is coming (Fig. 3a) . Russia that has low population density seems to have anomaly here and of course another parameter such as humidity, air pollution or even economic relation with epicentre country can be taken into account in future studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 313,
                    "text": "(Fig. 4a and 4b)",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 655,
                    "text": "Fig. 4a and 4b",
                    "ref_id": null
                },
                {
                    "start": 1088,
                    "end": 1104,
                    "text": "Fig. 4a and   4b",
                    "ref_id": null
                },
                {
                    "start": 1448,
                    "end": 1457,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "How coronavirus spreads differently in each country"
        },
        {
            "text": "Before, let us show the covid epidemic growth in several countries and how exponential its slope. The development of confirmed cases of people infected with the corona virus tends to 9 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daily cases vs UV index"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint increase every day ( Fig. 4a and 4b) . This trend shows how quickly this virus spreads in humans.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 176,
                    "text": "Fig. 4a and 4b)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Inside human body, this virus takes time to show symptoms of illness, it makes this virus easily to spread among people before the carrier notice about it. Highest confirmed case reported in US reaches around 20000 people in a day (Fig. 4b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Based on the figure 3c, northern subtropical countries have UV index grows over time as the cold season ended and spring season is coming. Australia as a representation of subtropical countries has its UV index decreasing over time as summer season ended and fall season is coming. In Atlanta, area which is located in central area of US, has higher UV index than of in New York, even though they both grow concurrently over time. Interestingly, New York area has lowest UV index compared to others of which has UV index of 1 to 4 over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "China case : recovering with the help of UV light and lockdown? Fig.5a shows graphs of confirmed case accumulation over time in China. There is an interesting fact that Hubei province in which Wuhan city is located does not extremely spread covid-19 to other provinces. Fig. 5b shows graph of daily confirmed cases in China. There is also an interesting fact that Hubei province in which Wuhan city is located does not extremely spread covid to other provinces. The daily confirmed cases show that other provinces do not show significant confirmed cases compared to Hubei province. This is related to China government effort to carry out tight lockdown in the epicentre (Hubei area) thorough screening, testing and contact tracing programs, as well as bringing in early social distancing whilst also light lockdown in another area (18) . The reason can be two-fold: the help of lockdown with its social distancing and by the help of increasing UV index as shown in Fig.5c 10 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 835,
                    "text": "(18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 70,
                    "text": "Fig.5a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 270,
                    "end": 277,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 965,
                    "end": 971,
                    "text": "Fig.5c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. Fig.3d shows pandemic growth in tropical (green), northern subtropical (blue), and southern subtropical (red). It is quite interesting that the blue countries grow exponentially over time since the initially confirmed people are recorded, with sharper, and faster than the green and red countries. The green countries grow sharper and faster than red countries, even though some countries have cross points with each other. The overtaking points indicate that there exist growth pace that is becoming slower than the other, and vice versa. This happens between two adjacent groups either blue with green or green with red. This phenomenon possibly can be explained in Fig.3c . Even though we still do not know the final growth curve, by the aforementioned evidence, they should be prepared the worst case. The dynamic patterns of the current situation show that some southern subtropical countries are starting to grow exponentially as shown in Fig.3a .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 78,
                    "text": "Fig.3d",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 740,
                    "end": 746,
                    "text": "Fig.3c",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1017,
                    "end": 1023,
                    "text": "Fig.3a",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Especially, for airborne covid-19 viruses that exist in the air, spreading vastly in the air. They can perform early lockdown before exponential increase whilst also arrange UV treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Let me remind you that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Test : to see the relationship between parameters"
        },
        {
            "text": "• 1.0 = positively correlated ; for instance, if A increases, B also increases, and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Test : to see the relationship between parameters"
        },
        {
            "text": "• 0.0 = no correlation ; for instance, if A increases, B does not change, and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Test : to see the relationship between parameters"
        },
        {
            "text": "• -1.0 = negatively correlated ; for instance, if A increases, B also decreases, and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Test : to see the relationship between parameters"
        },
        {
            "text": "Let us introduce you to several parameters to be tested:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Test : to see the relationship between parameters"
        },
        {
            "text": "• UVIEF: cloud-free,erythemal (sunburn),UV index.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Test : to see the relationship between parameters"
        },
        {
            "text": "• UVDEF: cloud-free,erythemal (sunburn),UV dose,[kJ/m2].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Test : to see the relationship between parameters"
        },
        {
            "text": "• UVDDF: cloud-free,dna-damage,UV dose,[kJ/m2].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Test : to see the relationship between parameters"
        },
        {
            "text": "• UVDEC: cloud-modified,erythemal (sunburn),UV dose,[kJ/m2].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Test : to see the relationship between parameters"
        },
        {
            "text": "• ozone: local,solar,noon,ozone,column,[DU].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Test : to see the relationship between parameters"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint UV index is a measure for the effective UV irradiance (1 unit equals 25 mW/m2) reaching the Earth's surface in clear sky. UV dose is the effective UV irradiance (given in kJ/m2) reaching the Earth's surface integrated over the day and taking the attenuation of the UV radiation due to clouds into account. Total column ozone is the total amount of ozone in a column extending vertically from the earth's surface to the top of the atmosphere. It is measured using groundbased stations and satellites and is reported in Dobson units (DU). The ozone hole is defined in terms of reduced total column ozone -less than 220 DU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Countries to be included are Australia, Thailand, India, Japan, US, Italy. Global Atmosphere Watch (GAW) station to be used :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation test of the world data"
        },
        {
            "text": "• AcadiaNatForest,USA CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation test of the world data"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint versa with a correlation of 0.94 as shown in Figure 12 . the global slope of UV index alteration over time is correlated to the global slope of confirmed cases accumulation by 0.7. This is understandable since the UV index in northern subtropical countries tends to increase over time indicated by high tangent value, however, the growth rate of covid-19 pandemic is still increasing even though the pace is slowing down. Conversely, in southern subtropical countries, the UV index tends to decrease over time making the tangent value to be low even minus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "text": "Figure 12",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We should wait for the next several months to see whether southern subtropical countries will exponentially increase the confirmed cases or not as data taken only until March 28, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Provinces to be included are Tianjin, Hebei, Liaoning, Qinghai. GAW station to be used :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation test of China data"
        },
        {
            "text": "• Tianjin 14 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation test of China data"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Based on these findings, anticipation in form of gradual from loose to tight in southern subtropical countries in accordance with UV index over time might be taken into account to reduce the economic burden. Tropical countries might take advantage of its high UV Index in the entire session but has to keep anticipating. Special attention in the central economy area where there is heavy air pollution should be considered because the high UV index does not have enough potential to inactivate the virus. Meaning that it should be anticipated that the exponential phase will be high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As we can see in Fig.8 , Jakarta, Bangkok, Wuhan, Beijing, and Milan have higher pollution than Singapore, Tokyo, Brussels. However, Sydney and Adelaide have the lowest pollution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 22,
                    "text": "Fig.8",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The low pollution corresponds to the best air quality index within the range of January-April and Australia has the lowest rate covid exposure. Now, we try to correspond with data UV light time series. Within January to April, Sydney and Adelaide have a high UV index while their pollution is at the lowest level compared to others which regard low confirmed covid-19 cases in Australia. Moreover, they also did early anticipation by holding initial social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Brussels has low both UV index and pollution. In other hand, Milan (Italy) has high pollution whilst at the same time its condition is worsened with low UV index during that season. Tokyo has a moderately low UV index and pollution. Singapore has a moderately high UV index and pollution, however, remember that they have done tests to 20815 / 1 million population in April 12, a higher sampling rate than the others. From January to February, Wuhan and Beijing have a high pollution level and become lower starting from March to April, therefore, they have a longer standard deviation than the others. China is also recorded to have an upward UV index within the range of February-April based on UV light time series data. Jakarta and Bangkok have a high pollution rate, however, the UV index of Indonesia at that time is relatively lower 15 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint than Thailand which regards the confirmed covid-19 case of Thailand is less than Indonesia even though located in the same tropical countries. Note that the epicenter of Indonesia and Thailand is Jakarta and Bangkok, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Temperature and humidity possibly influence the covid-19 spread (19) . It was found that greater survival of coronavirus occurs in lower temperature and humidity. Based on its results, it is indicated that geographical locations where higher temperature and humidity exist such as ",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "(19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "While UV index and ozone are correlated with global spread of corona pandemic, we believe it is not just a standalone factor. There are some other factors such as economic activity and population density influencing the spread and growth of coronavirus cases. However, UV light and ozone are strong enough to be taken into account to minimize the global covid-19 pandemic effect. In the cities where there is heavy air pollution, the high UV index might be no meaning in terms of inactivating the virus. Next, we would like to investigate on a smaller scale in one nation such as Indonesia with humidity and pollution are included. Another thing is we are preparing to predict when pandemics will end in each country using neural network model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint Figure 1 : The spatial variation of UV index calculated from the ECMWF's uvbed product for April 15, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. The covid-19 pandemic growth in north sub tropical countries (blue), tropical countries (green), and sub tropical countries (red). Note that US, UK, Italy, or Spain is not included due to very high growth rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20086983 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Disease Control Priorities: Improving Health and Reducing Poverty",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Madhav",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Uv-c irradiation: A new viral inactivation method for biopharmaceuticals. american pharmaceutical review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bergmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "UV Radiation in Global Climate Change",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Barnard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Wenny",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "291--330",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The timetable for a coronavirus vaccine is 18 months. experts say that's risky",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kuznia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ".1e and 1d show mean hourly UV indices in Pesawaran, Lampung Province, and in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Moderate Risk of harm from unprotected sun exposure • 6 to 7: High Risk of harm from unprotected sun exposure • 8 to 10: Very High Risk of harm from unprotected sun exposure • 11+: Extreme Risk of harm from unprotected sun exposure It possibly harms to people that are not used to live in such an extreme UV index (17), however, it can reduce virus activity. The people who live in high UV index areas such as Africa and other tropical countries have already long-adapted in such situation. They may take advantage that pandemics are not as excessive as subtropical countries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ".3c shows the change of UV index over time in northern subtropical countries (blue), tropical countries (green), and southern tropical countries (red). We can easily understand that the blue and green countries are monotonically increasing over time while the red countries are monotonically decreasing. This phenomenon regards the changing season between cold to summer in northern countries and, conversely from summer to cold season in southern tropical countries. The green countries rarely have UV Index below 6. UV Index behavior of blue, green, and red countries are concurrent with the accumulation of confirmed covid-19 over time inFig.1d. Some blue countries are starting to be sloper as higher UV Index and with proper social distancing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ": see the change over time We use local and global slopes by means tangent line (7) as parameters to see how related the UV index time series with the accumulation of confirmed covid-19 growth as shown in Fig.6. Tangent line is used as the steepness metric of the graph. The difference between local and global slope is that local slope uses each local point in time frame to estimate the tangent line while the global slope is measured from the last point. The global slope gives more global growth performance.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "GibilmannaNaha, Japan Fig.7a shows correlation map between parameters of the world. Average of UV index and average of ozone over time are correlated to global slope of confirmed cases accumulation by -0.86 and 0.94, respectively. Meaning that the higher UV Index is, the lower the growth rate of covid-19 pandemic would be, and vice versa with a correlation of -0.86. Conversely, the higher the ozone value is the higher growth rate of covid-19 pandemic would be, and vice 13 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ". 7b shows correlation map between parameters of China. Average of UV index and average of Ozone over time are correlated to global slope of confirmed cases accumulation by -0.86 and 0.94, respectively. Meaning that the higher UV Index is, the lower growth rate of covid-19 pandemic would be, and vice versa with a correlation of -0.86. Conversely, the higher the ozone value is the higher growth rate of covid-19 pandemic would be, and vice versa with a correlation of 0.94 as shown inFigure 13",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ".",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "tropical countries have advantages in withstanding the covid-19 spread. Humidity has greater role in inactivating virus than temperature either on surface or in the air. It could explain why some tropical countries has more confirmed covid-19 cases than the others. These conclusions open up future research potential where UV, pollution, and humidity can be strong features to predict and analyse the spread of covid-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(a).ground-based data collected from the three locations (Pesawaran, Maros, and West Lombok ) for the period of January to March 2020 (b). mean hourly UV indices in West Lombok Province. (c). T mean hourly UV indices in Kemayoran, Jakarta Province. (d). mean hourly UV indices in Maros, South Sulawesi. (e). mean hourly UV indices in Pesawaran, Lampung Province.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(a).UV Index over time in many countries. (b). The pandemic growth of countries. (c). The UV index alteration over time in north sub tropical countries (blue), tropical countries (green), and sub tropical countries (red). (d).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "(a). The pandemic growth of countries which have low level of growth rate. It is shown that confirmed accumulation in range of 0-2000+ people. (b). The pandemic growth of countries which have low level of growth rate. It is shown that confirmed accumulation in range of 0-120000+ people. (c). Daily confirmed case in low growth rate countries. (d). Confirmed case per day in some (a) Accumulation of confirmed case in China until the days of growth halt. (b). Daily confirmed case in China. (c). The UV index over time in China. The four stations are presented which are Tianjin and Dalian in northern China, Mount Waliguan in central China, and Baoding represents middle and southern China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Example of local slopes and global slope 24 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "(a) Correlation map between parameters of the world. (b). Correlation map between parameters of China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "pm2.5 boxplots of epicenter cities during January to April.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Tropical vs Subtropical : interesting characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". https://doi.org/10.1101/2020.04.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". https://doi.org/10.1101/2020.04.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}