{
    "paper_id": "0d75e0bbf8e5a61aaf1f96351bdf5da779da0130",
    "metadata": {
        "title": "Coherent and Archimedean Choice in General Banach Spaces",
        "authors": [
            {
                "first": "Gert",
                "middle": [],
                "last": "De Cooman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Foundations Lab for Imprecise Probabilities",
                    "institution": "Ghent University",
                    "location": {
                        "addrLine": "Technologiepark -Zwijnaarde 125",
                        "postCode": "9052",
                        "settlement": "Zwijnaarde",
                        "country": "Belgium"
                    }
                },
                "email": "gert.decooman@ugent.be"
            }
        ]
    },
    "abstract": [
        {
            "text": "I introduce and study a new notion of Archimedeanity for binary and non-binary choice between options that live in an abstract Banach space, through a very general class of choice models, called sets of desirable option sets. In order to be able to bring horse lottery options into the fold, I pay special attention to the case where these linear spaces do not include all 'constant' options. I consider the frameworks of conservative inference associated with Archimedean choice models, and also pay quite a lot of attention to representation of general (non-binary) choice models in terms of the simpler, binary ones. The representation theorems proved here provide an axiomatic characterisation of, amongst other choice methods, Levi's E-admissibility and Walley-Sen maximality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This paper is about rational decision making under uncertainty using choice functions, along the lines established by Teddy Seidenfeld and colleagues [12] . What are the underlying ideas? A subject is to choose between options u, which are typically uncertain rewards, and which live in a so-called option space V. Her choices are typically represented using a rejection function R or a choice function C. For any finite set A of options, R(A) ⊆ A contains those options that our subject rejects from the option set A, and the remaining options in C(A) = A\\R(A) are the ones that are then still being considered. It is important to note that C(A) is not necessarily a singleton, so this approach allows for indecision. Also, the binary choices are the ones where A has only two elements, and I will not be assuming that these binary choices completely determine the behaviour of R or C on option sets with more than two elements: I will be considering choice behaviour that is not necessarily binary in nature.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "My aim here is to present a theory of coherent and Archimedean choice (functions), complete with conservative inference and representation results, for very general option spaces: general Banach spaces that need not have constants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For the basic theory of coherent choice (functions) on general linear option spaces but without Archimedeanity, I will rely fairly heavily on earlier work by Jasper De Bock and myself [6, 7] . The present paper expands that work to include a discussion of a novel notion of Archimedeanity. Since this approach needs a notion of closeness, I will need to focus on option spaces that are Banach, but I still want to keep the treatment general enough so as to avoid the need for including constant options.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 188,
                    "end": 190,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The reasons for working with option spaces that are general linear spaces are manifold, and were discussed at length in [7] . In summary, doing so allows us to deal with options that are gambles [14, 19] , i.e. bounded real-valued maps on some set of possible states X , that are considered as uncertain rewards. These maps constitute a linear space G(X ), closed under point-wise addition and pointwise multiplication with real numbers. But it also brings in, in one fell swoop, vector-valued gambles [15, 23] , polynomial gambles to deal with exchangeability [2, 16] , equivalence classes of gambles to deal with indifference [18] , and abstract gambles defined without an underlying possibility space [21, 22] . In all these cases, the space of options essentially includes all real constants-or constant gambles. But when we want our approach to also be able to deal generically with options that are horse lotteries, it is obvious that we need to consider option spaces that do not include all real constants.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to keep the length of this paper manageable, I have decided to focus on the mathematical developments only, and to keep the discussion fairly abstract. For a detailed exposition of the motivation for and the interpretation of the choice models discussed below, I refer to earlier joint papers by Jasper De Bock and myself [6, 7] . I also recommend Jasper De Bock's most recent paper on Archimedeanity [5] , as it contains a persuasive motivation for the new Archimedeanity condition, in the more restrictive and concrete context where options are gambles. I introduce binary choice models on abstract option spaces in Sect. 2, and extend the discussion to general-not necessarily binary-choice in Sect. 3. After these introductory sections, I focus on adding Archimedeanity to the picture. The basic representation tools that will turn out to be useful in this more restricted context, namely linear and superlinear bounded real functionals, are discussed in Sect. 4. The classical approach to Archimedeanity [10, 11, 19] for binary choice-which I will call essential Archimedeanity-is given an abstract treatment in Sect. 5. Sections 6 and 7 then deal with the new notion of Archimedeanity in the binary and general case, and discuss conservative inference and the representation of general Archimedean choice models in terms of binary (essentially) Archimedean ones. I conclude in Sect. 8 by stressing the relevance of my findings. Proofs for the results given below can be found in preprint version on arXiv [1] .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1027,
                    "end": 1030,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We begin by considering a linear space V, whose elements u are called options, and which represent the objects that a subject can choose between. This option space V has some so-called background ordering , which is 'natural' in that we assume that our subject's choices will always at least respect this ordering, even before she has started reflecting on her preferences. This background ordering is taken to be a strict vector ordering on u, so an irreflexive and transitive binary relation that is compatible with the addition and scalar multiplication of options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Options"
        },
        {
            "text": "We will assume that our subject's binary choices between options can be modelled by a so-called set of desirable options D ⊆ V, where an option is called desirable when the subject strictly prefers it to the zero option. We will denote the set of all possible set of desirable option sets-all subsets of Vby D. Of course, a set of desirable options D strictly speaking only covers the strict preferences between options u and 0: u 0 ⇔ u ∈ D. For other strict preferences, it is assumed that they are compatible with the vector addition of options:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Options"
        },
        {
            "text": "We impose the following rationality requirements on a subject's strict preferences. A set of desirable options D ∈ D is called coherent [2, 3, 20] if it satisfies the following axioms:",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 140,
                    "end": 142,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Options"
        },
        {
            "text": "We will use the notation (λ, μ) > 0 to mean that λ, μ are non-negative real numbers such that λ + μ > 0. We denote the set of all coherent sets of desirable options by D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Options"
        },
        {
            "text": "D is an intersection structure: for any non-empty family of sets of desirable options D i ∈ D, i ∈ I, its intersection i∈I D i also belongs to D. This also implies that we can introduce a coherent closure operator cl D : D → D ∪ {V} by letting cl D (A) := {D ∈ D : A ⊆ D} be the smallest-if any-coherent set of desirable options that includes A. We call an assessment A ⊆ V consistent if cl D (A) = V, or equivalently, if A is included in some coherent set of desirable options. The closure operator cl D implements conservative inference with respect to the coherence axioms, in that it extends a consistent assessment A to the most conservative-smallest possible-coherent set of desirable options cl D (A).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Options"
        },
        {
            "text": "A coherent set of desirable optionsD is called maximal if none of its supersets is coherent: (∀D ∈ D)(D ⊆ D ⇒D = D). This turns out to be equivalent to the following so-called totality condition onD [2, 3] :",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 203,
                    "end": 205,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Options"
        },
        {
            "text": "The set of all maximal sets of desirable options is denoted by D T . These maximal elements can be used to represent all coherent sets of desirable options. For more details, and more 'constructive' expressions for cl D , see [2, 7] .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 230,
                    "end": 232,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Options"
        },
        {
            "text": "I also want to mention another, additional, rationality property, central in Teddy Seidenfeld's work [10] [11] [12] , but introduced there in a form more appropriate for strict preferences between horse lotteries. We can get to the appropriate counterpart here when we introduce the posi(·) operator, which, for any subset V of V, returns the set of all positive linear combinations of its elements:",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 106,
                    "end": 110,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 111,
                    "end": 115,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Options"
        },
        {
            "text": "We call a set of desirable options D ∈ D mixing if it is coherent and satisfies the following mixingness axiom:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Options"
        },
        {
            "text": "We denote the set of all mixing sets of desirable options by D M . They can be characterised as follows. They are therefore identical to the so-called lexicographic sets of desirable option sets introduced by Van Camp et al. [15, 17] . For more details, see also [7, 15, 17] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Options"
        },
        {
            "text": "We now turn from strict binary preferences-of one option u over another option v-to more general ones. The simplest way to introduce those more general choice models in the present context goes as follows. We call any finite subset A of V an option set, and we collect all such option sets into the set Q. We call an option set A desirable to a subject if she assesses that at least one option in A is desirable, meaning that it is strictly preferred to 0. We collect a subject's desirable option sets into her set of desirable option sets K. We denote the set of all such possible sets of desirable option sets-all subsets of Q-by K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Option Sets"
        },
        {
            "text": "The rationality requirements we will impose on such sets of desirable option sets turn out to be fairly natural generalisations of those for sets of desirable options. A set of desirable option sets K ⊆ Q is called coherent [7] if it satisfies the following axioms:",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Option Sets"
        },
        {
            "text": "We denote the set of all coherent sets of desirable option sets by K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Option Sets"
        },
        {
            "text": "A coherent set of desirable option sets K contains singletons, doubletons, and so on. Moreover, it also contains all supersets of its elements, by Axiom K 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Option Sets"
        },
        {
            "text": "The singletons in K represent the binary choices, or in other words, the pure desirability aspects. We let D K := {u ∈ V : {u} ∈ K} be the set of desirable options that represents the binary choices present in the model K. Its elements are the options that-according to K-are definitely desirable. But there may be elements A of K of higher cardinality that are minimal in the sense that K has none of its strict subsets. This means that our subject holds that at least one option in A is desirable, but her model holds no more specific information about which of these options actually are desirable. This indicates that the choice model K has non-binary aspects. If such is not the case, or in other words, if every element of K goes back to some singleton in K, meaning that (∀A ∈ K)(∃u ∈ A){u} ∈ K, then we call the choice model K binary. With any D ∈ D, our interpretation inspires us to associate a set of desirable option sets K D , defined by K D := {A ∈ Q: A ∩ D = ∅}. It turns out that a set of desirable option sets K is binary if and only if it has the form K D , and the unique representing D is then given by D K .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coherent Sets of Desirable Option Sets"
        },
        {
            "text": "if there is some D ∈ D such that K = K D . This D is then necessarily unique, and equal to D K .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 2 ([7]). A set of desirable option sets K ∈ K is binary if and only"
        },
        {
            "text": "The coherence of a binary set of desirable option sets is completely determined by the coherence of its corresponding set of desirable options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 2 ([7]). A set of desirable option sets K ∈ K is binary if and only"
        },
        {
            "text": "Consider any binary set of desirable option sets K ∈ K and let D K ∈ D be its corresponding set of desirable options. Then K is coherent if and only if D K is. Conversely, consider any set of desirable options D ∈ D and let K D be its corresponding binary set of desirable option sets, then K D is coherent if and only if D is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3 ([7])."
        },
        {
            "text": "So the binary coherent sets of desirable option sets are given by {K D : D ∈ D}, allowing us to call any coherent set of desirable option sets in K \\ {K D : D ∈ D} non-binary. If we replace such a non-binary coherent set of desirable option sets K by its corresponding set of desirable options D K , we lose information, because then necessarily K DK ⊂ K. Sets of desirable option sets are therefore more expressive than sets of desirable options. But our coherence axioms lead to a representation result that allows us to still use sets of desirable options, or rather, sets of them, to completely characterise any coherent choice model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3 ([7])."
        },
        {
            "text": "It is also easy to see that K is an intersection structure: if we consider any non-empty family of coherent sets of desirable options K i , i ∈ I, then their intersection i∈I K i is still coherent. This implies that we can introduce a coherent closure operator cl K : K → K ∪ {Q} by letting cl K (A) := {K ∈ K : A ⊆ K} be the smallest-if any-coherent set of desirable option sets that includes A. We call an assessment A ⊆ Q consistent if cl K (A) = Q, or equivalently, if A is included in some coherent set of desirable option sets. The closure operator cl K implements conservative inference with respect to the coherence axioms, in that it extends a consistent assessment A to the most conservative-smallest possible-coherent set of desirable option sets cl K (A). In combination with Theorem 2, this leads to the following important result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 ([7]). A set of desirable option sets K ∈ K is coherent if and only if there is some non-empty set D ⊆ D of coherent sets of desirable options such that"
        },
        {
            "text": "We can also lift the mixingness property from binary to general choice models, as Seidenfeld et al. have done [12] .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3 ([6,7]). For any"
        },
        {
            "text": "We call a set of desirable option sets K ∈ K mixing if it is coherent and satisfies K M . The set of all mixing sets of desirable option sets is denoted by K M , and it also constitutes an intersection structure. It therefore comes with its own mixing closure operator and associated conservative inference system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 ([6,7]). For any"
        },
        {
            "text": "The binary elements of K M are precisely the ones based on a mixing set of desirable options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 ([6,7]). For any"
        },
        {
            "text": "For general mixing sets of desirable option sets that are not necessarily binary, we still have a representation theorem analogous to Theorem 2. How can we connect this choice of model, sets of desirable option sets, to the rejection and choice functions that I mentioned in the Introduction, and which are much more prevalent in the literature? Their interpretation provides the clue. Consider any option set A, and any option u ∈ A. Then, with A u :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4 ([7]). For any set of desirable options"
        },
        {
            "text": "= (A \\ {u}) − u = {v − u : v ∈ A, v = u}, u ∈ R(A) ⇔ 0 ∈ R(A − u) ⇔ there is some v ∈ A u that is strictly preferred to 0 ⇔ A u ∈ K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 ([7]). A set of desirable option sets"
        },
        {
            "text": "Because the notions of essential Archimedeanity and Archimedeanity that I intend to introduce further on rely on an idea of openness-and therefore closeness-I will assume from now on that the option space V constitutes a Banach space with a norm · V and a corresponding topological closure operator Cl and interior operator Int. In this section, I have gathered a few useful definitions and basic results for linear and superlinear bounded real functionals on the space V. These functionals generalise to our more general context the linear and coherent lower previsions defined by Peter Walley [19] on spaces of gambles.",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 599,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Linear and Superlinear Functionals"
        },
        {
            "text": "A real functional Γ :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear and Superlinear Functionals"
        },
        {
            "text": "We will denote by V • the linear space of such bounded real functionals on V.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear and Superlinear Functionals"
        },
        {
            "text": "This space can be topologised by the operator norm · V • , which leads to the so-called initial topology on V • . If we associate with any u ∈ V the socalled evaluation functional u • : V • → R, defined by u • (Γ) := Γ(u) for all Γ ∈ V • , then u • is clearly a real linear functional on the normed linear space V • , whose operator norm sup Γ∈V • \\{0}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear and Superlinear Functionals"
        },
        {
            "text": "+∞ is finite, which implies that u • is a continuous real linear functional on V • [9, Section 23.1]. We will also retopologise V • with the topology of pointwise convergence on V • , which is the weakest topology that makes all evaluation functionals u • , u ∈ V continuous. It is therefore weaker than the (so-called) initial topology induced by the norm · V • .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear and Superlinear Functionals"
        },
        {
            "text": "An interesting subspace of V • is the linear space V * of all linear boundedand therefore continuous [9, Section 23.1]-real functionals on V. We will also consider the set V * of all superlinear bounded real functionals Λ on V, meaning that they are elements of V • that are furthermore superadditive and nonnegatively homogeneous:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear and Superlinear Functionals"
        },
        {
            "text": "[superadditivity] Λ 2 . Λ(λu) = λΛ(u) for all u ∈ V and all real λ ≥ 0.[non-negative homogeneity] Obviously, V * is a convex cone, and V * ⊆ V * ⊆ V • .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear and Superlinear Functionals"
        },
        {
            "text": "With any Λ ∈ V • we can associate its conjugate (functional) Λ : V → R defined by Λ(u) := −Λ(−u) for all u ∈ V. It is obviously also bounded. Clearly, a bounded real functional is linear if and only if it is superlinear and self-conjugate, i.e. equal to its conjugate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear and Superlinear Functionals"
        },
        {
            "text": "If we consider, for any Λ ∈ V * its set of dominating continuous linear functionals V * (Λ) := {Λ ∈ V * : (∀u ∈ V)Λ(u) ≤ Λ(u)}, then a well-known version of the Hahn-Banach Theorem [9, Section 28.4, HB17] leads to the following representation result. An important condition for using this version is that Λ should be both superlinear and continuous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 5. Any Λ ∈ V * is (uniformly) continuous."
        },
        {
            "text": "For all Λ ∈ V * and u ∈ V there is some Λ ∈ V * (Λ) such that Λ(u) = Λ(u).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Lower envelope theorem)."
        },
        {
            "text": "The background ordering on V introduced in Sect. 2 allows us to define convex cones of positive real functionals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Archimedeanity for Sets of Desirable Options"
        },
        {
            "text": "Observe that V * 0 ⊆ V * 0 . We will implicitly assume from now on that the strict vector ordering is such that V * 0 = ∅, which then of course also implies that V * 0 = ∅. We will also require for the remainder of this paper that Int(V 0 ) = ∅: the background cone of positive options has a non-empty interior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Archimedeanity for Sets of Desirable Options"
        },
        {
            "text": "With any Λ ∈ V * , we can associate a set of desirable options as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Archimedeanity for Sets of Desirable Options"
        },
        {
            "text": "Also, given a set of desirable options D ∈ D, we let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Archimedeanity for Sets of Desirable Options"
        },
        {
            "text": "where we used Eq. It turns out that there is a close connection between essentially Archimedean sets of desirable options and superlinear bounded real functionals. Before we can lay it bare in Propositions 6-7, we need to find a way to associate a superlinear bounded real functional with a set of desirable options D ∈ D. There are a number of different ways to achieve this, but the following approach is especially productive. Since we assumed from the outset that Int(V 0 ) = ∅, we can fix any u o ∈ Int(V 0 ). We use this special option u o to associate with the set of desirable options D a specific (possibly extended) real functional Λ D,uo by letting For sets of desirable options that are essentially Archimedean and mixing, we have similar results in terms of linear rather than superlinear bounded real functionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Archimedeanity for Sets of Desirable Options"
        },
        {
            "text": "If the set of desirable options D is mixing, then Λ D,uo ∈ V * , and we will then denote this linear bounded real functional by Λ D,uo . Moreover,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 8."
        },
        {
            "text": "In that case, we always have that D = D ΛD,u o , and therefore Λ D,uo ∈ V * (D). Proposition 7 has interesting implications, and it will be helpful to pay more attention to them, for a better understanding of what we are actually doing in Propositions 6-9. The essentially Archimedean sets of desirable options D are all those and only those for which there is some superlinear bounded real functional Λ ∈ V * such that D = D Λ . But Proposition 7 also guarantees that in this representation D Λ for D, the superlinear bounded real functional Λ can always be replaced by the superlinear bounded real functional Λ D,uo , as we know that D = D Λ = D Λ D,uo . The import of all this is that we can associate, with any u o ∈ Int(V 0 ), the following so-called normalisation map:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 9. A set of desirable options D ∈ D is essentially Archimedean and mixing if and only if there is some"
        },
        {
            "text": "where, after a few manipulations, we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 9. A set of desirable options D ∈ D is essentially Archimedean and mixing if and only if there is some"
        },
        {
            "text": "It is the purport of Proposition 7 that if Λ represents an essentially Archimedean D in the sense that D = D Λ , then so does the version N uo Λ, in the sense that also D = D Nu o Λ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 9. A set of desirable options D ∈ D is essentially Archimedean and mixing if and only if there is some"
        },
        {
            "text": "One of the drawbacks of working with essentially Archimedean sets of desirable options in Sect. 5, is that they do not constitute an intersection structureand therefore do not come with a conservative inference method: an arbitrary intersection of essentially Archimedean sets of desirable options is no longer necessarily essentially Archimedean, simply because openness is not necessarily preserved under arbitrary intersections. To remedy this, we now turn to arbitrary intersections of essentially Archimedean models, which of course do constitute an intersection structure. We will see that these types of models also allow for a very elegant and general representation. We will call a set of desirable options D ∈ D Archimedean if it is coherent and if the following separation property is satisfied:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Options"
        },
        {
            "text": "and we denote by D A the set of all coherent and Archimedean sets of desirable options. It is an immediate consequence of the Lower Envelope Theorem [Theorem 5] for superlinear bounded real functionals that this separation property is equivalent to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Options"
        },
        {
            "text": "which shows that the Archimedean sets of desirable option sets are in particular also evenly convex; see [4, Definition 1] . Since, by Proposition 7, all essentially Archimedean sets of desirable options have the form D Λ , Eq. (3) points to the fact that all essentially Archimedean models are also Archimedean:",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 109,
                    "end": 122,
                    "text": "Definition 1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Options"
        },
        {
            "text": "D A is an intersection structure. Indeed, consider any non-empty family of Archimedean sets of desirable options D i , i ∈ I and let D := i∈I D i , then we already know that D is coherent, so we only need to check that the separation condition D A is satisfied. So consider any u / ∈ D, meaning that there is some",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Options"
        },
        {
            "text": "That D A is an intersection structure also implies that we can introduce an Archimedean closure operator cl The following important representation theorem confirms that the essentially Archimedean sets of desirable options can be used to represent all Archimedean sets of desirable options via intersection. The largest such set L is V * (D), and the largest such set L is V * (D).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Options"
        },
        {
            "text": "The sets of functionals in these results theorem can of course also be replaced by N uo (V * (D)), N uo (V * (D)), N uo (L) and N uo (L) respectively, where u o is any option in Int(V 0 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Options"
        },
        {
            "text": "We now lift the discussion of Archimedeanity from binary to general choice models, that is, sets of desirable option sets. Given a set of desirable option sets K ∈ K, we let (9) where we used Eq. (3) and let",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Option Sets"
        },
        {
            "text": "If we pick any u o ∈ Int(V 0 ) and associate with it the normalisation map N uo , then since we know that D Λ = D Nu o Λ and D Λ = D Nu o Λ , we also have that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Option Sets"
        },
        {
            "text": "We will call a set of desirable option sets K ∈ K Archimedean if it is coherent and if the following separation property is satisfied:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Option Sets"
        },
        {
            "text": "and we denote by K A the set of all Archimedean sets of desirable option sets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Option Sets"
        },
        {
            "text": "If we look at Proposition 7, we see that the essentially Archimedean sets of desirable options are all the D Λ , and Eq. (10) then tells us that the corresponding binary sets of desirable option sets K Λ are all Archimedean:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Option Sets"
        },
        {
            "text": "But we can go further than this, and establish a strong connection between Archimedean sets of desirable option sets on the one hand, and Archimedean binary sets of desirable option sets on the other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Archimedeanity for Sets of Desirable Option Sets"
        },
        {
            "text": "K A is an intersection structure. Indeed, consider any non-empty family of Archimedean sets of desirable option sets K i , i ∈ I and let K := i∈I K i , then we already know that K is coherent, so we only need to show that the separation condition K A is satisfied. So consider any A / ∈ K, meaning that there is some i ∈ I such that A / ∈ K i . Hence there is some Λ ∈ V * (K i ) such that Λ(u) ≤ 0 for all u ∈ A. Since it follows from Eq. (9) that also Λ ∈ V * (K), we see that, indeed, K is Archimedean.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 10. For any D ∈ D, K D is Archimedean if and only if D is."
        },
        {
            "text": "That K A is an intersection structure also implies that we can introduce an Archimedean closure operator cl KA : K → K A ∪ {Q} by letting cl KA (A) := {K ∈ K A : A ⊆ K} be the smallest-if any-Archimedean set of desirable option sets that includes A. We call an assessment K ⊆ Q Archimedean consistent if cl KA (K) = Q, or equivalently, if K is included in some Archimedean set of desirable option sets. And here too, the following important representation theorem confirms that the positive superlinear bounded real functionals can be used to represent all Archimedean sets of desirable option sets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 10. For any D ∈ D, K D is Archimedean if and only if D is."
        },
        {
            "text": "if there is some non-empty set L ⊆ V * 0 of positive superlinear bounded real functionals such that K = {K Λ : Λ ∈ L}. The largest such set L is V * (K).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 3. A set of desirable option sets K ∈ K is Archimedean if and only"
        },
        {
            "text": "The sets of functionals in these results can also be replaced by N uo (V * (D)) and N uo (L) respectively, where u o is any option in Int(V 0 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 3. A set of desirable option sets K ∈ K is Archimedean if and only"
        },
        {
            "text": "To conclude, let us see what happens if we also impose mixingness for sets of desirable option sets: what can we say about Archimedean and mixing sets of desirable option sets? Proposition 11. Consider any set of desirable option sets K ∈ K, any Λ ∈ V * and any u o ∈ Int(V 0 ). If K is mixing, then K ⊆ K Λ implies that N uo Λ is linear. Hence, N uo (V * (K)) = N uo (V * (K)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 3. A set of desirable option sets K ∈ K is Archimedean if and only"
        },
        {
            "text": "And as a sort of converse, the following result identifies the mixing and Archimedean binary sets of desirable option sets. It extends Proposition 9 from essential Archimedeanity to Archimedeanity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 3. A set of desirable option sets K ∈ K is Archimedean if and only"
        },
        {
            "text": "The results presented here constitute the basis for a very general theory of binary and non-binary choice. Its foundations are laid by the coherence axioms, which can be made stronger by adding mixingness and Archimedeanity, separately or jointly. For each of the sets of axioms thus formed, we get a conservative inference framework with corresponding closure operators, as well as representation theorems that allow us to construe all coherent, Archimedean or mixing modelsas well as combinations of them-as intersections (infima) of specific types of binary ones. These representations are especially interesting because they lead to a complete axiomatic characterisation of various well-known decision making schemes. To give one example, the (coherent and) Archimedean and mixing models are exactly the ones that correspond to decision making using Levi's E-admissibility scheme [8, 13] associated with general-not necessarily closed or convex-sets of linear previsions. I believe such a characterisation-jointly with the one in Jasper De Bock's paper [5] -is achieved here for the first time in its full generality. And the theory is also flexible enough to allow for characterisations for a plethora of other schemes, amongst which Walley-Sen maximality [13, 19] . Indeed, for the binary choice models we get the decision making schemes based on maximality for sets of desirable gambles (coherent binary models), lexicographic probability orderings (mixing binary models), evenly convex sets of positive superlinear bounded real functionals-lower previsions essentially-(Archimedean binary models), and evenly convex sets of positive linear bounded real functionals-linear previsions essentially-(Archimedean and mixing binary models). And for their more general, non-binary counterparts we get, through our representation theorems, schemes that are based on arbitrary intersectionsinfima-of a whole variety of such binary cases.",
            "cite_spans": [
                {
                    "start": 884,
                    "end": 887,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1266,
                    "end": 1269,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "What I haven't talked about here are the more constructive aspects of the various conservative inference frameworks. The representation results in this paper essentially allow us to express the closure operator that effects the conservative inference as an intersection of dominating special binary models, which are not always easy (and in some cases even impossible) to identify constructively. We therefore also need to look for other and more constructive ways of tackling the conservative inference problem; early work on this topic seems to suggest that this is not an entirely hopeless endeavour [7] . On a related note, the Archimedeanity axioms D A , D p A and K A are similarly 'nonconstructive', as they are based on the existence of (super)linear functionals that 'do certain things'. For an equivalent approach to these axioms with a more constructive flavour, and with gambles as options, I refer to Jasper De Bock's paper on this topic [5] .",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 606,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Finally, in a future paper I intend to use the results presented here to derive similar axiomatic characterisations, conservative inference frameworks and representation theorems when the option space is a set of horse lotteries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "have, as ever, been very helpful in finding the right questions to ask here. The basis for much of the work presented above was laid during a research stay as visiting professor at Durham University in the late spring of 2019. I am grateful to Durham University's Department of Mathematical Sciences for making that stay pleasant, fruitful, and possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coherent and Archimedean choice in general Banach spaces",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Cooman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.05461"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Exchangeability and sets of desirable gambles",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Cooman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quaeghebeur",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Special issue in honour of Henry E. Kyburg, Jr",
            "volume": "53",
            "issn": "",
            "pages": "363--395",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sets of desirable gambles: conditioning, representation, and precise probabilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Couso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moral",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int. J. Approximate Reasoning",
            "volume": "52",
            "issn": "7",
            "pages": "1034--1055",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characterizations of evenly convex sets and evenly quasiconvex functions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Daniilidis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Martinez-Legaz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Math. Anal. Appl",
            "volume": "273",
            "issn": "1",
            "pages": "58--66",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Archimedean choice functions: an axiomatic foundation for imprecise decision making",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Bock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.05196"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A desirability-based axiomatisation for coherent choice functions",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Bock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Cooman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Destercke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Denoeux",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Á"
                    ],
                    "last": "Grzegorzewski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "SMPS 2018. AISC",
            "volume": "832",
            "issn": "",
            "pages": "46--53",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-97547-4_7"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interpreting, axiomatising and representing coherent choice functions in terms of desirability",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Bock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Cooman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Symposium on Imprecise Probabilities: Theories and Applications, ISIPTA 2019, Proceedings",
            "volume": "103",
            "issn": "",
            "pages": "125--134",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Enterprise of Knowledge",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Handbook of Analysis and Its Foundations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schechter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A representation of partially ordered preferences",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seidenfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schervish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kadane",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ann. Stat",
            "volume": "23",
            "issn": "",
            "pages": "69--129",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rethinking the Foundations of Statistics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seidenfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schervish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kadane",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coherent choice functions under uncertainty",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seidenfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schervish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kadane",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Synthese",
            "volume": "172",
            "issn": "1",
            "pages": "157--176",
            "other_ids": {
                "DOI": [
                    "10.1007/s11229-009-9470-7"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Decision making under uncertainty using imprecise probabilities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C M"
                    ],
                    "last": "Troffaes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Approximate Reasoning",
            "volume": "45",
            "issn": "1",
            "pages": "17--29",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijar.2006.06.001"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Choice Functions as a Tool to Model Uncertainty",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Camp",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Faculty of Engineering and Architecture",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Exchangeable choice functions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Camp",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Cooman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Approximate Reasoning",
            "volume": "100",
            "issn": "",
            "pages": "85--104",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Lexicographic choice functions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Camp",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Cooman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miranda",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Approximate Reasoning",
            "volume": "92",
            "issn": "",
            "pages": "97--119",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coherent choice functions, desirability and indifference",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Camp",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Cooman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miranda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quaeghebeur",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Fuzzy Sets Syst",
            "volume": "341",
            "issn": "",
            "pages": "1--36",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Statistical Reasoning with Imprecise Probabilities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walley",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Towards a unified theory of imprecise probability",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walley",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int. J. Approximate Reasoning",
            "volume": "24",
            "issn": "",
            "pages": "125--148",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Notes on conditional previsions",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Notes on conditional previsions",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Approximate Reasoning",
            "volume": "44",
            "issn": "",
            "pages": "366--383",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Axiomatising incomplete preferences through sets of desirable gambles",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zaffalon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miranda",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Artif. Intell. Res",
            "volume": "60",
            "issn": "",
            "pages": "1057--1126",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "[2]). For any D ∈ D, cl D (D) = {D ∈ D T : D ⊆D}. Hence, a consistent D is coherent if and only if D = {D ∈ D T : D ⊆D}. Corollary 1. A set of desirable options D ∈ D is coherent if and only if there is some non-empty D ⊆ D T such that D = {D :D ∈ D}. The largest such set D is {D ∈ D T : D ⊆D}.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "[15,17]). Consider any set of desirable options D ∈ D and let D c := V \\ D. Then D is mixing if and only if posi(D c ) = D c , or equivalently, D ∩ posi(D c ) = ∅.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "K ∈ K is mixing if and only if there is some non-empty set D ⊆ D M of mixing sets of desirable options such that K = {K D : D ∈ D}. The largest such set D is then D M (K) := {D ∈ D M : K ⊆ K D }.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "for the second equalities. Clearly, V * (D) ⊆ V * (D). These sets are convex subcones of the convex cone V * , and V * (D) is also a convex cone in the dual linear space V * of continuous real linear functionals on V.Inspired by Walley's[19] discussion of 'strict desirability', we will call a set of desirable options D ∈ D essentially Archimedean if it is coherent and open.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Proposition 6. Assume that the set of desirable options D is coherent, thenΛ D,uo ∈ V * . Moreover, Λ D,uo (u) ≥ 0 for all u ∈ D and Λ D,uo (v) ≤ 0 for all v ∈ D c . Finally, D Λ D,uo = Int(D).Proposition 7. A set of desirable options D ∈ D is essentially Archimedean if and only if there is someΛ ∈ V * 0 such that D = D Λ .In that case, we always have that D = D Λ D,uo , and therefore Λ D,uo ∈ V * (D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "DA : D → D A ∪ {V} by letting cl DA (A) := {D ∈ D A : A ⊆ D} be the smallest-if any-Archimedean set of desirable options that includes A. We call an assessment A ⊆ V Archimedean consistent if cl DA (A) = V, or equivalently, if A is included in some Archimedean set of desirable options. The closure operator cl DA implements conservative inference with respect to the Archimedeanity axioms, in that it extends an Archimedean consistent assessment A to the most conservative-smallest possible-Archimedean set of desirable options cl DA (A). Theorem 6. For any set of desirable options D ∈ D, cl DA (D) = {D Λ : Λ ∈ V * (D)} = {D Λ : Λ ∈ V * (D)}. Hence, an Archimedean consistent D is Archimedean if and only if D = {D Λ : Λ ∈ V * (D)} = {D Λ : Λ ∈ V * (D)}.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "For any set of desirable options D ∈ D, the following statements are equivalent: (i) D is Archimedean; (ii) there is some non-empty set L ⊆ V * 0 of positive superlinear bounded real functionals such that D = {D Λ : Λ ∈ L}; (iii) there is some non-empty set L ⊆ V * 0 of positive linear bounded real functionals such that D = {D Λ : Λ ∈ L}.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "For any set of desirable option sets K ∈ K, cl KA (K) = {K Λ : Λ ∈ V * (K)}. Hence, an Archimedean consistent set of desirable option sets K is Archimedean if and only if K = {K Λ : Λ ∈ V * (K)}.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Consider any u o ∈ Int(V 0 ) and any set of desirable options D ∈ D, then K D is mixing and Archimedean if and only if D = D Λ for some Λ ∈ V * 0 , and we can always make sure that Λ(u o ) = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Consider any u o ∈ Int(V 0 ), then a set of desirable option sets K ∈ K is mixing and Archimedean if and only if there is some non-empty set L ⊆ V * 0 of positive linear bounded real functionals Λ, with moreover Λ(u o ) = 1, such that K = {K Λ : Λ ∈ L}. The largest such set L is N uo (V * (K)) = N uo (V * (K)).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements. This work owes an intellectual debt to Teddy Seidenfeld, who introduced me to the topic of choice functions. I have been working closely with Jasper De Bock on diverse aspects of coherent choice, and my continuous discussions with him",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}