{"paper_id": "0d77df713c69f8888f6d5e57a58a95039037cb9e", "metadata": {"title": "Journal Pre-proof Data on the stability of darunavir/cobicistat suspension after tablet manipulation Data on the stability of darunavir/cobicistat suspension after tablet manipulation Corresponding author(s)", "authors": [{"first": "D", "middle": [], "last": "Zanon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Manca", "suffix": "", "affiliation": {"laboratory": "Laboratory of Clinical Pharmacology and Pharmacogenetics", "institution": "Amedeo di Savoia Hospital", "location": {"settlement": "Turin", "country": "Italy"}}, "email": ""}, {"first": "A", "middle": [], "last": "De Nicolò", "suffix": "", "affiliation": {"laboratory": "Laboratory of Clinical Pharmacology and Pharmacogenetics", "institution": "Amedeo di Savoia Hospital", "location": {"settlement": "Turin", "country": "Italy"}}, "email": ""}, {"first": "A", "middle": [], "last": "D&apos;", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "D&apos;avolio", "suffix": "", "affiliation": {"laboratory": "Laboratory of Clinical Pharmacology and Pharmacogenetics", "institution": "Amedeo di Savoia Hospital", "location": {"settlement": "Turin", "country": "Italy"}}, "email": ""}, {"first": "U", "middle": ["M"], "last": "Musazzi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università degli Studi di Milano", "location": {"addrLine": "Via Giuseppe Colombo, 71, Italy 4 S.C. Farmacie Ospedaliere -Ospedale M. Vittoria -Asl Città di Torino, 71", "postCode": "20133, 20133", "settlement": "Milan, Turin, Milano (I)", "country": "Italy"}}, "email": ""}, {"first": "F", "middle": [], "last": "Cilurzo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università degli Studi di Milano", "location": {"addrLine": "Via Giuseppe Colombo, 71, Italy 4 S.C. Farmacie Ospedaliere -Ospedale M. Vittoria -Asl Città di Torino, 71", "postCode": "20133, 20133", "settlement": "Milan, Turin, Milano (I)", "country": "Italy"}}, "email": ""}, {"first": "N", "middle": [], "last": "Maximova", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Tomasello", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "Minghetti", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università degli Studi di Milano", "location": {"addrLine": "Via Giuseppe Colombo, 71, Italy 4 S.C. Farmacie Ospedaliere -Ospedale M. Vittoria -Asl Città di Torino, 71", "postCode": "20133, 20133", "settlement": "Milan, Turin, Milano (I)", "country": "Italy"}}, "email": "paola.minghetti@unimi.it"}, {"first": "", "middle": ["Paola"], "last": "Minghetti", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Data on the stability of darunavir/cobicistat suspension after tablet manipulation, Data in Brief (2020), doi: https://doi.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 outbreak is now one of the most critical crises to manage for most of the national healthcare systems in the world. In the absence of authorised pharmacological treatments, many antiretrovirals, including darunavir/cobicistat fixed combination, were used off-label in the hospital wards as life-treating medicines for COVID-19 patients. Unfortunately, for most of them, the drug products available on the market are not designed to be administered by a nasogastric tube to inpatients of intensive care units. Therefore, their manipulation, even if it can strongly affect the product quality, is necessary for the preparation of suspension to meet patients' need. In this situation, it is urgent to provide data and guidance to support hospital pharmacist and clinicians in their activity. The data in this article indicate that darunavir/cobicistat suspensions compounded by pharmacists using as active ingredient a commercially available tablet can be stable at least for one week.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "COVID-19, medicament manipulation, nasogastric tube, darunavir, cobicistat. Table   Subject Pharmacology, Toxicology and Pharmaceutical Science ", "cite_spans": [], "ref_spans": [{"start": 76, "end": 91, "text": "Table   Subject", "ref_id": null}], "section": "Keywords"}, {"text": "Data on darunavir/cobicistat stability in suspension through one week from the preparation after storage at 4° and room temperature", "cite_spans": [], "ref_spans": [], "section": "Parameters for data collection"}, {"text": "The drug suspension was prepared in a hospital pharmacy by manipulating the darunavir/cobicistat tablet. The drug stability in two-vehicle suspensions was tested at different storage conditions (4°C, RT) for one week. The samples at different time points were analysed by HPLC.", "cite_spans": [], "ref_spans": [], "section": "Description of data collection"}, {"text": "Analysed data with the article. Raw data and chromatogram with supplementary materials.", "cite_spans": [], "ref_spans": [], "section": "Data accessibility"}, {"text": " The data provide evidence on the darunavir/cobicistat chemical stability when they are suspended in different vehicles and stored for one week at different conditions.", "cite_spans": [], "ref_spans": [], "section": "Value of the Data"}, {"text": " The data can be useful to healthcare professionals that are trying to fight against the COVID-19 outbreak  These data can support further clinical studies focused on investigating the effectiveness of darunavir/cobicistat against COVID-19, especially when the commercial-available drug product has to be manipulated to meet clinical needs.", "cite_spans": [], "ref_spans": [], "section": "Value of the Data"}, {"text": " The data are insights for further studies focused on the development of new dosage forms indicated for inpatient of intensive care units.", "cite_spans": [], "ref_spans": [], "section": "Value of the Data"}, {"text": "One of the possible pharmacological treatment of COVID-19 patients resides in the administration of antiretroviral medicines [1] . The situation is complicated by the absence of ad hoc authorised pharmacological therapies. Many antivirals, including darunavir and cobicistat, were used off-label in the hospital wards as life-treating medicines for COVID-19 patients. Unfortunately, their manipulation is sometimes necessary because they are not always formulated to be administered to noncooperative patients, like those in intensive care units. Thus, the activity of hospital pharmacists for the compounding of extemporaneous suspension by manipulation of authorized medicinal products is crucial to provide such life-treating treatments to the hospital wards [2] . However, the manipulation of medicines can alter their quality profile with potential impact on the efficacy and safety of the pharmacological treatment.", "cite_spans": [{"start": 125, "end": 128, "text": "[1]", "ref_id": null}, {"start": 762, "end": 765, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Data Description"}, {"text": "Therefore, such compounding activities must be guided by the provisions of the Good Compounding Practice and by other available technical guidelines to assure the required quality and the stability over time of the preparation [3] .", "cite_spans": [{"start": 227, "end": 230, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Data Description"}, {"text": "For example, the darunavir/cobicistat fixed combination was authorised in the EU as film-coated tablets (i.e. Rezolsta®), which cannot be administered to inpatients by using a nasogastric tube. The compounding activity of pharmacists consists of the grinding of the dosage forms and the preparation of a stable suspension. Herein, the chemical stability data of darunavir and cobicistat suspended in two different vehicles, namely a commercially available base vehicle (Syrspend®) and a 1% w/v carboxymethyl cellulose (CMC) aqueous suspension, is presented.", "cite_spans": [], "ref_spans": [], "section": "Data Description"}, {"text": "Tables 1 and 2 reported the data on both drug assay obtained storing an extemporaneous suspension of the powder obtained by the manipulation of the fixed drug combination at 4°C and room temperature. The high-variability of data obtained by Syrspend®-based extemporaneous suspension can be justified since its sampling resulted more complex than CMC one due to the higher viscosity. Nevertheless, the data show that both drugs remained within ± 20% of the initial value. Such data are a proof-of-concept that both drug substances are chemically stable in the suspension over one week, regardless of the vehicle and the storage condition.", "cite_spans": [], "ref_spans": [], "section": "Data Description"}, {"text": "Rezolsta® 800 mg/150 mg film-coated tablets (Janssen-Cilag International NV, I).", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Tablet core: hypromellose, colloidal silicon dioxide, silicified microcrystalline cellulose, crospovidone, magnesium stearate. Tablet film-coat: polyvinyl alcohol-partially hydrolysed, macrogol 3350, titanium dioxide, talc, iron oxide red, iron oxide black [4] .", "cite_spans": [{"start": 257, "end": 260, "text": "[4]", "ref_id": null}], "ref_spans": [], "section": "Materials"}, {"text": "Sodium carboxymethyl cellulose (CMC), trisodium citrate dihydrate, and citric acid were purchased by Farmalabor (I). Syrspend® was purchased by Fagron Italia. All other chemicals/solvents used in the study were either analytical grade and used without further purification or EM grade.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Two tablets of Rezolsta® were crushed in a mortar to obtain a fine and homogenous powder. Then, the powder was precisely weighed and loaded in a 50-ml syringe. Using a female-female Luer-lock connector, the syringe was linked to another one containing 20-mL of the suspension vehicle. Syrspend® and 1% w/v CMC solution in pH 4.2 citrate buffer were used as vehicles. The vehicle volume was set up to obtain a final suspension containing 20 mg/ml of darunavir and 3.75 mg/ml of cobicistat. Moving the syringe pluggers, the powder and the solution had mixed each other to reach a homogenous whiteish suspension (appx. 50 syringe complete movements).", "cite_spans": [], "ref_spans": [], "section": "Suspension preparation"}, {"text": "Aliquots of the suspensions (1.5 mL each) were stored at both 4°C and RT for one week. At fixed sampling times (0, 3, 7 days), the aliquots of each suspension were heated to RT, if necessary, and mixed by a vortex. The samples were diluted 1:1 with a mixture of acetonitrile/water 40/60 v/v, mixed by vortex and, then, sonicated until a homogeneous suspension was obtained. The sample was split into three replicates diluted 1:125 with a mixture of acetonitrile/water 40/60 v/v. The obtained dilutions were sonicated and mixed by mechanical agitator for 30 min before being analysed in HPLC.", "cite_spans": [], "ref_spans": [], "section": "Stability studies"}, {"text": "The method was developed and validated modifying a previous published method for plasma analyses [5] . Table 3 . Chromatograms of placebo and drug-loaded suspension vehicles were reported in Supplementary materials. Preliminary, stress tests were performed on aliquots of the obtained extemporaneous suspensions to identified degradation patterns of both drugs. Aliquots of both suspensions were stored in the following conditions: at 96°C, at RT and 96°C after the addition of phosphoric acid pH 2.5, at RT and 96°C after the addition of ammonia pH 10. Chromatograms of the observed degradation products during stress tests were included in Supplementary materials.", "cite_spans": [{"start": 97, "end": 100, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 103, "end": 110, "text": "Table 3", "ref_id": "TABREF3"}], "section": "HPLC method"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Resolution CM/Res(2016)1 on Quality and Safety Assurance Requirements for Medicinal Products Prepared in Pharmacies for the Special Needs of Patients", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Regulatory framework of pharmaceutical compounding and actual developments of legislation in Europe", "authors": [{"first": "P", "middle": [], "last": "Minghetti", "suffix": ""}, {"first": "D", "middle": [], "last": "Pantano", "suffix": ""}, {"first": "C", "middle": ["G M"], "last": "Gennari", "suffix": ""}, {"first": "A", "middle": [], "last": "Casiraghi", "suffix": ""}], "year": 2014, "venue": "Health Policy", "volume": "117", "issn": "", "pages": "328--333", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "An HPLC-PDA method for the simultaneous quantification of the HIV integrase inhibitor raltegravir, the new nonnucleoside reverse transcriptase inhibitor etravirine, and 11 other antiretroviral agents in the plasma of HIV-infected patients", "authors": [{"first": "A", "middle": [], "last": "Avolio", "suffix": ""}, {"first": "L", "middle": [], "last": "Baietto", "suffix": ""}, {"first": "M", "middle": [], "last": "Siccardi", "suffix": ""}, {"first": "M", "middle": [], "last": "Sciandra", "suffix": ""}, {"first": "M", "middle": [], "last": "Simiele", "suffix": ""}, {"first": "V", "middle": [], "last": "Oddone", "suffix": ""}, {"first": "S", "middle": [], "last": "Bonora", "suffix": ""}, {"first": "G", "middle": ["Di"], "last": "Perri", "suffix": ""}], "year": 2008, "venue": "Ther Drug Monit", "volume": "30", "issn": "", "pages": "662--671", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Figure, Text", "latex": null, "type": "table"}, "TABREF1": {"text": "Data on the chemical stability of darunavir and cobicistat in Syrspend®-based extemporaneous suspension when stored through one week at 4°C or at room temperature (RT; ≈25°C) expressed as mean percentage and relative standard deviation (RSD%).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Storage condition </td><td>Sampling times (days) </td><td>Drug assay (%) </td><td>RSD (%) </td></tr><tr><td> </td><td> </td><td>Darunavir </td><td>Cobicistat </td><td>Darunavir </td><td>Cobicistat </td></tr><tr><td>at 4°C </td><td>0 </td><td>100.0 </td><td>100.0 </td><td>7.4% </td><td>7.0% </td></tr><tr><td>3 </td><td>120.2 </td><td>121.8 </td><td>12.5% </td><td>7.8% </td></tr><tr><td>7 </td><td>120.4 </td><td>120.0 </td><td>8.5% </td><td>8.2% </td></tr><tr><td>at RT </td><td>0 </td><td>100.0 </td><td>100.0 </td><td>7.4% </td><td>7.0% </td></tr><tr><td>3 </td><td>112.5 </td><td>111.4 </td><td>17.9% </td><td>9.0% </td></tr><tr><td>7 </td><td>104.3 </td><td>104.6 </td><td>1.9% </td><td>2.1% </td></tr></table></body></html>"}, "TABREF2": {"text": "The analysis was carried out with a liquid chromatographer Waters 2695 HPLC system (Milan, Italy) coupled with a 2998 PDA detector. HPLC-PDA system was controlled by Empower 2 Pro software (version year 2005; Waters). A chromatographic column Luna 5 µm C18 (150x4.6 mm; Phenomenex, US), protected by a C18 security guard (4.0x3.0 mm; Phenomenex, US) was used for chromatographic separation. The temperature Control Module II (Waters) was set at 45 °C. the run was performed at 1 mL/min and the temperature was set at 45°C; the mobile phase was composed of solvent A (KH 2 PO 4 50 mM with orthophosphoric acid, pH = 3.23) and solvent B (acetonitrile). The selected wavelength to quantify each drug was: 267 nm for Darunavir and 241 nm for Cobicistat. The runtime was 28 minutes. Chromatographic Condition (Gradient) were set as shown in", "latex": null, "type": "table"}, "TABREF3": {"text": "Chromatographic Condition (Gradient)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Time (min) </td><td>Solvent A % </td><td>Solvent B % </td><td>Flow (mL/min) </td></tr><tr><td>0.0 </td><td>70 </td><td>30 </td><td>1 </td></tr><tr><td>5.0 </td><td>61 </td><td>39 </td><td>1 </td></tr><tr><td>7.0 </td><td>56 </td><td>44 </td><td>1 </td></tr><tr><td>10.0 </td><td>54 </td><td>46 </td><td>1 </td></tr><tr><td>11.0 </td><td>51 </td><td>49 </td><td>1 </td></tr><tr><td>13.0 </td><td>48 </td><td>52 </td><td>1 </td></tr><tr><td>15.5 </td><td>47 </td><td>53 </td><td>1 </td></tr><tr><td>18.0 </td><td>47 </td><td>53 </td><td>1 </td></tr><tr><td>19.8 </td><td>46 </td><td>54 </td><td>1 </td></tr><tr><td>19.9 </td><td>41 </td><td>59 </td><td>1 </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors declare that they have no known competing financial interests or personal relationships which have, or could be perceived to have, influenced the work reported in this article.", "cite_spans": [], "ref_spans": [], "section": "Competing Interests"}]}