{
    "paper_id": "0d77cccde0642f94d3d3d63a7d0eb6b0e5eda034",
    "metadata": {
        "title": "Clinical trials for Covid-19: can we better use the short window of opportunity? 4) EMA's Committee for Medicinal Products for Human Use (CHMP)",
        "authors": [
            {
                "first": "Hans-Georg",
                "middle": [],
                "last": "Eichler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "European Medicines Agency (EMA)",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Cavaleri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "European Medicines Agency (EMA)",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Harald",
                "middle": [],
                "last": "Enzmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Scotti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "European Medicines Agency (EMA)",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Sepodes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade de Lisboa",
                    "location": {
                        "settlement": "Lisbon",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Fergus",
                "middle": [],
                "last": "Sweeney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "European Medicines Agency (EMA)",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Spiros",
                "middle": [],
                "last": "Vamvakas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "European Medicines Agency (EMA)",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Guido",
                "middle": [],
                "last": "Rasi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "European Medicines Agency (EMA)",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The scientific community has risen to the Covid-19 challenge, coming up with an impressive list of candidate drugs and vaccines targeting an array of pharmacological and immunological mechanisms. Yet, generating clinical evidence of efficacy and safety of these candidate treatments may be frustrated by the Accepted Article",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "absence of comprehensive trial coordination mechanisms. Many small stand-alone trials and observational studies of single-agent interventions are currently running or in planning; many of these will likely not deliver robust results that could support regulatory and patient-level treatment decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We here discuss actions that all stakeholders in the clinical trial ecosystem need to take to ensure that the window of opportunity during this pandemic will not shut, both for patients in need of treatment and for researchers to conduct decision-relevant clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The scientific community has risen to the Covid-19 challenge. Research funding bodies, academic and clinical centres, life science companies, and regulatory agencies are bending over backwards to enable the rapid development and authorisation of anti-Covid-19 treatments. The result is an impressive and growing list of candidate drugs and vaccines targeting an array of pharmacological and immunological mechanisms 1 . Experience teaches that most candidate treatments will fail but with so many shots at goal there is reason for cautious optimism that at least a handful may succeed. So far, so good.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 417,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Yet, one bottleneck may frustrate many useful efforts. In the absence of comprehensive trial coordination mechanisms, stand-alone trials and observational studies of single-agent interventions are mushrooming. We 2 and others 3 4 have drawn attention to this development in the global Covid-19 clinical trials landscape which we consider unfortunate, for the reasons outlined below. A recent search of the European EudraCT database 5 (date of search 2020/05/12) shows no less than 268 interventional trials being planned or running in the EU alone; at least 173 of these have already started. Of note, 216 clinical trial applications were submitted by non-commercial sponsors, versus 52 by commercial ones. Most trials are mono-country trials, 9 trials are conducted in 2 different EU-member states while one trial involves 11 EU-member states. Forty-six trials involve less than 50 subjects, 121 trials include between 100 and 500 subjects, and 36 trials plan to enrol more than a thousand subjects.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "3 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Even early on during the pandemic, the question has rightly been asked \"Do we need 300 trials? Is that a good use of resources?\" 3 . As of 2020/05/06, well over 2,000 interventional and non-interventional trials have been registered world-wide 6 . Aside from the important resource issue and the ethical issue of having to enrol so many patients in small, individual control groups, we raise another obvious concern: can these trials possibly deliver?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "We recall that the worst outcome of a clinical trial is not a negative result. While clear-cut negative results may dash hopes of a cure (and professional aspirations) they are useful in showing us what treatments not to expose patients to and what lines of research to abandon early on. The real worry is trials that leave us as much in the dark as we were before the trial was conducted. Consider a series of compassionate use applications of remdesivir for patients with severe Covid-19. The conclusion from observing 61 patients treated was \"Measurement of efficacy will require ongoing randomized, placebocontrolled trials of remdesivir therapy.\" 7 . Could we have gleaned more useful information from the fate of those same 61 patients by including them in a well-coordinated multi-arm trial?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "It is easy to detect large treatment effects but tricky to demonstrate the relatively small effect sizes we will likely see with single-agent treatment approaches for Covid-19 (with the possible exception of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved vaccines) 4 . For example, a 200-patient randomized controlled trial of lopinavir plus ritonavir showed no benefit beyond standard care 8 but beneficial effects in subgroups cannot be excluded. The authors concluded that \"Future trials in patients with severe illness may help to confirm or exclude the possibility of a treatment benefit\" 8 .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "For every week that trials don't deliver, more and more patients are exposed to the wrong treatments, which well-designed and rapidly run clinical trials could have taken off the table, making space to pursue, other, and ultimately more meaningful, therapeutic options. We acknowledge the difficulties of running larger, coordinated multicentre trials in an extremely challenging environment, especially in the early days of the pandemic. However, as drug regulators, we ask: how many of the ongoing trials will be able to support robust regulatory (and individual treatment) decisions?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Even under ideal clinical trial settings, a substantial fraction of trials in epidemiologically stable diseases like diabetes or depression fail; one of the most frequent reasons for failure is lack of patient enrolment 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Covid-19 is characterized by a highly dynamic epidemiology in all global regions. shown that despite compressed development plans no study for therapeutics and vaccines could be completed as initially planned due to the waning epidemic, and only one prematurely terminated clinical study gave sufficient results to be used for vaccine authorization. Similarly, with Zika virus, vaccines were ready for large clinical testing when the virus was disappearing making it impossible to generate clinical evidence. While Covid-19 is different from Ebola, in that it affects essentially all global regions, we are still concerned that a high fraction of trials starting in a confined geography at the peak of this pandemic will not be able to enrol patients up to their pre-established sample size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "To make matters even more complex, it is improbable that a single drug will be enough to control and improve the most severe forms of COVID-19, given its systemic pathophysiology. Successful treatment regimens will likely need to address: treatment of the viral infection itself, to reduce and eliminate the viral load; prevention and treatment of the development of the severe acute respiratory distress syndrome and of hyperinflammation and cytokine storm; and additional pathophysiologic components of the severe disease such as blood coagulation activation/ thrombosis. We agree with Gaborit et al 4 that investigators should join their efforts in proposing studies of combined approaches through multifactorial",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved designs. Large platform trials offer the possibility to compare multiple treatments and approaches within a trial and across trials especially when they share standard disease classifications and outcome measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Such large studies afford an opportunity to agree on clear and consistent definitions and categorization of disease stages, viral infection and respiratory distress, clear consistent endpoints and standard approaches for the measurement of these.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Yet, even platform trials may not provide the sole answer because even very large platform trials will not be able to test every plausible permutation for mixed antiviral and anti-inflammatory interventions. In addition, platform trials come with their own weaknesses such as (frequently) a lack of blinding, and the fact that, in a pandemic situation, controls become historical as disease management improves, requiring more sophisticated analyses. Ideally, platform trials must be preceded by well designed (placebo)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "controlled Phase II trials that will quickly read out and would be the ideal partner to platform trials to define the next intervention to add. However, this requires proper co-ordination between these Phase II and III type trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "An additional dimension of complexity is the planning of study populations: while studies may be initiated and performed more rapidly when focused on well-defined homogenous populations, the overall development strategy must aim for representativeness and include the elderly, pregnant women and younger participants in their numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Fortunately, there are attempts underway to address the issue of uncoordinated clinical research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Platform trials have been established by a range of public and private institutions; they aim to bundle the clinical assessment of treatments across clinical scenarios, ranging from community-level prophylaxis to critical disease treatment in ICU settings. For example, WHO has now taken steps to provide greater coordination through its Solidarity trial 10 though the need to establish sponsorship in each jurisdiction caused some hurdles. The \"ERAvsCORONA\" action plan, launched by the European Commission, aims to \"[extend and support] large EU wide clinical trials for clinical management of Coronavirus patients\" by providing rapid, dedicated funding and infrastructure 11 . Such initiatives are welcome but will only deliver if the clinical research community comes onboard.",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 677,
                    "text": "11",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Why has this not happened to a larger extent and what are the possible reasons behind the fragmented trial landscape, globally and in the EU? There remain substantial organisational and bureaucratic obstacles to rapid research coordination in all regions 12 . In the EU specifically, and with few exceptions (e.g. IMI funded COMBACTE clinical trial network), there is a limited culture of large networks that go beyond national borders. As the crisis unfolded, the focus has been on using national resources for setting up",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved protocols at national level, with limited ambition of expanding to a larger context despite the obvious benefits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Moreover, our EudraCT database search shows a predominant role for non-commercial, largely academic clinical trial sponsors. This is not surprising; in the context of epidemics, academic groups, public health authorities, and funding bodies generally step up in their contribution to the crisis including design and conduction of clinical trials. Historically, a high proportion of clinical trials run by academia or public health bodies are run in a single member state, often based around single institutions, resulting in many smaller trials and/or trials constrained by national boundaries from achieving larger, more rapid recruitment. This is seen also in the case of COVID-19 clinical trials of antivirals. By contrast, vaccine development is largely driven by commercial sponsors. Vaccines are still in early stages of development, but we expect them to be tested mostly in multi-Member State trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "First, we reiterate our call 2 on academic researchers and companies alike, to first consider if their planned trial or development plan could become part of a broader platform trial, as discussed above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What more should be done to avoid failure and open the clinical trial bottleneck?"
        },
        {
            "text": "Second, we call on ethics committees to consider in their assessment of clinical trial protocols whether a given stand-alone trial for Covid-19 can be assumed to meet the ethical requirement that \"Medical research involving human subjects may only be conducted if the importance of the objective outweighs the risks and burdens to the research subjects.\" 13 . Is this condition met by a small, (underpowered) standalone trial, perhaps with a high probability of failure due to lack of enrolment? Or could the objective be better met by redirecting the energy to one of the larger ongoing trials? Third, we highlight the importance for developers of Covid-19 treatments, academic or industry alike, to seek interactions with drug regulators early on in their research. The goal of successful development of any repurposed or de novo treatment is to obtain regulatory authorization for its use. This is to provide reassurance to prescribers and patients of independent assessment of the data and of a favourable benefit-risk balance. Our query of the EudraCT database (see above) shows that most Covid-19 trials, at least in the EU, are proposed and run by academic group, NGOs or public health authorities that are not always used to interact with regulators and may perceive regulatory authorization as less relevant compared to patient care.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 357,
                    "text": "13",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "What more should be done to avoid failure and open the clinical trial bottleneck?"
        },
        {
            "text": "To strengthen the dialogue between such organizations and regulators, the European Medicines Agency (EMA) has established the COVID-19 EMA pandemic Task Force (COVID-ETF) in charge of a dedicated",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What more should be done to avoid failure and open the clinical trial bottleneck?"
        },
        {
            "text": "This article is protected by copyright. All rights reserved pathway and procedures to enable Covid-19 drug and vaccine developers to obtain regulatory input on their development plans and clinical trial protocols in a rapid, unbureaucratic fashion, no fees payable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "We invite researchers in the field to avail themselves of this opportunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Fourth, we need to support and bring together the well-established public or private consortia such as the Coalition for Epidemic Preparedness Innovations (CEPI), or the European Clinical Research Infrastructure Network (ECRIN) 14 , to ramp up their activities and take on a wider role in the management of trials. EMA is currently liaising with such groups to rapidly explore how their activities could facilitate regulatory acceptability of trial results. In the course of formal or informal scientific advice interactions, EMA can also guide drug developers towards existing trial collaborations.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "text": "14",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "A key goal is to establish entities that can be the single lead sponsor for large platform trials. This might be one per trial or one overall for multiple trials. It might be a single entity, or an entity composed via joint sponsorship between several (national) research bodies. There is a framework for such joint sponsorship in EC guidance on clinical trials 15 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Fifth, infrastructure to support clinical trial conduct needs to be established. At a first level it could make a strong contribution by managing clinical trial applications to competent authorities and ethics committees, dealing with administrative challenges such as insurance/indemnity requirements, linking investigators and networks to clinical trials, and organisation of logistics of supplies to sites. It could go on to broader trial management/sponsor activities such as balancing trial participation across sites and protocols to improve recruitment, minimise interprotocol competition, matching protocol demands with site capabilities, running randomisation schemes, monitoring, data management and analysis and reporting of trials. Organisations such as ECRIN are well placed to carry out such activities if given the collective buy-in and resource needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Sixth, we ask umbrella patient organizations, like the European Patients Forum, and learned societies to bring to bear their considerable influence to support trial coordination efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Last, regulatory flexibility needs to be exercised in the face of these challenges, in order to keep the process moving despite the practical and infrastructural difficulties that lockdown imposes to enable the rapid pace of development required. EU regulators, like those in North America and elsewhere, have issued guidance on adapting clinical trial and Good Clinical Practice processes to the challenges of the pandemic environment with its social distancing and high demands on front line health care staff and facilities. This guidance enables clinical trials, and especially those for Covid-19 treatments, but also other",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved important therapies, to be carried out and to ensure their ethical conduct and scientific validity 16 17 . The aim is to avoid the perfect becoming the enemy of the good and avoid attention being given to minor aspects that would cause unnecessary delays.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 164,
                    "text": "16 17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Covid-19 trials are an international concern and the best knowledge is that shared quickly and effectively at global level. To ensure international cooperation, workshops of regulators, hosted by the International Coalition of Medicines Regulatory Authorities (ICMRA), have been convening experts from dozens of medicines regulatory authorities worldwide and the World Health Organization (WHO). These workshops helped share expertise, streamline and standardise requirements, and focus on what is essential to the process of development and authorisation of vaccines and therapeutics 18 . The needs and interest of lowand middle-income countries and their patients need to be incorporated and clinical trial designs to include some which can also be run in resource constrained environments.",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 587,
                    "text": "18",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Ideally, in a pandemic situation, we would hope to see a group taking an overall look at the entire clinical trial endeavour, to assess all trials and determine if a certain type of trial is needed or if redundant trials are being conducted. In the EU, there is no single group conducting such review, though the EMA's COVID-ETF, the EU Clinical Trial Facilitation Group 19 ",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "text": "19",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Plan 11 have a number of actions aiming to achieve this kind of high-level assessment.",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 7,
                    "text": "11",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "and the European Commission's ERAvsCorona Action"
        },
        {
            "text": "Given the amount of human suffering, there is an ethical imperative for the scientific community to make full use of the learning opportunity provided by each successive pandemic or epidemic. With this pandemic, we were slow to apply the lessons from Ebola (and other waves) to Covid-19 trials. Now is the time to ensure that the window of opportunity will not shut, both for patients in need of treatment and for researchers to conduct clinical trials that deliver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and the European Commission's ERAvsCorona Action"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A call to pool EU research resources into large-scale, multi-centre, multi-arm clinical trials against COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "European Medicines Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Flooded by the torrent: the COVID-19 drug pipeline",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mullard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1245--1246",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30894-1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Plea for multitargeted interventions for severe COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Gaborit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mussini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Arribas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Behrens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walmsley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pozniak",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raffi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30312--30313",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "International Clinical Trials Registry Platform (ICTRP)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Compassionate Use of Remdesivir for Patients with Severe Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2007016"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001282"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Factors associated with clinical trials that fail and opportunities for improving the likelihood of success: A review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Fogel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Contemp Clin Trials Commun",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.conctc.2018.08.001"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "European Commission (EC) website: First ERAvsCorona action plan",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "WMA) website: WMA declaration of Helsinki -ethical principles for medical research involving human subjects",
            "authors": [],
            "year": 2020,
            "venue": "World Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "EudraLex Vol 10 -Guidance documents applying to clinical trials questions & answers -paragraphs 50 and 51",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Guidance to sponsors on how to manage clinical trials during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ema Website",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Points to consider on implications of Coronavirus disease 4 (COVID-19) on methodological aspects of ongoing clinical 5 trials",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ema Website",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "EMA website: International regulators pledge collective support to combat COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical Trials Facilitation and Coordination Group (CTFG)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hma Website",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fast rising numbers followed by a steady decrease in the number (or at least uncertain numbers) of cases adds an extra level of complexity for clinical trialists. Lessons learned from past pandemics or epidemics, especially the recent Ebola outbreaks, show that the window of opportunity for running adequately powered trials remains open for just so long. The experience during the large Ebola outbreak in Western Africa in 2014-2016 has",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}