{
    "paper_id": "0d79961ee9f2fe3e4255b19c500823db73f35ee0",
    "metadata": {
        "title": "COVID-19 virus outbreak lockdown: What impacts on household food wastage?",
        "authors": [
            {
                "first": "Sarra",
                "middle": [],
                "last": "Jribi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Carthage",
                    "location": {
                        "postCode": "UR17AGR01",
                        "settlement": "Tunis",
                        "country": "Tunisia"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Hanen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ben",
                "middle": [],
                "last": "Ismail",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Carthage",
                    "location": {
                        "postCode": "UR17AGR01",
                        "settlement": "Tunis",
                        "country": "Tunisia"
                    }
                },
                "email": ""
            },
            {
                "first": "Darine",
                "middle": [],
                "last": "Doggui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Consumption (INC)",
                    "location": {
                        "settlement": "Tunis",
                        "country": "Tunisia"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Hajer"
                ],
                "last": "Debbabi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Carthage",
                    "location": {
                        "postCode": "UR17AGR01",
                        "settlement": "Tunis",
                        "country": "Tunisia"
                    }
                },
                "email": "debbabih@gmail.com"
            },
            {
                "first": "Hajer",
                "middle": [],
                "last": "Debbabi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Jribi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Carthage",
                    "location": {
                        "postCode": "UR17AGR01",
                        "settlement": "Tunis",
                        "country": "Tunisia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The 2019-2020 coronavirus disease (COVID-19) is a public health issue. Lockdown is among options suggested to reduce spread of the virus. This study aimed to determining the impact of COVID-19 lockdown on Tunisian consumer awareness, attitudes and behaviors related to food wastage. An online survey was conducted during the first 2 weeks of COVID-19 lockdown. The survey collected information on demographic data, awareness and attitudes toward food waste, food purchase behavior and household food expenditure estimation; extent of household food waste; willingness and information needs to reduce food waste. This study included 284 respondents. About 89% of respondents claimed to be aware of food waste, and the COVID-19 lockdown would impact for 93% of respondents, their waste levels, and for 80%, their grocery shopping habits. Interestingly, the COVID-19 lockdown improved food shopping performances and pushed toward a positive behavioral change regarding food wastage: 85% respondents declared nothing of what they bought would be discarded, and most of the respondents have set up a strategy of saving, storing and eating leftovers. The most cited reasons given for discarding food were overcooking, inappropriate storage and overbuying. Consumers' changes in food waste prevention might be probably driven more by the socioeconomical context of the COVID-19 lockdown (i.e. food availability, restricted movements, loss of income), than by a pro-environmental concern. Finally, our study pointed out the consumers' needs of information for taking further action. In conclusion, our study can constitute a basis to further promote household food waste prevention behavior, outlasting the COVID-19 crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious diseases are still challenging in last decades. After the outbreaks of SARS in China on 2002, Ebola in West Africa and MERS in 2015, the beginning of 2020 was marked by a novel coronavirus outbreak (WHO 2020) . The virus SARS-CoV-2 that causes COVID-19 seems to be spreading mainly from person to person, easily and sustainably, leading to the respiratory illness, and deaths of older adults and people of any age who have serious underlying medical conditions (CDC 2020) . In less than 3 months, after the first confirmed case in Wuhan, China (December 2019), COVID-19 has been spreading rapidly across the world, spiraling into pandemic affecting 210 countries and claiming more than 100,000 lives (WHO 2020). Because of the absence of specific vaccines or treatments for COVID-19, many countries like Tunisia have chosen a lockdown strategy to stop the spread and to protect their populations. This approach aims to reverse epidemic growth, reducing case numbers to low levels by social distancing the entire population, closing schools and universities and halting all non-essential economic activities (CDC 2020). In 3 months, one third of humanity was under COVID-19 lockdown. During lockdown, people are urged to stay at home and to go out only to meet the most urgent needs like buying food. Therefore, COVID-19 caused a drop in household consumption and a shift in their life and spending habits (Criteo Coronavirus Survey 2020). It is interesting to consider these changes in people's behaviors in the longer term. On the other hand, lockdown has led to a decrease in energy and material utilization. The European Environment Agency's (EEA) has reported decreasing amounts of air pollutant concentrations, largely due to reduced traffic and other activities, especially in major cities under lockdown measures (EAA 2020). Interestingly, COVID-19 could accidentally contribute to progress toward meeting several Sustainable Development Goals (United Nations SDG 2015 -2030 , and in particular of SDG 2 (End Hunger) and SDG 12 (Ensure sustainable consumption and production patterns), including the target to halve per capita food waste at the consumer level by 2030. According to the United Nations Food and Agriculture Organization, food waste can be defined as a decrease in the quantity of edible food resulting from decisions and actions by retailers, food service providers and consumers (FAO 2011) .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 219,
                    "text": "(WHO 2020)",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 482,
                    "text": "(CDC 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1962,
                    "end": 1986,
                    "text": "(United Nations SDG 2015",
                    "ref_id": null
                },
                {
                    "start": 1987,
                    "end": 1992,
                    "text": "-2030",
                    "ref_id": null
                },
                {
                    "start": 2413,
                    "end": 2423,
                    "text": "(FAO 2011)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Food waste is a growing global issue, posing a challenge to food security, food safety, the economy and environmental sustainability. Around 1/3 of the world's food-approximately 1.3 bion tons-was lost or wasted every year (FAO 2011) . Its economic, environmental and social implications have been recognized at the highest levels of global governance. Food losses and waste amounts reached roughly US$ 680 billion in industrialized countries and US$ 310 billion in developing countries (FAO 2013 . Food wastage ruins the resources used to produce food: losses of 250 km 3 /year of water, and of 28% the world's agricultural area (FAO 2013) . Moreover, the carbon footprint of food waste has been estimated 3.3 billion tones of CO 2 equivalent per year. The total greenhouse gas emissions come not only from power production machinery and transport vehicles, but also through food waste decomposition itself (FAO 2013) .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 233,
                    "text": "(FAO 2011)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 487,
                    "end": 496,
                    "text": "(FAO 2013",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 630,
                    "end": 640,
                    "text": "(FAO 2013)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 908,
                    "end": 918,
                    "text": "(FAO 2013)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Waste control has become a critical issue for optimizing sustainable development and profitability, in particular in low-and middle-income countries, since food waste reduction has an important role to play in the quest for global food security. According to FAO (2013) , the annual rate of food waste per individual is around 16% in the North Africa and Central Asia, 34% in Europe, 31% in Asia, 39% in North America and 11% in Latin America. While in low-income countries waste occurs during production processes, in middle-and high-income countries waste is mostly driven by retailers and consumers. Household food waste is around 30% of total food waste. In the European Union, households are responsible for about 53% of the food wasted within the value chain (Stenmarck et al. 2000) . In Near East and North Africa region, food waste has been estimated to 250 kg per year per individual and, at the consumption stage, to be 34% (FAO 2015) . Several studies identified food categories that are most wasted in households, such as fresh fruits and vegetables, bread and other bakery goods, and leftovers (Fanelli and Di Florio 2016; Shanes et al. 2018; Szabó-Bódi et al. 2018) . Others studies have focused on consumers' behavior, awareness and the causes of food waste in countries such as Australia (Pearson et al. 2013) , Morocco (Abouabdillah et al. 2015) , Egypt (Elmenofi et al. 2015) , Italy and Germany (Jörissen et al. 2015) , Turkey (Yildirim et al. 2016) , Algeria (Arous et al. 2017) , Greece (Ponis et al. 2017) , Montenegro (Berjan et al. 2019) and Malaysia (Dalilawati et al. 2019) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 269,
                    "text": "FAO (2013)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 765,
                    "end": 788,
                    "text": "(Stenmarck et al. 2000)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 934,
                    "end": 944,
                    "text": "(FAO 2015)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1107,
                    "end": 1135,
                    "text": "(Fanelli and Di Florio 2016;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1136,
                    "end": 1155,
                    "text": "Shanes et al. 2018;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1156,
                    "end": 1179,
                    "text": "Szabó-Bódi et al. 2018)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1304,
                    "end": 1325,
                    "text": "(Pearson et al. 2013)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1336,
                    "end": 1362,
                    "text": "(Abouabdillah et al. 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1371,
                    "end": 1393,
                    "text": "(Elmenofi et al. 2015)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1414,
                    "end": 1436,
                    "text": "(Jörissen et al. 2015)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1446,
                    "end": 1468,
                    "text": "(Yildirim et al. 2016)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1479,
                    "end": 1498,
                    "text": "(Arous et al. 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1508,
                    "end": 1527,
                    "text": "(Ponis et al. 2017)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1541,
                    "end": 1561,
                    "text": "(Berjan et al. 2019)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1575,
                    "end": 1599,
                    "text": "(Dalilawati et al. 2019)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several factors in households can influence food waste such as in-store behavior (overshopping) and household management practices (poor planning / food management, storage problems), as well as psycho-social factors (personal choice and lifestyle, food habits, lack of cooking skills) (Aschemann-Witzel et al. 2015; Farr-Wharton et al. 2014; Jörissen et al. 2015; Dalilawati et al. 2019) . In order to control and develop strategies to solve or at least reduce this problem, several tools have been developed for evaluating and identifying causes of waste (Hebrok and Boks 2017) . They include waste composition analyses, surveys and food waste diaries. Surveys allow gaining a broad view of waste-related issues, in particular a better understanding of human behavior and the reasons governing it.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 316,
                    "text": "(Aschemann-Witzel et al. 2015;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 317,
                    "end": 342,
                    "text": "Farr-Wharton et al. 2014;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 343,
                    "end": 364,
                    "text": "Jörissen et al. 2015;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 365,
                    "end": 388,
                    "text": "Dalilawati et al. 2019)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 557,
                    "end": 579,
                    "text": "(Hebrok and Boks 2017)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Food waste is also prevalent in Tunisia as reported in the exploratory study of Sassi et al. (2016) on 281 Tunisian adults: about the half of respondents declared throwing food. Tunisian per capita food waste reached 112 kg/year in 2017 (INC 2018) . This food waste represents 5% of food expenditures per year (US$ 197 million, INC 2017) . The food waste has a direct impact not only on an environmental level but also on social and economical levels. Food prices or availability and socioeconomic backgrounds of households have evolved since the Arab spring in Tunisia (OECD 2019). Because of the consecutive economical crisis, Tunisians (15.2% of poverty) face food insecurity. Thus, understanding food waste at the household level in Tunisia is important because its reduction would contribute to strengthening the economic, social and environmental performance of the food value chain, and to improving food security.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 99,
                    "text": "Sassi et al. (2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 237,
                    "end": 247,
                    "text": "(INC 2018)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 310,
                    "end": 337,
                    "text": "(US$ 197 million, INC 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Times of crisis such recessions experienced in Greece and in Italy have led to changes in consumers' behaviors and attitudes toward food waste (Abeliotis et al. 2014; Martinengo 2014; Fanelli and Di Florio 2016) . Wang et al. (2020) have reported psychological impact, anxiety, depression and stress among Chinese respondents, during the initial stage of the COVID-19 outbreak. During COVID-19 lockdown, this stressful situation may affect consumers' behaviors, due to changes in living habits (Durante 2016) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 166,
                    "text": "(Abeliotis et al. 2014;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 167,
                    "end": 183,
                    "text": "Martinengo 2014;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 184,
                    "end": 211,
                    "text": "Fanelli and Di Florio 2016)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 214,
                    "end": 232,
                    "text": "Wang et al. (2020)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 494,
                    "end": 508,
                    "text": "(Durante 2016)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To the best of our knowledge, no previous study investigated the link between lockdown or quarantine and household food waste management. Thus, the aim of this research was to gain more insight into the relation between a stressful event (COVID-19 lockdown) and changes in behaviors and attitudes regarding food wastage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study was based on an online survey in Tunisia using a structured questionnaire, adapted from previous studies performed in the North Africa region (Abouabdillah et al. 2015; Sassi et al. 2016; Arous et al. 2017 ).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 178,
                    "text": "(Abouabdillah et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 179,
                    "end": 197,
                    "text": "Sassi et al. 2016;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 198,
                    "end": 215,
                    "text": "Arous et al. 2017",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The survey was conducted through a self-administered questionnaire. It was developed and administered in French language (the academic language in Tunisia) from March 24 until April 7, 2020, during the two first weeks of COVID-19 outbreak lockdown (started from March 20, 2020, in Tunisia), through the Google website (www.googl e.com). Respondents were recruited on a voluntary basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The questionnaire consisted of 23 one option and multiple choice questions structured in 6 sections: (1) Food purchase behavior and household food expenditure estimation; (2) Knowledge of food labeling information; (3) Attitudes toward food waste; (4) Extent of household food waste; (5) Economic value of household food waste and willingness and (6) Information needs to reduce food waste. The last part was about sociodemographic characteristics (gender, age, marital status, employment, education, household size, level of income and region). Pupils and students living at their parents' place were excluded from this study. The survey was disseminated through various institutional communication channels, such as institutional website (Département des Industries Agroalimentaires, Institut National Agronomique de Tunisie), social media (https ://www.faceb ook.com/) and by mailing. Internet use increased between 15 and 20% in Tunisia during the first containment phase (National Telecommunications Authority 2020). Moreover, the choice of this particular social media was justified by its high penetration rate in Tunisia (7.3 million of users out 11.7 million of inhabitants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Primary survey data analysis consisted in frequency counts and percentages, using Microsoft Excel software. Chi-square tests of independence were used to test for associations with demographic variables, using GraphPad Prism (version 8, 2019). Statistical significance was determined by p < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Demographics (Table 1) indicate that 72% of the respondents are women, 54% live in households with more than 4 members, 77% were active professionally and 96% were highly educated. This was related to the recruitment mode on a voluntary basis, to the mode of administration through social media, as well as to the language used (French). Because of the non-probabilistic sampling design, the sample cannot be considered as representative of the adult population in Tunisia. However, it is representative within the aforementioned groups (Abeliotis et al. 2014) . Moreover, it has almost similar to that from Sassi et al. (2016) , in terms of gender, education and professional activity. In order to further improve the panel's representativeness, survey weights were applied and used in all Chi-square analyses (Neff et al. 2015) .",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 560,
                    "text": "(Abeliotis et al. 2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 608,
                    "end": 627,
                    "text": "Sassi et al. (2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 811,
                    "end": 829,
                    "text": "(Neff et al. 2015)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 22,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sociodemographic characteristics of the respondents"
        },
        {
            "text": "Therefore, specific limitations of this study are linked to the data gathering method. Online surveys are cheap, simple to set up and do not require a physical contact between the interviewers and the respondents that was a concern during COVID-19 outbreak. They provide a large view of waste-related issues. However, online surveys raise the limit of sampling method: they cannot reach people that are not comfortable with technology or don't have access to technology or the internet, such low income, poorly educated persons or elderly. Moreover, online surveys do not allow a depth analysis of the results. This can be achieved through qualitative studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociodemographic characteristics of the respondents"
        },
        {
            "text": "Because food waste is partly attributable to consumers (FAO 2015) , it was critical to estimate consumer awareness, especially during an unusual situation like the COVID-19 pandemic (Table 2) . Findings revealed that a large majority (89%) of respondents affirmed to be aware of food waste. There was an increase in food waste awareness, when compared to INC data (71%) (INC 2017). Moreover, significant relations have shown between reported awareness, age and education. Our results are consistent with those of Neff et al. (2015) and Qi and Roe (2016) reporting significant associations between food waste knowledge and demographics such age and employment status.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 65,
                    "text": "(FAO 2015)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 513,
                    "end": 531,
                    "text": "Neff et al. (2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 536,
                    "end": 553,
                    "text": "Qi and Roe (2016)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 191,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Awareness and attitude toward food wastage during COVID-19 lockdown"
        },
        {
            "text": "Interestingly, respondents overwhelmingly declared to try to control their food waste levels during the COVID-19 lockdown, whereas only 2% affirmed that the COVID-19 lockdown would not impact their waste levels ( Table 2 ). Age and education increased significantly reported efforts to control food wastage during COVID-19 lockdown. Statistical analysis also revealed a significant relation between reported efforts to control food waste levels and number of household occupants. In this context, it is noteworthy to mention that the restriction on eating out increased home cooking and consequently the use of bought food products. Moreover, this situation increased awareness, probably, due food Coldiretti-SWG (2011) , Italians have reduced food waste by 57% because of the economic crisis. Respondents were also requested to evaluate qualitatively their level of awareness. A large majority (91.9%) of respondents affirmed that they worry about food waste and try to avoid it when they can. In contrast, 3.9% are aware about food waste problems but have no intention to change their current habits, and 1.4% stated that they had an interest in the issue of food waste in the past, but now they do not care about it. Only 2.1% declared to not consider food waste as a crucial problem, and 0.7% had no opinions about this issue. Our findings are in agreement with those of Abeliotis et al. (2014) , Martinengo (2014) and Fanelli and Di Florio (2016) , showing increased levels of awareness and changes in attitudes, toward food waste during times of crisis. This high level of awareness about the food waste constitutes an important condition for a future behavior change.",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 719,
                    "text": "Coldiretti-SWG (2011)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1375,
                    "end": 1398,
                    "text": "Abeliotis et al. (2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1401,
                    "end": 1418,
                    "text": "Martinengo (2014)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1423,
                    "end": 1451,
                    "text": "Fanelli and Di Florio (2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 220,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Awareness and attitude toward food wastage during COVID-19 lockdown"
        },
        {
            "text": "Shopping behavior is considered as key to reducing food waste (Farr-Wharton et al. 2014; UNEP 2014; Aschemann-Witzel et al. 2015) . In order to assess their attitudes toward food, respondents were asked about their food shopping behavior and their household food expenditure.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 88,
                    "text": "(Farr-Wharton et al. 2014;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 89,
                    "end": 99,
                    "text": "UNEP 2014;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 100,
                    "end": 129,
                    "text": "Aschemann-Witzel et al. 2015)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Food purchase and preparation behaviors and attitudes toward COVID-19 lockdown"
        },
        {
            "text": "Regarding main location for grocery shopping, 64.3% buy their foods from supermarkets, whereas 29.0% buy their from small retailers, 2.1% from hard discount stores and only 2.5% from traditional local markets (\"souks\"). When compared to results provided by Sassi et al. (2016) , our findings indicate a rise of 66% for shopping in supermarkets. During COVID-19 pandemic, there was a tremendous concern about safety. Therefore, supermarkets have communicated, as a way of reassuring customers, on a number of safety measures implemented, such as social distancing, additional cleanliness and hygiene (Carrefour 2020 ; Webmanager center 2020). Only 2.1% of respondents declared to use home delivery, despite the development of online services, in particular online food delivery platforms and payment methods in Tunisia. Online grocery shopping can offer interesting benefits to customers, including time savings, home delivery and, in the COVID-19 context, social distancing. In developed countries, more of half of customers declared to plan to shop online more as a result of COVID-19 (Criterio Coronavirus Survey 2020). Previous results of Jung et al. (2016) showed that consumers reduced their expenditures at department stores and on food outside the home while e-commerce expenditures significantly increased in May and June of 2015, when MERS outbreak occurred in South Korea. In Tunisia, e-commerce remains a small retail channel, when compared to those in MENA region (only US$ 63 million in 2017) (Santander 2020) . A large proportion of Tunisian consumers do not give preference to e-commerce. This is partially related to a certain degree of mistrust of online purchases. Cash on delivery remains the most popular payment (70% of all online transaction payments) (Santander 2020) .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 276,
                    "text": "Sassi et al. (2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 599,
                    "end": 614,
                    "text": "(Carrefour 2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1142,
                    "end": 1160,
                    "text": "Jung et al. (2016)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1506,
                    "end": 1522,
                    "text": "(Santander 2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1774,
                    "end": 1790,
                    "text": "(Santander 2020)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Food purchase and preparation behaviors and attitudes toward COVID-19 lockdown"
        },
        {
            "text": "To the question of the frequency for grocery shopping, food shopping was performed once a week by 39.8% of respondents, two or three times a week by 31%, daily by 15%, once every 2 weeks by 7.5% and once a month by 3.5%, and 3.2% declared to rarely doing it. In contrast, in the study of Sassi et al. (2016) , 34.5% of respondents claimed to do shopping every day. Thus, our results showed an impact of COVID-19 pandemic on frequency of grocery shopping. This can be explained by the concern of safety as well as by the lockdown itself: people were only allowed to leave their homes during the day, only in an emergency or absolutely essential errand. Giordano et al. (2019) have established a negative impact of frequency of grocery shopping on household food waste quantities.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 307,
                    "text": "Sassi et al. (2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 652,
                    "end": 674,
                    "text": "Giordano et al. (2019)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Food purchase and preparation behaviors and attitudes toward COVID-19 lockdown"
        },
        {
            "text": "When asked about their household food expenditure, 36% of the respondents affirmed to spend monthly between US$ 100 and 175, 32% over US$ 175 for food, 27% between US$ 35 and 100 and 5% less than US$ 35. Minimum wage in Tunisia is about US$ 145 per month (OECD 2019). It would be expected in this context that the way money was spent during COVID-19 lockdown might be different. According to Durante (2016) , individuals would be more strategic about how they spend their money under stress. In other words, stressed consumers increase spending on necessities and spend less on discretionary items. Figure 1 shows reported performance of shopping behaviors (buy because of the sales; make a shopping list). According to our survey, 42% of respondents declared to use a shopping list. This was higher than the result found (29.2%) by Sassi et al. (2016) . Making food shopping list is considered as an efficient food waste prevention tool at the household level, by preventing the purchase of surplus foods (van Geffen et al. 2020) .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 406,
                    "text": "Durante (2016)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 833,
                    "end": 852,
                    "text": "Sassi et al. (2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1006,
                    "end": 1030,
                    "text": "(van Geffen et al. 2020)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 607,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Food purchase and preparation behaviors and attitudes toward COVID-19 lockdown"
        },
        {
            "text": "More than 50% declared to buy sometimes discounted food products, followed by 39% who always buy these products. Giordano et al. (2018) have found no evidence of either a positive or negative relationship between the purchase of discounted food products and household food waste quantities. Moreover, recent findings have pointed out that people who are price oriented and/or have an attraction to special offers tend to waste less ( To the question \"Has COVID-19 lockdown changed your shopping habits?,\" 80% of respondents have answered positively (Table 2) . No significant relations were found with demographics (Table 2) . These changes were not related to what they bought since 70.9% declared to have shopped for usual food products. Only 26.3% affirmed to have got only shelf-stable grocery items. However, the announcement of COVID-19 lockdown caused an increased shopping in non-perishable food items (TAP 2020).",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 135,
                    "text": "Giordano et al. (2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 558,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 624,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Food purchase and preparation behaviors and attitudes toward COVID-19 lockdown"
        },
        {
            "text": "To the question \"Will you consume all the food items that you have bought, during COVID-19 crisis,\" 85% claimed that nothing will be wasted, whereas 10% did not think about this issue and 5% declared a part will be probably discarded. Significant associations were found between the statement of consuming all bought food items, age and education (Chi-square test p < 0.05). This result confirmed the increased awareness in food waste issue, during COVID-19 crisis. The motivation could be based on food availability (Hall et al. 2009 ) and economical problem, rather than an environmental concern (Neff et al. 2015; Qi and Roe 2016) . COVID-19 lockdown has led to a loss of income-earning opportunities, mainly for independent workers which could cause a contraction of consumption. So, in stressful situation, consumers would rather prefer to save than to spend (Durante 2016) .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 534,
                    "text": "(Hall et al. 2009",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 598,
                    "end": 616,
                    "text": "(Neff et al. 2015;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 617,
                    "end": 633,
                    "text": "Qi and Roe 2016)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 864,
                    "end": 878,
                    "text": "(Durante 2016)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Food purchase and preparation behaviors and attitudes toward COVID-19 lockdown"
        },
        {
            "text": "Taken together, our results indicate that during COVID-19 lockdown, changes in food purchasing behaviors were associated with a better food shopping performance, rather to the composition of shopping basket items. Our results are in agreement with those of Abeliotis et al. (2014), Martinengo (2014) and Fanelli and Di Florio (2016) , who have observed positive changes in customers' behaviors after severe recessions experienced in Greece and in Italy, which make consumers more conscious of their food purchasing.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 299,
                    "text": "Martinengo (2014)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 304,
                    "end": 332,
                    "text": "Fanelli and Di Florio (2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Food purchase and preparation behaviors and attitudes toward COVID-19 lockdown"
        },
        {
            "text": "Qualitative ratings were requested regarding the amount of food usually discarded and the impact of the COVID-19 pandemic. About 58% respondents declared usually discarding low percentages of food they purchased, 29.7% claiming that they did not discard any food, and 8.2% reported they discarded a reasonable amount of purchased food. This could be related to Tunisian culture, customs and Muslim-driven traditions, such as the act of throwing food considered as unacceptable. Only 3.9% affirmed they discarded too much food. It is worth highlighting that, according to the survey results, most of the respondents usually discard food items they bought, even though this quantity wasted is generally small. Our results are below than those found by Sassi et al. (2016) , indicating that 39% respondents declared that they do not throw away any edible food. Survey respondents tend to substantially under-report their waste levels and in contrast to over-report their effort levels (Neff et al. 2015; Qi and Roe 2016; van Geffen et al. 2020 ). Significant relations have been reported between household discards, age and parental status (Neff et al. 2015; Shanes et al. 2018 ) as well as between food waste, household income and number of household occupants (Jörissen et al. 2015; Giordano et al. 2018) . Interestingly, the COVID-19 has led to a change of behavior since 85% respondents declared nothing of what they bought would be discarded. Only 5% admitted they would discard food and 10% did not think about this concern (Table 2). This reported intention of avoiding discarding bought items was significantly increased with age and education (Table 2) . These findings suggest a better food planning by shoppers during COVID-19 lockdown: food has been probably purchased with thought to how it would be used. Better organization and planning by most pre-disaster shoppers have been observed during winter storm and hurricane seasons in the USA (Kulemeka 2010) . In fact, planning has been shown to prevent overbuying and overcooking (van Geffen et al. 2020) . The change of behavior was probably associated with a loss of income and to a fear of food shortages, impairing food availability. According to the Tunisian Ministry of Agriculture (2020), they are unlikely, since adequate stores of staples remain available. Agriculture is considered essential to ensure food security of the country. This is why farmers are not submitted to lockdown measures in Tunisia. But they have still to adhere to social distancing requirements. Based on previous studies on consumers' behaviors (Neff et al. 2015; Qi and Roe 2016; van Geffen et al. 2020) , food waste prevention during COVID-19 crisis can be thus more associated with direct personal benefits than to pro-environmental concern.",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 769,
                    "text": "Sassi et al. (2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 982,
                    "end": 1000,
                    "text": "(Neff et al. 2015;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1001,
                    "end": 1017,
                    "text": "Qi and Roe 2016;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1018,
                    "end": 1040,
                    "text": "van Geffen et al. 2020",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1137,
                    "end": 1155,
                    "text": "(Neff et al. 2015;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1156,
                    "end": 1174,
                    "text": "Shanes et al. 2018",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1259,
                    "end": 1281,
                    "text": "(Jörissen et al. 2015;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1282,
                    "end": 1303,
                    "text": "Giordano et al. 2018)",
                    "ref_id": null
                },
                {
                    "start": 1951,
                    "end": 1966,
                    "text": "(Kulemeka 2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2040,
                    "end": 2064,
                    "text": "(van Geffen et al. 2020)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2588,
                    "end": 2606,
                    "text": "(Neff et al. 2015;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2607,
                    "end": 2623,
                    "text": "Qi and Roe 2016;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2624,
                    "end": 2647,
                    "text": "van Geffen et al. 2020)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 1649,
                    "end": 1658,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Quantity of food wasted and extent of household food waste during COVID-19 lockdown"
        },
        {
            "text": "Respondents were also asked to estimate the total percentage of food thrown away by categories, expressed as the percentage of purchased food items (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Quantity of food wasted and extent of household food waste during COVID-19 lockdown"
        },
        {
            "text": "Although these results are only estimate and then should be interpreted carefully (Abeliotis et al. 2014), they remain useful to better understand the way consumers perceive their levels of waste, during the COVID-19 lockdown. According respondents' evaluation, the most wasted food group is bakery products, followed by vegetables and to a lesser extent fruits. In contrast, fish and seafood group, meat and meats products as well as pulses and oilseeds are the least wasted food, mostly estimated as less than 2% of purchased foods. Similar results on discarded food categories were found in Morocco (Abouabdillah et al. 2015) , Turkey (Yildirim et al. 2016) , Algeria (Arous et al. 2017) , as well as in Italy (Fanelli and Di Florio 2016) and Hungary (Szabó-Bódi et al. 2018 ). According to Tunisian National Institute for Consumption (INC 2018) , households waste about 16% for bread, 10% for cereal products (pasta and couscous) and 6% for vegetables. More than 49% respondents estimated throwing away more than 5% of bread and bakery products. Bread wasting remains a problem in Tunisia. During COVID-19 lockdown, bakeries remain opened and people kept buying their bread. In Tunisia, bread as well as dairy and cereal products is subsidized by a State compensation system. This compensation system aims to manage the prices of staple products, particularly cereal products, and to ensure a regular supply of the local market by subsidized products at relatively stable prices, taking into account citizens' purchasing power (ODCE 2019 year have been evaluated to roughly 14 to 19% of grains, 26% of roots and tubers, 16% of oilseeds and pulses, 45% of fruits and vegetables, 13% of meats, 28% of fish and seafood and 18% of dairy products (FAO 2015) . They are more related to post-harvest stages of the supply chain.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 628,
                    "text": "(Abouabdillah et al. 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 638,
                    "end": 660,
                    "text": "(Yildirim et al. 2016)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 671,
                    "end": 690,
                    "text": "(Arous et al. 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 713,
                    "end": 741,
                    "text": "(Fanelli and Di Florio 2016)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 754,
                    "end": 777,
                    "text": "(Szabó-Bódi et al. 2018",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 838,
                    "end": 848,
                    "text": "(INC 2018)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1531,
                    "end": 1541,
                    "text": "(ODCE 2019",
                    "ref_id": null
                },
                {
                    "start": 1746,
                    "end": 1756,
                    "text": "(FAO 2015)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Quantity of food wasted and extent of household food waste during COVID-19 lockdown"
        },
        {
            "text": "Concerning the final use of uneaten food during COVID-19 lockdown, 54% respondents reported to eat it the next day, 18% to give to feed domestic animals and 13% to store it in the freezer. About 3% claimed to donate uneaten food to needed people, in accordance with Tunisian culture. About 1% affirmed to recycle them, by composting. Only 10% declared to discard them (Table 2 ). Our data are in striking contrast to similar studies conducted in North Africa before COVID-19 pandemic, stating that the majority of uneaten food was usually wasted (Abouabdillah et al. 2015; Elmenofi et al. 2015; Arous et al. 2017) . During COVID-19 lockdown, it appears that most of the respondents have set up a strategy of saving, storing and eating leftovers. These behaviors are known to control the level of domestic food waste (van Geffen et al. 2020) . Table 2 indicates significant associations between food wastage behaviors and demographics (sex, age, household occupants and education). Women, persons more than 40 years old and university-educated people tend to prevent wastage of leftovers by freezing, donate or recycling them, whereas as men and less educated people tend to throwing them away more or to use them for animal feeding.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 572,
                    "text": "(Abouabdillah et al. 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 573,
                    "end": 594,
                    "text": "Elmenofi et al. 2015;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 595,
                    "end": 613,
                    "text": "Arous et al. 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 816,
                    "end": 840,
                    "text": "(van Geffen et al. 2020)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 376,
                    "text": "(Table 2",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 850,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Quantity of food wasted and extent of household food waste during COVID-19 lockdown"
        },
        {
            "text": "To gain insight into food waste, respondents were asked to indicate the main reason for discarding food (Fig. 3) . Responses reveal the most cited reasons were over cooking (35%) and a too long storage in the refrigerator (30%). Our results are consistent with those reported by Pearson et al. (2013) , Arous et al. (2017) and Hebrok and Boks (2017) , indicating that buying and cooking too much, not finishing meals and inappropriate food storage techniques were recognized as significant drivers of food waste by consumers. Over cooking was probably related to the difficulty to estimate how much to cook per person or how to cook the right portions, but also to Tunisian culture, customs and traditions, such as hospitality, food perceived as wealth and the good mother identity. Tunisian households are used to serve too much food rather than not enough (Pearson et al. 2013; Fanelli and Di Florio 2016; Hebrok and Boks 2017) . The storage period issue revealed in fact a concern about food-borne illness. Sassi et al. (2016) have also reported food safety as the main reasons of food waste in Tunisian households. Consumers worry about food poisoning when making food discard decisions. Our results are in agreement with those of Neff et al. (2015) and Qi and Roe (2016) . Ten percent of respondents have claimed over buying as a main reason of food waste. This was related to the intentional over-provisioning, in particular in perishable food items, related to COVID-19 lockdown. Qi and Roe (2016) have indicated that for a majority of households, enhancing meal safety and freshness may sometimes require wasting food. Taken together, our study has shown the positive influence of COVID-19 lockdown on consumers' behaviors toward food waste prevention. Similar findings were observed by Abeliotis et al. (2014) and Fanelli and Di Florio (2016) , in times of crisis. Our findings have pointed out the need to implement Government incentive mechanisms including information campaigns, to help consumers to improve home cooks' efficiency in terms of suitable quantities, and food storage as well as to better assess food safety, and to recycle leftovers. Table 3 indicates respondents' future intention to reduce food wastage. Almost half of respondents (48%) claimed to be ready to modify their behavior toward food waste. About 24% affirmed they will probably change their behavior. Somehow, our data indicate a perceived responsibility for being part of the solution (van Geffen et al. 2020). These behavioral intentions can constitute a basis for implementing food wastage prevention and reduction measures. In the other hand, 27% stated that they already do what they can do. This must be related to the absence of domestic selective sorting and of recycling system, at the household level. Tunisian regulation (Law no. 95-68 of 24 July 1995, article 129) gives this responsibility to the municipalities. In contrast, 1% will not do anything: they might probably externalize the responsibility of food wastage, suggesting a lack of problem awareness and a denial of the food waste issue (Hebrok and Boks 2017) . Significant positive associations were found between future intention to food wastage reduction and number of occupants in the household and education (Table 3) .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 300,
                    "text": "Pearson et al. (2013)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 303,
                    "end": 322,
                    "text": "Arous et al. (2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 327,
                    "end": 349,
                    "text": "Hebrok and Boks (2017)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 858,
                    "end": 879,
                    "text": "(Pearson et al. 2013;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 880,
                    "end": 907,
                    "text": "Fanelli and Di Florio 2016;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 908,
                    "end": 929,
                    "text": "Hebrok and Boks 2017)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1010,
                    "end": 1029,
                    "text": "Sassi et al. (2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1235,
                    "end": 1253,
                    "text": "Neff et al. (2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1258,
                    "end": 1275,
                    "text": "Qi and Roe (2016)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1487,
                    "end": 1504,
                    "text": "Qi and Roe (2016)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1795,
                    "end": 1818,
                    "text": "Abeliotis et al. (2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1823,
                    "end": 1851,
                    "text": "Fanelli and Di Florio (2016)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2821,
                    "end": 2865,
                    "text": "(Law no. 95-68 of 24 July 1995, article 129)",
                    "ref_id": null
                },
                {
                    "start": 3097,
                    "end": 3119,
                    "text": "(Hebrok and Boks 2017)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2160,
                    "end": 2167,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 3273,
                    "end": 3282,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Quantity of food wasted and extent of household food waste during COVID-19 lockdown"
        },
        {
            "text": "Respondents were also requested about the necessary conditions needed to minimize their food waste in the future (Table 3) . Surprisingly 25% did not think about what they need to waste less food. The lack of information can partly explain food waste in Tunisia. Respondents want to be better informed about the negative impacts of food waste on the environment (24%) and on the economy (10%). Responses on necessary conditions needed to minimize their food waste in the future were significantly associated with age, education and number of occupants in the household (Table 3 ). Our results are in agreement with those of Abouabdillah et al. (2015) , Elmenofi et al. (2015) , Yildirim et al. (2016) and Arous et al. (2017) , pointing out the need of more information and advices to prevent food wastage. Information is one of the most widely implemented approaches for promoting food wastage prevention and reduction. Information can increase food waste awareness, which in turn can promote pro-environmental behavior change (van Geffen et al. 2020) . Information tools must be designed to specifically address the specific knowledge gaps that drive wasteful practices (2018). For instance, Farr-Wharton et al. (2014) and Jörissen et al. (2015) have pointed out the need to provide more information on the shelf life of fresh food and leftovers. In order to meet the SDG 12, in particular the objective to halve per-capita food waste at the consumer level by 2030, awareness campaigns about food wastage have (2017) and Stöckli et al. (2018) have noted that information campaigns alone are not efficient to induce consumers' behavioral changes toward food wastage. These authors recommended to associate them with noninformational intervention types, namely modeling (i.e., \"demonstration of a desired target behavior, often building on the influence of social norms\"), prompts (i.e. \"verbal or written messages designed to remind people to perform a target behavior\"), and monetary penalties or incentives. In fact, 16% respondents stated that they will reduce food wastage if they had to pay taxes penalizing food wastage making it inconvenient from the economic point of view. This statement has been also reported by Jörissen et al. (2015) , Yildirim et al. (2016) and Arous et al. (2017) . Several countries have instituted policies to encourage household waste reduction and recycling, by for instance, implanting tariff-based waste management systems (Chalak et al. 2016) . Respondents also expressed concerns about the packaging, specifically for the size (18%) and clear labels (7%). Improving packaging and making food labeling clear can be achieved by food industry and food retail. In addition, 2.5% are in demand of advices how to cook leftovers (0.4%) and how to better estimate the portion size (0.4%), and of information on organizations and initiatives dealing with food wastage prevention and reduction (1.7%). Taken together, our findings raise the question whether these positive behavioral changes will outlast the COVID-19 crisis. Beside of getting it under control and finding specific vaccines or treatments, COVID-19 outbreak provides the opportunity to keep these new behaviors in place after this crisis to improve consumers' behaviors from a sustainability standpoint. Abeliotis et al. (2014) and Martinengo (2014) reported a lasting change of behaviors toward food waste after the economical crisis. Fanelli and Di Florio (2016) observed that the percentage of respondents who declared to throw away less food has increased by 4% in the period before the crisis in Italy, by 17% in the period during the crisis, up to 20% in the post-crisis period. Main measures taken to reduce food waste during this crisis were a better grocery shopping management (wise and limited), an increased use of leftover products in meals and an attention to expiration date.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 650,
                    "text": "Abouabdillah et al. (2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 653,
                    "end": 675,
                    "text": "Elmenofi et al. (2015)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 678,
                    "end": 700,
                    "text": "Yildirim et al. (2016)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 705,
                    "end": 724,
                    "text": "Arous et al. (2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1027,
                    "end": 1051,
                    "text": "(van Geffen et al. 2020)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1193,
                    "end": 1219,
                    "text": "Farr-Wharton et al. (2014)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1224,
                    "end": 1246,
                    "text": "Jörissen et al. (2015)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1522,
                    "end": 1543,
                    "text": "Stöckli et al. (2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2223,
                    "end": 2245,
                    "text": "Jörissen et al. (2015)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2248,
                    "end": 2270,
                    "text": "Yildirim et al. (2016)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2275,
                    "end": 2294,
                    "text": "Arous et al. (2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2460,
                    "end": 2480,
                    "text": "(Chalak et al. 2016)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3299,
                    "end": 3322,
                    "text": "Abeliotis et al. (2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3327,
                    "end": 3344,
                    "text": "Martinengo (2014)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3431,
                    "end": 3459,
                    "text": "Fanelli and Di Florio (2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 569,
                    "end": 577,
                    "text": "(Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Willingness and information needs to reduce household food waste"
        },
        {
            "text": "Our study has established that COVID-19 outbreak lockdown has caused respondents to strive toward reducing food waste. Respondents have developed positive attitudes toward food waste prevention; during the two first weeks of COVID-19 lockdown, they have adapted their habits that have been found to be close to the good practices recommended by FAO (UNEP 2014). Our findings suggested that food waste prevention was probably driven more by the socioeconomical context of the COVID-19 crisis (i.e., food availability, restricted movements, loss of income), than by a pro-environmental concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and recommendations"
        },
        {
            "text": "In order to maintain the positive COVID-19-driven behaviors toward food waste prevention, education and communication campaigns need to be intensified to raise awareness of general food waste consequences and to raise awareness of benefits of prevention. Moreover, our survey has pointed out the need to provide consumers skills and tools to deal with their food-related activities. Anti-consumer food waste interventions should provide to consumers, technological solutions that can help them to plan, share and keep an overview of stock, as well as packaging and storing solutions that extend shelf life (Hebrok and Boks 2017) . At the governmental level, regulations should be implemented at the household level and government should impose penalties.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 628,
                    "text": "(Hebrok and Boks 2017)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and recommendations"
        },
        {
            "text": "In conclusion, our study contributes to a better understanding how a crisis situation affects consumer behavior and raises awareness regarding food waste. It would be recommended to complete this research with qualitative studies. COVID-19 outbreak can provide the opportunity after the crisis and finding efficient treatments/vaccines, to make mid-term and long-term improvements in food waste reduction and to intervene into food waste practices within households. Further sustainable solutions to overcome food waste problem could be developed thanks to consumers' feedback.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and recommendations"
        },
        {
            "text": "Author contributions All authors contributed to the study conception and design. Methodology, data collection and analysis were performed by SJ, and HD. The first draft of the manuscript was written by SJ and HD, and all authors commented on previous versions of the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and recommendations"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Ethical standards This study was submitted to the Department of Agri-Food Industries board (University of Carthage, INAT). Due to the non-sensitive nature of the research and subject anonymity, the board determined there was not a need for consent procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Attitudes and behaviour of Greek households regarding food waste prevention",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abeliotis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lasaridi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chroni",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Waste Management and Research",
            "volume": "32",
            "issn": "3",
            "pages": "237--240",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Household food waste in Morocco: an exploratory survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abouabdillah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Capone",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "El Youssfi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Debs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harraq",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "El Bilali",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Book of Proceedings of the VI International Scientific Agriculture Symposium \"Agrosym",
            "volume": "",
            "issn": "",
            "pages": "1353--1360",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Exploring household food waste issue in Algeria",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Arous",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Capone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Philipp",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Haddadi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "El Bilali",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bottalico",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "AGROFOR International Journal",
            "volume": "2",
            "issn": "1",
            "pages": "55--67",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Consumerrelated food waste: Causes and potential for action",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aschemann-Witzel",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "De Hooge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Amani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bech-Larsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oostindjer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sustainability",
            "volume": "7",
            "issn": "6",
            "pages": "6457--6477",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Household food waste in Montenegro",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berjan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Mrdalj",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bilali",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Italian Journal of Food Sciences",
            "volume": "31",
            "issn": "",
            "pages": "274--287",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus (COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Votre santé, notre priorité",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Carrefour",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The global economic and regulatory determinants of household food waste generation: A cross-country analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chalak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abou-Daher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chaaban",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Abiad",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Waste Management",
            "volume": "48",
            "issn": "",
            "pages": "418--422",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Italiani e alimentazione nel tempo della crisi indagine Coldiretti/SWG. https :// www.napol i.coldi retti .it/itali ani-e-alime ntazi one-nel-tempo della crisi indag ineco ldire ttisw gotto bre20 11.aspx?",
            "authors": [
                {
                    "first": "-Swg",
                    "middle": [],
                    "last": "Coldiretti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "KeyPu b=GP_CD_NAPOL I_HOME%7CCD_NAPOL I_HOME&Cod_Ogget to=30584 835&subsk intyp e=Detai l. Accessed 10",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus consumer trends: Consumer electronics, pet supplies, and more. Resource document",
            "authors": [],
            "year": 2020,
            "venue": "Criteo Coronavirus Survey",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Factors Influencing household food waste behaviour in Malaysia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Dalilawati",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Hassan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Research in Business, Economics and Management",
            "volume": "3",
            "issn": "",
            "pages": "56--71",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The effect of stress on consumer saving and spending",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Durante",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Marketing Research",
            "volume": "53",
            "issn": "",
            "pages": "814--828",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An exploratory survey on household food waste in Egypt",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G G"
                    ],
                    "last": "Elmenofi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Capone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Waked",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Debs",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bottalico",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bilali",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Book of Proceedings of the VI international scientific agriculture symposium",
            "volume": "",
            "issn": "",
            "pages": "15--18",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Air pollution goes down as Europe takes hard measures to combat coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "European Environment Agency EEA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Global food losses and food waste. Extent, causes and prevention",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Food wastage footprint: Impact on natural resources",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Regional strategic framework for food loss and waste reduction in the near East North Africa",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Domestic food waste, gap in times of crisis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Fanelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Florio",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Italian Review of Agricultural Economics",
            "volume": "71",
            "issn": "2",
            "pages": "111--125",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Identifying factors that promote consumer behaviours causing expired domestic food waste",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Farr-Wharton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foth",
                    "suffix": ""
                },
                {
                    "first": "Hee-Jeong",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Consumer Behavior",
            "volume": "13",
            "issn": "",
            "pages": "393--402",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Do discounted food products end up in the bin? An investigation into the link between deal-prone shopping behaviour and quantities of household food waste",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giordano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alboni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cicatiello",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Falasconi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Consumer Studies",
            "volume": "43",
            "issn": "2",
            "pages": "199--209",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The progressive increase of food waste in America and its environmental impact",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0007940"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Household food waste: Drivers and potential intervention points for design: An extensive review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hebrok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boks",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Cleaner Production",
            "volume": "151",
            "issn": "",
            "pages": "380--392",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "aires ur%E2%80%98%E2%80%99leg aspil lagea limen taire entun isiel evolu meetl esmoy ensde lutte %E2%80%99%E2%80%99",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Inc",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Principaux résultats des enquêtes et sondages sur le gaspillage alimentaire. Resource document",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The impact of an epidemic outbreak on consumer expenditures: An empirical assessment for MERS Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hyun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sustainability",
            "volume": "8",
            "issn": "",
            "pages": "454--469",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Food waste generation at household level: results of a survey among employees of two European research centers in Italy and Germany",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jörissen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Priefer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Bräutigam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sustainability",
            "volume": "7",
            "issn": "3",
            "pages": "2695--2715",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "US consumers and disaster: Observing \"panic buying\" during the winter storm and hurricane seasons",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kulemeka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Advances in Consumer Research",
            "volume": "37",
            "issn": "",
            "pages": "837--838",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Household food waste and consumer culture: Reflections on Italian behaviour",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Martinengo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Nutritional Ecology and Food Research",
            "volume": "2",
            "issn": "1",
            "pages": "73--77",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Wasted food: US consumers' reported awareness, attitudes, and behaviors",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Neff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Spiker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Truant",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0127881"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "OECD Competition Assessment Reviews: Tunisia. Resource document",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Food waste in Australian households: Why does it occur",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minehan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wakefield-Rann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Australasian-Pacific Journal of Regional Food Studies",
            "volume": "3",
            "issn": "",
            "pages": "118--132",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Household food waste in Greece: A questionnaire survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Ponis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Papanikolaou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Katimertzoglou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ntalla",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Xenos",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Cleaner Production",
            "volume": "149",
            "issn": "",
            "pages": "1268--1277",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Household food waste: Multivariate regression and principal components analyses of awareness and attitudes among US consumers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Roe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0159250"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Tunisia: distributing a product",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Santander",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Food wastage by Tunisian households",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sassi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Capone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Abid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Debs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "El Bilali",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Daaloul",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal AgroFor",
            "volume": "1",
            "issn": "1",
            "pages": "172--181",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Food waste matters: A systematic review of household food waste practices and their policy implications",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shanes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dobernig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gözet",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Cleaner Production",
            "volume": "182",
            "issn": "1",
            "pages": "978--991",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Estimates of European food waste levels",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stenmarck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Quested",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moates",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.13140/rg.2.1.4658.4721"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Call for testing interventions to prevent consumer food waste. Resources, Conservation and Recycling",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stöckli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Niklaus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dorn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "136",
            "issn": "",
            "pages": "445--462",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Assessment of household food waste in Hungary",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szabó-Bódi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kasza",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Szakos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "British Food Journal",
            "volume": "120",
            "issn": "",
            "pages": "625--638",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Coronavirus: La moyenne des achats quotidiens de produits alimentaires",
            "authors": [],
            "year": 2020,
            "venue": "TAP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Oussama Al-Khuraiji reassures the Tunisians of the availability of all agricultural products in the required quantities",
            "authors": [
                {
                    "first": "Tunisian",
                    "middle": [],
                    "last": "Ministry Of Agriculture",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Household Food waste-How to avoid it? An integrative review",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unep",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Geffen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Herpen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Trijp",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Reducing and preventing food and drink waste in businesses and households: A guidance document",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Immediate psychological responses and associated factors during the initial stage of the 2019 coronavirus disease (COVID-19) epidemic among the general population in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Environmental Research and Public Health",
            "volume": "17",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "COVID-19 : Monoprix met une série de mesures pour limiter la prorogation du coronavirus",
            "authors": [
                {
                    "first": "Webmanager",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Coronavirus disease (COVID-19) Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Food wastage in Turkey: An exploratory survey on household food waste",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yildirim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Capone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karanlik",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bottalico",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Debs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bilali",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Food and Nutrition Research",
            "volume": "4",
            "issn": "8",
            "pages": "483--489",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Self-reported reasons of leftovers wastage during COVID-19 lockdown, expressed as the percentage of respondents (n = 284)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "availability rather than environmental considerations. Within few days, people have had to rethink one of the most basic needs of their daily lives: food.Hall et al. (2009) have shown that food waste is positively correlated with food availability. In most countries, government announcement of lockdown has led to a panic buying of food, to anticipated shortages of goods and services. However, COVID-19 has not affected overall global food security, at the time of the study period (FAO 2020). According to the Tunisian Ministry of Agriculture, food and agriculture are little affected by COVID-19 pandemic. Similarly, changes in customers' behaviors toward food waste have been shown to be related to the external factors such as economic crisis in Greece(Abeliotis et al. 2014) and in Italy (Martinengo 2014;Fanelli and Di Florio 2016). According to",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Jörissen et al. 2015; van Geffen et al. 2020).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). In NENA region, quantitative food losses and waste per",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Survey results a on the consumers' future intentional behavior toward food waste prevention (n = 284) * p < 0.05: for each Chi-square test, the percentages shown represent column proportions The results are expressed as the percentage of respondents % Respondents All Sex Age (years old) Number of persons in the household Conditions needed to reduce food waste in the future been launched in Tunisia by the national institutions and non-governmental organizations (INC 2018), but have a limited impact. For instance, despite the campaign to prevent bread wastage, launched by Tunisian Institute of Consumption (INC 2018), 900,000 baguettes were still thrown daily. Similarly, Hebrok and Boks",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}