{
    "paper_id": "0d7ad90bd93de0cdc8dfe41dfa8ea3a9e3acbe6c",
    "metadata": {
        "title": "Journal Pre-proof Hyperactive Delirium Requires More Aggressive Management in Patients with COVID-19: Temporarily Rethinking \"Low and Slow\"",
        "authors": [
            {
                "first": "Barton",
                "middle": [
                    "J"
                ],
                "last": "Sanders",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "Bakar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sonal",
                "middle": [],
                "last": "Mehta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Carrington Reid",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eugenia",
                "middle": [
                    "L"
                ],
                "last": "Siegler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "C"
                ],
                "last": "Abrams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [
                    "D"
                ],
                "last": "Adelman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "S"
                ],
                "last": "Lachs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "© 2020 American Academy of Hospice and Palliative Medicine. Published by Elsevier Inc. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To the Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Delirium is a common complication in patients with serious illness. The prevalence of delirium in patients hospitalized with SARS-CoV-2 (COVID-19) is not yet known, but it has been present in the vast majority of patients admitted to our inpatient hospice unit for end-of-life care following infection with COVID-19. We have frequently observed behaviors in delirious patients that pose a high risk of disease exposure to health care personnel, such as self-removal of surgical masks during transport, grabbing the personal protective equipment (PPE) of bedside providers, and attempts to leave areas of containment that separate COVID-19 positive patients from uninfected individuals. The effective prevention and treatment of delirium in such patients has emerged as a significant challenge for our New York-based hospital, as the local health care system has been strained by the need to rapidly reallocate efforts and absorb the workload of health care providers who become sick or quarantined. 1 The cornerstones of delirium management are based on preventative and non-pharmacologic interventions. 2,3 Pandemic-related challenges such as hospital visitation restrictions and PPE shortages have made the implementation of many of these interventions more difficult, although strategies for overcoming such challenges have been proposed and should be employed whenever possible. 4, 5 In cases where routine measures are ineffective, pharmacologic treatment is sometimes required to manage hyperactive delirium that poses substantive risk of bodily harm to patients or health care providers.",
            "cite_spans": [
                {
                    "start": 999,
                    "end": 1000,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1383,
                    "end": 1385,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1386,
                    "end": 1387,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently accepted guidelines for the use of antipsychotic medications in delirium recommend conservative dosing, especially in older adults. 2, 3 We have found that in many cases where medication is required to manage dangerous behaviors in patients with COVID-19, starting with the lowest common dose of a given antipsychotic has proven ineffective in rapidly controlling symptoms, and has led to situations where both patients and health care providers are at significant risk for harm. The usual \"low and slow\" strategy of medication titration does not account for a pandemic scenario, and these extraordinary times have prompted us to reexamine the clinical decision-making process in such cases. When an antipsychotic medication is indicated, we suggest that providers consider foregoing the lowest common dose and instead start with the next incrementally higher dose (e.g. haloperidol 1mg instead of 0.5mg, olanzapine 5mg instead of 2.5mg, etc.). Due to the significant risk of harm associated with these medications, we do not recommend initiating early \"prophylactic\" dosing, nor do we endorse increasing antipsychotic doses indiscriminately if the first dose proves ineffective. The goal of this strategy is to more frequently ensure the safety of all parties on the initial attempt with a proportionality that matches the situation, and we recommend that all departures from routine guidelines be made only after careful consideration of the risks and benefits, even during a pandemic. We believe this adjustment in practice pattern can be made while maintaining the dignity and safety of affected patients, while also protecting the safety of health care workers and the population at large.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 145,
                    "end": 146,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The New York Times. Nurses Die, Doctors Fall Sick and Panic Rises on Virus Front Lines. 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Delirium in Older Persons: Advances in Diagnosis and Treatment",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hshieh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Inouye",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA",
            "volume": "318",
            "issn": "12",
            "pages": "1161--1174",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2017.12067"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Preventing Delirium Amidst COVID-19: Recommendations and Tools for HELP Programs",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Collaborative Delirium Prevention in the Age of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lahue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jgs.16480"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ]
}