{"paper_id": "0d7da6e4ad1bec227e1cea32679396b45a172d56", "metadata": {"title": "Influenza Virus in a Natural Host, the Mallard: Experimental Infection Data", "authors": [{"first": "E", "middle": [], "last": "Jourdain", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Gunnarsson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Wahlgren", "suffix": "", "affiliation": {}, "email": ""}, {"first": "N", "middle": [], "last": "Latorre-Margalef", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Brö Jer", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Wild waterfowl, particularly dabbling ducks such as mallards (Anas platyrhynchos), are considered the main reservoir of lowpathogenic avian influenza viruses (LPAIVs). They carry viruses that may evolve and become highly pathogenic for poultry or zoonotic. Understanding the ecology of LPAIVs in these natural hosts is therefore essential. We assessed the clinical response, viral shedding and antibody production of juvenile mallards after intra-esophageal inoculation of two LPAIV subtypes previously isolated from wild congeners. Six ducks, equipped with data loggers that continually monitored body temperature, heart rate and activity, were successively inoculated with an H7N7 LPAI isolate (day 0), the same H7N7 isolate again (day 21) and an H5N2 LPAI isolate (day 35). After the first H7N7 inoculation, the ducks remained alert with no modification of heart rate or activity. However, body temperature transiently increased in four individuals, suggesting that LPAIV strains may have minor clinical effects on their natural hosts. The excretion patterns observed after both reinoculations differed strongly from those observed after the primary H7N7 inoculation, suggesting that not only homosubtypic but also heterosubtypic immunity exist. Our study suggests that LPAI infection has minor clinically measurable effects on mallards and that mallard ducks are able to mount immunological responses protective against heterologous infections. Because the transmission dynamics of LPAIVs in wild populations is greatly influenced by individual susceptibility and herd immunity, these findings are of high importance. Our study also shows the relevance of using telemetry to monitor disease in animals.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Influenza A viruses (IAVs) have a wide range of host species, including humans, pigs, horses, wild mammals, and birds. Their classification relies on two antigenic surface proteins, the hemagglutinin (HA) and the neuraminidase (NA) for which 16 and 9 different subtypes are known, respectively. Because many combinations of HA and NA have been found in wild waterfowl and the prevalence in these species is high worldwide, they are considered the natural reservoir of IAVs [1] . Prevalence is particularly high in dabbling ducks (i.e. ducks that feed by tipping into the water to graze on aquatic vegetation or feed on small aquatic preys), probably because their feeding behavior favors ingestion of viral particles. In ducks, IAVs usually replicate in the epithelial cells of the intestinal tract and are excreted at high concentrations from the cloaca into water [2] [3] [4] . The main transmission route in waterfowl is oro-fecal [5] but indirect contamination by ingestion of contaminated water may also play a role in yearly infection dynamics [6] . The peak of IAV isolation occurs during or just prior to the autumn migration, a time when many immunologically naïve juveniles share water with adult birds from different breeding areas [1, 7] .", "cite_spans": [{"start": 473, "end": 476, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 866, "end": 869, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 870, "end": 873, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 874, "end": 877, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 934, "end": 937, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1050, "end": 1053, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1243, "end": 1246, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1247, "end": 1249, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Understanding the ecology of IAVs in their natural hosts is essential for several reasons. First, low pathogenic avian influenza virus (LPAIV) strains of the H5 and H7 subtypes, which are known to circulate in wild birds, may become highly pathogenic (HPAI) if introduced into poultry and cause high morbidity and mortality with severe economic consequences [1] . Second, wild birds represent a reservoir of IAVs that may reassort with human viruses in pigs or other so-called ''mixing vessel'' hosts and ultimately generate strains with pandemic potential [8] . Finally, it has been suggested that wild birds might be involved in the spread and transmission to humans of IAV strains with direct zoonotic potential [9] .", "cite_spans": [{"start": 358, "end": 361, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 557, "end": 560, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 715, "end": 718, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Influenza A virus transmission dynamics in waterfowl may vary depending on whether (1) hosts are affected by infection and (2) herd immunity exists in the population [10] . These two questions were addressed by using an experimental infection approach. The wild type mallard (Anas platyrhynchos) was chosen as an experimen-tal model because it is the most widespread and abundant migratory dabbling duck from which IAVs are frequently isolated both in Eurasia and North America [11, 12] . Previous experimental infection studies on mallards or closely related domestic ducks (i.e. Pekin ducks, Anas platyrhynchos domesticus) revealed that infection by IAVs generally does not adversely affect this natural host [3, 4, [13] [14] [15] [16] [17] [18] . However, a recent field study found a lower body mass in mallards positive for IAV compared to negative mallards [19] indicating that there might be an ecological cost of infection despite the absence of obvious clinical signs. Previous successive experimental studies reported the existence of a relative protection against HA homologous [3, 18] and heterologous [18] re-infections.", "cite_spans": [{"start": 83, "end": 86, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 123, "end": 126, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 166, "end": 170, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 478, "end": 482, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 483, "end": 486, "text": "12]", "ref_id": "BIBREF11"}, {"start": 711, "end": 714, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 715, "end": 717, "text": "4,", "ref_id": "BIBREF3"}, {"start": 718, "end": 722, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 723, "end": 727, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 728, "end": 732, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 733, "end": 737, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 738, "end": 742, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 743, "end": 747, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 863, "end": 867, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1089, "end": 1092, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1093, "end": 1096, "text": "18]", "ref_id": "BIBREF17"}, {"start": 1114, "end": 1118, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this study, we tested the hypotheses that LPAI infection in mallards (1) may have clinical effects on its host; (2) provides shortterm homosubtypic immunity (i.e. immunity against re-infection by the same LPAI strain); (3) provides short-term heterosubtypic immunity (i.e. cross-protective immunity to a heterologous LPAIV subtype). Six juvenile male mallards caged individually and continuously monitored by telemetry for body temperature, heart rate, and activity, were successively inoculated with an H7N7 LPAI isolate (day 0), the same H7N7 virus again (day 21) and an H5N2 LPAI isolate (day 35) (Figure 1 ). We found that birds infected by a LPAIV (1) may develop a slight and transient increase in body temperature, (2) are immune to homosubtypic reinfection and (3) may be immune to heterosubtypic re-infection.", "cite_spans": [], "ref_spans": [{"start": 603, "end": 612, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "The six mallards appeared to be unaffected by the successive virus inoculations. They were active, ate and drank normally, and gained weight during the course of the study.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Baseline values for body temperature, heart rate and activity were recorded for each duck during the control period and used as pre-challenge references (Table 1) . After the first H7N7 inoculation, day to day comparisons were performed using General Linear Models (GLMs) and Tukey's post hoc test, each duck being used as its own control. For four ducks (M1-M4), day-to-day comparison showed a significant (p,0.001) increase in body temperature on the day their viral RNA excretion started (Table 2 ). This increase in body temperature was recorded by both DSI and iButton data loggers (mean = 0.5uC and SD = 0.1uC for both data loggers). A few other significant (p,0.05) day-to-day changes in body temperature, heart rate and activity were recorded but the timing (i.e. days) of these changes was not consistent among ducks ( Figure 2 ).", "cite_spans": [], "ref_spans": [{"start": 153, "end": 162, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 491, "end": 499, "text": "(Table 2", "ref_id": null}, {"start": 828, "end": 836, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Telemetry"}, {"text": "The six implanted ducks gained weight throughout the study period (paired t-test: t = 212.2, df = 5, p,0.001) with a mean Figure 3 ). Day-to-day comparisons did not reveal an effect of infection on body mass.", "cite_spans": [], "ref_spans": [{"start": 122, "end": 130, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "Body Mass"}, {"text": "Throughout the study period, the total number of samples positive for the matrix gene by real-time reverse transcription polymerase chain reaction (RRT-PCR) was 53 for oral swabs, 65 for water samples, 75 for feces, and 80 for cloacal swabs. The proportion of positive differed among sample types (x2 = 8.46; df = 3; p = 0.037) and pair-wise comparisons with Bonferroni-corrected p-values showed that oral swabs were less frequently positive than cloacal swabs (x2 = 7.35; df = 1; p = 0.021).", "cite_spans": [], "ref_spans": [], "section": "Viral Shedding"}, {"text": "Primary H7N7 inoculation. Five of the six ducks excreted viral RNA in their feces on the first day post-inoculation (PI) and all samples (feces, cloacal and oral swabs) from all birds were positive on the second day PI (Figures 4 and S1 ). Finally, viral RNA was detected in all sample types (fecal, cloacal, oral, and water) three days PI. Considering all sample types, continuous shedding was recorded on average for 12.0 days (SD = 1.1) and intermittent shedding for another 3.7 days (SD = 3.1). Table 2 . Mean daily body temperature values (in uC) recorded by the data loggers after the three successive challenges. Secondary H7N7 inoculation. Intermittent and moderate (high ct-values) viral RNA shedding was detected for all birds in water, fecal or cloacal samples between day 1 and 7 after H7N7 re-inoculation ( Figure 4 ). Conversely, the control duck (M7) became infected and shed viral RNA with a pattern similar to that observed for the six implanted ducks after H7N7 primary inoculation ( Figures 5 and S2 ).", "cite_spans": [], "ref_spans": [{"start": 219, "end": 236, "text": "(Figures 4 and S1", "ref_id": "FIGREF0"}, {"start": 499, "end": 506, "text": "Table 2", "ref_id": null}, {"start": 820, "end": 828, "text": "Figure 4", "ref_id": "FIGREF4"}, {"start": 1002, "end": 1018, "text": "Figures 5 and S2", "ref_id": "FIGREF1"}], "section": "Viral Shedding"}, {"text": "H5N2 inoculation. No viral RNA shedding was recorded for two birds (M1 and M2) whereas low viral RNA excretion (high ctvalue) was detected in a single swab for three birds (M4, M6 and M5). These samples were low-positive by the RRT-PCR method targeting the matrix gene but negative by the H5 and H7 RRT-PCR methods (which are less sensitive). It was therefore not possible to determine if the viral RNA excreted by these three ducks was from the H5 or H7 isolate. One duck (M3) excreted H5 viral RNA from day 3 to 6 after H5N2 inoculation (Figures 4 and S1) with a pattern similar to the H5-inoculated control bird (M8) ( Figures 5 and S2 ). All samples from this duck were negative by H7 RRT-PCR.", "cite_spans": [], "ref_spans": [{"start": 622, "end": 638, "text": "Figures 5 and S2", "ref_id": "FIGREF1"}], "section": "Viral Shedding"}, {"text": "Primary H7N7 inoculation. Antibodies were detected in all birds both by NP-and H7-ELISA one week after the first H7N7 inoculation ( Figure 6 ). H7-specific hemagglutination inhibition (HI) antibodies titers were ,20 except for M1 at 13, 16 and 20 days PI (titer 20) and M3 at 20 days PI (titer 40).", "cite_spans": [], "ref_spans": [{"start": 132, "end": 140, "text": "Figure 6", "ref_id": "FIGREF6"}], "section": "Humoral Immune Response"}, {"text": "Secondary H7N7 inoculation. For all birds, H7N7 reinoculation was followed by an increase in H7-and, to a lesser extent, NP-ELISA inhibition values ( Figure 6 ). H7-specific HI antibodies at titers $20 were detected in four birds (M1, M3, M4 and M6).", "cite_spans": [], "ref_spans": [{"start": 150, "end": 158, "text": "Figure 6", "ref_id": "FIGREF6"}], "section": "Humoral Immune Response"}, {"text": "H5N2 inoculation. Antibodies remained detectable by NPand H7-ELISA in all birds ( Figure 6 ) but only M3 had H7-specific HI antibodies at titers $20. H5-specific antibody production was only detected in M3 by H5-ELISA, which was in accordance with the H5N2 viral RNA detection in this bird. H5-specific HI antibodies titers were ,20 in all birds.", "cite_spans": [], "ref_spans": [{"start": 82, "end": 90, "text": "Figure 6", "ref_id": "FIGREF6"}], "section": "Humoral Immune Response"}, {"text": "The six implanted ducks (M1-M6) were euthanized at the end of the study (51 days PI) whereas the two control ducks (M7 and M8) were euthanized 7 days post-challenge. No lesion potentially associated with LPAIV infection was detected grossly or histologically in any of the ducks and no IAV antigen was detected by immunohistochemistry in any of the tested organs. Two birds had a mild proctitis and colitis with infiltration of mononuclear cells (primarily lymphocytes) in the lamina propria, likely a result of the presence of spirochetes. Varying amounts of spirochetes were seen in the caecum of all mallards, which confirmed the positive screening previously observed on feces. A subcutaneous granulomatous inflammation was observed around the transponder in four birds. ", "cite_spans": [], "ref_spans": [], "section": "Pathology"}, {"text": "The overall response to infection was minimal. All six implanted mallards remained alert with neither clinical nor pathological signs of disease both after the LPAIV H7N7 primary inoculation and after the successive re-inoculations. Their activity (i.e. movements per minutes) monitored by DSI transponders was not modified after inoculation and heart rate values remained in agreement with mean values reported for mallards [20] . Only a brief (,2 days) and small (,0.5uC) increase in body temperature was recorded in four of the implanted birds on the day they started shedding viral RNA in their feces. Because fever is known to be monophasic in the closely related Pekin duck [21] , it is possible that the four individuals which showed an increased body temperature developed a slight short-term fever during the H7N7 primary infection.", "cite_spans": [{"start": 425, "end": 429, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 680, "end": 684, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Impact of LPAI Infection"}, {"text": "The minimal response detected in this study does not allow concluding whether infection with LPAIVs may have a significant impact on mallard populations. Ecologic studies in a natural environment are needed to assess if the increase in body temperature observed during early infection is associated with ecological costs. Developing fever and mounting an immunologic response are physiologically costly and, in situations in which animals are resource limited and exposed to predators, these costs may have to be balanced against other expenses such as reproduction, growth, molt, or migration [22, 23] .", "cite_spans": [{"start": 594, "end": 598, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 599, "end": 602, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Impact of LPAI Infection"}, {"text": "Previous studies reported that female mallards experimentally infected with a LPAIV isolate significantly decreased egg production during the following week [24] and field investigations showed that LPAIV infected mallards have a lower body mass than negative mallards [19] . A correlation between IAV infection and migration success has also been suspected in Bewick swans [25] but field investigations on mallards captured in southeast Sweden failed to show a correlation between infection and migration speed or distance [19] .", "cite_spans": [{"start": 157, "end": 161, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 269, "end": 273, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 374, "end": 378, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 524, "end": 528, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Impact of LPAI Infection"}, {"text": "During autumn migration, juvenile mallards get in contact with congeners coming from other areas and may successively be exposed to various IAV subtypes [7, 12] . This study had a design to reflect these relatively short-term (i.e. within season) re-exposures. Because the samples were only tested by RRT-PCR, it is not known for how long infective viral particles were excreted but we may speculate from previous studies that viral isolation would likely have been successful for samples with low ct-values (i.e. ct-values ,30) [26, 27] . Positive oral swabs and water samples were likely the result of an environmental contamination by viral particles shed in feces.", "cite_spans": [{"start": 153, "end": 156, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 157, "end": 160, "text": "12]", "ref_id": "BIBREF11"}, {"start": 529, "end": 533, "text": "[26,", "ref_id": "BIBREF25"}, {"start": 534, "end": 537, "text": "27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Homosubtypic and Heterosubtypic Immunity"}, {"text": "Homologous re-inoculation of the H7N7 isolate 21 days after primo-inoculation induced a weak secondary antibody response and the shedding pattern was very different from that observed after primo-inoculation, with only intermittent detection of viral RNA in feces, pool water or cloacal swabs. As previously reported in experimental infections of mallards with LPAIV strains, HI antibody titers were low, confirming that ELISA sensitivity exceeds that of HI test and that protection against homologous re-infection exists despite the absence of significant HI titers.", "cite_spans": [], "ref_spans": [], "section": "Homosubtypic and Heterosubtypic Immunity"}, {"text": "Heterologous challenge with an H5N2 isolate from a wild mallard was performed 14 days after the homologous H7N7 re-inoculation. Active H5 infection was confirmed only in one duck, by expression of H5-specific antibodies and detection of viral RNA in the various sample types (feces, water, oral and cloacal swabs) with a pattern similar to the H5-inoculated control bird. In all other ducks, H5-specific antibodies were not detected and no or only intermittent viral RNA shedding was observed after the heterologous challenge. In these ducks, prior infection with H7N7 LPAIV seems to have provided protection against infection by H5N2 LPAIV. This result supports speculations from Sharp et al. [28] who suggested that, if infections with two welladapted heterosubtypic viruses occur at different times, the first infectant may prevent the replication of a later infectant.", "cite_spans": [{"start": 694, "end": 698, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Homosubtypic and Heterosubtypic Immunity"}, {"text": "Another study on mallards recently reported a protective effect of infection by an H4N6 LPAIV strain prior to exposure to an HP H5N1 [18] . Further investigations with other viral strains and different challenge timings are needed to better assess the importance of heterologous immunity in ducks. In chickens, gut immune responses induced by exposure to LPAIVs are suspected to play an important role in protection from the lethal effects of HPAI strains [29] . Likewise, local immunity may influence the outcome of duck infections and provide protection against further infections. In mallards, HI antibodies were detected in the bile and peaked at about 12 days PI, i.e. approximately the moment when cloacal shedding ceased [30] . Additionally, cellular immune response was shown to play a role in the protection of chickens [31] and turkeys [32] against heterologous infections and may be important in the protection of ducks [29, 33] . Inter-individual variations in immunity also likely exist, as revealed in our study by replication of the heterologous re-infectant virus in one duck.", "cite_spans": [{"start": 133, "end": 137, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 456, "end": 460, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 728, "end": 732, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 829, "end": 833, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 846, "end": 850, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 931, "end": 935, "text": "[29,", "ref_id": "BIBREF28"}, {"start": 936, "end": 939, "text": "33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Homosubtypic and Heterosubtypic Immunity"}, {"text": "Because the heterologous challenges were separated by a short interval (2 weeks), RNA excretion may have been influenced both by the host protective immune responses and by the impact of co-infection on virus replication. Further investigations about viral interactions, cellular and local immunity are needed to understand when heterologous re-exposure leads to co-infection compared to when elimination of the re-infectant occurs. Because concomitant infections may lead to genetic reassortment and emergence of new viral strains, these studies are essential in understanding the overall ecology of AIVs.", "cite_spans": [], "ref_spans": [], "section": "Homosubtypic and Heterosubtypic Immunity"}, {"text": "This study showed that in mallards (1) a mild transient increase in body temperature may occur during LPAIV infection, (2) infection by a LPAIV is limited by prior infection with a homologous strain and (3) may be prevented by prior infection with a heterologous strain. The study also showed that (4) individual heterogeneity exists, both in the susceptibility to infection and the ability to develop heterosubtypic immunity. Finally, the study showed that (5) viral RNA intermittent shedding occurs and that (6) the daily shedding pattern differs among sample types (water, feces, cloacal and oral swabs).", "cite_spans": [{"start": 119, "end": 122, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Further investigations are needed to better assess the ecological costs of IAVs on wild waterfowl populations because such costs may deeply influence the transmission dynamics of the viruses [10] . Field studies based on frequent sampling of the same individuals are encouraged to gain a better knowledge on how frequently re-infections occur in nature and how they influence viral shedding patterns. Experimental infections with longer time intervals between challenges (e.g. several months) would also be useful to investigate long-term immunity. Such data will be essential to optimize virus transmission models and better understand IAV ecology in their natural hosts.", "cite_spans": [{"start": 191, "end": 195, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Conclusions"}, {"text": "The animal experiment procedures were approved by the Committee for Laboratory Animal Science of the Swedish Board of Agriculture.", "cite_spans": [], "ref_spans": [], "section": "Ethics Statement"}, {"text": "Eight 3-month-old male wild-type mallards (Anas platyrhynchos) of approximately the same body mass and size (measurement of the left wing, the right tarsus length and the distance from bill tip to back of the skull) were selected from a Swedish duck farm known from previous successive sampling to be free from IAV infection. The eight mallards were isolated from the other ducks for ten days before they were transferred to the animal house.", "cite_spans": [], "ref_spans": [], "section": "Animals"}, {"text": "Absence of active shedding of influenza viruses was checked three times, at one-week intervals, by testing oral and cloacal swabs using RRT-PCR (see below for methods). Absence of previous exposure to influenza viruses was also checked by NP-ELISA on sera sampled three successive times at one-weekintervals. The eight mallards were also checked for the presence of intestinal pathogens known to occur in mallards, i.e. intestinal parasites [34] , coronaviruses [35] , Chlamydophila sp. [36] , and Brachyspira sp. spirochetes [37] . They were free from infection, except for Brachyspira sp., which were found in all ducks. Culture of fecal material showed that the bacterial flora were normal [34] .", "cite_spans": [{"start": 441, "end": 445, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 462, "end": 466, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 487, "end": 491, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 526, "end": 530, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 693, "end": 697, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Animals"}, {"text": "The ducks were individually identified by unique color combinations of plastic rings placed around their right tarsus and randomly separated in two groups (Figure 1 ). The six mallards assigned to the first group (referred to as M1, M2, etc… M6) were surgically implanted with data loggers (see below) and successively infected with two strains of IAVs. The other two ducks (M7 and M8) were used as controls for virus infectivity during a 7-dayperiod.", "cite_spans": [], "ref_spans": [{"start": 155, "end": 164, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Animals"}, {"text": "The study took place within the animal facility of the Swedish Institute for Infectious Disease Control (SMI) in Stockholm, Sweden. The mallards were kept in individual cages with access to an individual pool and a shelter and were fed an equal mixture of chicken food and crushed wheat and oat ad libitum. The cages were cleaned and the water from each pool changed every morning.", "cite_spans": [], "ref_spans": [], "section": "Housing"}, {"text": "All ducks were caged in the same room, except the controls for virus infectivity which were kept separately until the day they were challenged: M7 was introduced in the room on day 21 (and euthanized on day 28) whereas M8 was introduced in the room on day 35 (and euthanized on day 42).", "cite_spans": [], "ref_spans": [], "section": "Housing"}, {"text": "A DSI transmitter (Data Sciences International, model TA11-CTA-F40), consisting of a plastic body and two electrodes, was surgically implanted under the skin of six ducks (M1 to M6). Twice every minute during the whole study period, the DSI transmitter stored data on body temperature (uC), heart rate (beats per minute) and activity (movements per minute of the implanted device relative to the receiver) in a computer using Dataquest A.R.T. Data Acquisition Software, Gold Package. Each transmitter was in contact with a receiver (model RPC-1) placed under the cages, and all six receivers were connected through two data exchange matrixes connected to the computer. Details about DSI data acquisition system can be found in Savory and Kostal [38] . A preliminary study using lipopolysaccharide (as in Maloney and Gray [21] ) revealed that the system allowed detection of increased body temperature and heart rate (Jourdain et al., unpublished data).", "cite_spans": [{"start": 745, "end": 749, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 821, "end": 825, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Radiotelemetry"}, {"text": "As previously reported, handling of the ducks resulted in increased body temperature [21] and heart rate [20] , and body temperature was lower when the light was off [39] ; therefore, only data recorded during this time (7.00 pm to 6.00 am) were used in the analyses. In total, 76,061 data points were analyzed for each of the three DSI parameters (N M1 = 14099; N M2 = 7224; N M3 = 13837; N M4 = 27557; N M5 = 4668; N M6 = 8676;), corresponding to only 34% of the recording potential of the system. The remaining 66% of data were not recorded due to signal loss (i.e., cage area was larger than receiver range, which was ,40 cm).", "cite_spans": [{"start": 85, "end": 89, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 105, "end": 109, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 166, "end": 170, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Radiotelemetry"}, {"text": "Because DSI transmitters have not been used on mallards before, and to cover possible technical failures, a Thermochron iButton (Maxim Integrated Products; model DS1922L), which records temperature into an internal memory [40] , was also surgically implanted under the skin of the six transmitterimplanted birds (M1 to M6). The iButtons were programmed (using 1-wire Drivers software, version 4.00) to measure body temperature (uC) every half hour throughout the study period. The iButtons were recovered from the ducks after euthanasia and data were downloaded using 1-wire Drivers software. An iButton placed in the experiment room monitored the room temperature at the same frequency as for the duck body temperature and showed that room temperature was stable throughout the experiment (21.5uC, SD = 0.1).", "cite_spans": [{"start": 222, "end": 226, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Thermochron iButtons"}, {"text": "In total, the iButtons recorded 6,216 body temperature data points, i.e. about 1,300 data points for each duck except M3 (N = 794) and M6 (N = 222) which lost their respective iButtons before the end of the experiment (days 28 and 2 PI, respectively).", "cite_spans": [], "ref_spans": [], "section": "Thermochron iButtons"}, {"text": "Surgery under general anesthesia was performed on six ducks (M1 to M6) to equip them with a DSI transmitter and an iButton. Food was withdrawn the night before surgery to avoid false deglutition during anesthesia. Before cutting the feathers from the incision areas, each duck was sedated by intramuscular administration of meloxicam (MetacamH, 0.5 mg/kg), butorphanol (TurbogesicH, 1 mg/kg) and xylazine (PaxmanH, 1 mg/kg). Anesthesia was induced using 3-4% isoflurane (ForeneH) with an oxygen flow of 2-3 L/min administered via a small-dog narcomask. A local anesthetic cream (EMLAH) was applied on the different incision sites and an eye gel (LubrithalH) was applied in both eyes. During surgery, 2-2.5% isoflurane was administered with an oxygen flow of 1-2 L/min. After surgery, an oxygen flow of 4 L/min was used. Once awake, the duck was placed back into its cage under an infrared light. To prevent infection of the wounds, a long-lasting antibiotic (amoxicillin LA, VetrimoxinH, 15 mg/kg) was injected in the pectoral muscle both after surgery and two days later. Meloxicam (0.5 mg/kg) was re-administrated one day after surgery to minimize inflammation. Access to the pool was prevented until 2-3 days after surgery.", "cite_spans": [], "ref_spans": [], "section": "Anesthesia and postoperative care"}, {"text": "The body of the transponder and the electrocardiogram leads were positioned in a base-apex configuration as described by Harm and colleagues [41] . Body feathers above and around the incision areas were cut with bended scissors. Incision areas were then cleaned and disinfected with povidone iodine, and an anesthetic cream was applied. A dorsal skin incision of approximately 3 cm was made at the base of the neck, between the shoulders. The iButton was inserted through this incision and, after blunt dissection, was placed subcutaneously on the left part of the back. The body of the DSI transmitter was inserted through the same incision and attached to the skin by two stitches using non-absorbable surgical suture (Supramid 3/0, Braun). A second incision was made at the base of the right wing. The negative electrode was then tunneled with a trocar until it reached the wing incision. It was fixed to the muscular fibers by 3-4 stitches of absorbable surgical suture (Vicryl 3/0, Ethicon). The positive electrode was similarly fixed to the left Pectoralis major muscle after being tunneled to the abdomen. All skin incisions were sewn up with an absorbable surgical suture (Vicryl rapid 3/ 0, Ethicon). The ducks were allowed to recover from surgery for at least 10 days prior to starting the monitoring of individual data (Figure 1 ).", "cite_spans": [{"start": 141, "end": 145, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 1330, "end": 1339, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Surgery"}, {"text": "The experiment was divided into four successive periods, during which the six implanted mallards were monitored continuously (body temperature, heart rate, activity) and weighed and sampled daily (Figure 1 ). The first period (1 week) allowed monitoring baseline body temperature, heart rate and activity levels for each mallard. The second period (3 weeks) aimed at studying the effects of primo-infection with an H7N7 LPAIV strain inoculated in the esophagus (10 8.7 EID 50 in a 1 mL inoculum). This three-week-period corresponds to the maximum time during which IAVs are usually excreted by infected ducks [3, 17, 30, 42] . The third period (2 weeks) investigated the impact of re-inoculation with the same H7N7 LPAIV strain administered through the same route and at the same dose. A naïve mallard (M7) was simultaneously inoculated (through the same route and at the same dose to serve as a positive control) and necropsied 7 days later to search for lesions associated with infection by the H7N7 isolate. The fourth period (2.5 weeks) allowed studying the effects of heterologous inoculation in the esophagus with an LPAIV H5N2 strain (10 8.7 EID 50 in a 1 mL inoculum). As previously, a naïve mallard (M8) was used as a positive control. It was inoculated along with the other ducks and necropsied 7 days later to search for lesions associated with infection by the H5N2 isolate. The six implanted ducks were euthanized 51 days after the first inoculation and necropsied.", "cite_spans": [{"start": 609, "end": 612, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 613, "end": 616, "text": "17,", "ref_id": "BIBREF16"}, {"start": 617, "end": 620, "text": "30,", "ref_id": "BIBREF29"}, {"start": 621, "end": 624, "text": "42]", "ref_id": "BIBREF41"}, {"start": 1141, "end": 1148, "text": "(10 8.7", "ref_id": null}], "ref_spans": [{"start": 196, "end": 205, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Experimental Design"}, {"text": "Two LPAIV strains isolated in 2004 from wild mallards at Ottenby, Southern Sweden, were used: A/mallard/Sweden/7206/ 2004 (H7N7) and A/mallard/Sweden/6566/2004 (H5N2). New viral stocks were grown by inoculating 200 mL of the selected isolates (dilution 1:50 in PBS) in the allantoic cavity of 10-day-old embryonated chicken eggs. The corresponding allantoic fluid was harvested three days later, centrifuged and pooled. Viral titers were determined by 50% Embryo Infectious Dose (EID 50 ) using the method of Reed and Muench [43] .", "cite_spans": [{"start": 525, "end": 529, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Virus Preparation"}, {"text": "Water samples, feces, oral and cloacal swabs were collected daily and blood samples bi-weekly throughout the study, from day 27 to 51 ( Figure 1 ). Every morning, before the cages were cleaned, 40 mL of water was sampled from each pool and stored directly at 280uC. The mallards were placed in individual single-use paper boxes for a few minutes before being sampled. They were swabbed from the cloaca and oral cavity and fecal samples were collected by rolling a sterile cotton swab in the fresh droppings left in the paper box. The swabs were placed in 1 mL of virus transportation medium (Hanks balanced salt solution) as described in Wallensten et al. [7] and kept on ice until they were stored at 280uC. The ducks were bled biweekly, alternating between the right and left brachial veins, for serological analyses. After centrifugation, sera were stored at 220uC.", "cite_spans": [{"start": 656, "end": 659, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 136, "end": 144, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Sampling"}, {"text": "Biosafety precautions were used between handling the ducks by spraying the gloves, table and lab coats with an alcoholic solution. Before their inclusion in the study (on day 21 and 35, respectively), the control ducks M7 and M8 were handled before the other ducks and in a separate room.", "cite_spans": [], "ref_spans": [], "section": "Sampling"}, {"text": "Matrix gene RRT-PCR for fecal samples, cloacal and oral swabs. After thawing, the tubes were thoroughly vortexed and 150 ml were removed and mixed with 450 ml Trizol reagent (Invitrogen, Paisley, UK) for virus inactivation. Cold chloroform (160 ml) was added to yield an excess of 300 ml needed for RNA extraction. After vortexing, the water and organic phases were allowed to separate for 1-2 minutes after which the tubes were centrifuged at 14000 g for 15 minutes. The water phase (300 ml) was then removed and RNA extracted using the M48 Biorobot (Qiagen, Hilden, Germany) with the MagAttract Viral RNA M48 extraction kit (Qiagen) according to the manufacturer's specifications and eluted in 65 ml. A RRT-PCR system targeting the matrix gene was used for screening and quantification [44] . The PCR was run in a one-step fashion using QuantiTect Probe RT-PCR kit (Qiagen) according to the manufacturer's specifications for ABI 7900HT PCR machine (Applied Biosystems, Carlsbad, USA) and 5 ml RNA was used as template. Cycle threshold (ct-) values obtained were normalized by setting threshold value to 0.1 for all runs. A ct-value of ,40 was considered positive for LPAIV antigen.", "cite_spans": [{"start": 788, "end": 792, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Real-Time Reverse Transcription Polymerase Chain Reaction (RRT-PCR)"}, {"text": "Matrix gene RRT-PCR for water samples. A slightly different protocol was used for water samples. After thawing, the tubes were thoroughly vortexed and 400 ml were removed for direct RNA extraction using the MagAttract Viral RNA M48 extraction kit with the BioRobot M48 set to obtain 75 mL of elution volume. A LightCycler 1.5 (Roche Diagnostics GmbH, Germany) was used to perform the thermo-cycling. A ct-value of ,40 was considered positive for LPAIV antigen.", "cite_spans": [], "ref_spans": [], "section": "Real-Time Reverse Transcription Polymerase Chain Reaction (RRT-PCR)"}, {"text": "H5 and H7 RRT-PCR. Only water and swab samples collected from the implanted ducks after day 35 (H5N2 inoculation) and positive for the matrix gene (n = 13) were further tested for the presence of H5 or H7-specific viral RNA. RNA was extracted as before and RRT-PCR performed using a Taqman probes system as described by EU Community Reference Laboratory protocols [45] .", "cite_spans": [{"start": 364, "end": 368, "text": "[45]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Real-Time Reverse Transcription Polymerase Chain Reaction (RRT-PCR)"}, {"text": "Serum samples were tested for antibodies targeting IAV nucleoprotein (NP) with a commercial ELISA kit (NP-ELISA, Pourquier Avian Influenza A Blocking ELISA, Montpellier, France). The presence of H7-and H5-specific antibodies was studied by using the ID Screen Influenza H7 Antibody Competition and ID Screen Influenza H5 Antibody Competition (ID VET Innovative Diagnostics, Montpellier, France). According to the manufacturers' instructions, sera were considered positive if the calculated value was $65% (NP-ELISA) or $50% (H7-and H5-ELISA).", "cite_spans": [], "ref_spans": [], "section": "Serology"}, {"text": "In order to detect HI antibodies specific for H5 and H7 respectively, HI test was performed following standard procedures [11] , using red blood cells from specific pathogen-free chickens and four HA units of the viral strains used for the experimental challenge. Only samples with a titer $20 were considered.", "cite_spans": [{"start": 122, "end": 126, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Serology"}, {"text": "The two mallards that served as positive controls (M7 for H7N7 infection and M8 for H5N2 infection) were euthanized 7 days PI with H7N7 or H5N2, respectively, whereas the six implanted mallards were euthanized at the end of the study (51 days PI). The birds were euthanized with 100 mg/kg sodium pentobarbital (Pentobarbital vetH, 100 mg/ml i.v.). Routine necropsies were carried out directly after euthanasia. Tissue samples (brain, lungs, trachea, air sacs, heart, liver, spleen, kidneys, pancreas, adrenal glands, duodenum, jejunum, colon, caecum, ventriculus, proven-triculus, and testicles) were fixed in 10% neutral buffered formalin for histopathology and immunohistochemistry (IHC).", "cite_spans": [], "ref_spans": [], "section": "Pathology and Immunohistochemical Testing"}, {"text": "After formalin fixation, the tissue samples were processed routinely, sectioned at 4-5 mm, stained with hematoxylin and eosin, and examined for pathologic changes. In order to investigate the presence of viral antigen, duplicate sections of liver, lung, trachea, air sacs, pancreas, duodenum, jejunum, colon, and caecum from all ducks, as well as all other collected tissues from the two control ducks, were processed for IHC using a commercial anti-influenza A nucleoprotein primary monoclonal antibody [46] . Each immunostain included a positive reference control and a negative control. Each section was also accompanied by a primary antibody-omitted control. Sections from all levels of intestine were further stained with Warthin-Starry silver stain in order to investigate the presence of spirochetes.", "cite_spans": [{"start": 504, "end": 508, "text": "[46]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Pathology and Immunohistochemical Testing"}, {"text": "Statistical analyses of the physiological parameters were done individually for each implanted mallard. Multivariate General Linear Models (GLMs) were used with mean values for each hour and day of DSI body temperature, activity, and heart rate as dependent variables, and day and hour as independent variables. The latter variable was included to control for the fact that the physiological variables varied over time. Additional univariate GLMs were run with iButton body temperature as the dependent variable and the same predictors as above. For three ducks (M1, M3 and M4), data were transformed to obtain normally distributed residuals. Day was a significant variable (p,0.001) for all ducks and dependent variables (except for the heart rate of M2). Because it was biologically relevant to compare values obtained on successive days, we used Tukey's post hoc test to compare the means from the control period with the means from day-one-PI, day-one-PI with day-two-PI, etc… until the end of the experiment.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "Body mass changes were analyzed on a daily basis by comparing each day with the previous one as described above. Because body mass is naturally dependent on preceding values, paired t-tests with Bonferroni-corrected p-values were used. In addition, paired t-tests were used to get an overview of how the body mass of each duck changed over the study period.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "In order to show whether there was any difference in virus detection between the four sample types (oral and cloacal swabs, feces and pool water), the proportion of positive samples for the different techniques was analyzed with x2-statistics. Only days for which all sample types from a given duck had been tested were included in this analysis. ", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Global patterns of influenza a virus in wild birds", "authors": [{"first": "B", "middle": [], "last": "Olsen", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "A", "middle": [], "last": "Wallensten", "suffix": ""}, {"first": "J", "middle": [], "last": "Waldenstrom", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Osterhaus", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "312", "issn": "", "pages": "384--388", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Intestinal influenza: replication and characterization of influenza viruses in ducks", "authors": [{"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}, {"first": "M", "middle": [], "last": "Yakhno", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Hinshaw", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Bean", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Murti", "suffix": ""}], "year": 1978, "venue": "Virology", "volume": "84", "issn": "", "pages": "268--278", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Duck influenza lacking evidence of disease signs and immune response", "authors": [{"first": "H", "middle": [], "last": "Kida", "suffix": ""}, {"first": "R", "middle": [], "last": "Yanagawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Matsuoka", "suffix": ""}], "year": 1980, "venue": "Infect Immun", "volume": "30", "issn": "", "pages": "547--553", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Virus replication in the digestive tract of ducks exposed by aerosol to type-A influenza", "authors": [{"first": "R", "middle": ["D"], "last": "Slemons", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Easterday", "suffix": ""}], "year": 1978, "venue": "Avian Dis", "volume": "22", "issn": "", "pages": "367--377", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Evolution and ecology of influenza A viruses", "authors": [{"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Bean", "suffix": ""}, {"first": "O", "middle": ["T"], "last": "Gorman", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Chambers", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}], "year": 1992, "venue": "Microbiol Rev", "volume": "56", "issn": "", "pages": "152--179", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Water-borne transmission drives avian influenza dynamics in wild birds: The case of the 2005-2006 epidemics in the Camargue area", "authors": [{"first": "B", "middle": [], "last": "Roche", "suffix": ""}, {"first": "C", "middle": [], "last": "Lebarbenchon", "suffix": ""}, {"first": "M", "middle": [], "last": "Gauthier-Clerc", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chang", "suffix": ""}, {"first": "F", "middle": [], "last": "Thomas", "suffix": ""}], "year": 2009, "venue": "Infect Genet Evol Article in press", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.meegid.2009.04.009"]}}, "BIBREF6": {"ref_id": "b6", "title": "Surveillance of influenza A virus in migratory waterfowl in northern Europe", "authors": [{"first": "A", "middle": [], "last": "Wallensten", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "N", "middle": [], "last": "Latorre-Margalef", "suffix": ""}, {"first": "M", "middle": [], "last": "Brytting", "suffix": ""}, {"first": "J", "middle": [], "last": "Elmberg", "suffix": ""}], "year": 2007, "venue": "Emerg Infect Dis", "volume": "13", "issn": "", "pages": "404--411", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The Role of Swine in the Generation of Novel Influenza Viruses", "authors": [{"first": "W", "middle": [], "last": "Ma", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Lager", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Vincent", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Janke", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Gramer", "suffix": ""}], "year": 2009, "venue": "Zoonoses Public Health", "volume": "3", "issn": "", "pages": "158--166", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Wild ducks as long-distance vectors of highly pathogenic avian influenza virus (H5N1)", "authors": [{"first": "J", "middle": [], "last": "Keawcharoen", "suffix": ""}, {"first": "D", "middle": [], "last": "Van Riel", "suffix": ""}, {"first": "G", "middle": [], "last": "Van Amerongen", "suffix": ""}, {"first": "T", "middle": [], "last": "Bestebroer", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Beyer", "suffix": ""}], "year": 2008, "venue": "Emerg Infect Dis", "volume": "14", "issn": "", "pages": "600--607", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evolutionary biology, community ecology and avian influenza research", "authors": [{"first": "A", "middle": [], "last": "Caron", "suffix": ""}, {"first": "N", "middle": [], "last": "Gaidet", "suffix": ""}, {"first": "M", "middle": [], "last": "De Garine-Wichatitsky", "suffix": ""}, {"first": "S", "middle": [], "last": "Morand", "suffix": ""}, {"first": "E", "middle": ["Z"], "last": "Cameron", "suffix": ""}], "year": 2009, "venue": "Infect Genet Evol", "volume": "9", "issn": "", "pages": "298--303", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Mallards and highly pathogenic avian influenza ancestral viruses", "authors": [{"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "A", "middle": [], "last": "Wallensten", "suffix": ""}, {"first": "C", "middle": [], "last": "Baas", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Rimmelzwaan", "suffix": ""}, {"first": "M", "middle": [], "last": "Schutten", "suffix": ""}], "year": 2005, "venue": "Europe. Emerg Infect Dis", "volume": "11", "issn": "", "pages": "1545--1551", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Influenza A viruses of migrating wild aquatic birds in North America", "authors": [{"first": "S", "middle": [], "last": "Krauss", "suffix": ""}, {"first": "D", "middle": [], "last": "Walker", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Pryor", "suffix": ""}, {"first": "L", "middle": [], "last": "Niles", "suffix": ""}, {"first": "L", "middle": [], "last": "Chenghong", "suffix": ""}], "year": 2004, "venue": "Vector Borne Zoonotic Dis", "volume": "4", "issn": "", "pages": "177--189", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Avian influenza virus infections. IV. Response of pheasants, ducks, and geese to influenza A-turkey-Wisconsin-1966 virus", "authors": [{"first": "P", "middle": ["J"], "last": "Homme", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Easterday", "suffix": ""}], "year": 1970, "venue": "Avian Dis", "volume": "14", "issn": "", "pages": "285--290", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Antigenic and phenotypic variants of a virulent avian influenza virus selected during replication in ducks", "authors": [{"first": "M", "middle": ["S"], "last": "Philpott", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Easterday", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Hinshaw", "suffix": ""}], "year": 1989, "venue": "J Wildl Dis", "volume": "25", "issn": "", "pages": "507--513", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Detection of influenza A virus by RT-PCR and standard methods in experimental infection of Ducks", "authors": [{"first": "E", "middle": [], "last": "Foni", "suffix": ""}, {"first": "C", "middle": [], "last": "Chiapponi", "suffix": ""}, {"first": "D", "middle": [], "last": "Lori", "suffix": ""}, {"first": "De", "middle": [], "last": "Marco", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Delogu", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "New Microbiol", "volume": "28", "issn": "", "pages": "31--35", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Pathological lesions in the lungs of ducks infected with influenza A viruses", "authors": [{"first": "A", "middle": ["J"], "last": "Cooley", "suffix": ""}, {"first": "H", "middle": [], "last": "Van Campen", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Philpott", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Easterday", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Hinshaw", "suffix": ""}], "year": 1989, "venue": "Vet Pathol", "volume": "26", "issn": "", "pages": "1--5", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Experimental exposure of Franklin's gulls (Larvus pipixcan) and mallards to a turkey influenza A virus A/Turkey/Minn/BF/72 (Hv6Neq2)", "authors": [{"first": "A", "middle": ["K"], "last": "Bahl", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Pomeroy", "suffix": ""}], "year": 1977, "venue": "J Wildl Dis", "volume": "13", "issn": "", "pages": "420--426", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Highly pathogenic avian influenza virus infection of Mallards with homo-and heterosubtypic immunity induced by low-pathogenic avian influenza viruses", "authors": [{"first": "S", "middle": ["R"], "last": "Fereidouni", "suffix": ""}, {"first": "E", "middle": [], "last": "Starick", "suffix": ""}, {"first": "M", "middle": [], "last": "Beer", "suffix": ""}, {"first": "H", "middle": [], "last": "Wilking", "suffix": ""}, {"first": "D", "middle": [], "last": "Kalthoff", "suffix": ""}], "year": 2009, "venue": "Plos One", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Effects of influenza A virus infection on migrating mallard ducks", "authors": [{"first": "N", "middle": [], "last": "Latorre-Margalef", "suffix": ""}, {"first": "G", "middle": [], "last": "Gunnarsson", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Osterhaus", "suffix": ""}], "year": 2009, "venue": "Proc Biol Sci", "volume": "276", "issn": "", "pages": "1029--1036", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Electrocardiography, heart rates, and heart weights of free-living birds", "authors": [{"first": "N", "middle": [], "last": "Machida", "suffix": ""}, {"first": "Y", "middle": [], "last": "Aohagi", "suffix": ""}], "year": 2001, "venue": "J Zoo Wildl Med", "volume": "32", "issn": "", "pages": "47--54", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Characteristics of the febrile response in Pekin ducks", "authors": [{"first": "S", "middle": ["K"], "last": "Maloney", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Gray", "suffix": ""}], "year": 1998, "venue": "J Comp Physiol B", "volume": "168", "issn": "", "pages": "177--182", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Ecologic immunology of avian influenza (H5N1) in migratory birds", "authors": [{"first": "T", "middle": ["P"], "last": "Weber", "suffix": ""}, {"first": "N", "middle": ["I"], "last": "Stilianakis", "suffix": ""}], "year": 2007, "venue": "Emerg Infect Dis", "volume": "13", "issn": "", "pages": "1139--1143", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Ecological immunology: life-history trade-offs and immune defense in birds", "authors": [{"first": "K", "middle": [], "last": "Norris", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Evans", "suffix": ""}], "year": 2000, "venue": "Behavioral Ecology", "volume": "11", "issn": "", "pages": "19--26", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Effect of intravenous inoculation of avian influenza virus on reproduction and growth in mallard ducks", "authors": [{"first": "E", "middle": ["A"], "last": "Laudert", "suffix": ""}, {"first": "V", "middle": [], "last": "Sivanandan", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Halvorson", "suffix": ""}], "year": 1993, "venue": "J Wildl Dis", "volume": "29", "issn": "", "pages": "523--526", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Hampered foraging and migratory performance in swans infected with lowpathogenic avian influenza A virus", "authors": [{"first": "J", "middle": ["A"], "last": "Van Gils", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "R", "middle": [], "last": "Radersma", "suffix": ""}, {"first": "D", "middle": [], "last": "Liefhebber", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}], "year": 2007, "venue": "PLoS One", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Practical considerations for high-throughput influenza A virus surveillance studies of wild birds by use of molecular diagnostic tests", "authors": [{"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "C", "middle": [], "last": "Baas", "suffix": ""}, {"first": "P", "middle": [], "last": "Lexmond", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Bestebroer", "suffix": ""}, {"first": "J", "middle": [], "last": "Guldemeester", "suffix": ""}], "year": 2009, "venue": "J Clin Microbiol", "volume": "47", "issn": "", "pages": "666--673", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Sampling for low-pathogenic avian influenza A virus in wild Mallard ducks: oropharyngeal versus cloacal swabbing", "authors": [{"first": "P", "middle": [], "last": "Ellstrom", "suffix": ""}, {"first": "N", "middle": [], "last": "Latorre-Margalef", "suffix": ""}, {"first": "P", "middle": [], "last": "Griekspoor", "suffix": ""}, {"first": "J", "middle": [], "last": "Waldenstrom", "suffix": ""}, {"first": "J", "middle": [], "last": "Olofsson", "suffix": ""}], "year": 2008, "venue": "Vaccine", "volume": "26", "issn": "", "pages": "4414--4416", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Coinfection of wild ducks by influenza A viruses: distribution patterns and biological significance", "authors": [{"first": "G", "middle": ["B"], "last": "Sharp", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Jones", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Bean", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Pryor", "suffix": ""}], "year": 1997, "venue": "J Virol", "volume": "71", "issn": "", "pages": "6128--6135", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Immunology of avian influenza virus: a review", "authors": [{"first": "D", "middle": ["L"], "last": "Suarez", "suffix": ""}, {"first": "S", "middle": [], "last": "Schultz-Cherry", "suffix": ""}], "year": 2000, "venue": "Dev Comp Immunol", "volume": "24", "issn": "", "pages": "269--283", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Bile immunoglobulin of the duck (Anas platyrhynchos). II. Antibody response in influenza A virus infections", "authors": [{"first": "D", "middle": ["A"], "last": "Higgins", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Shortridge", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Ng", "suffix": ""}], "year": 1987, "venue": "Immunology", "volume": "62", "issn": "", "pages": "499--504", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Protective cross-reactive cellular immunity to lethal A/Goose/Guangdong/1/96-like H5N1 influenza virus is correlated with the proportion of pulmonary CD8(+) T cells expressing gamma interferon", "authors": [{"first": "S", "middle": ["H"], "last": "Seo", "suffix": ""}, {"first": "M", "middle": [], "last": "Peiris", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}], "year": 2002, "venue": "J Virol", "volume": "76", "issn": "", "pages": "4886--4890", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Cellular immune response in turkeys inoculated with two antigenically indistinguishable avian influenza-A viruses", "authors": [{"first": "M", "middle": [], "last": "Toure", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Gupta", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Bankowski", "suffix": ""}], "year": 1979, "venue": "Avian Dis", "volume": "23", "issn": "", "pages": "335--345", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Effect of an H5N1 avian influenza virus infection on the immune system of mallard ducks", "authors": [{"first": "E", "middle": [], "last": "Laudert", "suffix": ""}, {"first": "V", "middle": [], "last": "Sivanandan", "suffix": ""}, {"first": "D", "middle": [], "last": "Halvorson", "suffix": ""}], "year": 1993, "venue": "Avian Dis", "volume": "37", "issn": "", "pages": "845--853", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Fecal shedding and antimicrobial susceptibility of selected bacterial pathogens and a survey of intestinal parasites in free-living waterfowl", "authors": [{"first": "D", "middle": ["M"], "last": "Fallacara", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Monahan", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Morishita", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Wack", "suffix": ""}], "year": 2001, "venue": "Avian Dis", "volume": "45", "issn": "", "pages": "128--135", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Molecular identification and characterization of novel coronaviruses infecting graylag geese (Anser anser), feral pigeons (Columbia livia) and mallards (Anas platyrhynchos)", "authors": [{"first": "C", "middle": ["M"], "last": "Jonassen", "suffix": ""}, {"first": "T", "middle": [], "last": "Kofstad", "suffix": ""}, {"first": "I", "middle": ["L"], "last": "Larsen", "suffix": ""}, {"first": "A", "middle": [], "last": "Lovland", "suffix": ""}, {"first": "K", "middle": [], "last": "Handeland", "suffix": ""}], "year": 2005, "venue": "J Gen Virol", "volume": "86", "issn": "", "pages": "1597--1607", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Chlamydial infections in duck farms associated with human cases of psittacosis in France", "authors": [{"first": "K", "middle": [], "last": "Laroucau", "suffix": ""}, {"first": "B", "middle": [], "last": "De Barbeyrac", "suffix": ""}, {"first": "F", "middle": [], "last": "Vorimore", "suffix": ""}, {"first": "M", "middle": [], "last": "Clerc", "suffix": ""}, {"first": "C", "middle": [], "last": "Bertin", "suffix": ""}], "year": 2009, "venue": "Vet Microbiol", "volume": "135", "issn": "", "pages": "82--89", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Brachyspira hyodysenteriae and other strongly beta-haemolytic and indolepositive spirochaetes isolated from mallards (Anas platyrhynchos)", "authors": [{"first": "D", "middle": ["S"], "last": "Jansson", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Johansson", "suffix": ""}, {"first": "T", "middle": [], "last": "Olofsson", "suffix": ""}, {"first": "T", "middle": [], "last": "Råsbäck", "suffix": ""}, {"first": "I", "middle": [], "last": "Vågsholm", "suffix": ""}], "year": 2004, "venue": "Journal of Medical Microbiology", "volume": "53", "issn": "", "pages": "293--300", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Application of a radiotelemetry system for chronic measurement of blood pressure, heart rate, EEG, and activity in the chicken", "authors": [{"first": "C", "middle": ["J"], "last": "Savory", "suffix": ""}, {"first": "L", "middle": [], "last": "Kostal", "suffix": ""}], "year": 1997, "venue": "Physiol Behav", "volume": "61", "issn": "", "pages": "963--969", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Avian febrile response", "authors": [{"first": "L", "middle": ["G"], "last": "D&apos;alecy", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Kluger", "suffix": ""}], "year": 1975, "venue": "J Physiol", "volume": "253", "issn": "", "pages": "223--232", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Thermochron ibuttons: an inexpensive method for long-term recording of core body temperature in untethered animals", "authors": [{"first": "A", "middle": ["J"], "last": "Davidson", "suffix": ""}, {"first": "F", "middle": [], "last": "Aujard", "suffix": ""}, {"first": "B", "middle": [], "last": "London", "suffix": ""}, {"first": "M", "middle": [], "last": "Menaker", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Block", "suffix": ""}], "year": 2003, "venue": "J Biol Rhythms", "volume": "18", "issn": "", "pages": "430--432", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "A technique for dorsal subcutaneaous implantation of heart rate biotelemetry transmitters in black ducks: application in an aircraft noise response study", "authors": [{"first": "C", "middle": ["A"], "last": "Harms", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Fleming", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Stoskopf", "suffix": ""}], "year": 1997, "venue": "The Condor", "volume": "99", "issn": "", "pages": "231--237", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Role of domestic ducks in the propagation and biological evolution of highly pathogenic H5N1 influenza viruses in Asia", "authors": [{"first": "D", "middle": ["J"], "last": "Hulse-Post", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Sturm-Ramirez", "suffix": ""}, {"first": "J", "middle": [], "last": "Humberd", "suffix": ""}, {"first": "P", "middle": [], "last": "Seiler", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Govorkova", "suffix": ""}], "year": 2005, "venue": "Proc Natl Acad Sci U S A", "volume": "102", "issn": "", "pages": "10682--10687", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "A simple method of estimating fifty percent endpoints", "authors": [{"first": "L", "middle": ["J"], "last": "Reed", "suffix": ""}, {"first": "H", "middle": [], "last": "Muench", "suffix": ""}], "year": 1938, "venue": "The American Journal of Hygiene", "volume": "27", "issn": "", "pages": "493--497", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Development of a real-time reverse transcriptase PCR assay for type A influenza virus and the avian H5 and H7 hemagglutinin subtypes", "authors": [{"first": "E", "middle": [], "last": "Spackman", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Senne", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Myers", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Bulaga", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Garber", "suffix": ""}], "year": 2002, "venue": "J Clin Microbiol", "volume": "40", "issn": "", "pages": "3256--3260", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Veterinary Laboratory Agency. PCR protocols for the detection of avian influenza virus", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Pathology of natural highly pathogenic avian influenza H5N1 infection in wild tufted ducks (Aythya fuligula)", "authors": [{"first": "C", "middle": [], "last": "Bröjer", "suffix": ""}, {"first": "", "middle": [], "last": "Eo", "suffix": ""}, {"first": "H", "middle": [], "last": "Uhlhorn", "suffix": ""}, {"first": "K", "middle": [], "last": "Bernodt", "suffix": ""}, {"first": "T", "middle": [], "last": "Mörner", "suffix": ""}], "year": 2009, "venue": "J Vet Diagn Invest", "volume": "21", "issn": "", "pages": "579--587", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Experimental design. doi:10.1371/journal.pone.0008935.g001", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Significant (p,0.05) day to day changes in mean daily body temperature, heart rate and activity recorded for each duck throughout the experiment using General Linear Models and Tukey's post hoc test. For body temperature, when both DSI and iButton data loggers were functional, only the changes detected by both data loggers are indicated. doi:10.1371/journal.pone.0008935.g002", "latex": null, "type": "figure"}, "FIGREF2": {"text": "is indicated in parentheses. Bold italic values indicate a significant increase (actual day compared with the previous one). ND: no data due to signal out of range (DSI transmitter) or iButton loss. doi:10.1371/journal.pone.0008935.t002", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Body mass for each mallard throughout the study. doi:10.1371/journal.pone.0008935.g003", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Matrix gene RTT-PCR results for the six implanted mallards. Dash line: H7N7 inoculation, dot line: H5N2 inoculation. Results for oral swabs are presented as supportive material online (Figure S1). doi:10.1371/journal.pone.0008935.g004", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Matrix gene RTT-PCR results for the two control mallards. Dash line: H7N7 infection, dot line: H5N2 infection; euthanasia occurred on day 7 post-inoculation. Results for oral swabs are presented as supportive material online (Figure S2). doi:10.1371/journal.pone.0008935.g005", "latex": null, "type": "figure"}, "FIGREF6": {"text": "ELISA and matrix gene RTT-PCR results for the six implanted mallards. Primary y-axis: ELISA inhibition values (blue line: NP-ELISA, pink line H7-ELISA and red line: H5-ELISA); secondary y-axis (black line): minimum ct-value considering oral, cloacal, fecal and water samples; the vertical lines illustrate the successive inoculations (dash line: H7N7 inoculation, dot line: H5N2 inoculation). doi:10.1371/journal.pone.0008935.g006", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Matrix gene RTT-PCR results for oral swabs from the six implanted mallards. Dash line: H7N7 inoculation, dot line: H5N2 inoculation Found at: doi:10.1371/journal.pone.0008935.s001 (7.76 MB TIF) Figure S2 Matrix gene RTT-PCR results for oral swabs from the two control mallards. Dash line: H7N7 infection, dot line: H5N2 infection; euthanasia occurred on day 7 post-inoculation Found at: doi:10.1371/journal.pone.0008935.s002 (3.00 MB TIF)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Mean individual values recorded by the data loggers throughout the control week.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Duck ID </td><td>iButton </td><td>DSI </td><td>Heart rate </td><td>Activity\n</td></tr><tr><td>M1 </td><td>40.4 (0.2) </td><td>40.2 (0.2) </td><td>132 (27) </td><td>0.8 (2.5)\n</td></tr><tr><td>M2 </td><td>40.7 (0.2) </td><td>40.6 (0.2) </td><td>142 (34) </td><td>0.7 (1.9)\n</td></tr><tr><td>M3 </td><td>40.7 (0.3)a </td><td>40.5 (0.3) </td><td>157 (23) </td><td>0.4 (1.4)\n</td></tr><tr><td>M4 </td><td>40.7 (0.2) </td><td>40.4 (0.4) </td><td>120 (27) </td><td>1.4 (4.0)\n</td></tr><tr><td>M5 </td><td>40.7 (0.2) </td><td>40.6 (0.2) </td><td>127 (27) </td><td>2.4 (4.6)\n</td></tr><tr><td>M6 </td><td>40.3 (0.5)b </td><td>40.3 (0.3) </td><td>179 (39) </td><td>0.6 (1.8)\n</td></tr><tr><td>All birds </td><td>40.6 (0.3) </td><td>40.2 (0.3) </td><td>141 (34) </td><td>0.9 (2.7)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank Christine Leterrier (INRA Tours, France), Jordi Altimiras (Linköping University, Sweden) and Géraldine Bruyère for advice about data loggers and surgery; Olov Rosendahl and his colleagues from the animal house (SMI Stockholm, Sweden) for excellent animal care and sampling; Jenny Olofsson, Jorge Hernandez and Conny Tolf (Linnaeus University, Sweden) for participation in laboratory analyses; Kerstin Falk (SMI, Sweden), Anders Larsson and Patrik Ellström (Uppsala University, Sweden), Dolores Gavier-Widen (SVA Uppsala, Sweden) and Leslie Reperant (Princeton University, NJ, USA) for relevant advice regarding experimental set up; Aleksija Neimanis (SVA Uppsala, Sweden) for assistance with the necropsies. We thank Nicole Nemeth and two anonymous reviewers for their comments on the manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}