{
    "paper_id": "0d7ece1007cbcb91497b40e276c7c5cac15663e0",
    "metadata": {
        "title": "Journal Pre-proof EDITORIAL FOR ANNALS OF ONCOLOGY Personalized Cancer Supportive Care in COVID-19 Era",
        "authors": [
            {
                "first": "G",
                "middle": [
                    "H"
                ],
                "last": "Lyman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Kuderer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Advanced Cancer Research Group",
                    "institution": "",
                    "location": {
                        "settlement": "Kirkland",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Myelosuppression continues to represent a major cause of dose-limiting toxicity associated with cytotoxic cancer therapy. Fever in patients with severe neutropenia (febrile neutropenia; FN) represents a presumption of infection associated with considerable morbidity and mortality. 1 FN risk increases proportionally with the severity and duration of neutropenia and serious medical complications and mortality increase with the number of major medical comorbidities and infectious complications. 2,3 While initiation of empiric broad-spectrum antibiotics has greatly reduced the previous high death rate associated with FN, in hospitalized patients it remains unacceptably high. 3, 4 FN in patients receiving cancer chemotherapy may also result in treatment delays, dose reductions or early stopping, leading to a reduction of relative dose intensity. 5,6 Although a number of risk factors for FN have been identified and validated in multivariable models, a patient's risk of FN is generally based on highly selected patients entered into pivotal randomized controlled trials (RCTs) establishing the efficacy and safety of the regimen. [7] [8] [9] The risk for neutropenic complications has consistently been shown to be 15 The primary outcome was a composite of either FN or treatmentrelated hospitalization, while secondary outcomes included chemotherapy dose reductions, delays, or discontinuation. The proportion of patients with at least one composite outcome was 11.8% for the 5-day schedule compared to 15.0% for 7/10-day control arm. In the primary analysis, the authors conclude that for patients eligible for and selected for this trial, the difference in risk per cycle was consistent with noninferiority of a 5-day schedule compared to 7/10 days. While acknowledging the challenges imposed by the mid-trial protocol change from 3-arms to 2-arms and the imbalance in the initial 7-day and 10-day arms, the authors conclude that 5 days of primary G-CSF prophylaxis should be considered the standard of care. Unfortunately, the potential for selection bias of younger, healthier patients for this trial calls into question such a broad assertion. While the conclusion supporting less intensive supportive care may be valid for younger healthy people, it may not hold for older and more vulnerable individuals. The authors do not report the frequency of important comorbidities or other FN risk factors other than age and treatment regimen.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 682,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 683,
                    "end": 684,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1142,
                    "end": 1145,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1146,
                    "end": 1149,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1223,
                    "end": 1225,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Imbalances in such risk factors between treatment groups may occur purely due to chance despite randomization. The authors acknowledge the imbalance in the decline in events from the intention-to-treat analysis to the per-protocol analysis between the 7/10-day arm (13%) and the 5-day arm (40%). Of note, the G-CSF schedule was observed to increase more often in the 5-day arm and decrease more often in the 7/10day arm. Finally, the observed number of events in both arms was considerably lower than anticipated, reducing study statistical power which, when combined with the likely selection bias and protocol deviations discussed above, limits the claim for noninferiority for the 5-day intervention across a broad patient population. While the authors attribute these limitations to the pragmatic nature of the trial capturing real world experience, they beg for further controlled trials before claiming a new standard of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nevertheless, it is reasonable to assume that some patients receiving cancer chemotherapy do not require a full 7-10 days of prophylactic G-CSF. At the same time, it would be unreasonable to assume that no patients benefit from the recommended G-CSF schedule. In fact, in the context of the current SARS-CoV-2 pandemic and risk for COVID-19 illness, there has been considerable discussion of extending the recommendations for prophylactic G-CSF to patients receiving cancer chemotherapy considered at lower risk for FN. Early reports from China and now from the United States have suggested that patients with cancer are over-represented and more likely to experience severe complications including mortality. [16] [17] [18] [19] While cancer therapy can sometimes be safely delayed or modified, many patients still require known effective systemic therapy associated with an increased risk of FN and immune suppression putting them at increased risk for COVID-19 and serious complications. Aggressive supportive care strategies, including prophylactic G-CSF, have become an important part of the discussion for enabling patients to continue cancer therapy, while reducing the risk of FN and exposure in the emergency room or hospital when the health system is stressed. In an effort to reduce FN risk in patients receiving chemotherapy and reduce exposure to risk through the healthcare system, the National Comprehensive Cancer Network (NCCN) has posted interim recommendations on the use of hematopoietic growth factors including G-CSF. 13 (https://www.nccn.org/covid-19). In the context of increased risk for COVID-19 associated with excess exposure to the heath care setting resulting from the development of FN, prophylactic G-CSF recommendations have been extended to all patients receiving chemotherapy regimens at intermediate risk of FN (10-20%) as well as patients receiving low-risk regimens whose age or co-morbidities place them at inherently higher risk for FN and its",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 714,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "complications. An important caveat to this recommendation is for patients with COVID-19 and symptoms or signs of acute respiratory distress syndrome (ARDS). As G-CSFs have been suspected of increasing production of inflammatory cytokines, the potential for causing further harm requires extreme caution in patients with active G-CSF has become part of routine care for patients receiving cancer chemotherapy associated with a high risk for FN. The costs and toxicities associated with G-CSF prophylaxis in this setting deserves careful and systematic study to better identify patients in need of the recommended schedule to enable safe delivery of potentially curative chemotherapy and those who may benefit for more abbreviated schedules, potentially reducing cost and side effects. Despite the limitations of the RCT reported in this issue of Annals, Clemons and colleagues are to be lauded for taking on this important but difficult challenge. At the same time, in the current global COVID-19 crisis, care must be taken in patients requiring cancer therapy to reduce the risk of serious complications such as FN and minimize patient exposure and resource utilization that can further place both themselves and the healthcare system at risk. FUNDING: The authors received no funding for the writing of this manuscript DISCLOSURES:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dr. Lyman reports research grant support from Amgen to the Fred Hutchinson Cancer Center and has consulted for G1 Therapeutics, Invitae, Sandoz, Samsung Bioepis, Beyond Spring, Spectrum, Mylan, and Partner Therapeutics outside the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dr. Kuderer has consulted for G1 Therapeutics, Invitae, Beyond Spring, Spectrum, BMS, and Janssen outside the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antimicrobial Prophylaxis for Adult Patients With Cancer-Related Immunosuppression: ASCO and IDSA Clinical Practice Guideline Update",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Taplitz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Bow",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Clin Oncol",
            "volume": "36",
            "issn": "",
            "pages": "3043--3054",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Quantitative relationships between circulating leukocytes and infection in patients with acute leukemia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Bodey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Sathe",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Ann Intern Med",
            "volume": "64",
            "issn": "",
            "pages": "328--368",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mortality, morbidity, and cost associated with febrile neutropenia in adult cancer patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuderer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Dale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cancer",
            "volume": "106",
            "issn": "",
            "pages": "2258--66",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Patterns of chemotherapyassociated toxicity and supportive care in US oncology practice: a nationwide prospective cohort study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Culakova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Poniewierski",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer Med",
            "volume": "3",
            "issn": "",
            "pages": "434--478",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dose Delays, Dose Reductions, and Relative Dose Intensity in Patients With Cancer Who Received Adjuvant or Neoadjuvant Chemotherapy in Community Oncology Practices",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Denduluri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Patt",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Natl Compr Canc Netw",
            "volume": "13",
            "issn": "",
            "pages": "1383--93",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chemotherapy Dose Intensity and Overall Survival Among Patients With Advanced Breast or Ovarian Cancer",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Denduluri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Lyman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Breast Cancer",
            "volume": "18",
            "issn": "",
            "pages": "380--386",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Predicting neutropenia risk in patients with cancer using electronic data",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Pawloski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kane",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Med Inform Assoc",
            "volume": "24",
            "issn": "",
            "pages": "129--135",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Predicting individual risk of neutropenic complications in patients receiving cancer chemotherapy",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Lyman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuderer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer",
            "volume": "117",
            "issn": "",
            "pages": "1917--1944",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A Patient Risk Model of Chemotherapy-Induced Febrile Neutropenia: Lessons Learned From the ANC Study Group",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Lyman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Poniewierski",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Natl Compr Canc Netw",
            "volume": "15",
            "issn": "",
            "pages": "1543--1550",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Impact of primary prophylaxis with granulocyte colony-stimulating factor on febrile neutropenia and mortality in adult cancer patients receiving chemotherapy: a systematic review",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuderer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Dale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Recommendations for the Use of WBC Growth Factors",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "update of EORTC guidelines for the use of granulocyte-colony stimulating factor to reduce the incidence of chemotherapy-induced febrile neutropenia in adult patients with lymphoproliferative disorders and solid tumours",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Aapro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bohlius",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Cancer",
            "volume": "47",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "NCCN Guidelines Insights: Hematopoietic Growth Factors, Version 1.2020",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Alwan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Natl Compr Canc Netw",
            "volume": "18",
            "issn": "",
            "pages": "12--22",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Personalized medicine and cancer supportive care: appropriate use of colony-stimulating factor support of chemotherapy",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuderer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Lyman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Natl Cancer Inst",
            "volume": "103",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A multi-centre, randomized trial comparing schedules of G-CSF (filgrastim) administration for primary prophylaxis of chemotherapy-induced febrile neutropenia in early stage breast cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clemons",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fergusson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Simos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Oncol",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annonc.2020.04.00516"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Do Patients with Cancer Have a Poorer Prognosis of COVID-19? An Experience",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miyashita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mikami",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical Characteristics of Covid-19 in",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Pinheiro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Patients with cancer appear more vulnerable to SARS-COV-2: a multi-center study during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancer Discov",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Common features in the onset of ARDS after administration of granulocyte colony-stimulating factor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takatsuka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takemoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chest",
            "volume": "121",
            "issn": "",
            "pages": "1716--1736",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "greatest during the first cycle of chemotherapy when most patients are still receiving the full dose and schedule 8 . RCTs of primary prophylaxis with recombinant granulocytecolony stimulating factors (G-CSF) initiated in the first cycle within 24-72 hours of chemotherapy and continued until neutrophil recovery by days 7-14 have consistently demonstrated a significant reduction in the risk of FN. 10 . Clinical practice guidelines from multiple professional organizations recommend routine primary prophylaxis with G-CSF in patients at 20% or greater risk of FN, and consideration of their use with lower risk regimens when utilized in patients with one or more risk factors for FN. 11-13 Despite the paucity of data supporting G-CSF dose and duration outside of that employed in pivotal RCTs and incorporated into the regulatory labels and guideline recommendations, clinicians have considerable discretion in judging individual patient need and the appropriate schedule of G-CSF prophylaxis in patients receiving cancer chemotherapy. 9,14 We clearly must continue to encourage controlled clinical trials to confirm the safety and efficacy of off-label G-CSF prophylaxis schedules outside of current recommendations. One such trial is reported in this issue of the Annals of Oncology by investigators from Canada. Clemons et al conducted an open label, multi-center, randomized, noninferiority trial comparing 5 versus 7-10 days of primary G-CSF prophylaxis in 466 patients with early-stage breast cancer receiving adjuvant or neoadjuvant chemotherapy.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}