{"paper_id": "0d8253f5a43e9e921ae199909474c06f8bbd3f6a", "metadata": {"title": "Literary Natural Language Generation with Psychological Traits", "authors": [{"first": "Luis-Gil", "middle": [], "last": "Moreno-Jiménez", "suffix": "", "affiliation": {"laboratory": "Laboratoire Informatique d'Avignon (LIA) -Avignon Université", "institution": "", "location": {"addrLine": "339 Chemin des Meinajaries", "postCode": "84911, cédex 9", "settlement": "Avignon", "country": "France"}}, "email": "luis-gil.moreno-jimenez@alumni.univ-avignon.fr"}, {"first": "Juan-Manuel", "middle": [], "last": "Torres-Moreno", "suffix": "", "affiliation": {"laboratory": "Laboratoire Informatique d'Avignon (LIA) -Avignon Université", "institution": "", "location": {"addrLine": "339 Chemin des Meinajaries", "postCode": "84911, cédex 9", "settlement": "Avignon", "country": "France"}}, "email": "juan-manuel.torres@univ-avignon.fr"}, {"first": "Roseli", "middle": ["S"], "last": "Wedemann", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade", "location": {"addrLine": "Rua São Francisco Xavier 524", "postCode": "20550-900", "settlement": "Rio de Janeiro", "region": "RJ", "country": "Brazil"}}, "email": "roseli@ime.uerj.br"}]}, "abstract": [{"text": "The area of Computational Creativity has received much attention in recent years. In this paper, within this framework, we propose a model for the generation of literary sentences in Spanish, which is based on statistical algorithms, shallow parsing and the automatic detection of personality features of characters of well known literary texts. We present encouraging results of the analysis of sentences generated by our methods obtained with human inspection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Automatic Text Generation (ATG) is a task that has been widely studied by researchers in the area of Natural Language Processing (NLP) [13, [20] [21] [22] [23] . Results from several investigations have presented very encouraging results that have allowed the establishment of progressively more challenging objectives in this field. Currently, the scope of ATG is being expanded and there is much recent work that aims at generating text related to a specific domain [8, 10, 18] . In this research, algorithms have been developed, oriented to such diverse purposes as creating chat-bots for customer service in commercial applications, automatic generation of summaries for academic support, or developing generators of literary poetry, short stories, novels, plays and essays [3, 17, 25] .", "cite_spans": [{"start": 135, "end": 139, "text": "[13,", "ref_id": "BIBREF18"}, {"start": 140, "end": 144, "text": "[20]", "ref_id": "BIBREF25"}, {"start": 145, "end": 149, "text": "[21]", "ref_id": "BIBREF26"}, {"start": 150, "end": 154, "text": "[22]", "ref_id": "BIBREF27"}, {"start": 155, "end": 159, "text": "[23]", "ref_id": "BIBREF28"}, {"start": 468, "end": 471, "text": "[8,", "ref_id": "BIBREF13"}, {"start": 472, "end": 475, "text": "10,", "ref_id": "BIBREF15"}, {"start": 476, "end": 479, "text": "18]", "ref_id": "BIBREF23"}, {"start": 778, "end": 781, "text": "[3,", "ref_id": null}, {"start": 782, "end": 785, "text": "17,", "ref_id": "BIBREF22"}, {"start": 786, "end": 789, "text": "25]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Introduction"}, {"text": "The creation of a literary text is particularly interesting and challenging, when compared to other types of ATG, as these texts are not universally and perpetually perceived. Furthermore, this perception can also vary depending on the reader's mood. It can thus can be assumed that literary perception is subjective and from this perspective, it is difficult to ensure that text generated by an algorithm will be perceived as literature. To reduce this possible ambiguity regarding literary perception, we consider that literature is regarded as text that employs a vocabulary which may be largely different from that used in common language and that it employs various writing styles, such as rhymes, anaphora, etc. and figures of speech, in order to obtain an artistic, complex, possibly elegant and emotional text [11] . This understanding gives us a guide for the development of our model whereby literary sentences can be generated.", "cite_spans": [{"start": 818, "end": 822, "text": "[11]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "We present here a model for the generation of literary text (GLT) in Spanish which is guided by psychological characteristics of the personality of characters in literature. The model is based on the assumption that these psychological traits determine a person's emotions and speech. We thus generate literary sentences based upon a situation or context, and also on psychological traits. It is then possible to perform an analysis of the personality of a character through the author's writing, considering parts of speech such as verbs, adjectives, conjunctions, and the spinning of words or concepts, as well as other characteristics.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In Sect. 2, we present a review of the main literature that has addressed topics related to ATG, with focus on those that proposed methods and algorithms integrated into this work. We describe the corpus used to train our models in Sect. 3. Section 4 describes in detail the methodology followed for the development of our model. In Sect. 5, we show some experiments, as well as the results of human evaluations of the generated sentences. Finally, in Sect. 6 we present our conclusions.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The task of ATG has been widely addressed by the research community in recent years. In [21] , Szymanski and Ciota presented a model based on Markov sequences for the stochastic generation of text, where the intention is to generate grammatically correct text, although without considering a context or meaning. Shridaha et al. [20] present an algorithm to automatically generate descriptive summary comments for Java methods. Given the signature and body of a method, their generator identifies the content for the summary and generates natural language text that summarizes the method's overall actions.", "cite_spans": [{"start": 88, "end": 92, "text": "[21]", "ref_id": "BIBREF26"}, {"start": 328, "end": 332, "text": "[20]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Related Work"}, {"text": "Work with an artistic, literary approach has also been developed for GLT. The works of Riedl and Young [17] and Clark, Ji and Smith [3] propose stochastic models, based on contextual analysis, for the generation of fictional narratives (stories). Zhang and Lapata [25] use neural networks and Oliveira [12, 13] uses the technique of canned text for generating poems. Some research has achieved the difficult task of generating large texts, overcoming the barrier of phrases and paragraphs, such as the MEXICA project [15] .", "cite_spans": [{"start": 103, "end": 107, "text": "[17]", "ref_id": "BIBREF22"}, {"start": 132, "end": 135, "text": "[3]", "ref_id": null}, {"start": 264, "end": 268, "text": "[25]", "ref_id": "BIBREF30"}, {"start": 302, "end": 306, "text": "[12,", "ref_id": "BIBREF17"}, {"start": 307, "end": 310, "text": "13]", "ref_id": "BIBREF18"}, {"start": 517, "end": 521, "text": "[15]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Related Work"}, {"text": "Personality analysis is a complicated task that can be studied from different perspectives (see [19, 24] and references therein). Recent research has investigated the relation between the characteristics of literary text and personality, which can be understood as the complex of the behavioural, temperamental, emotional and mental attributes that characterise a unique individual [6, 7] . In [7] , a type of personality is detected from the analysis of a text, using an artificial neural network (ANN), which classifies text into one of five personality classes considered by the authors (Extroversion, Neuroticism, Agreeableness, Conscientiousness, Openness). Some characteristics that are considered by the authors are writing styles and relationships between pairs of words.", "cite_spans": [{"start": 96, "end": 100, "text": "[19,", "ref_id": "BIBREF24"}, {"start": 101, "end": 104, "text": "24]", "ref_id": "BIBREF29"}, {"start": 382, "end": 385, "text": "[6,", "ref_id": "BIBREF11"}, {"start": 386, "end": 388, "text": "7]", "ref_id": "BIBREF12"}, {"start": 394, "end": 397, "text": "[7]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Related Work"}, {"text": "We have built two corpora in Spanish consisting of the main works of Johann Wolfgang von Goethe and Edgar Allan Poe, called cGoethe and cPoe, respectively. These corpora are analyzed and used to extract information about the vocabulary used by these authors. We later chose an important work for each author where the emotions and feelings, i.e. psychological traits, of main characters are easily perceived by readers. For Goethe, we selected the novel The Sorrows of Young Werther [5] and for Poe, we selected the story The Cask of Amontillado [16] , both in their Spanish version. The two corpora generated from these literary works were used to extract sentences, that were later used as a basis for the generation of new sentences, as we describe in Sect. 4.1. We also use the corpora 5KL described in [11] for the final phase of the sentence generation procedure described in 4.2.", "cite_spans": [{"start": 483, "end": 486, "text": "[5]", "ref_id": "BIBREF10"}, {"start": 546, "end": 550, "text": "[16]", "ref_id": "BIBREF21"}, {"start": 807, "end": 811, "text": "[11]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Corpus"}, {"text": "To build the cGoethe and cPoe corpora, we processed each constituent literary work (originally found in heterogeneous formats), creating a single document for each corpus, encoded in utf8. This processing consisted of automatically segmenting the phrases into regular expressions, using a program developed in PERL 5.0, to obtain one sentence per line in each corpus.", "cite_spans": [], "ref_spans": [], "section": "Corpus"}, {"text": "From the segmented phrases in cGoethe and cPoe, we selected only those that belong to the works The Sorrows of Young Werther (set 1) and The Cask of Amontillado (set 2). From sets 1 and 2, we manually extracted phrases that we considered to be very literary, to form two new corpora, cWerther and cCask, respectively. In this step, we chose phrases with complex vocabulary, a directly expressed message and some literary styles like rhymes, anaphoras, etc. Table 1 shows basic statistical information of the cGoethe and cPoe corpora. Table 2 , shows similar information for cWerther and cCask. Table 3 shows statistical information of the 5KL corpus. The 5KL corpus contains approximately 4 000 literary works, some originally written in Spanish and the rest in their translations to Spanish, from various authors and different genres, and is extremely useful, as it consists of an enormous vocabulary, that forms a highly representative set to train our Word2vec based model, described in Sect. 4.", "cite_spans": [], "ref_spans": [{"start": 457, "end": 464, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 534, "end": 541, "text": "Table 2", "ref_id": null}, {"start": 594, "end": 601, "text": "Table 3", "ref_id": "TABREF1"}], "section": "Corpus"}, {"text": "We now describe our proposed model for the generation of literary phrases in Spanish, which is an extension of Model 3 presented in [11] . The model consists of two phases described as follows. In the first phase, the Partially Empty Grammatical Structures (PGSs), each composed by elements constituted either by parts of speech (POS) tags or function words 1 , are generated. A PGS is constructed, through a morphosyntactic analysis made with FreeLing 2 , for each phrase of the corpora cWerther and cCask, described in the Sect. 3. The POS tags of these PGSs are replaced by words during the second phase. FreeLing [14] is a commonly used tool for morphosyntactic analysis, which receives as input a string of text and returns a POS tag as output, for each word in the string. The POS tag indicates the type of word (verb, noun, adjective, adverb, etc.), and also information about inflections, i.e., gender, conjugation and number. For example, for the word \"Investigador\" FreeLing generates the POS tag [NCMS000]. The first letter indicates a Noun, the second a Common noun, M stands for Male gender and the fourth gives number information (Singular). The last 3 characters give information about semantics, named entities, etc. We will use only the first 4 symbols of the POS tags. In the second phase, each POS tag in the PGSs are replaced by a corresponding word, using a semantic approach algorithm based on an ANN model (Word2vec 3 ). Corpus 5KL, described in Sect. 3, was used for training Word2vec, as well as the following parameters: only words with more than 5 occurrences in 5KL were considered, the size of the context window is 10, the dimensions of the vector representations were tested within a range of 50 to 100, being 60 the dimension with the best results. The Word2vec model we have used is the continuous skip-gram model (Skip-gram), which receives a word (Query) as input and, as output, returns a set of words (embeddings) semantically related to the Query. The process for the generation of sentences is described in what follows.", "cite_spans": [{"start": 132, "end": 136, "text": "[11]", "ref_id": "BIBREF16"}, {"start": 617, "end": 621, "text": "[14]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Model"}, {"text": "For the generation of each PGS, we use methods guided by fixed morphosyntactic structures, called Template-based Generation or canned text. In [10] , it is argued that the use of these techniques saves time in syntactic analysis and allows one to concentrate directly on the vocabulary. The canned text technique has also been used in several works, with specific purposes, such as in [4, 8] , where the authors developed models for the generation of simple dialogues and phrases.", "cite_spans": [{"start": 143, "end": 147, "text": "[10]", "ref_id": "BIBREF15"}, {"start": 385, "end": 388, "text": "[4,", "ref_id": null}, {"start": 389, "end": 391, "text": "8]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Phase I: PGS Generation"}, {"text": "We use canned text to generate text based on templates obtained from cCask and cWerther. These corpora contain flexible grammatical structures that can be manipulated to create new phrases. The templates in a corpus can be selected randomly or through heuristics, according to a predefined objective. The process starts with the random selection of an original phrase f o ∈ corpus of length N = |f o |. A template PGS is built from the words of f o , where content words, verbs (v), nouns (n) or adjectives (a), are replaced by their respective POS tags and function words are retained. f o is analyzed with FreeLing and words with \"values\" in {v, n, a} are replaced by their respective POS tags. These content words provide most of the information in any text, regardless of their length or genre [2] . Our hypothesis is that by changing only content words, we simulate the generation of phrases by homo-syntax: different semantics, same structure. The output of this process is a PGS with function words that give grammatical support and POS tags that will be replaced, in order to change the meaning of the sentence. Phase I is illustrated in Fig. 1 , where full boxes represent function words and empty boxes represent POS tags.", "cite_spans": [{"start": 798, "end": 801, "text": "[2]", "ref_id": null}], "ref_spans": [{"start": 1146, "end": 1152, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Phase I: PGS Generation"}, {"text": "In this phase, the POS tags of the PGS generated in Phase I are replaced. Tags corresponding to nouns are replaced with a vocabulary close to the context defined by the user (the query), while verbs and adjectives are replaced with a vocabulary more similar in meaning to the original terms of f o . The idea is to preserve the style and emotional-psychological content, that the author intended to associate with the characters that he is portraying in his work. Corpus 5KL is pre-processed to standardize text formatting, eliminating characters that are not important for semantic analysis such as punctuation and numbers. This stage prepares the Word2vec training data that uses a vector representation of 5KL. We use Gensim 4 , a Python implementation of Word2vec. A query Q, provided by the user, is given as input to this algorithm, and its output is a set of words (embeddings) associated with a context defined by Q. In other words, Word2vec receives a term Q and returns a lexicon L(Q) = (Q 1 , Q 2 , ..., Q m ), that represents a set of m = 10 words semantically close to Q. We chose this value of m because we found that if we increase the number of words obtained by Word2vec, they start to lose their relation to Q. Formally, we represnt a mapping by Word2vec as Q → L(Q).", "cite_spans": [], "ref_spans": [], "section": "Phase II: Semantic Analysis and Substitution of POS Tags"}, {"text": "Corpora cGoethe or cPoe, previously analyzed using FreeLing to obtain PGSs, had a POS tag associated to each content word. Now, with FreeLing, each POS tag is used to create a set of words, with the same grammatical information (identical POS tags). An Association Table ( AT) is generated as a result of this process. The AT consists of entries of the type: POS k → list of words v k,i , with same grammatical information, formally", "cite_spans": [], "ref_spans": [{"start": 265, "end": 272, "text": "Table (", "ref_id": null}], "section": "Phase II: Semantic Analysis and Substitution of POS Tags"}, {"text": "To generate a new phrase, each tag POS k ∈ PGS, is replaced by a word selected from the lexicon V k , given by AT.", "cite_spans": [], "ref_spans": [], "section": "Phase II: Semantic Analysis and Substitution of POS Tags"}, {"text": "To choose a word in V k to replace POS k , we use the following algorithm. A vector is constructed for each of the three words defined as:", "cite_spans": [], "ref_spans": [], "section": "Phase II: Semantic Analysis and Substitution of POS Tags"}, {"text": "o: is the k th word in the phrase f o , corresponding to tag POS k ; -Q: word defining the query provided by the user; -w: candidate word that could replace POS k , w ∈ V k .", "cite_spans": [], "ref_spans": [], "section": "Phase II: Semantic Analysis and Substitution of POS Tags"}, {"text": "For each word o, Q and w, 10 closest words, o i , Q i and w i , i = 1, ..., 10, are obtained with Word2vec. These 30 words are concatenated and represented by a vector U with dimension 30. The dimension was set to 30, as a compromise between lexical diversity and processing time. The vector U can be written as ..., o 10 , Q 11 , ..., Q 20 , w 21 , ..., w 30 ) = (u 1 , u 2 , ..., u 30 ) .", "cite_spans": [], "ref_spans": [{"start": 312, "end": 388, "text": "..., o 10 , Q 11 , ..., Q 20 , w 21 , ..., w 30 ) = (u 1 , u 2 , ..., u 30 )", "ref_id": "FIGREF0"}], "section": "Phase II: Semantic Analysis and Substitution of POS Tags"}, {"text": "(1)", "cite_spans": [], "ref_spans": [], "section": "Phase II: Semantic Analysis and Substitution of POS Tags"}, {"text": "Words o, Q and w generate three numerical vectors of 30 dimensions respectively, o → X = (x 1 , ..., x 30 ), Q → Q = (q 1 , ..., q 30 ), and w → W = (w 1 , ..., w 30 ) , where the elements x j of X are obtained by taking the distance x j = dist(o, u j ) ∈ [0, 1], between o and each u j ∈ U , provided by Word2vec. Obviously, o will be closer to the 10 first u j than to the remaining ones. A similar process is used to obtain the elements of Q and W from Q and w, respectively. Cosine similarities are then calculated between Q and W , and X and W as", "cite_spans": [], "ref_spans": [{"start": 145, "end": 167, "text": "W = (w 1 , ..., w 30 )", "ref_id": "FIGREF0"}], "section": "Phase II: Semantic Analysis and Substitution of POS Tags"}, {"text": "This process is repeated r times, once for each word w = v k,i in V k , and similarities θ i and β i , i = 1, ..., r, are obtained for each v k,i , as well as the averages θ = θ i /r and β = β i /r. The normalized ratio θ θi indicates how large the similarity θ i is with respect to the average θ that is, how close is the candidate word w = v k,i to the query Q. The ratio βi β indicates how reduced the similarity β i is to the average β , that is, how far away the candidate word w is from word o of f o . A score Sn i is obtained for each pair (θ i , β i ) as", "cite_spans": [], "ref_spans": [], "section": "Phase II: Semantic Analysis and Substitution of POS Tags"}, {"text": "The higher the value of Sn i , the better the candidate, w = v k,i , complies to the goal of approaching Q and moving away from the semantics of f o . This goal aims to obtain the candidate v k,i closer to Q, although still considering the context of f o . We use candidates with large values of Sn i to replace the nouns. To replace verbs and adjectives, we want the candidate w = v k,i closer to f o , so we choose among candidates with large Sva i , given by", "cite_spans": [], "ref_spans": [], "section": "Phase II: Semantic Analysis and Substitution of POS Tags"}, {"text": "Finally, we sort the values of Sn i (nouns) or Sva i (verbs and adjectives) in decreasing order and choose, at random, from the highest three values, the candidate v k,i that will replace the POS k tag. The result is a newly generated phrase f (Q, N ) that does not exist in the corpora, but maintains the psychological mood (emotional content) of f o . The model is shown in Fig. 2 . ", "cite_spans": [], "ref_spans": [{"start": 376, "end": 382, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Phase II: Semantic Analysis and Substitution of POS Tags"}, {"text": "A manual evaluation protocol has been designed to measure some characteristics of the phrases generated by our model. For baseline comparison, we used the model with the best results observed in experiments described in [11] . Although the baseline evaluation was done with a different scale for the evaluation parameters than in the current case, the comparison we present here helps us to understand the human evaluators' perception of the generated sentences. Sentences have been generated using the corpora 5KL, cGoethe, cPoe, cWerther and cCask, as explained in Sect ", "cite_spans": [{"start": 220, "end": 224, "text": "[11]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Evaluation and Results"}, {"text": "The experiment we performed consisted of generating 20 sentences for each author's corpora and the 5KL corpus. For each author, 5 phrases were generated with each of the four queries Q ∈ {LOVE, HATE, SUN,MOON}. Five people were asked to read carefully and evaluate the total of 40 sentences. All evaluators are university graduates and native Spanish speakers. They were asked to score each sentence on a scale of [0 − 4], where 0 = very bad, 1 = bad, 2 = acceptable, 3 = good and 4 = very good. The following criteria were used in the evaluations.", "cite_spans": [], "ref_spans": [], "section": "Sentences Generated Using cCask, cPoe and 5KL"}, {"text": "-Grammar: spelling, conjugations and agreement between gender and number; -Coherence: legibility, perception of a general idea; -Context: relation between the sentence and the query.", "cite_spans": [], "ref_spans": [], "section": "Sentences Generated Using cCask, cPoe and 5KL"}, {"text": "We also asked the evaluators to indicate if, according to their own criteria, they considered the sentences as literary. Finally, the evaluators were to indicate which emotion they associate to each sentence (0 = Fear, 1 = Sadness, 2 = Hope, 3 = Love, and 4 = Happiness). We compared our results with the evaluation made in [11] as a baseline. The evaluated criteria are the same in that and in this work. However, the evaluation scale in [11] is in a range of [0 − 2] (0 = bad, 1 = acceptable, 2 = very good). Another difference is that, for the current evaluation, we have calculated the mode instead of the arithmetic mean, since it is more feasible for the analysis of data evaluated in the Likert scale.", "cite_spans": [{"start": 324, "end": 328, "text": "[11]", "ref_id": "BIBREF16"}, {"start": 439, "end": 443, "text": "[11]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Sentences Generated Using cCask, cPoe and 5KL"}, {"text": "In Fig. 3a , it can be seen that the Grammar criterion obtained good results, with a general perception of very good. This is similar to the average of 0.77 obtained in the evaluation of the model proposed in [11] . The Coherence was rated as bad, against the arithmetic mean of 0.60 obtained in [11] . In spite of being an unfavourable result, we can infer that the evaluators were expecting coherent and logical phrases. Logic is a characteristic that is not always perceived in literature and we inferred, noting that many readers considered the sentences as not being literary (Fig. 3b) . The evaluators perceived as acceptable the relation between the sentences and the Context given by the query. This score is similar with the average of 0.53 obtained in [11] . Although one might consider that this rate should be improved, it is important to note that our goal in the current work is not only to approach the context, but to stay close enough to the original sentence, in order to simulate the author's style and to reproduce the psychological trait of the characters in the literary work.", "cite_spans": [{"start": 209, "end": 213, "text": "[11]", "ref_id": "BIBREF16"}, {"start": 296, "end": 300, "text": "[11]", "ref_id": "BIBREF16"}, {"start": 762, "end": 766, "text": "[11]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 3, "end": 10, "text": "Fig. 3a", "ref_id": "FIGREF4"}, {"start": 581, "end": 590, "text": "(Fig. 3b)", "ref_id": "FIGREF4"}], "section": "Sentences Generated Using cCask, cPoe and 5KL"}, {"text": "In Fig. 3b , we observe that 67% of the sentences were perceived as literary, although this is a very subjective opinion. This helps us understand that, despite the low rate obtained for Coherence, the evaluators do perceive distinctive elements of literature in the generated sentences. We also asked the evaluators to indicate the emotion they perceived in each sentence. We could thus measure to what extent the generated sentences maintain the author's style and the emotions that he wished to transmit. In Fig. 4a , we observe that hope, happiness and sadness were the most perceived emotions in phrases generated with cCask and cPoe. Of these, we can highlight Sadness which is characteristic of much of Poe's works. Although Hapiness is not typical in Poe's works, we may have an explanation for this perception of the readers. If we analyze The Cask of (a) Mode calculated from the evaluation made for the sentence generation model. Amontillado, we observe that its main character, Fortunato, was characterized as a happy and carefree man until his murder, perhaps because of his drunkenness. The dialogues of Fortunato may have influenced the selection of the vocabulary for the generation of the sentences and the perceptions of the evaluators. In Fig. 4b , we can observe that sentences generated with cWerther and cGoethe transmit mainly sadness, hope and love, which are psychological traits easily perceived when reading The Sorrows of Young Werther. ", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Fig. 3b", "ref_id": "FIGREF4"}, {"start": 511, "end": 518, "text": "Fig. 4a", "ref_id": "FIGREF2"}, {"start": 1258, "end": 1265, "text": "Fig. 4b", "ref_id": "FIGREF2"}], "section": "Sentences Generated Using cCask, cPoe and 5KL"}, {"text": "We have proposed a model for the generation of literary sentences, that is influenced by two important elements: a context, given by a word input by the user, and a writing mood and style, defined by the training corpora used by our models. The corpora cGoethe and cPoe, used to generate the association table in Phase II, capture the general mood and style of the two authors. The canned text technique applied to corpora cCask and cWerther, and the similarity measures and scores given by Eqs. (2) , (3), (4) and (5), used to generate the final phrases of our generator, reflect the psychological traits and emotions of the characters in the corresponding works. The results are encouraging, as the model generates grammatically correct sentences. The phrases also associate well with the established context, and perceived emotions correspond, in good part, to the emotions transmitted in the literature involved. In the case of The Cask of Amontillado, the perceived emotions seem not to resemble the author's main moods. This may be due to the fact that, in this short story, the dialogues of the main character are happy and carefree, the tragic murder occurring only in the end. When characters in a literary text have different psychological traits, the semantic analysis of the generated phrases may show heterogeneous emotional characteristics. Experiments with characters showing more homogeneous psychological traits, such as the melancholic, suicidal tendencies of Werther in The Sorrows of Young Werther, more easily detect emotions (as sadness and love) associated with a dominant psychological trend portrayed by the author.", "cite_spans": [{"start": 496, "end": 499, "text": "(2)", "ref_id": null}], "ref_spans": [], "section": "Conclusions and Future Work"}, {"text": "Although there was a poor evaluation for the Coherence criterion, it is possible to argue that coherence is not a dominant feature of literature in general, and most of the generated sentences were perceived as literary. The model is thus capable of generating grammatically correct sentences, with a generally clear context, that transmits well the emotion and psychological traits portrayed by the content and style of an author. In future work, we consider extending the length of the generated text by joining several generated sentences together. The introduction of rhyme can be extremely interesting in this sense, when used to produce several sentences to constitute a paragraph or a stanza [9] . We also plan to use and train our model to analyse and generate text in other languages.", "cite_spans": [{"start": 699, "end": 702, "text": "[9]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Conclusions and Future Work"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "12) = But I do not think anyone has ever promised against good will", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "11) = A beautiful affection and an unbearable admiration took hold of me", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "So much does this darkness say", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "My light is unhappy, and I wish for you", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Sentences Generated Using cWerther, cGoethe and 5KL 1. f (LOVE,11) = Keeping my desire, I decided to try the feeling of pleasure. 2. f (HATE,7) = I set about breaking down my distrust", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "He shouted, and the moon fell away with a sun that I did not try to believe", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Three colors of the main shadow were still bred in this moon. References 1", "authors": [{"first": "Y", "middle": [], "last": "Bengio", "suffix": ""}, {"first": "A", "middle": [], "last": "Courville", "suffix": ""}, {"first": "P", "middle": [], "last": "Vincent", "suffix": ""}], "year": 2013, "venue": "IEEE Trans. Pattern Anal. Mach. Intell", "volume": "35", "issn": "8", "pages": "1798--1828", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Multilingual single document keyword extraction for information retrieval", "authors": [{"first": "D", "middle": ["B"], "last": "Bracewell", "suffix": ""}, {"first": "F", "middle": [], "last": "Ren", "suffix": ""}, {"first": "S", "middle": [], "last": "Kuriowa", "suffix": ""}], "year": 2005, "venue": "2005 International Conference on Natural Language Processing and Knowledge Engineering", "volume": "", "issn": "", "pages": "517--522", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Neural text generation in stories using entity representations as context", "authors": [{"first": "E", "middle": [], "last": "Clark", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ji", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Smith", "suffix": ""}], "year": 2018, "venue": "Conference of the NAC ACL-HLT", "volume": "1", "issn": "", "pages": "2250--2260", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Real versus template-based natural language generation: a false opposition?", "authors": [{"first": "K", "middle": [], "last": "Van Deemter", "suffix": ""}, {"first": "M", "middle": [], "last": "Theune", "suffix": ""}, {"first": "E", "middle": [], "last": "Krahmer", "suffix": ""}], "year": 2005, "venue": "Comput. Linguist", "volume": "31", "issn": "1", "pages": "15--24", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Las desventuras del joven Werther", "authors": [{"first": "J", "middle": ["W"], "last": "Goethe", "suffix": ""}], "year": 2019, "venue": "", "volume": "172", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Using linguistic cues for the automatic recognition of personality in conversation and text", "authors": [{"first": "F", "middle": [], "last": "Mairesse", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Walker", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Mehl", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Moore", "suffix": ""}], "year": 2007, "venue": "J. Artif. Intell. Res", "volume": "30", "issn": "", "pages": "457--500", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Deep learning-based document modeling for personality detection from text", "authors": [{"first": "N", "middle": [], "last": "Majumder", "suffix": ""}, {"first": "S", "middle": [], "last": "Poria", "suffix": ""}, {"first": "A", "middle": [], "last": "Gelbukh", "suffix": ""}, {"first": "E", "middle": [], "last": "Cambria", "suffix": ""}], "year": 2017, "venue": "IEEE Intell. Syst", "volume": "32", "issn": "2", "pages": "74--79", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "An augmented template-based approach to text realization", "authors": [{"first": "S", "middle": [], "last": "Mcroy", "suffix": ""}, {"first": "S", "middle": [], "last": "Channarukul", "suffix": ""}, {"first": "S", "middle": [], "last": "Ali", "suffix": ""}], "year": 2003, "venue": "Nat. Lang. Eng", "volume": "9", "issn": "", "pages": "381--420", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Rimax: Ranking semantic rhymes by calculating definition similarity. arXiv", "authors": [{"first": "A", "middle": [], "last": "Medina-Urrea", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Torres-Moreno", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "JSrealB: a bilingual text realizer for web programming", "authors": [{"first": "P", "middle": [], "last": "Molins", "suffix": ""}, {"first": "G", "middle": [], "last": "Lapalme", "suffix": ""}], "year": 2015, "venue": "15th ENLG", "volume": "", "issn": "", "pages": "109--111", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Generación automática de frases literarias en español. arXiv pp", "authors": [{"first": "L", "middle": ["G"], "last": "Moreno-Jiménez", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Torres-Moreno", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Wedemann", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Poetryme: a versatile platform for poetry generation", "authors": [{"first": "H", "middle": ["G"], "last": "Oliveira", "suffix": ""}], "year": 2012, "venue": "Computational Creativity, Concept Invention and General Intelligence", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Poetry generation with poetryme", "authors": [{"first": "H", "middle": ["G"], "last": "Oliveira", "suffix": ""}, {"first": "A", "middle": [], "last": "Cardoso", "suffix": ""}], "year": 2015, "venue": "Computational Creativity Research: Towards Creative Machines", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Freeling 3.0: towards wider multilinguality", "authors": [{"first": "L", "middle": [], "last": "Padró", "suffix": ""}, {"first": "E", "middle": [], "last": "Stanilovsky", "suffix": ""}], "year": 2012, "venue": "8th LREC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Creatividad Computacional. Larousse -Grupo Editorial Patria", "authors": [{"first": "R", "middle": [], "last": "Pérez Y Pérez", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "El barril de amontillado", "authors": [{"first": "E", "middle": ["A"], "last": "Poe", "suffix": ""}], "year": 2015, "venue": "BoD E-Short", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Story planning as exploratory creativity: techniques for expanding the narrative search space", "authors": [{"first": "M", "middle": ["O"], "last": "Riedl", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Young", "suffix": ""}], "year": 2006, "venue": "New Gener. Comput", "volume": "24", "issn": "3", "pages": "303--323", "other_ids": {"DOI": ["10.1007/BF03037337"]}}, "BIBREF23": {"ref_id": "b23", "title": "How We Write: Writing as Creative Design", "authors": [{"first": "M", "middle": [], "last": "Sharples", "suffix": ""}], "year": 1996, "venue": "Routledge", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Avalanches and generalized memory associativity in a network model for conscious and unconscious mental functioning", "authors": [{"first": "M", "middle": [], "last": "Siddiqui", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Wedemann", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Jensen", "suffix": ""}], "year": 2018, "venue": "Phys. A: Stat. Mech. Appl", "volume": "490", "issn": "", "pages": "127--138", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Towards automatically generating summary comments for java methods", "authors": [{"first": "G", "middle": [], "last": "Sridhara", "suffix": ""}, {"first": "E", "middle": [], "last": "Hill", "suffix": ""}, {"first": "D", "middle": [], "last": "Muppaneni", "suffix": ""}, {"first": "L", "middle": [], "last": "Pollock", "suffix": ""}, {"first": "K", "middle": [], "last": "Vijay-Shanker", "suffix": ""}], "year": 2010, "venue": "IEEE/ACM International Conference on Automated Software Engineering", "volume": "", "issn": "", "pages": "43--52", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Hidden markov models suitable for text generation", "authors": [{"first": "G", "middle": [], "last": "Szymanski", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ciota", "suffix": ""}], "year": 2002, "venue": "WSEAS", "volume": "", "issn": "", "pages": "3081--3084", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Beyond stemming and lemmatization: Ultra-stemming to improve automatic text summarization", "authors": [{"first": "J", "middle": [], "last": "Torres-Moreno", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Automatic Text Summarization", "authors": [{"first": "J", "middle": ["M"], "last": "Torres-Moreno", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Física estadística, redes neuronales y freud", "authors": [{"first": "R", "middle": ["S"], "last": "Wedemann", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Plastino", "suffix": ""}], "year": 2016, "venue": "Revista Núcleos", "volume": "3", "issn": "", "pages": "4--10", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Chinese poetry generation with recurrent neural networks", "authors": [{"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Lapata", "suffix": ""}], "year": 2014, "venue": "EMNLP", "volume": "", "issn": "", "pages": "670--680", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Canned text model for generating a PGS.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Model for semantic approximation based on geometrical interpretation.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The queries employed for generating the sentences in Spanish are Q ∈ {ODIO, AMOR, SOL, LUNA} (in English {HATE, LOVE, SUN, MOON}). We show some examples of sentences generated in Spanish in our experiments, manually translated to English.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Evaluation of our GLT model.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "a) Perceived emotions in sentences generated with Allan Poe's corpora (b) Perceived emotions in sentences generated with Goethe's corpora", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Comparison between the emotions perceived in sentences.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Corpora formed by main works of each author. K represents one thousand and M represents one million.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Sentences </td><td>Tokens </td><td>Characters\n</td></tr><tr><td>cPoe </td><td>5 787 </td><td>70 K </td><td>430 K\n</td></tr><tr><td>Average for sentence </td><td>- </td><td>12 </td><td>74\n</td></tr><tr><td>cGoethe </td><td>19 519 </td><td>340 K </td><td>2 M\n</td></tr><tr><td>Average for sentence </td><td>- </td><td>17 </td><td>103\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Corpus 5KL, composed of 4 839 literary works.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Sentences </td><td>Tokens </td><td>Characters\n</td></tr><tr><td>5KL </td><td>9 M </td><td>149 M </td><td>893 M\n</td></tr><tr><td>Average for sentence </td><td>2.4 K </td><td>37.3 K </td><td>223 K\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements. This work was partially funded by CONACYT, scholarship number 661101 and by the Laboratoire Informatique d'Avignon (LIA) of Avignon Université (France).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}