{
    "paper_id": "0d83442120eb22ad0717a59bced24a1ccb31c785",
    "metadata": {
        "title": "Journal Pre-proof Spontaneous pneumomediastinum occurring in the SARS-COV-2 infection Spontaneous pneumomediastinum occurring in the SARS-COV-2 infection",
        "authors": [
            {
                "first": "Sylvie",
                "middle": [],
                "last": "Kolani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hassan II University Hospital",
                    "location": {
                        "settlement": "fez",
                        "country": "Morocco"
                    }
                },
                "email": "kolanisylvie@gmail.com"
            },
            {
                "first": "Houari",
                "middle": [],
                "last": "Nawfal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Anesthesiology & Intensive Care Unit A4",
                    "institution": "Hassan II University Hospital",
                    "location": {
                        "settlement": "fez",
                        "country": "Morocco"
                    }
                },
                "email": ""
            },
            {
                "first": "Meryem",
                "middle": [],
                "last": "Haloua",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hassan II University Hospital",
                    "location": {
                        "settlement": "fez",
                        "country": "Morocco"
                    }
                },
                "email": ""
            },
            {
                "first": "Youssef",
                "middle": [
                    "Alaoui"
                ],
                "last": "Lamrani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hassan II University Hospital",
                    "location": {
                        "settlement": "fez",
                        "country": "Morocco"
                    }
                },
                "email": ""
            },
            {
                "first": "Meryem",
                "middle": [],
                "last": "Boubbou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hassan II University Hospital",
                    "location": {
                        "settlement": "fez",
                        "country": "Morocco"
                    }
                },
                "email": ""
            },
            {
                "first": "Mounia",
                "middle": [],
                "last": "Serraj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hassan II University Hospital",
                    "location": {
                        "settlement": "fez",
                        "country": "Morocco"
                    }
                },
                "email": ""
            },
            {
                "first": "Bouchra",
                "middle": [],
                "last": "Aamara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hassan II University Hospital",
                    "location": {
                        "settlement": "fez",
                        "country": "Morocco"
                    }
                },
                "email": ""
            },
            {
                "first": "Mustapha",
                "middle": [],
                "last": "Maaroufi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hassan II University Hospital",
                    "location": {
                        "settlement": "fez",
                        "country": "Morocco"
                    }
                },
                "email": ""
            },
            {
                "first": "Badreeddine",
                "middle": [],
                "last": "Alami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hassan II University Hospital",
                    "location": {
                        "settlement": "fez",
                        "country": "Morocco"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": " Spontaneous mediastinum (SPM) is a rare presentation in COVID-19.  The pathophysiology underlying the occurrence of SPM in COVID-19 is the increase of alveolar pressure due to coughing or alveolar rupture secondary to alveolar membrane damage by the virus.  The association of pneumomediastum and an extensive parenchymal lesion on CT indicates severe destruction of the J o u r n a l P r e -p r o o f alveolar membrane and therefore a potential worsening of clinical results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We report the case of a 23 year old female admitted for management of infection by the SARS-COV-2. The chest CT found a spontaneous pneumomediastinum that resorbed over 7 days with a good clinical outcome. We will discuss the mechanism underlying the occurrence of spontaneous pneumomediastinum during a COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The world is facing a major health crisis due the pandemic infection by the novel Coronavirus SRAS-COV-2, since December 2019 when the outbreak began in Wuhan China. By the beginning of May 2020, more than 3 millions persons have been infected and more than 200000 have died. Radiology stands as a cornerstone in the management of the COVID-19 pneumonia especially in the diagnosis and the surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many parenchymal and extra-parenchymal abnormalities due to the novel coronavirus SRAS-COV-2 have been described on CT. Parenchymal lesions are both alveolar and interstitial. The presentation on CT depends on the evolution in time of the pathology. Indeed, the most frequent and early manifestation is parenchymal ground glass opacities. The occurrence of spontaneous pneumomediastinum is an uncommon presentation. We present a case of spontaneous pneumomediastinum (SPM) in COVID-19 pneumonia and discuss the possible mechanism explaining this association.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 23 year old female adult was admitted in our hospital, for the management of an infection by the novel coronavirus SRAS-COV-2. She was in contact of a COVID 19 confirmed case and had been tested positive on the basis of RT-PCR analysis on sputum samples. On admission, she was totally asymptomatic: no coughing, no dyspnea, no chest pain or fever. Her vital signs were stable with oxygen saturation at 98%. Blood tests results showed a C-reactive protein concentration of 3mg/L (normal < 5mg/L), leucocytes 10410 (4000-10000 cells/μL) with neutrophils 7700 (2000-7000 cells/μL) and lymphocytes 1420 (900-5200 cells/μL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "A non-contrast chest CT was done and showed the presence of inconspicuous ground glass opacity in the lower left inferior lobe consistent with the initial phase of the COVID-19 pneumonia. Also, it demontrated the presence of small amount of air in the mediastinum without any fluid infiltration ( Figure 1 ). There was no emphysema or pneumothorax. She was hospitalized, closely monitored and treated according to our protocol by Azithromycin for 5 days and Chloroquine for 10 days. During hospitalization, she remained stable with no pulmonary distress. A CT control performed 7 days later showed a complete resolution of the pneumomediastinum ( Figure 2 ). The patient was discharged on day 10 of admission after consecutive two respiratory specimens tested negative by qRT-PCR taken at 24 hours apart.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 305,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 647,
                    "end": 655,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "COVID-19 is a new disease which is caused by coronavirus. The viral particles can easily reach the pulmonary terminal structure, such as the alveolar wall and the interlobular septum, which causes an early alveolar exudation, and a lymphocytic infiltration in the pulmonary interstitium. The most common clinical manifestations are fever, cough, myalgia or fatigue. Other symptoms may include diarrhea, nausea, headache and hemoptysis (1) . A non-determined percentage RT-PCR positive patients will remain asymptomatic through follow-up. In some severe cases, the disease causes breathing difficulties leading to acute respiratory distress syndrome ARDS especially in persons with co-morbidities. On a chest CT, the most common findings include ground glass opacities which may have superimposed interlobular septal thickening or intralobular lines (so-called crazy paving pattern).They are preferentially located in the posterior lower lobe and in the subpleural regions (1) . As the disease progresses, these lesions may become more confluent with associated consolidation. Pleural effusion and lymphadenopathy have been rarely described. Spontaneous pneumomediastinum (SPM) is an uncommon presentation of COVID-19. SPM is define as by the presence of air in the mediastinum without evident causes -traumatic, iatrogenic, hollow organ perforation, surgery, gas producing infections -. The condition is often seen in young male patient with a mean age of 20 years (2) . The most common clinical symptom is chest pain. Others symptoms such as dyspnea, cough, dysphagia may be included in the clinical spectrum. The pathophysiology underlying spontaneous pneumomediastinum is the presence of a pressure gradient between the alveoli and the lung interstitium resulting in alveolar rupture as describe by Macklin (3) . The air is accumulated in the interstitium then circulates through the venous sheaths to the mediastinum. There is two mechanisms that create this pressure gradient: increase of intra-alveolar pressure or decrease pressure in peri-alveolar interstitial space. The first mechanism is seen in intentional Valsalva maneuver or similar condition that are describe as precipitating factors (2) . Conditions that provoke Valsava maneuver are: coughing, sneezing, defecation, giving birth, nausea and vomiting (4). The second mechanism occurs during extreme respiratory effort, marijuana smoking, diabetic ketosis, rapid reduction in atmospheric pressure (5).",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 972,
                    "end": 975,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1465,
                    "end": 1468,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1802,
                    "end": 1813,
                    "text": "Macklin (3)",
                    "ref_id": null
                },
                {
                    "start": 2201,
                    "end": 2204,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "In a study conducted between January 2004-October 2014 on 15 adults patients, P. Dionísio et al, found that precipitating factors for a spontaneous pneumomediastinum present in 86.7% of cases, including coughing bouts, excessive tobacco use, inhalation of other drugs and varnishes, strenuous physical activity and emesis. Their patients had at least one predisposing factor, such as active cigarette smoking, recent respiratory infection, asthma or interstitial lung disease (6) . Viral pulmonary infections are rarely associated with SPM. It have been sparsely reported in influenza infections (7, 8, 9, 10, 11) . The pathophysiology that have been discussed in those cases are the increasing of alveolar pressure through coughing and eventual alveolar damage.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 479,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 600,
                    "end": 602,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 603,
                    "end": 605,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "In case of pulmonary infections due to SRAS-COV, the virus causes breakdown of the alveolar membrane integrity as it infects both type I and II pneumocytes (12) . Therefore, the damage of alveolar membrane in coronavirus infections can be one of the mechanism leading to alveolar rupture thus the occurrence of spontaneous pneumomediastinum. Consequently, spontaneous pneumomediastinum is more likely to occur when there are extensive pulmonary lesions on CTexpression of the severity of alveolar damage-. At our knowledge, two cases of spontaneous pneumomediastinum in COVID-19 patients have been reported. The first case was a 35 year old male who presented on day 11 of admission exertional angina with cardiac palpitations and respiratory wheezing. His chest CT revealed parenchymal abnormalities compatible with the evolution of the COVID-19 pneumonia but also a pneumomediastinum and subcutaneous emphysema. The evolution was marked by the resolution of the pneumomediastinum by day 25, along with improvement of the symptoms and parenchymal lesions on CT (13) . The second patient is a 62 male with history of chronic bronchitis. The pneumomediastinum was observed 10 days after admission, on the chest CT performed following worsening of symptoms. The authors linked the pneumomediastinum to the use of high flow oxygen mask in the management of the breathing difficulties due to the severity of the COVID -19 infection (14) .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1428,
                    "end": 1432,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "In our case, the mechanism underlying the pneumomediastinum remains inexplicable. Our patient has no precipitating or predisposing factors of spontaneous pneumomediastinum and presented no symptoms. Additionally, there was not extensive parenchymal lesion on her CT. She totally recovered and had no complication during her follow-up. Spontaneous pneumomediastinum is mostly benign, self-limiting disease. The treatment approach is based on rest, oxygen therapy and analgesia (4). A predisposing or precipitating factor should be managed. The association of pneumomediastum with COVID-19 does not imply a specific treatment, but should be fear as a potential aggravating factor specifically in case of extensive pulmonary lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Spontaneous pneumomediastinum is not a common presentation in the COVID-19 infection and can potentially be an aggravating factor in the management of the COVID-19 pneumonia. Indeed, the association of pneumomediastum and an extensive parenchymal lesion on CT indicates severe destruction of the alveolar membrane and therefore a potential worsening of clinical results. On the other hand, the clinical course seems to J o u r n a l P r e -p r o o f be more favorable and the prognosis better when the lung lesions are not extensive, as in the case of our patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In all cases, occurrence of pneumomediastum in a COVID-19 positive patient should indicated a close monitoring of the patient. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019 (COVID-19): a perspective from China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200490"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Spontaneous pneumomediastinum: 41 cases",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Macia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Cardiothorac Surg",
            "volume": "31",
            "issn": "",
            "pages": "1110--1114",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejcts.2007.03.008"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Malignant interstitial emphysema of the lungs and mediastinum as an important occult complication in many respiratory diseases and other conditions: interpretation of the clinical literature in the light of laboratory experiment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Macklin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Macklin",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "Medicine",
            "volume": "23",
            "issn": "",
            "pages": "281--358",
            "other_ids": {
                "DOI": [
                    "10.4329/wjr.v6.i11.850"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Spontaneous pneumomediastinum. A benign curiosity or a significant problem",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Newcomb",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chest",
            "volume": "128",
            "issn": "",
            "pages": "3298--3302",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.128.5.3298"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Subcutaneous and mediastinal emphysema: pathophysiology, diagnosis and management",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Pierson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Arch Intern Med",
            "volume": "144",
            "issn": "",
            "pages": "1447--53",
            "other_ids": {
                "DOI": [
                    "Doi:10.1001/archinte.1984.00350190143024"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Spontaneous pneumomediastinum: A 10 years' experience of a pulmonology ward",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dionísio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manique",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Correia",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bárbara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur Respir J",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1183/13993003.congress-2015.PA4323"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pneumomediastinum and subcutaneous emphysema associated with pandemic (H1N1) influenza in three children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Udupa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hameed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kovesi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "CMAJ",
            "volume": "183",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1503/cmaj.100099"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Spontaneous pneumomediastinum, pneumothorax, and subcutaneous emphysema Complicating H1N1 Virus Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M-G",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Korean J.Med",
            "volume": "80",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.3904/kjim.2001.16.3.205"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pneumomediastinum and subcutaneous emphysema associated with influenza A H1N1 virus",
            "authors": [
                {
                    "first": "Bal",
                    "middle": [],
                    "last": "Luis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "Gmr",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Infect Dis",
            "volume": "17",
            "issn": "17",
            "pages": "30262--30263",
            "other_ids": {
                "DOI": [
                    "Doi:10.1016/S1473-3099"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Management of pneumomediastinum associated with H1N1 pneumonia: a case report",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Shetty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Vijayan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Spontaneous pneumomediastinum in H1N1 infection: uncommon complication of a common infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Chekkoth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Naga",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Valsala",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Raja",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J R Coll Physicians Edinb",
            "volume": "5",
            "issn": "1",
            "pages": "298--300",
            "other_ids": {
                "DOI": [
                    "10.2478/jccm-2019-000111"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Molecular pathology of emerging coronavirus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Pathol",
            "volume": "235",
            "issn": "2",
            "pages": "185--195",
            "other_ids": {
                "DOI": [
                    "10.1002/path.4454"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19 with spontaneous pneumomediastinum",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "20",
            "pages": "30156--30156",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Spontaneous pneumomediastinum in COVID-19 pneumonia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xiaoyu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Axial images ( A,B,D) and coronal reconstruction (C) showing the presence of gaz in the mediastinum (white Arrow) and a subpleural focal ground glass opacity in the left lower lobe (head of arrow).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Axial images showing total resolution of the pneumomediastinum and stability of the subpleural focal ground glass opacity in the left lower lobe (head of arrow).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}