{
    "paper_id": "0d8679c80db86bee12f50588a3df6b312a3d119d",
    "metadata": {
        "title": "Early phases of COVID-19 management in a low-income country: Bangladesh",
        "authors": [
            {
                "first": "Mohammad",
                "middle": [
                    "R"
                ],
                "last": "Monjur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New South Wales",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Md",
                "middle": [],
                "last": "Zakiul",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hassan",
                "middle": [],
                "last": "Mbbs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor-The World Health Organization has emphasized the importance of diagnostic testing in tracking and managing COVID-19, and most high-income economies have adopted widespread population testing schemes. The United States now leads the way, with >370,000 tests performed as of March 26, 2020. 1 This level of testing starkly contrasts with low-income economies such as Bangladesh, where an almost contrarian strategy seems to have been adopted that is arguably masking the true national spread of the virus.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 304,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the first reported case of COVID-19 in Bangladesh on March 8 until March 28, 1,068 samples were tested by the Institute of Epidemiology, Disease Control and Research (IEDCR) in Dhaka. 2 The IEDCR was the sole institute in Bangladesh with testing facilities for COVID-19 until March 26, when a second facility was given testing rights. Centralized testing in these underresourced public institutions has been unable to effectively respond to the wave of suspected COVID-19 patients. Even at this initial stage with limited confirmed cases, busy telephone hotlines and lack of timely testing for symptomatic patients raised concerns regarding Bangladesh's preparedness. In addition, the Bangladesh government has not sought to proactively limit community transmission from primary cases thus far. With a population of 161 million and a total of 1,169 ICU beds, 3 this inadequate strategy could potentially devastate Bangladesh's health system with multiple outbreaks. This risk is compounded by thousands of Bangladeshi workers returning from COVID-19-struck countries and poor adherence to self-quarantine recommendations due to limited education and monitoring mechanisms. This situation is particularly problematic for Bangladesh because a significant portion of returning workers (ie, significant sources of SARS-CoV-2) reside in rural areas outside Dhaka and thus carry the virus to some of the most vulnerable and ill-equipped communities. This situation was likely worsened by the government declaring a 10-day holiday without travel restrictions from March 26 to April 5, which encouraged millions of city workers to leave Dhaka and return to their rural communities. 4 We believe that Bangladesh has lacked coordinated policy decision and enforcement measures to curtail COVID-19 transmission thus far. We urge policy makers to follow WHO guidance and observe other countries' experiences, which point to a strategy of acting decisively, quickly, and early, well before case numbers reach a crisis level for containment. We believe Bangladesh has not yet reached this point, so urgent implementation of a coordinated policy may prevent a spike in cases that is likely to stretch Bangladesh's health system well beyond its capacity.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1679,
                    "end": 1680,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fact check: US has done more coronavirus tests than South Korea, but not per person. CNN website",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lybrand",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "No new COVID-19 cases as testing declines 50%. Dhaka Tribune website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Number of ICU beds insufficient to combat COVID-19 pandemic. Dhaka Tribune website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bangladesh Army says troops will be on streets until govt recalls. Hindu website",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hindu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Covid-19",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments. None.Financial support. No financial support was provided relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "All authors report no conflicts of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest."
        }
    ]
}