{"paper_id": "0d8adab6d1b47908e28d7fbdcfe69219c6af9363", "metadata": {"title": "Using Morpholinos to Control Gene Expression", "authors": [{"first": "Jon", "middle": ["D"], "last": "Moulton", "suffix": "", "affiliation": {"laboratory": "", "institution": "Gene Tools, LLC", "location": {"settlement": "Philomath", "country": "Oregon"}}, "email": ""}, {"first": "Yi-Lin", "middle": [], "last": "Yan", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Oregon", "location": {"settlement": "Eugene", "region": "Oregon"}}, "email": ""}]}, "abstract": [{"text": "Morpholino oligonucleotides are stable, uncharged, water-soluble molecules that bind to complementary sequences of RNA, thereby inhibiting mRNA processing, read-through, and protein binding at those sites. Morpholinos are typically used to inhibit translation of mRNA, splicing of pre-mRNA, and maturation of miRNA, although they can also inhibit other interactions between biological macromolecules and RNA. Morpholinos are effective, specific, and lack non-antisense effects. They work in any cell that transcribes and translates RNA. However, unmodified Morpholinos do not pass well through plasma membranes and must therefore be delivered into the nuclear or cytosolic compartment to be effective. Morpholinos form stable base pairs with complementary nucleic acid sequences but apparently do not bind to proteins to a significant extent. They are not recognized by proteins and do not undergo protein-mediated catalysis; nor do they mediate RNA cleavage by RNase H or the RISC complex. This work focuses on techniques and background for using Morpholinos. Curr. Protoc. Mol. Biol. 83:26.8.1-26.8.29. C 2008 by John Wiley & Sons, Inc. Keywords: Morpholino r antisense r oligo r knockdown r splicing r zebrafish r Xenopus This protocol outlines the steps and choices commonly made while designing a Morpholino knockdown experiment (based on translation inhibition or splice modification). Considerations for the steps are addressed in the Commentary.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Morpholino oligos (Morpholinos) are synthetic uncharged P-chiral analogs of nucleic acids. They are typically constructed by linking together 25 subunits, each bearing one of the four nucleic acid bases. Figure 26 .8.1 illustrates the structure of three Morpholino subunits joined by inter-subunit linkages. The morpholino phosphorodiamidate backbone of Morpholinos consists of morpholine rings that bear methylene groups and are bound through modified phosphates in which the anionic oxygen is replaced by a nonionic dimethylamino group. The substituted phosphate is bound through an oxygen atom to the morpholine's exocyclic methylene group, and through a phosphorus-nitrogen bond to the nitrogen atom of another morpholine ring. One standard DNA nucleobase (adenine, guanine, cytosine, or thymine) is bound to each morpholine ring. The ends of Morpholinos are conventionally named 3 and 5 by analogy with the nomenclature for nucleic acids (although if one were to number the atoms of a morpholino oligonucleotide backbone by IUPAC rules, the numbers assigned to the ends would be different). The secondary amine of the morpholine ring at the end of an unmodified morpholino oligonucleotide is called the 3 end of the oligo, whereas the 5 end terminates with a chiral carboxamidated phosphorodiamidate group (Fig. 26.8.1 ).", "cite_spans": [], "ref_spans": [{"start": 204, "end": 213, "text": "Figure 26", "ref_id": null}, {"start": 1311, "end": 1323, "text": "(Fig. 26.8.1", "ref_id": null}], "section": "INTRODUCTION"}, {"text": "Antisense Morpholinos inhibit the interactions of macromolecules with mRNA by base pairing with the targeted mRNA in a complementary fashion, thus preventing initiation complex read-through or modifying splicing in cells ranging from bacterial (Geller et al., 2005) to human (Suwanmanee et al., 2002) . In particular, antisense Morpholinos have become a standard tool for developmental biologists to manipulate gene expression in embryos such as zebrafish and Xenopus sp. (Ekker and Larson, 2001 oligonucleotides combine efficacy, specificity, stability, lack of non-antisense effects, and good water-solubility properties.", "cite_spans": [{"start": 244, "end": 265, "text": "(Geller et al., 2005)", "ref_id": "BIBREF11"}, {"start": 275, "end": 300, "text": "(Suwanmanee et al., 2002)", "ref_id": "BIBREF70"}, {"start": 472, "end": 495, "text": "(Ekker and Larson, 2001", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This unit presents four protocols for the design of a knockdown experiment: planning a Morpholino experiment (Basic Protocol 1), preparation of Morpholino solutions (Basic Protocol 2), introduction of Morpholinos into cells by endocytosis in the presence of an amphiphilic protonatable peptide (Basic Protocol 3), and injection of Morpholinos into embryos of fish or amphibians (Basic Protocol 4). The Commentary provides a thorough discussion of conditions and considerations for the application of Morpholinos.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This protocol describes the preparation of a 1 mM aqueous Morpholino stock solution (or a 0.5 mM solution if solubility dictates). If higher concentrations are required for an experiment, take care to ensure that the oligo is completely dissolved.", "cite_spans": [], "ref_spans": [], "section": "PREPARATION AND VERIFICATION OF MORPHOLINO STOCK SOLUTIONS"}, {"text": "Lyophilized Morpholino oligonucleotide (Gene Tools) Distilled autoclaved water without DEPC, sterile 0.1 M HCl (aqueous) 65 • C water bath Glass or polypropylene/polyethylene tubes with labels Quartz spectrophotometer cell (1-cm path length) Parafilm Lint-free lab tissues UV spectrophotometer (or UV colorimeter) capable of measurements at 265 nm Morpholino product information sheet Prepare Morpholino solution 1. Read the amount of Morpholino given on the vial label and, using sterile technique, add the appropriate volume of distilled sterile water to make a 1 mM stock solution (e.g., 0.1 ml water for a vial containing 100 nmol Morpholino). Cap the vial, shake it, and wait 5 min.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "The aqueous solubility of Morpholinos is sequence-dependent, but most Morpholino sequences with G content below 36% will dissolve in water at the recommended stock concentration of 1 mM. Do not keep Morpholino solutions of <1 μM because submicromolar concentrations can lose significant activity by binding to glass and plastic surfaces.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "It is strongly recommended that Morpholino stock solutions be made with distilled water, but isotonic buffers (e.g., Ringer's solution, Danieau buffer) can also be used. The use of distilled water facilitates the processes of lyophilizing Morpholinos and analyzing them by MALDI-TOF mass spectrometry, should either of these be required.", "cite_spans": [{"start": 117, "end": 151, "text": "Ringer's solution, Danieau buffer)", "ref_id": null}], "ref_spans": [], "section": "Materials"}, {"text": "If water must be treated with diethylpyrocarbonate (DEPC), it is very important to autoclave the treated water to destroy residual DEPC before using it to dissolve Morpholinos. Otherwise, DEPC reacts with adenines and compromises the ability of Morpholinos to bind to their targets (Henderson et al., 1973). 7. Pipet 995 μl of 0.1 M HCl into the quartz cell and place the cell in the spectrophotometer. Blank the spectrophotometer at 265 nm.", "cite_spans": [{"start": 282, "end": 307, "text": "(Henderson et al., 1973).", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Materials"}, {"text": "8. Remove the cell from the spectrophotometer and add 5 μl aqueous Morpholino solution into the quartz cell containing the 0.1 M HCl.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Like natural nucleic acids, the nucleobases of a Morpholino are stacked, and stacking produces a hypochromic effect. Without unstacking the bases, the use of the molar absorptivity of an individual nucleobase to calculate the concentration of the oligo would lead to an erroneously low value. Oligos with A, C, and G bases can be unstacked by dissolving the oligos in 0.1 M HCl. Under these conditions, A, C, and G bases are protonated and are out of the stacked state due to electrostatic repulsion. When the nucleobases of the oligo are unstacked, the molar absorptivity of each nucleobase can be applied to determine the concentration of the oligo.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Supplement 83 Current Protocols in Molecular Biology 8. Add the Morpholino stock solution to produce the desired concentration and swirl well to mix.", "cite_spans": [], "ref_spans": [], "section": "26.8.6"}, {"text": "For functional experiments (e.g., gene knockdown, splice blocking), Morpholinos are typically effective at concentrations as low as 1 μM. However, it is recommended that a range of concentrations be tested (such as 1, 4, and 10 μM Morpholino) to define optimal conditions. 9. Add Endo-Porter to produce the optimized concentration for the cell type and immediately swirl to mix.", "cite_spans": [], "ref_spans": [], "section": "26.8.6"}, {"text": "10. Place the plates or flasks in the incubator. Wait at least 16 hr before assessing uptake by fluorescence, and at least 24 hr before measuring knockdowns by molecular assays.", "cite_spans": [], "ref_spans": [], "section": "26.8.6"}, {"text": "The delay needed when using an antibody to assay a knockdown depends on the stability of any pre-existing protein encoded by the targeted mRNA; a protein with a long half-life will take longer to disappear from the cells. In contrast, assaying splice modification of RNA by RT-PCR does not require a long delay and can be done 16 hr after commencing delivery.", "cite_spans": [], "ref_spans": [], "section": "26.8.6"}, {"text": "When Morpholino oligos are used in embryos, they are typically delivered by microinjection into zygotes. Daughters of the injected cell will also contain the oligos and, depending on the species-specific permeability characteristics of the embryonic cells, the oligo might diffuse into noninjected lines. This diffusion is commonly observed in the early zebrafish embryo, while the cells of Xenopus embryos do not release Morpholinos to their neighbors.", "cite_spans": [], "ref_spans": [], "section": "INJECTION OF MORPHOLINOS INTO EMBRYOS OF FISH OR AMPHIBIANS"}, {"text": "In placental organisms, an embryo increases its overall volume when the placenta forms and provides nutrients to the embryo, so Morpholino activity is diluted at an earlier developmental stage. In contrast, embryos that grow enclosed within eggs do not increase their overall volume (yolk + embryo) until they begin to feed, so Morpholino activity persists for a relatively longer duration through development. Because of this, fish and frogs are good model organisms for studying development using unmodified microinjected Morpholino oligos.", "cite_spans": [], "ref_spans": [], "section": "INJECTION OF MORPHOLINOS INTO EMBRYOS OF FISH OR AMPHIBIANS"}, {"text": "This protocol provides a procedure for injecting Morpholinos into fish or frog embryos. Additional details about microinjection techniques can be found in The Zebrafish Book (Westerfield, 2007) . This protocol also describes making an agarose block to gently hold the embryo during injections, but plastic blocks for this purpose are commercially available.", "cite_spans": [{"start": 174, "end": 193, "text": "(Westerfield, 2007)", "ref_id": "BIBREF79"}], "ref_spans": [], "section": "INJECTION OF MORPHOLINOS INTO EMBRYOS OF FISH OR AMPHIBIANS"}, {"text": "Embryo medium (with antibiotic, if desired; see recipe) Agarose (e.g., Amresco) Morpholino stock solution (Basic Protocol 2) 1% (w/v) aqueous phenol red, sodium salt (e.g., Sigma) Embryos: e.g., single-cell Zebrafish embryos, one to eight cell frog embryos 4. Mix agarose with embryo medium at 2 g agarose per 100 ml medium.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "5. Microwave the mixture until it boils and swirl while hot to ensure that the agarose is dissolved.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "6. Pour the hot 2% agarose into a sterile transparent dish.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "7. Suspend the mold over the agarose so that the mold is immersed in the hot agarose and will form 1-mm-wide wedge-shaped linear slots when withdrawn from the cooled agarose.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "8. Allow the agarose to cool and set.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "9. Remove the molds gently after the agarose is set.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Plates of molded agar can be made in advance and stored tightly covered in the refrigerator.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "10. Make a dilution from the Morpholino stock solution in a microcentrifuge tube so that a 1-ng to 10-ng dose of Morpholino can be delivered in a 2-nl to 5-nl injection. 13. Load 0.5 to 1.0 μl of the supernatant solution into the glass microinjection needle using a pipettor fitted with a very fine microloader pipet tip.", "cite_spans": [], "ref_spans": [], "section": "Prepare Morpholino solution and microinjector"}, {"text": "There are two commonly used techniques for loading the microinjection needle: (1) pipetting into the tip of the needle or (2) placing the needle vertically into a micropipet  storage jar with an electrode gasket and loading into the back of the needle, letting gravity  and capillary action draw the solution into the tip. 14. Switch on the nitrogen gas connected to the pressure injector.", "cite_spans": [], "ref_spans": [{"start": 122, "end": 322, "text": "(2) placing the needle vertically into a micropipet  storage jar with an electrode gasket and loading into the back of the needle, letting gravity  and capillary action draw the solution into the tip.", "ref_id": "TABREF9"}], "section": "Prepare Morpholino solution and microinjector"}, {"text": "15. Switch on the pressure injector connected to the micromanipulator through a tube.", "cite_spans": [], "ref_spans": [], "section": "Prepare Morpholino solution and microinjector"}, {"text": "16. Fit the needle into the microelectrode holder and connect it to the micromanipulator.", "cite_spans": [], "ref_spans": [], "section": "Prepare Morpholino solution and microinjector"}, {"text": "17. Break the tip of the glass injection needle by grasping the tip at a right angle with fine tweezers, or by touching the tip gently to a hard surface. Snap off the end at a point where the needle has an inside diameter of ∼0.02 to 0.03 mm.", "cite_spans": [], "ref_spans": [], "section": "Prepare Morpholino solution and microinjector"}, {"text": "18. Determine the drop size delivered by the microinjection system. 27. After the injection, withdraw the needle from the embryo. If the embryo adheres to the needle, use forceps to gently press the embryo with force parallel to the needle so that the needle and embryo are separated.", "cite_spans": [], "ref_spans": [], "section": "Calibrate injection volume"}, {"text": "28. Using a dissecting needle, forceps, or a pipet tip, gently dislodge the embryos from the agarose block and pipet with a controlled-drop pipet into a dish filled with embryo medium (optionally with antibiotics) for incubation.", "cite_spans": [], "ref_spans": [], "section": "Move embryos to tank for incubation"}, {"text": "29. Incubate embryos at 28.5 • C for later observations. Adjust the pH to 7.2 with ∼10 drops of 1 M NaOH. If desired, add 20 ml of 50× penicillin-streptomycin (e.g., Sigma) to 1 liter of embryo medium to make a final concentration of 1× antibiotic. Store up to 1 month at room temperature.", "cite_spans": [], "ref_spans": [], "section": "Move embryos to tank for incubation"}, {"text": "This recipe is from Westerfield (2007) .", "cite_spans": [{"start": 20, "end": 38, "text": "Westerfield (2007)", "ref_id": "BIBREF79"}], "ref_spans": [], "section": "A 0.5× antibiotic solution is also usually sufficient to inhibit infection."}, {"text": "The morpholino phosphorodiamidate backbone of a Morpholino oligonucleotide has no significant ionic charge at neutral pH, in contrast to the polyanionic phosphodiester backbone of a natural nucleic acid. This favors the interaction of Morpholinos with nucleic acids, since there is no repulsion between anionic backbones as there is in duplexes of natural nucleic acids. When dissolved in pure water, nucleic acids lose their ability to form stable Watson-Crick bonds due to anionic repulsion between strands, whereas Morpholinos will still bind to complementary nucleic acid sequences (Summerton, 2004) . Because Morpholinos are uncharged, they have no strong electrostatic interactions with proteins. Unmodified Morpholinos have little or no affinity for bovine or human serum albumin (H.M.", "cite_spans": [{"start": 586, "end": 603, "text": "(Summerton, 2004)", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Morpholino structure"}, {"text": "Current Protocols in Molecular Biology Moulton, unpub. observ.) . In contrast, interactions of anionic phosphorothioate oligos with proteins cause multiple physiological, nonantisense effects (Lebedeva and Stein, 2001) . Proteins that bind nucleic acids generally interact electrostatically with the anionic phosphates of nucleic acids, stabilizing binding. Morpholinos appear to have little or no interaction with nucleic acid-binding proteins (Hudziak et al., 1996) . Morpholinos are very stable to nucleolytic enzymes. There are no known enzymes that degrade Morpholinos. Specifically, Morpholinos have been exposed to a range of nucleases (e.g., DNase I, DNase II, Benzonase, S1 nuclease, mung bean nuclease, Bal 31 nuclease, RNase A, RNase T1, phosphodiesterase I, and phosphodiesterase II) and proteases (e.g., pronase E, proteinase K, and pig liver esterase) under conditions where lytic enzymes would degrade their substrates. In no case was degradation of the Morpholinos detected (Hudziak et al., 1996) . Morpholinos were incubated in serum and in liver homogenate without degradation . When peptide-Morpholino conjugates were extracted from cells and analyzed by MALDI-TOF mass spectrometry, the Morpholino oligo entity was not degraded in the cells (Youngblood et al., 2007) .", "cite_spans": [{"start": 39, "end": 63, "text": "Moulton, unpub. observ.)", "ref_id": null}, {"start": 192, "end": 218, "text": "(Lebedeva and Stein, 2001)", "ref_id": "BIBREF32"}, {"start": 445, "end": 467, "text": "(Hudziak et al., 1996)", "ref_id": "BIBREF19"}, {"start": 990, "end": 1012, "text": "(Hudziak et al., 1996)", "ref_id": "BIBREF19"}, {"start": 1261, "end": 1286, "text": "(Youngblood et al., 2007)", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Supplement 83"}, {"text": "No crystal structure or high-resolution NMR structural analysis of phosphorodiamidate Morpholinos has been published. However, study of a morpholino phosphorodiamidate ApA dimer using circular dichroic spectroscopy showed stacking of bases in aqueous phosphate buffer (Kang et al., 1992) . On the basis of molecular modeling, the bases of Morpholinos should stack in a fashion analogous to those of natural nucleic acids, allowing strong interactions with complementary nucleic acid sequences by Watson-Crick base pairing. A 400 MHz 1 H NMR analy-sis of a carbamate-linked Morpholino found the morpholine ring in the chair conformation (Stirchak et al., 1989) . Molecular modeling of a Morpholino with the morpholine rings in the chair conformation suggests that a Morpholino and an RNA form an A-form heteroduplex with a helical pitch similar to that of an A-form RNA-RNA duplex (J.E. Summerton, unpub. observ.) .", "cite_spans": [{"start": 268, "end": 287, "text": "(Kang et al., 1992)", "ref_id": "BIBREF24"}, {"start": 636, "end": 659, "text": "(Stirchak et al., 1989)", "ref_id": "BIBREF65"}, {"start": 886, "end": 912, "text": "Summerton, unpub. observ.)", "ref_id": null}], "ref_spans": [], "section": "Supplement 83"}, {"text": "Various types of antisense oligos are ranked by their affinity for binding to single strands of sense RNA based on their dissociation temperatures in physiological salt buffers (Table  26 .8.1; Stein et al., 1997) . The affinity of RNA for RNA is greater than the affinity of Morpholinos for RNA. However, single strands of mRNA folded into secondary structures contain single-stranded regions, such as the loops of stem-loops, with which Morpholinos can readily hybridize. Because double-stranded regions of most RNA secondary structures are shorter than 25 base pairs, the overall binding affinity of Morpholinos for RNA is usually sufficient to invade and displace those short double-stranded regions (Summerton, 1999) .", "cite_spans": [{"start": 194, "end": 213, "text": "Stein et al., 1997)", "ref_id": "BIBREF62"}, {"start": 704, "end": 721, "text": "(Summerton, 1999)", "ref_id": "BIBREF66"}], "ref_spans": [{"start": 177, "end": 187, "text": "(Table  26", "ref_id": "TABREF5"}], "section": "Supplement 83"}, {"text": "Antisense oligos such as DNA, RNA, and phosphorothioate (S-DNA) oligos recruit RNase H to degrade their mRNA targets (Summerton, 1999) . RNAi and siRNA (see UNIT 26.1) also employ an antisense mechanism to recognize a sense mRNA through interaction with a RISC complex, which leads to enzymatic degradation of complementary mRNA and translation inhibition of partially complementary mRNA (Scacheri et al., 2004) . In contrast, instead of degrading mRNA, antisense Morpholinos were designed to block the translation of mRNA into protein . Figure 26 .8.2 compares steric blocking, RNase H-dependant, and RISC-dependant oligos. When comparing an RNase H-dependant oligo (a methylphosphonate diester/phosphodiester chimera) with a Morpholino, a CpGNNN motif was shown to induce apoptosis and cell cycle arrest when present in the RNase H-dependent oligo but not when present in the Morpholino (Tidd et al., 2001) . There have been no reports of Morpholinos inducing either interferon production or induction of NF-κB mediated inflammation, and Morpholinos containing CpG motifs do not stimulate immune responses (J.E. Summerton and A. Krieg, unpub. observ.) , suggesting that Morpholino-RNA heteroduplexes do not stimulate Toll-like receptors.", "cite_spans": [{"start": 117, "end": 134, "text": "(Summerton, 1999)", "ref_id": "BIBREF66"}, {"start": 388, "end": 411, "text": "(Scacheri et al., 2004)", "ref_id": "BIBREF59"}, {"start": 889, "end": 908, "text": "(Tidd et al., 2001)", "ref_id": "BIBREF73"}, {"start": 1114, "end": 1153, "text": "Summerton and A. Krieg, unpub. observ.)", "ref_id": null}], "ref_spans": [{"start": 538, "end": 547, "text": "Figure 26", "ref_id": null}], "section": "Modes of action"}, {"text": "Morpholinos complementary to sequences in the 5 -UTR and the first 25 coding bases of an mRNA can halt the progression of the initiation complex toward the start codon, preventing assembly of the entire ribosome. This inhibits the translation of the mRNA sequence into a polypeptide. Morpholinos targeted downstream of the start codon are usually ineffective for inhibiting translation (Summerton, 1999) .", "cite_spans": [{"start": 386, "end": 403, "text": "(Summerton, 1999)", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Modes of action"}, {"text": "In addition to their application to knockdown gene expression, Morpholinos are also widely used to inhibit splicing of pre-mRNA because steric-blocking oligos do not trigger degradation of RNA. Splicing in eukaryotes is directed by small nuclear ribonucleoproteins (snRNPs) that bind to introns and mark the intron-exon boundaries. Morpholinos targeted to these snRNP-binding sites can modify splicing (Sazani et al., 2001) , either preventing splicing and causing an intron inclusion (Giles et al., 1999) or redirecting splicing and causing an exon excision (Draper et al., 2001) . Blocking a splice site can cause activation of a cryptic splice site, complicating interpretation of the splice modification by producing par-tial deletions of exons (Draper et al., 2001) or partial inclusions of introns.", "cite_spans": [{"start": 402, "end": 423, "text": "(Sazani et al., 2001)", "ref_id": "BIBREF57"}, {"start": 485, "end": 505, "text": "(Giles et al., 1999)", "ref_id": "BIBREF12"}, {"start": 559, "end": 580, "text": "(Draper et al., 2001)", "ref_id": "BIBREF7"}, {"start": 749, "end": 770, "text": "(Draper et al., 2001)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Modes of action"}, {"text": "Morpholinos can inhibit miRNA activity by binding to the miRNA and preventing it from binding its mRNA target (Kloosterman et al., 2004) or by binding to the site on the mRNA where the miRNA would otherwise bind (Choi et al., 2007) . Morpholinos can inhibit maturation of pre-miRNA by binding at the RNA processing enzymes Drosha or Dicer processing sites (Kloosterman et al., 2007) .", "cite_spans": [{"start": 110, "end": 136, "text": "(Kloosterman et al., 2004)", "ref_id": "BIBREF29"}, {"start": 212, "end": 231, "text": "(Choi et al., 2007)", "ref_id": "BIBREF5"}, {"start": 356, "end": 382, "text": "(Kloosterman et al., 2007)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Modes of action"}, {"text": "Although Morpholinos are most often used to inhibit activity of the translation initiation complex or the snRNPs that direct splicing, there are other mRNA sequences that are attractive targets for steric blocking. Morpholinos targeted across the cleavage site of a hammerhead ribozyme inhibited auto-cleavage, leading to over two orders of magnitude increase in the expression of a downstream reporter gene (Yen et al., 2004) . Morpholinos stimulate site-specific ribosome frameshifting when bound just downstream of a shift site on an mRNA, and they do so with far higher efficiency than RNA, phosphorothioate oligos, or 2 -O-methyl RNA oligos (Howard et al., 2004) . While Morpholinos have also been shown to inhibit intronic splice silencers (Bruno et al., 2004) and exonic splice enhancers (McClorey et al., 2006) , no publications have yet explored other potential regulatory targets such as zipcode binding sites, riboswitches, or binding sites for elements of the nonsense-mediated mRNA decay pathway.", "cite_spans": [{"start": 408, "end": 426, "text": "(Yen et al., 2004)", "ref_id": "BIBREF80"}, {"start": 646, "end": 667, "text": "(Howard et al., 2004)", "ref_id": "BIBREF18"}, {"start": 746, "end": 766, "text": "(Bruno et al., 2004)", "ref_id": "BIBREF2"}, {"start": 795, "end": 818, "text": "(McClorey et al., 2006)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Modes of action"}, {"text": "Morpholinos are commonly microinjected into embryos at the single-cell or few-cell stages to inhibit genes involved in development (Heasman et al., 2000; Nasevicius and Ekker, 2000; Nutt et al., 2001) . Morpholinos", "cite_spans": [{"start": 131, "end": 153, "text": "(Heasman et al., 2000;", "ref_id": "BIBREF16"}, {"start": 154, "end": 181, "text": "Nasevicius and Ekker, 2000;", "ref_id": "BIBREF48"}, {"start": 182, "end": 200, "text": "Nutt et al., 2001)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "In vivo uses of Morpholinos"}, {"text": "Control Gene Expression", "cite_spans": [], "ref_spans": [], "section": "Morpholinos to"}, {"text": "Supplement 83 Current Protocols in Molecular Biology are also commonly used in cell cultures (Tyson-Capper and Europe-Finner, 2006) . Combinations of several oligonucleotide sequences can bind to several different RNA targets simultaneously if introduced together into embryos (Ekker, 2000) or cell cultures (Summerton, 2005) , allowing multiple simultaneous knockdowns or synergistic targeting of a single messenger. Applications in intact adult organisms have until recently been limited by poor in vivo delivery into the cytosol of cells (Summerton, 1999; Sazani et al., 2002) . However, conjugation of Morpholinos to cell-penetrating peptides (Nelson et al., 2005; Moulton and Moulton, 2008) allows effective systemic delivery into adult organisms (Alonso et al., 2005; Kinney et al., 2005; Neuman et al., 2005; Enterlein et al., 2006) , as does conjugation of a Morpholino with an octaguanidinium dendrimer, forming a Vivo-Morpholino (Li and Morcos, 2008) .", "cite_spans": [{"start": 93, "end": 131, "text": "(Tyson-Capper and Europe-Finner, 2006)", "ref_id": "BIBREF75"}, {"start": 277, "end": 290, "text": "(Ekker, 2000)", "ref_id": "BIBREF8"}, {"start": 308, "end": 325, "text": "(Summerton, 2005)", "ref_id": "BIBREF68"}, {"start": 541, "end": 558, "text": "(Summerton, 1999;", "ref_id": "BIBREF66"}, {"start": 559, "end": 579, "text": "Sazani et al., 2002)", "ref_id": "BIBREF58"}, {"start": 647, "end": 668, "text": "(Nelson et al., 2005;", "ref_id": "BIBREF49"}, {"start": 669, "end": 695, "text": "Moulton and Moulton, 2008)", "ref_id": "BIBREF46"}, {"start": 752, "end": 773, "text": "(Alonso et al., 2005;", "ref_id": "BIBREF1"}, {"start": 774, "end": 794, "text": "Kinney et al., 2005;", "ref_id": "BIBREF28"}, {"start": 795, "end": 815, "text": "Neuman et al., 2005;", "ref_id": "BIBREF52"}, {"start": 816, "end": 839, "text": "Enterlein et al., 2006)", "ref_id": "BIBREF10"}, {"start": 939, "end": 960, "text": "(Li and Morcos, 2008)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "26.8.12"}, {"text": "Targeting of viral RNA with Morpholinos has been reported for hepatitis C (Jubin et al., 2000; McCaffrey et al., 2003) , dengue virus (Kinney et al., 2005) , ebola virus (Enterlein et al., 2006; Warfield et al., 2006) , SARS virus (Neuman et al., 2005) , West Nile virus (Deas et al., 2005) , equine arterivirus (van den Born et al., 2005) , mouse hepatitis virus (Neuman et al., 2004) , novirhabdovirus (Alonso et al., 2005) , and vesivirus . In addition to translation start sites, successful targets for inhibition of viral replication include cyclization sequences (Deas et al., 2005) , terminal stem loops (Deas et al., 2005) , and internal ribosomal entry sites (IRES; Jubin et al., 2000) .", "cite_spans": [{"start": 74, "end": 94, "text": "(Jubin et al., 2000;", "ref_id": "BIBREF21"}, {"start": 95, "end": 118, "text": "McCaffrey et al., 2003)", "ref_id": "BIBREF38"}, {"start": 134, "end": 155, "text": "(Kinney et al., 2005)", "ref_id": "BIBREF28"}, {"start": 170, "end": 194, "text": "(Enterlein et al., 2006;", "ref_id": "BIBREF10"}, {"start": 195, "end": 217, "text": "Warfield et al., 2006)", "ref_id": null}, {"start": 231, "end": 252, "text": "(Neuman et al., 2005)", "ref_id": "BIBREF52"}, {"start": 271, "end": 290, "text": "(Deas et al., 2005)", "ref_id": "BIBREF6"}, {"start": 321, "end": 339, "text": "Born et al., 2005)", "ref_id": "BIBREF76"}, {"start": 364, "end": 385, "text": "(Neuman et al., 2004)", "ref_id": null}, {"start": 404, "end": 425, "text": "(Alonso et al., 2005)", "ref_id": "BIBREF1"}, {"start": 569, "end": 588, "text": "(Deas et al., 2005)", "ref_id": "BIBREF6"}, {"start": 611, "end": 630, "text": "(Deas et al., 2005)", "ref_id": "BIBREF6"}, {"start": 675, "end": 694, "text": "Jubin et al., 2000)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "26.8.12"}, {"text": "Radioisotope delivery into organisms can be pretargeted using Morpholinos (Mang'era et al., 2001) . Practitioners of nuclear medicine strive to minimize radiation exposure of a patient while delivering radionuclides to target tissues for imaging or for therapeutic applications. By attaching radioisotopes to antibodies that are specific for target tissues, the antibodies can anchor isotopes on these tissues. Because the large antibody molecules diffuse slowly, the isotopes must be maintained in the plasma at high concentrations or for long durations to achieve good delivery of radioisotope-linked antibodies to their targets. Pretargeting with Morpholinos involves introducing an antibody-Morpholino conjugate into the bloodstream; this can be done using high concentrations or re-dosing to saturate the target without exposing the patient to radiation during this pretargeting stage. Next, a conjugate of a radioisotope (possibly chelated) with a complementary Morpholino is added to the blood. Because the Morpholino has a much smaller molecular mass than an antibody, the radionuclide-Morpholino conjugate diffuses relatively quickly and is captured at the target tissue more rapidly through Morpholino-Morpholino pairing. Unbound radionuclide-Morpholino conjugate is rapidly eliminated through the kidneys. This technique allows delivery of radioisotopes to the targeted tissue while exposing the organism to lower doses of radiation away from the targeted region. In the process of developing these techniques, pharmacokinetics of Morpholinoradionuclide conjugates have been studied in vivo (Liu et al., 2002a,b; He et al., 2003) . Signals can be amplified by binding a polymer bearing many complementary Morpholinos to each Morpholino-conjugated antibody fragment, followed by delivering radioisotopelabeled Morpholino complementary to the polymer-linked Morpholinos (He et al., 2003 (He et al., , 2004 .", "cite_spans": [{"start": 74, "end": 97, "text": "(Mang'era et al., 2001)", "ref_id": "BIBREF36"}, {"start": 1602, "end": 1623, "text": "(Liu et al., 2002a,b;", "ref_id": null}, {"start": 1624, "end": 1640, "text": "He et al., 2003)", "ref_id": "BIBREF14"}, {"start": 1879, "end": 1895, "text": "(He et al., 2003", "ref_id": "BIBREF14"}, {"start": 1896, "end": 1914, "text": "(He et al., , 2004", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "26.8.12"}, {"text": "The parameters considered when selecting oligonucleotide target sequences include percent CG, percent G, self-complementarity, tetra-G moieties, length of the oligo, and the intended temperature at which the oligo will be used. The targeting recommendations are summarized below and in Table 26 .8.2.", "cite_spans": [], "ref_spans": [{"start": 286, "end": 294, "text": "Table 26", "ref_id": "TABREF5"}], "section": "Choosing Morpholino sequences"}, {"text": "CG range. A range of 40% to 60% CG is considered ideal for 25-base Morpholinos in 37 • C systems. Oligos with <40% CG may lack the affinity needed for effective steric blocking, while oligos with >60% CG are more likely to interact with off-target messengers through high-affinity subsequences.", "cite_spans": [], "ref_spans": [], "section": "Choosing Morpholino sequences"}, {"text": "G content. G content affects aqueous solubility of an oligo, with higher G contents being less soluble, particularly when the oligo is dissolved in isotonic salt solutions. Oligos with G contents up to 36% should be soluble in the millimolar range in pure water or aqueous buffer. However, freeze-thaw cycles are likely to cause high-G oligos to precipitate and the oligos must be heated to redissolve (see Basic Protocol 2).", "cite_spans": [], "ref_spans": [], "section": "Choosing Morpholino sequences"}, {"text": "Self-complementarity. Self-complementary sequences can cause either intramolecular interactions, forming stem-loops, or intermolecular interactions, forming dimeric Morpholinos. When a short sequence of one part of an oligo is complementary to another short sequence separated by an intervening", "cite_spans": [], "ref_spans": [], "section": "Choosing Morpholino sequences"}, {"text": "Current Protocols in Molecular Biology Supplement 83 sequence, stem-loops can form. If small selfcomplementary sequences are separated by zero to a few bases, formation of a stable stemloop is unlikely because a hairpin with a small loop is not energetically favored. To prevent loss of oligo activity through competition between self-pairing and target binding, it is prudent to limit self-complementary sequences in oligo designs to 16 contiguous hydrogen bonds or less, where CG pairs contribute 3 hydrogen bonds and AT pairs contribute 2 hydrogen bonds. For instance, the short sequences ATGGC and GCCAT can form 13 contiguous hydrogen bonds (2+2+3+3+3 = 13). When analyzing sequences for self-complementarity, check for both Watson-Crick base-pairing and for GT base-pairing. Like an AT pair, a GT pair also forms two hydrogen bonds. However, because the overall stability of the GT pair is far lower than an AT pair, a GT pair can be scored as a single hydrogen bond when calculating its contribution to the stability of a self-complementary moiety (Aboul-ela et al., 1985 ). An oligo containing a self-complimentary sequence can form dimers. To prevent loss of oligo activity through competition between dimer formation and target binding, it is prudent to limit complimentary palindromes to 16 contiguous hydrogen bonds or less. For instance, if two oligos bearing the self-complimentary sequence AT-GCATGCGT encounter each other, they can form 22 contiguous hydrogen bonds (2+1+3+3+2+2+3+3+1+2 = 22, taking into account the GT pairs) and would likely have poor antisense activity. G tetrads. Nucleic acids containing GGGG moieties can interact through Hoogsteen bonding to form oligo tetramers (Cheong and Moore, 1992) . Morpholinos containing G tetrads have reduced activity, likely through the same mechanism. Because of this, contiguous stretches of four or more G bases should be avoided when designing Morpholinos.", "cite_spans": [{"start": 1055, "end": 1078, "text": "(Aboul-ela et al., 1985", "ref_id": "BIBREF0"}, {"start": 1703, "end": 1727, "text": "(Cheong and Moore, 1992)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "26.8.13"}, {"text": "MIL and oligo length. The minimum inhibitory length (MIL) of an antisense oligo is the length needed to achieve 50% reduction in translation of a targeted gene at a concentration typically achieved in cells. The MIL of Morpholinos varies somewhat between targets, but averages about 14 bases for 37 • C cell cultures (Summerton, 1999) . To ensure good affinity between Morpholinos and their RNA targets, the oligos are usually synthesized as 25-mers.", "cite_spans": [{"start": 317, "end": 334, "text": "(Summerton, 1999)", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "26.8.13"}, {"text": "CG content can influence the MIL of an oligo, with a higher CG oligo having a shorter MIL. Oligos with high CG content have an increased chance of interacting with off-target RNA; these oligos can be shortened by a few bases to lessen the likelihood of off-target interactions. The marginal loss of affinity resulting from shortening a high-CG oligo will not ruin activity but will slightly improve specificity. A more effective way to improve specificity is to choose a target with a lower CG content.", "cite_spans": [], "ref_spans": [], "section": "26.8.13"}, {"text": "The targeting guidelines were developed for oligos to be used at 37 • C. Many embryos are grown at lower temperatures. When temperatures are decreased appreciably, stability ", "cite_spans": [], "ref_spans": [], "section": "Temperature and oligo selection"}, {"text": "To inhibit cap-dependent translation, a 25mer Morpholino can target anywhere between the 5 cap to 25 nucleotides into the coding sequence. The target can extend downstream into the coding sequence as long as the start codon is covered. In the first steps of translation, the initiation complex forms at the 5 cap and then scans through the UTR to the start codon ( Fig. 26.8.3A ). At the start codon, the large ribosomal subunit binds, the initiation factors dissociate, and translation proceeds through the coding region. If a Morpholino gets in the way of the initiation complex before the initiation complex reaches the start codon, it prevents assembly of the ribosome and translation of the mRNA. Nonetheless, it is preferable to target the start codon instead of upstream sequences for two reasons. First, the quality of sequence deposited in public databases is often poor in the UTR, especially for older sequence records. Second, although rare in vertebrate genomes, internal ribosome entry sites (IRES) do exist and can allow a ribosome to enter and assemble downstream of a Morpholino bound in the 5 -UTR.", "cite_spans": [], "ref_spans": [{"start": 365, "end": 377, "text": "Fig. 26.8.3A", "ref_id": null}], "section": "Targetable region for translation inhibitors"}, {"text": "To inhibit splicing, Morpholinos are targeted to pre-mRNA across or near the boundaries between exons and introns. A pre-mRNA that undergoes splicing has two flanking exons (the first and last exon) and an arbitrary number of internal exons. The first exon has a single splice site, i.e., a splice donor where it contacts intron 1. The internal exons have two junctions each, a splice acceptor at the upstream end and a splice donor at the downstream end. The last exon has only a splice acceptor at its upstream end. Targeting the splice sites of the internal exons usually causes exon excision, resulting in an mRNA missing the exon with the inhibited splice site (Fig. 26.8.3B ). Targeting splice sites of the flanking (first or last) exons usually causes intron inclusion, resulting in an mRNA containing the first or last intron. Sometimes inhibiting a splice site activates a cryptic splice site, resulting in an mRNA with an unexpected mass.", "cite_spans": [], "ref_spans": [{"start": 666, "end": 679, "text": "(Fig. 26.8.3B", "ref_id": null}], "section": "Targetable region for splice inhibitors"}, {"text": "The snRNPs that direct splicing bind at the intronic sides of the splice junctions, so Morpholinos are chosen that are complementary to more intronic sequence than exonic sequence. Morpholinos can have good activity if targeted entirely to intronic sequence near the splice junction, but activity decreases as the target is moved farther into the intron (Morcos, 2007) .", "cite_spans": [{"start": 354, "end": 368, "text": "(Morcos, 2007)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Targetable region for splice inhibitors"}, {"text": "Splicing can also be modified by preventing excision of an arbitrary intron by blocking the nucleophilic adenosine that closes the splicing lariat (Morcos, 2007) or by targeting splice-regulatory sequences (Bruno et al., 2004 , Melton et al., 2007 . It is often the goal of a splice-inhibiting experiment to eliminate activity of a protein.", "cite_spans": [{"start": 147, "end": 161, "text": "(Morcos, 2007)", "ref_id": "BIBREF44"}, {"start": 206, "end": 225, "text": "(Bruno et al., 2004", "ref_id": "BIBREF2"}, {"start": 226, "end": 247, "text": ", Melton et al., 2007", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Targetable region for splice inhibitors"}, {"text": "If the active site of the protein is known, a straightforward strategy is to target a Morpholino to the exon encoding the active site, causing the loss of that exon and of the active site. When the active site is not known, other useful strategies are available. One is to eliminate an upstream exon that has a number of nucleotides not evenly divisible by three, causing downstream translation to be frameshifted. Another is to trigger inclusion of the first intron in the coding region, especially useful if that intron contains an in-frame stop codon or if its number of nucleotides is not evenly divisible by three. Sometimes causing a random exon exclusion or intron inclusion is sufficient to eliminate activity of a protein, perhaps due to a resulting change in the protein's tertiary structure.", "cite_spans": [], "ref_spans": [], "section": "Targetable region for splice inhibitors"}, {"text": "Since a few mismatches can seriously decrease the activity of a Morpholino, the quality of the target sequence is an important consideration when designing Morpholinos. There are sometimes errors in sequence database files. Variations in sequence between strains of an organism can also present a problem. The most definitive way to ensure the correct target sequence is to sequence the target region of the gene in the strain that will be used in the experiments.", "cite_spans": [], "ref_spans": [], "section": "Quality of sequence"}, {"text": "When a 25-base Morpholino is used near its lowest effective concentration, its effects are very specific. Under such conditions the oligo might also interact with sequences containing one or two mismatches when compared to the oligo's perfectly complementary target, although even a single mismatch can decrease activity (Khokha et al., 2002) . However, few to no such sequences are expected to occur randomly in a base pool the size of the Morpholino-targetable sites in the human transcriptome (Summerton, 1999) .", "cite_spans": [{"start": 321, "end": 342, "text": "(Khokha et al., 2002)", "ref_id": "BIBREF25"}, {"start": 496, "end": 513, "text": "(Summerton, 1999)", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Mismatched unintentional targets and Morpholinos"}, {"text": "When the concentration of any antisense oligo is increased well above its minimum effective concentration, it can interact with targets containing more mismatches; at some concentration a Morpholino will begin knocking down expression of off-target mR-NAs. Therefore it is important that the oligo concentration be kept as low as practicable while still eliciting the desired targeted knockdown. The concentration at which off-target effects occur, the concentration at which targeted knockdown occurs, and the ratio of these concentrations are all sequence-specific. In most cases, an effective and specific concentration window exists such that, for complementary mRNA and off-target mispaired mRNA at similar concentrations, the onset of the targeted knockdown will occur at a lower concentration than the onset of the off-target knockdown. However, knocking down highcopy-number mRNAs requires higher oligo concentrations, increasing the probability of knocking down low-copy-number off-target mRNAs; such a situation can narrow or even close the effective and specific concentration window.", "cite_spans": [], "ref_spans": [], "section": "Effect of concentration on specificity"}, {"text": "A single mismatch in a Morpholino 25-mer may cause a significant decrease in antisense activity (Khokha et al., 2002) , although many single-mismatched oligos have retained good activity. When used near the concentration at which a perfectly complementary oligo elicits a knockdown, five mismatches distributed throughout a 25-mer usually decreases activity of the mismatched oligo to near undetectable levels (Kamachi et al., 2008) .", "cite_spans": [{"start": 96, "end": 117, "text": "(Khokha et al., 2002)", "ref_id": "BIBREF25"}, {"start": 410, "end": 432, "text": "(Kamachi et al., 2008)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Acceptable off-target homology"}, {"text": "It is prudent to check the target sequence of a proposed oligo against a nucleotide sequence database in order to identify regions where the Morpholino might bind to off-target mRNA. When searching for homologous targets, keep in mind that 25-base Morpholinos will only inhibit translation when targeted to the 5 -UTR and first 25 bases of coding sequence. Morpholinos can modify splicing if targeted mostly in introns at or near intronexon boundaries. If the Morpholino has homology to an off-target mRNA outside of these limited regions, binding of the oligo to the mRNA is not likely to affect expression of the off-target mRNA (although inhibiting miRNA targets or regulatory sequences such as exonic splice enhancers may affect expression).", "cite_spans": [], "ref_spans": [], "section": "Acceptable off-target homology"}, {"text": "When comparing a 25-base Morpholino against an off-target sequence in a region where a Morpholino might have a biological effect, the fraction of homologous bases should always be below 80%. However, that percentage ignores important considerations about the distribution of the mismatches throughout the oligo. About 14 contiguous", "cite_spans": [], "ref_spans": [], "section": "Acceptable off-target homology"}, {"text": "Control Gene Expression", "cite_spans": [], "ref_spans": [], "section": "Morpholinos to"}, {"text": "Supplement 83 Current Protocols in Molecular Biology bases of homology is the minimum inactivating length for a Morpholino (Summerton, 1999) . However, if 10 bases of perfect homology are flanked with a mismatch at either side and some runs of homologous bases are just beyond the flanking single mismatches, the oligo may still bind sufficiently to inhibit translation or splicing. High CG content can make shorter homologous sequences active, since CG pairs are more stable than AT pairs. Distributing five mismatches throughout a 25mer almost always results in loss of knockdown at low concentrations, so 5-mispair oligos are commonly used as specificity controls. If all five mismatches are at one end of the oligo, there are still 20 contiguous complementary bases in a 25-mer, and those 20 bases would retain considerable antisense activity. When checking a Morpholino target against a sequence database and finding a partially homologous region, following a rule of thumb like \"<80% homology won't cause off-target knockdown\" can lead to trouble; it is important to consider the distribution of the mismatches. Additional factors to consider when analyzing partially homologous targets are that losing a CG pair due to a mismatch impacts the oligo activity more than losing an AT pair (three H-bonds compared to two), and that mismatches sometimes form GT pairs, which contribute about half the stability of an AT pair (Aboul-ela et al., 1985) .", "cite_spans": [{"start": 123, "end": 140, "text": "(Summerton, 1999)", "ref_id": "BIBREF66"}, {"start": 1426, "end": 1450, "text": "(Aboul-ela et al., 1985)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "26.8.16"}, {"text": "Unmodified Morpholinos. Since unmodified Morpholinos diffuse between the cytosol and the nucleus, delivery of Morpholinos to the cytosol is sufficient to ensure entry into the nucleus (Morcos, 2001) . However, unmodified Morpholinos do not readily diffuse across the plasma membrane of most cell types. If unmodified Morpholinos are added to cell cultures without delivery reagents, high concentrations and long exposure times must be used to achieve minimal delivery (Sazani et al., 2001) . Further demonstrating plasma membrane impermeability, when Morpholinos are microinjected into one blastomere of a Xenopus laevis embryo at the two-cell stage, daughter cells of the injected cell will contain Morpholino activity while daughter cells of the uninjected cell contain no detectable Morpholino activity (Nutt et al., 2001) . There have been some reports of particular cell types in tissue explants that take up experimentally useful concentrations of unmodified Morpholinos. These cell types include epithelial cells in mouse embryo pancreatic explant cultures during E11 through E13 (Prasadan et al., 2002) and liver cells in mouse embryo E10 liver explants (Monga et al., 2003) . Using an engineered mouse with a stably integrated green fluorescent protein (GFP) up-regulation splice-correction reporter system (see Upregulation system, below), Sazani showed that there is scant uptake of unmodified Morpholinos into most tissues from the blood of adult mice (Sazani et al., 2002) .", "cite_spans": [{"start": 184, "end": 198, "text": "(Morcos, 2001)", "ref_id": "BIBREF43"}, {"start": 468, "end": 489, "text": "(Sazani et al., 2001)", "ref_id": "BIBREF57"}, {"start": 806, "end": 825, "text": "(Nutt et al., 2001)", "ref_id": "BIBREF53"}, {"start": 1087, "end": 1110, "text": "(Prasadan et al., 2002)", "ref_id": "BIBREF55"}, {"start": 1162, "end": 1182, "text": "(Monga et al., 2003)", "ref_id": "BIBREF42"}, {"start": 1464, "end": 1485, "text": "(Sazani et al., 2002)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Delivery of Morpholinos to the cytosol/nuclear compartment of cells"}, {"text": "Scrape loading. Scrape loading of Morpholinos into adherent cell cultures was an early method for introducing Morpholinos into cultured cells (Partridge et al., 1996) . When adherent cells are gently lifted from the bottom of a well using a soft rubber scraper, the cells become transiently permeable, allowing Morpholinos to diffuse into the cytosol from the medium. This technique will not deliver oligos to all cells in a culture, and reproducibility depends on the technique of the experimenter. This method has fallen out of favor as more reproducible techniques producing more homogeneous delivery have been developed.", "cite_spans": [{"start": 142, "end": 166, "text": "(Partridge et al., 1996)", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Delivery of Morpholinos to the cytosol/nuclear compartment of cells"}, {"text": "Microinjection. Microinjection of Morpholinos into early embryos is a widely used technique for knocking down gene expression. Microinjection introduces Morpholinos directly into the cytosol. As the cytoplasm is apportioned into daughter cells at cell division, both daughter cells will contain Morpholinos. Some embryos, such as Xenopus sp., have strong permeability barriers that prevent appreciable leakage to the daughters of uninjected cells (Nutt et al., 2001) . Other embryos such as the zebrafish, Danio rerio, allow diffusion of Morpholinos between cells through the first few cell divisions (for a good model of Morpholino diffusion in zebrafish embryos, see Kimmel and Law, 1985a,b) .", "cite_spans": [{"start": 447, "end": 466, "text": "(Nutt et al., 2001)", "ref_id": "BIBREF53"}, {"start": 669, "end": 693, "text": "Kimmel and Law, 1985a,b)", "ref_id": null}], "ref_spans": [], "section": "Delivery of Morpholinos to the cytosol/nuclear compartment of cells"}, {"text": "Electroporation. Electroporation has become a standard method for delivery of Morpholinos into chick embryos (Kos et al., 2003) , especially for studies of neural tube development (Tucker, 2004) . Electroporation has also been used to deliver Morpholinos into other embryos including mice (Mellitzer et al., 2002) , into brains of developing rats (Takahashi et al., 2002) , into zebrafish (Cerda et al., 2006) , into clipped fins of zebrafish (Thummel et al., 2005) , and into cell cultures (Jubin, 2005) . Uncharged Morpholinos can be electroporated; the electroporation procedure makes cells transiently permeable so that Morpholinos can diffuse across the plasma membrane.", "cite_spans": [{"start": 109, "end": 127, "text": "(Kos et al., 2003)", "ref_id": "BIBREF31"}, {"start": 180, "end": 194, "text": "(Tucker, 2004)", "ref_id": "BIBREF74"}, {"start": 289, "end": 313, "text": "(Mellitzer et al., 2002)", "ref_id": "BIBREF40"}, {"start": 347, "end": 371, "text": "(Takahashi et al., 2002)", "ref_id": "BIBREF71"}, {"start": 389, "end": 409, "text": "(Cerda et al., 2006)", "ref_id": "BIBREF3"}, {"start": 443, "end": 465, "text": "(Thummel et al., 2005)", "ref_id": "BIBREF72"}, {"start": 491, "end": 504, "text": "(Jubin, 2005)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Delivery of Morpholinos to the cytosol/nuclear compartment of cells"}, {"text": "Current Protocols in Molecular Biology Supplement 83", "cite_spans": [], "ref_spans": [], "section": "26.8.17"}, {"text": "Endo-Porter. Endo-Porter is a reagent developed to deliver Morpholino oligos conveniently and reproducibly to the cytosol of cultured cells through an endocytotic pathway. Endo-Porter is an amphiphilic peptide that becomes cationic at low pH. In culture medium at neutral pH, Endo-Porter is uncharged but sticks to the surface of cells. Upon endocytosis, Endo-Porter is protonated in the acidic endosome and permeabilizes the endosomal membrane, releasing the endosomal contents into the cytoplasm. Morpholinos co-endocytosed with membraneassociated Endo-Porter are released into the cytoplasm when the endosome is permeabilized (Summerton, 2005) . Endo-Porter allows simultaneous delivery of multiple Morpholinos. The concentration of Morpholinos can be varied independently of the Endo-Porter concentration, allowing dose-response antisense studies while holding the delivery reagent concentration constant. Cells treated with a 5 μM carboxyfluoresceinated Morpholino and 8 μM Endo-Porter gave transfection efficiencies of 82% for human amnion-derived WISH cells and 78% for human myometrial cells when assayed by confocal microscopy (Tyson-Capper and Europe-Finner, 2006), although concentrations too low to be detected by fluorescence might still be sufficient to have measurable antisense activity. Endo-Porter has been used successfully with traditionally hard-to-transfect cells such as cardiomyocytes (Masaki et al., 2005) . It works well with unmodified Morpholinos or carboxyfluoresceinated Morpholinos, but best delivery is achieved with lissaminated Morpholinos (S.T. Knuth, unpub. observ; see Critical Parameters, End modifications). Endo-Porter is commercially available in neat DMSO or in a less-effective aqueous formulation for cells sensitive to DMSO.", "cite_spans": [{"start": 629, "end": 646, "text": "(Summerton, 2005)", "ref_id": "BIBREF68"}, {"start": 1409, "end": 1430, "text": "(Masaki et al., 2005)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "26.8.17"}, {"text": "The recommended concentration of Endo-Porter is 6 μM, achieved by using 6 μl of a 1 mM Endo-Porter solution per milliliter of cell culture; this concentration gives good delivery without toxicity to many cell types. However, cell types vary in their tolerance to Endo-Porter, with some cells tolerating higher exposures while other cells are harmed by a 6 μM Endo-Porter solution. When trying Endo-Porter with a new cell type, it is prudent initially to test a range of Endo-Porter concentrations (e.g., 2, 4, 6, and 8 μM) to assess delivery and to check the tolerance of the cells for the reagent.", "cite_spans": [], "ref_spans": [], "section": "26.8.17"}, {"text": "Special Delivery. Morpholinos are sometimes delivered using cationic delivery reagents, such as ethoxylated polyethylenimine (EPEI) or Lipofectamine. However, since Morpholinos are not charged they will not form electrostatic complexes with cationic delivery reagents. Without such complexation, the Morpholinos are poorly delivered to the cytosol of treated cell cultures. To overcome this limitation, Morpholinos can be annealed to complementary or partially complementary strands of anionic nucleic acids. Special Delivery oligos are heteroduplexes of Morpholinos and partially complementary DNA, and are delivered after complexation with a cationic delivery reagent, usually EPEI (Morcos, 2001) . Special Delivery oligos were designed as a replacement for scrape loading of adherent cells, but can also be used with cells in suspension. Special Delivery oligos provide a more homogeneous delivery than scrape loading, and many studies have been published using them. However, several problems are inherent in the system: (1) EPEI is somewhat toxic to cells;", "cite_spans": [{"start": 684, "end": 698, "text": "(Morcos, 2001)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "26.8.17"}, {"text": "(2) the concentration ratio of heteroduplex to EPEI is fixed; (3) only a single oligo sequence can be delivered at an effective concentration at any one time; and (4) the complexation procedure, which must be done prior to each delivery, adds complexity and variability to the experiment. Special Delivery oligos can be made by following a fairly simple design and hybridization protocol. This approach has mostly been supplanted by Endo-Porter, which is simpler to use, more versatile, more effective, and less toxic in most cell types.", "cite_spans": [], "ref_spans": [], "section": "26.8.17"}, {"text": "Peptide conjugates. Cell-penetrating peptides covalently conjugated to Morpholinos are in development to enhance cytosolic delivery of Morpholinos in cell culture (Neuman et al., 2005) and in vivo (Kinney et al., 2005; Neuman et al., 2005) . Most published research describing Morpholino-peptide conjugates has used arginine-rich peptides Neuman et al., 2004; Deas et al., 2005; Kinney et al., 2005; Nelson et al., 2005; McClorey et al., 2006) . Conjugation with arginine-rich peptides alters the specificity, target affinity, and toxicity of Morpholinos (Nelson et al., 2005) .", "cite_spans": [{"start": 163, "end": 184, "text": "(Neuman et al., 2005)", "ref_id": "BIBREF52"}, {"start": 197, "end": 218, "text": "(Kinney et al., 2005;", "ref_id": "BIBREF28"}, {"start": 219, "end": 239, "text": "Neuman et al., 2005)", "ref_id": "BIBREF52"}, {"start": 339, "end": 359, "text": "Neuman et al., 2004;", "ref_id": null}, {"start": 360, "end": 378, "text": "Deas et al., 2005;", "ref_id": "BIBREF6"}, {"start": 379, "end": 399, "text": "Kinney et al., 2005;", "ref_id": "BIBREF28"}, {"start": 400, "end": 420, "text": "Nelson et al., 2005;", "ref_id": "BIBREF49"}, {"start": 421, "end": 443, "text": "McClorey et al., 2006)", "ref_id": "BIBREF39"}, {"start": 555, "end": 576, "text": "(Nelson et al., 2005)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "26.8.17"}, {"text": "Due to the high density of cationic charges on the peptide moiety, Morpholinos conjugated with arginine-rich peptides associate with subcellular structures and with outer cell surfaces. This property might lead to falsepositive artifacts when assessing delivery of arginine-conjugated peptides by fluorescencebased methods, such as fluorescence microscopy, fluorometry, or flow cytometry. To determine the concentration of an internalized", "cite_spans": [], "ref_spans": [], "section": "26.8.17"}, {"text": "Control Gene Expression", "cite_spans": [], "ref_spans": [], "section": "Morpholinos to"}, {"text": "Supplement 83 Current Protocols in Molecular Biology conjugate using fluorescence-based methods, the membrane-associated conjugate should be removed in order to avoid overestimation. Trypsin treatment has been effective for eliminating binding of Morpholino-peptide conjugates to the outside of cells (Moulton and Moulton, 2003) . Vivo-Morpholinos. An octaguanidinium group attached to the 3 -end of a Morpholino oligo has delivered splice-inhibiting antisense activity to the nuclei of cells in mice after intravenous administration (Li and Marcos, 2008) .", "cite_spans": [{"start": 301, "end": 328, "text": "(Moulton and Moulton, 2003)", "ref_id": "BIBREF45"}, {"start": 534, "end": 555, "text": "(Li and Marcos, 2008)", "ref_id": null}], "ref_spans": [], "section": "26.8.18"}, {"text": "To avoid off-target knockdowns, the lowest concentration of Morpholino producing the desired knockdown should be determined. When delivering Morpholinos to cell cultures using Endo-Porter, starting with a 10 μM Morpholino concentration for both fluorescent delivery assays and functional experiments increases the chances that the fluorescence will be visible in the cytosol and that the first functional experiment will produce measurable results. Because a Morpholino concentration of 10 μM might cause nonspecific effects due to interaction with nontarget genes, functional assays should be performed using a range of Morpholino concentrations. Determining the minimum Morpholino concentration that produces measurable results allows one, subsequently, to avoid off-target knockdowns and to conserve oligo. Effective Morpholino concentrations in culture medium for knockdown experiments are typically in the 1 to 10 μM range.", "cite_spans": [], "ref_spans": [], "section": "Minimum effective Morpholino concentration"}, {"text": "Oligos can sometimes be delivered together to enhance their effects. Pairs of nonoverlapping translation-inhibiting Morpholinos targeting the same mRNA can be used simultaneously in order to decrease the concentration required for a knockdown (Ekker and Larson, 2001; Kamachi et al., 2008) . If the paired oligos are simultaneously introduced into the same cells, they are sometimes effective at much lower concentrations than for either oligo alone. If oligos are individually toxic in zebrafish, their use in combination at concentrations below their toxicity thresholds might elicit the desired phenotype without toxicity. Efficiency of splice inhibition can be increased by inhibiting both donor and acceptor splice sites flanking a single exon (Morcos, 2007) . Targeting several exons simultaneously is an effective way to deplete a wild-spliced mRNA (Draper et al. 2001) . When designing oligos intended for co-delivery, check for complementarity between oligos that may cause them to form Morpholino heterodimers and lose activity (see Troubleshooting, Oligo activity decreases with pairs of oligos).", "cite_spans": [{"start": 243, "end": 267, "text": "(Ekker and Larson, 2001;", "ref_id": "BIBREF9"}, {"start": 268, "end": 289, "text": "Kamachi et al., 2008)", "ref_id": "BIBREF23"}, {"start": 749, "end": 763, "text": "(Morcos, 2007)", "ref_id": "BIBREF44"}, {"start": 856, "end": 876, "text": "(Draper et al. 2001)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Simultaneous oligo strategy"}, {"text": "It is best to begin a set of Morpholino experiments in a cell line by confirming and optimizing delivery. Most experimental problems involving Morpholinos in cell culture are due to insufficient delivery of oligo and can be solved by optimizing delivery to the particular type of cells used. Checking whether good cytosolic delivery can be achieved before starting to use custom-made Morpholinos is usually the most efficient use of time and resources.", "cite_spans": [], "ref_spans": [], "section": "Assessing oligo delivery"}, {"text": "By fluorescence. Fluorescence can be measured by fluorescence microscopy, flow cytometry, or fluorometry. Only fluorescence microscopy can distinguish cytosolic and nuclear fluorescence (indicating successful delivery of a fluorescent Morpholino) from endosomal or surface-bound fluorescence (which does not contribute to antisense activity). A fluorescence microscope and a fluorescently labeled marker such as a Morpholino or a 10-kDa dextran are required for a reliable delivery assay. Using a 10-kDa fluoresceinated dextran or a carboxyfluoresceinated standard Morpholino control before using a more expensive, custom-made Morpholino produces reliable uptake assays at reduced cost. After delivery, live cells may be conveniently observed using an inverted epifluorescence microscope. Fixing cells can lead to false positives for delivery due to permeabilization of the plasma membrane and release of the oligo from endosomes during fixation. Using an objective with a higher numerical aperture increases the amount of light gathered from a cell and helps reveal dim fluorescence. If diffuse fluorescence is seen throughout the cytosol of the cells, the Morpholino has been delivered successfully. Bright punctate spots are likely labeled oligos trapped in endosomes. Punctate fluorescence does not indicate delivery, but it does not preclude it either.", "cite_spans": [], "ref_spans": [], "section": "Assessing oligo delivery"}, {"text": "For delivery with Endo-Porter, start by assaying a range of Endo-Porter concentrations for delivery efficacy and cell tolerance (see Basic Protocol 3) or by trying a concentration of 6 μM Endo-Porter in the selected cell culture. After Endo-Porter delivery, antisense activity can be detected using as little as 1 μM Morpholino. However, although antisense activity can be achieved at Morpholino", "cite_spans": [], "ref_spans": [], "section": "Assessing oligo delivery"}, {"text": "Current Protocols in Molecular Biology Supplement 83 concentrations that do not produce detectable fluorescence, visual proof-of-delivery assays do require detectable fluorescence. To accumulate enough fluorescence for microscopy, a concentration of about 10 μM Morpholino is needed. The Endo-Porter and labeled Morpholino should be left on the cells overnight to allow time for endocytotic uptake and accumulation.", "cite_spans": [], "ref_spans": [], "section": "26.8.19"}, {"text": "By measuring antisense activity. If delivery is successful and a Morpholino targeting translation or splicing works as designed, a decrease in protein concentration or a shift in RT-PCR product mass (respectively) can be measured (Draper et al., 2001; Stancheva et al., 2003) . Successful delivery might also be indicated by phenotypic effects, such as a decrease in targeted enzyme activity (Hayashi et al., 2005) or a change in morphology (Ekker, 2000) . However, assaying only for a phenotypic effect becomes problematic if the expected change in phenotype does not occur; if antisense activity is not separately assessed at the level of protein concentration or mRNA mass, the experimenter will not be able to discern whether (1) the oligo failed to reach and interact with its target mRNA to produce the knockdown or splice inhibition or (2) the knockdown or splice inhibition was successful but did not cause the expected phenotypic change.", "cite_spans": [{"start": 230, "end": 251, "text": "(Draper et al., 2001;", "ref_id": "BIBREF7"}, {"start": 252, "end": 275, "text": "Stancheva et al., 2003)", "ref_id": "BIBREF61"}, {"start": 392, "end": 414, "text": "(Hayashi et al., 2005)", "ref_id": "BIBREF13"}, {"start": 441, "end": 454, "text": "(Ekker, 2000)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "26.8.19"}, {"text": "Activity of translation-inhibiting Morpholinos can be assayed using immunoblots. However, while Morpholinos can halt new translation, they do not cause degradation of existing protein; it therefore takes some time after Morpholino treatment before immunoblots will show evidence of a knockdown. The time required will vary with the half-life of the protein.", "cite_spans": [], "ref_spans": [], "section": "Assaying translation-inhibition activity"}, {"text": "If no antibody is available for the protein product when targeting an mRNA for translation inhibition, then indirect assays such as the change in phenotype of an embryo must sometimes be used to assess the effectiveness of translation inhibition. Morpholinos can phenocopy (mimic the phenotype of) many known mutations that affect morphology during development; embryos with phenotypes modified by Morpholino treatment are known as morphants (Ekker, 2000) .", "cite_spans": [{"start": 442, "end": 455, "text": "(Ekker, 2000)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Assaying translation-inhibition activity"}, {"text": "In some cases, the enzymatic activity of a target protein can be assayed (Hayashi et al., 2005) . An enzyme activity assay may serve as an assay for Morpholino activity, although there must be a delay between application of the Morpholino and the enzyme activity assay to allow for degradation of pre-existing protein (see also the discussion of complementation in Troubleshooting).", "cite_spans": [{"start": 73, "end": 95, "text": "(Hayashi et al., 2005)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Assaying translation-inhibition activity"}, {"text": "The effect of a Morpholino on target RNA stability varies with the sequence. Target mRNA concentrations in cells treated with translation-inhibiting Morpholinos may be decreased, unchanged, or increased relative to untreated cells. Changes in mRNA concentrations may be due to changes in the secondary structure of the mRNA on binding a Morpholino, thereby altering the availability of the mRNA for nucleolytic degradation. Consequently, mRNA assays such as Northern blots or RT-PCR are not suitable for assaying the activity of a translation-inhibiting Morpholino.", "cite_spans": [], "ref_spans": [], "section": "Assaying translation-inhibition activity"}, {"text": "Because inhibiting splicing changes the mass of the mRNA produced, RT-PCR with appropriate choice of primers is a good molecular assay for detecting the activity of spliceinhibiting Morpholinos. However, it is important to keep in mind that it cannot be predicted with certainty whether a splice-inhibiting Morpholino will cause an exon deletion (most common), an intron insertion, or activation of a cryptic splice site (which can cause a partial insertion or deletion). Because cryptic sites often redirect splicing of only a fraction of the targeted pre-mRNA population, splice inhibition might produce a mixture of RT-PCR product masses (Draper et al., 2001) . To detect any of these changes, it is best to use primers targeted to the two exons flanking and closest to, but not including, the Morpholino's splice junction. Targeting a splice junction on an internal exon is likely to cause exon deletion. Primers should be chosen so that, if an exon deletion occurs, the RT-PCR product will be large enough to detect easily on a gel (one hundred to several hundred bases). That means for the system exon1-intron1-(splice inhibitor target)-exon2-intron2-exon3, the RT-PCR primers should be targeted to exon 1 and exon 3 in order to detect either intron 1 insertions (unusual) or exon 2 deletions (common).", "cite_spans": [{"start": 641, "end": 662, "text": "(Draper et al., 2001)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Assaying splice-inhibiting activity"}, {"text": "If the first (most 5 ) or last (most 3 ) splice junction in an mRNA is targeted, the usual result is an intron insertion instead of an exon deletion. However, targeting the first splice junction might activate a cryptic splice site in the first exon or intron, resulting in deletion of the 3 end of the first exon or inclusion of a 5 fragment of the first intron. When targeting the last exon, an intron insertion is a more likely outcome. This is because consensus sequences of splice acceptors are more complex", "cite_spans": [], "ref_spans": [], "section": "Assaying splice-inhibiting activity"}, {"text": "Supplement 83 Current Protocols in Molecular Biology than those of splice donors, so it is less likely that the last exon will contain a near-consensus cryptic splice acceptor. When assaying the activity of a spliceinhibiting Morpholino at the molecular level using RT-PCR, it is important to compare the expected size of the RT-PCR product after the splice modification with the size of the RT-PCR product produced by an untreated cell or organism. For easiest detection, spliceinhibited RT-PCR products would be about half or twice the size of the native-spliced product (for exon deletion or intron insertion, respectively). A real system usually will not allow such a tidy result, but it is necessary for the change in mass to be clearly visible on the gel (e.g., a 5% change in mass can be difficult to detect).", "cite_spans": [], "ref_spans": [], "section": "26.8.20"}, {"text": "When possible, primers should amplify RT-PCR products with lengths of hundreds of bases to ensure full-length replication and visible bands. Since fragments should be large enough that they are clearly visible, it is prudent to select primer targets set back from the splice junctions into the exons flanking the targeted exon.", "cite_spans": [], "ref_spans": [], "section": "26.8.20"}, {"text": "Splice modifications can cause downstream frame shifts or inclusion of intronic sequence in the mature messenger. Either can cause a range of complicating effects, including truncation of the protein product by the appearance of in-frame stop codons, translation suppression by the appearance of a miRNA target site, degradation or suppression of the messenger through siRNA or miRNA activity, and nonsense-mediated mRNA decay. Rapid decay of a splice-modified messenger may suppress the appearance of an electrophoretic band corresponding to the RT-PCR product from the splice-modified transcript; in this case, the band corresponding to the wild-type spliced RT-PCR product may be dimmed or disappear when splice modified without the appearance of the mass-shifted band expected from splice modification.", "cite_spans": [], "ref_spans": [], "section": "26.8.20"}, {"text": "Splice modification may or may not cause a change detectable by an immunochemical assay such as an ELISA or immunoblot, since the conformation of the modified protein around the antigenic site may or may not be changed by a splice modification. A large insertion or deletion might result in loss of antibody binding or at least a significant shift in the band position on a western blot, but a small insertion or deletion could be difficult to detect.", "cite_spans": [], "ref_spans": [], "section": "26.8.20"}, {"text": "It is possible that inserting an intron or deleting an exon will cause the protein product to lose function, but it is far from certain. If the active site of the protein is known and the exon encoding the active site is targeted, a loss of function is likely. However, if the active site is not known, then splice-inhibition might not change the protein's activity. A protein might be made that retains the conformation of its active site even though it has an inserted or deleted polypeptide moiety at a different part of the protein. This means that looking for a phenotypic change in an embryo or assaying enzyme activity is often inadequate for assessing the splice-inhibiting activity of a Morpholino. This also means that while RT-PCR is a useful tool to confirm splice-inhibiting activity, one should independently assay for protein function before concluding that a targeted gene is not required for a biological process, because successful splice inhibition may not alter the activity of the protein in the process.", "cite_spans": [], "ref_spans": [], "section": "26.8.20"}, {"text": "Assaying antisense activity by knocking down a protein can lead to false positives, because toxicity can cause a decrease in gene expression and this can be misinterpreted as targeted gene knockdown unless careful controls are used. To address this problem and to provide an increased signal-to-noise ratio for antisense activity assays, Ryzard Kole's group developed a set of signal up-regulation reporter systems based on splice modification. These systems use a mutation in human β-globin that creates a new splice site and causes thalessemia. The splice mutant has a stop codon in-frame in the mRNA as well as a frameshift in the downstream coding region; inhibiting the mutant site splices out the stop and restores the correct reading frame. Constructs coupling this mutation to luciferase or GFP have been engineered. Of particular interest are the pLuc705 HeLa cell line (Schmajuk et al., 1999) , which expresses luciferase when the mutant splice site is splice inhibited with control oligo, and the Sazani mouse (Sazani et al., 2002) , which expresses GFP when splice inhibited with the appropriate oligo.", "cite_spans": [{"start": 879, "end": 902, "text": "(Schmajuk et al., 1999)", "ref_id": "BIBREF60"}, {"start": 1021, "end": 1042, "text": "(Sazani et al., 2002)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Up-regulation system"}, {"text": "When an oligo is used to target an mRNA, a parallel experiment should be done using a negative control oligo. Negative control oligos include the standard control oligo, the oligo-N control, and an invert oligo (see below). A 5mispair specificity control oligo is also sometimes used as a negative control. The negative control shows that the effects observed during the antisense experiment are due to the", "cite_spans": [], "ref_spans": [], "section": "Controls"}, {"text": "Current Protocols in Molecular Biology Supplement 83 sequence of the targeting oligo and not to the backbone chemistry of the Morpholino or the cytosolic delivery method used. Standard control oligo. A standard control Morpholino with the sequence CCTCCTAC-CTCAGTTACAATTTATA has been used in many organisms as a negative control sequence without triggering off-target or non-antisense effects. This negative control produced no toxic or teratogenic effects even when administered at considerably higher concentrations than typically used for specific knockdown experiments. Any custom-sequence control oligo has some risk of interacting with off-target RNA; in contrast, the standard control has an established history of inactivity and is a reliable choice for a negative control oligo. The standard control Morpholino is designed to inhibit the mutant splice site used in the pLuc705 up-regulation reporter system.", "cite_spans": [], "ref_spans": [], "section": "26.8.21"}, {"text": "Oligo-N control. A mixture of oligo sequences formed by synthesizing a 25base Morpholino oligo using a mixture of all four subunits delivered at each synthetic cycle is called an oligo-N. These mixed oligo preparations, of sequence NNNNNNNNNNNNNNNNNNNNNNNNN, can be used as negative controls because the concentration of any given sequence in the mixture is too low to have biological activity.", "cite_spans": [], "ref_spans": [], "section": "26.8.21"}, {"text": "Invert control. If a negative control oligo needs to have the same base composition as the custom-made targeting oligo, the invert oligo is a good choice of sequence. The invert has the same base sequence as the targeting oligo, but the sequence is reversed in the 5 -to-3 orientation (i.e., 5 -ACGGTGC would become 5 -CGTGGCA). The advantage of an invert over a scrambled sequence is that the invert sequence can be conveniently generated by a simple algorithm and will have the same CG content, G content, and self-complementarities as the targeting oligo. However, there is always a risk with any custom-made oligo that the oligo may interact with unintended RNAs.", "cite_spans": [], "ref_spans": [], "section": "26.8.21"}, {"text": "Sense control. Sense Morpholinos have sometimes caused an increase in concentration of the mRNA targeted by an antisense oligo (P.A. Morcos, unpub. observ.) . Thus, a sense sequence is not a good choice for a negative control Morpholino.", "cite_spans": [{"start": 133, "end": 156, "text": "Morcos, unpub. observ.)", "ref_id": null}], "ref_spans": [], "section": "26.8.21"}, {"text": "5-Mispair oligo. Off-target knockdown by any antisense molecule increases with increasing concentration. A 5-mispair oligo is used to define the effective and specific concentration window for a targeting oligo. Using the targeting oligo within its effective and specific concentration range decreases the chance of causing experimental artifacts by interaction with off-target RNA. A 5-mispair control oligo has nearly the same sequence as a targeting oligo, but has five mismatched bases distributed through the sequence. The mismatches should be distributed fairly evenly through a 25-mer oligo, starting a few bases in from each end. Ideally, the mismatches should be formed by exchanging C for G and G for C, since these mismatches disrupt the formation of three hydrogen bonds per base pair. When a targeting oligo is used near the lowest concentration that produces a discernable effect, most 5-mispair oligos used at the same concentration will not produce the effect. However, as with any custom-sequence control oligo, there is a possibility that the 5-mispair oligo will interact with an untargeted RNA, triggering an off-target effect. If an oligo targets a high-copy-number transcript, requiring relatively high Morpholino concentration for knockdown, and the mispair oligo interacts with a low-copy-number transcript, the mispair oligo might cause effects even at concentrations below the concentration at which the targeting oligo becomes effective.", "cite_spans": [], "ref_spans": [], "section": "26.8.21"}, {"text": "The 5-mispair oligo can be used in an experiment that determines the effective and specific window of concentrations for a targeting oligo, which is the concentration range between the onset of measurable activity for the targeting oligo and the onset of measurable activity for its 5-mispair oligo. The definition of the effective and specific concentration range based on a 5-mispair oligo evolved through trial and error. Originally a 4-mispair specificity control was recommended, but a 4-mispair oligo sometimes measurably decreased the target protein concentration at concentrations low enough that the corresponding targeting oligo was just becoming effective, so there was not a wide enough effective and specific concentration range to be consistently useful. Many investigators use the 5-mispair oligo as a negative control, but that was not its intended purpose. Assuming that adding the mismatches does not create too much complementarity to an important off-target mRNA and trigger an off-target knockdown, the 5-mispair oligo usually behaves as a negative control when used at concentrations low enough that the targeting oligo is just becoming effective. However, the 5-mispair oligo is intended as a specificity control to be used in an experiment to determine the effective and specific concentration window. The 5-mispair oligo is intended as a specificity control that shows the targeting oligo is being used in its effective and specific range. To demonstrate specificity of the targeting oligo, the targeting oligo, a 5-mispair control oligo, and a true negative control oligo (such as the standard control) are used at the same concentration in parallel treatments. If the 5-mispair and negative control oligos produce the same results, and the targeting oligo produces a different result, the experiment indicates that the targeting oligo has been used within its effective and specific concentration range. Appearance of an effect due to interaction of a target RNA with the 5-mispair control oligo suggests that, at that same concentration, the targeting oligo might also interact with offtarget RNAs. Two nonoverlapping translation inhibitors. Another strategy for showing that the effect of a translation-inhibiting Morpholino is due to the knockdown of its targeted mRNA is to use a second oligo targeted to a different and nonoverlapping site in the 5 -UTR of the targeted mRNA. If the second oligo has the same effect on the cells (or organism) as the first, this supports the hypothesis that the effect observed is due to the knockdown of the targeted gene.", "cite_spans": [], "ref_spans": [], "section": "26.8.21"}, {"text": "Two splice inhibitors targeting one internal exon. If a Morpholino targeting a splice donor site produces the same result as a Morpholino targeting the splice acceptor of the same exon, this supports the hypothesis that the effect observed is due to the excision of the targeted exon. However, failure of the two oligos to produce the same result may be due to activation of a cryptic splice site(s) by one or both of the oligos. mRNA rescue. A very strong proof of specificity involves the use of a rescue mRNA. A rescue mRNA codes for the same protein targeted by the Morpholino knockdown, but has a modified 5 -UTR that is not targeted by the Morpholino. For this experiment, the rescue mRNA and Morpholino are delivered to the cytosol together. If the co-delivered rescue mRNA and Morpholino produce the same wild-type phenotype as untreated cells or organisms, this supports the hypothesis that the morphant phenotype elicited by the Morpholino alone is due to interaction with the targeted RNA. Unfortunately, the mRNA rescue experiment cannot work for some genes when used in embryos. The timing of the onset of translation is crucial for some developmental genes, and the early onset of translation resulting from co-injection of Morpholino and rescue mRNA in the early zygote may alter the developmental process so that these embryos never recapitulate the wild-type phenotype. Furthermore, the location of gene expression is often crucial for development, but oocyte microinjection causes rescue mRNAs to be present in all cells of the embryo until degraded or diluted by growth.", "cite_spans": [], "ref_spans": [], "section": "26.8.21"}, {"text": "Several optional modifications attached to the ends of Morpholinos are commercially available. Carboxyfluorescein, lissamine, and primary amines (Fig. 26.8.4) are the most commonly used. Optional groups are usually added to the secondary amine on the 3 -end of the oligo and are assumed to be 3 modifications unless explicitly declared to be 5 modifications. Fluorophores and biotin are attached to Morpholinos through flexible polyethyleneglycol spacers. The length of the spacers was chosen based on antisense activity studies to ensure that the fluorophores would not interfere with binding of the Morpholinos to their target RNA sequences. The primary amine modification includes a short spacer of two methylenes.", "cite_spans": [], "ref_spans": [{"start": 145, "end": 158, "text": "(Fig. 26.8.4)", "ref_id": null}], "section": "End modifications"}, {"text": "Carboxyfluorescein. Carboxyfluorescein is a green-emitting fluorophore that was chosen from among the fluoresceins for its good chemical stability. While its photostability is better than that of many of the fluoresceins, all of the fluoresceins are subject to photobleaching, so carboxyfluorescein should not be exposed to intense light unnecessarily. The excitation wavelength of a carboxyfluoresceinated Morpholino in water is 502 nm, and its emission wavelength is 525 nm. Carboxyfluorescein has two negative charges at neutral pH.", "cite_spans": [], "ref_spans": [], "section": "End modifications"}, {"text": "Lissamine. Lissamine is a red-emitting sulforhodamine B. The excitation wavelength of a lissaminated Morpholino in water is 575 nm, and the emission wavelength is 593 nm. Lissamine is a zwitterion at neutral pH, with one positive and one negative charge. Adding a lissamine to a Morpholino increases its delivery efficiency with Endo-Porter, but adding lissamine to a Morpholino can decrease its aqueous solubility. It is therefore recommended to use a carboxyfluorescein tag when a fluorochrome is needed, especially for Morpholino sequences with relatively high G contents (>30% G).", "cite_spans": [], "ref_spans": [], "section": "End modifications"}, {"text": "Primary amine. Morpholinos may be modified with a primary amine to provide a reactive site for attachment of other moieties to the oligo. An unmodified Morpholino has a secondary amine on the 3 end, the pK a of which is 6.5. The primary amine, with its pK a of 10. provides a more reactive site. When a primary amine is attached to the 3 end of the oligo, this converts the 3 -secondary amine of the morpholine ring to a tertiary amine as a consequence of the attachment of a short spacer tethering the new primary amine. When a primary amine is attached to the 5 end of the oligo, the 3 -secondary amine is acetylated so that a reagent added to react with the primary amine will not react with the 3 end of the oligo. When reacting a primary amine with a derivatizing reagent, it is prudent to include an additional short spacer to prevent steric hindrance between the moiety being added and the Morpholino.", "cite_spans": [], "ref_spans": [], "section": "End modifications"}, {"text": "Morpholino stock solutions in distilled water should be kept sterile; they can be autoclaved. Do not use water containing diethylpyrocarbonate (DEPC), which can modify Morpholino bases. Morpholino stock solutions can be dissolved in buffers such as Ringer's solution or Danieau buffer, but this can cause problems later if the stock solution must be reconcentrated because lyophilization can be more difficult from a buffer. The presence of additional solutes makes analysis of Morpholino mass by MALDI-TOF mass spectrometry more difficult. Finally, Morpholinos are substantially more soluble in distilled water than in isotonic salt solutions.", "cite_spans": [], "ref_spans": [], "section": "Morpholino stock solutions and reconcentrating Morpholinos"}, {"text": "A solution of Morpholino in water can be concentrated by using a Speedvac or by lyophilization (freeze-drying). Lyophilizing Morpholinos from water produces a fluffy solid that dissolves fairly readily if the sequence has good solubility properties. However, dissolution of Morpholinos concentrated with a Speedvac may be more difficult and will likely at least require patience and heating to 65 • C.", "cite_spans": [], "ref_spans": [], "section": "Morpholino stock solutions and reconcentrating Morpholinos"}, {"text": "Morpholinos are not degraded by nucleolytic enzymes. Solutions of DNA and RNA are normally kept on ice during experiments to prevent nucleolytic degradation, but this is not a concern with Morpholinos. However, some Morpholino solutions have low enough solubility that icing a solution may cause a loss of activity, due to the oligo coming out of solution. Therefore, icing Morpholino solutions is not only unnecessary, but it can cause problems; Morpholinos should be kept at room temperature during experiments.", "cite_spans": [], "ref_spans": [], "section": "Temperature during handling"}, {"text": "Morpholinos have some affinity for plastics, so passaging very dilute (submicromolar) solutions through plastic containers may cause appreciable decreases in activity. Similarly, filter sterilization may cause Morpholino solutions to lose some activity as some oligo binds to the filter. When put through the same procedures with the same exposure to plastic surfaces, high-concentration Morpholino solutions have a smaller fractional decrease in concentration than low-concentration Morpholino solutions. Therefore, if exposure to plastic surfaces is required, it is best to do the procedures with Morpholinos in a relatively concentrated state (>1 μM). Similarly, if Morpholinos are to be stored in solution for more than a few days, it is best to store them at high concentration. Since solutions of Morpholinos at very low concentrations (<1 μM) may lose activity over a time scale of minutes to hours, dilutions should be made just before use. If Morpholino solutions of less than ∼100 μM are filtered, the concentration may be affected appreciably given the large surface area of filters. As the oligo bound is proportional to the surface to which it is exposed, a small-diameter filter should be used to minimize oligo losses. Pall Acrodisc HT Tuffryn 0.2-μm membrane filters were found to bind less Morpholino per area than other filters tested (J.E. Summerton, unpub. observ.) . The concentration of oligo in a solution can be measured spectrophotometrically just before and after performing a procedure to determine the loss of oligo caused by the procedure.", "cite_spans": [{"start": 1359, "end": 1385, "text": "Summerton, unpub. observ.)", "ref_id": null}], "ref_spans": [], "section": "Material affinity"}, {"text": "Morpholinos can be safely stored at temperatures ranging from room temperature to −80 • C. Some Morpholino solutions lose activity when stored frozen, not due to degradation of the oligos but simply to aggregation. The activity can sometimes be recovered by heating the solution to 65 • C for 10 min prior to use. If necessary, stock solutions of unmodified, fluorescent-tagged, or Vivo-Morpholino can be autoclaved to help redissolve the oligos (turn off the autoclave vacuum cycle to prevent liquid loss).", "cite_spans": [], "ref_spans": [], "section": "Loss of antisense activity over time"}, {"text": "Fluorescent tags can be photobleached by exposure to bright light or prolonged exposure to dim light. Always store fluorescent materials in the dark. Wrapping aluminum foil around tubes containing fluorescent materials is an easy and prudent method for protecting fluorophores. Fluorescent materials can autoquench at high concentrations and decrease their light emission, so do not check for fluorescence at very high concentration. Labeled Morpholinos at 10 μM are well below the concentration at which their fluorophores autoquench.", "cite_spans": [], "ref_spans": [], "section": "Loss of fluorescence over time"}, {"text": "If a Morpholino does not produce the anticipated result, there are several possibilities to consider. Has delivery been confirmed? If the oligo is not reaching the cytosol of the cells, no antisense activity will be observed. Is the activity checked by a molecular assay? If the selected activity assay depends upon observation of a phenotype, such as a change in embryo morphology or in enzyme activity, the oligo may be successfully knocking down translation or modifying splicing, but a second protein may be complementing the lost activity of the target protein, thereby confounding the assay. Assaying translation inhibition by", "cite_spans": [], "ref_spans": [], "section": "No apparent activity"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Base-base mismatches. Thermodynamics of double helix formation for dCA3XA3G + dCT3YT3G", "authors": [{"first": "F", "middle": [], "last": "Aboul-Ela", "suffix": ""}, {"first": "D", "middle": [], "last": "Koh", "suffix": ""}, {"first": "I", "middle": [], "last": "Tinoco", "suffix": ""}, {"first": "F", "middle": ["H. ; X"], "last": "Martin", "suffix": ""}, {"first": "Y = A", "middle": [], "last": "", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}, {"first": "T", "middle": [")"], "last": "", "suffix": ""}], "year": 1985, "venue": "Nucleic Acids Res", "volume": "13", "issn": "", "pages": "4811--4824", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Inhibition of infectious haematopoietic necrosis virus in cell cultures with peptideconjugated morpholino oligomers", "authors": [{"first": "M", "middle": [], "last": "Alonso", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}, {"first": "E", "middle": [], "last": "Thomann", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Leong", "suffix": ""}, {"first": "P", "middle": [], "last": "Iversen", "suffix": ""}, {"first": "D", "middle": ["V"], "last": "Mourich", "suffix": ""}], "year": 2005, "venue": "J. Fish Dis", "volume": "28", "issn": "", "pages": "399--410", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Correction of aberrant FGFR1 alternative RNA splicing through targeting of intronic regulatory elements", "authors": [{"first": "I", "middle": ["G"], "last": "Bruno", "suffix": ""}, {"first": "W", "middle": [], "last": "Jin", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Cote", "suffix": ""}], "year": 2004, "venue": "Hum. Mol. Genet", "volume": "13", "issn": "", "pages": "2409--2420", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Electroporation of DNA, RNA, and morpholinos into zebrafish embryos", "authors": [{"first": "G", "middle": ["A"], "last": "Cerda", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Thomas", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Allende", "suffix": ""}, {"first": "R", "middle": ["O"], "last": "Karlstrom", "suffix": ""}, {"first": "Palma", "middle": [], "last": "", "suffix": ""}, {"first": "V", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Methods", "volume": "39", "issn": "", "pages": "207--211", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Solution structure of an unusually stable RNA tetraplex containing G-and U-quartet structures", "authors": [{"first": "C", "middle": [], "last": "Cheong", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Moore", "suffix": ""}], "year": 1992, "venue": "Biochemistry", "volume": "31", "issn": "", "pages": "8406--8414", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Target protectors reveal dampening and balancing of nodal agonist and antagonist by miR-430", "authors": [{"first": "W", "middle": ["Y"], "last": "Choi", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Giraldez", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Schier", "suffix": ""}], "year": 2007, "venue": "Science", "volume": "318", "issn": "", "pages": "271--274", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Inhibition of flavivirus infections by antisense oligomers specifically suppressing viral translation and RNA replication", "authors": [{"first": "T", "middle": ["S"], "last": "Deas", "suffix": ""}, {"first": "I", "middle": [], "last": "Binduga-Gajewska", "suffix": ""}, {"first": "M", "middle": [], "last": "Tilgner", "suffix": ""}, {"first": "P", "middle": [], "last": "Ren", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Iversen", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Kauffman", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Kramer", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Shi", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "4599--4609", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Inhibition of zebrafish fgf8 pre-mRNA splicing with Morpholino oligos: A quantifiable method for gene knockdown", "authors": [{"first": "B", "middle": ["W"], "last": "Draper", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Morcos", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Kimmel", "suffix": ""}], "year": 2001, "venue": "Genesis", "volume": "30", "issn": "", "pages": "154--156", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Morphants: A new systematic vertebrate functional genomics approach", "authors": [{"first": "S", "middle": ["C"], "last": "Ekker", "suffix": ""}], "year": 2000, "venue": "Yeast", "volume": "17", "issn": "", "pages": "302--306", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Morphant technology in model developmental systems", "authors": [{"first": "S", "middle": ["C"], "last": "Ekker", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Larson", "suffix": ""}], "year": 2001, "venue": "Genesis", "volume": "30", "issn": "", "pages": "89--93", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "VP35 knockdown inhibits ebola virus amplification and protects against lethal infection in mice", "authors": [{"first": "S", "middle": [], "last": "Enterlein", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Warfield", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Swenson", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Gamble", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Kroeker", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Iversen", "suffix": ""}, {"first": "S", "middle": [], "last": "Bavari", "suffix": ""}, {"first": "E", "middle": [], "last": "Muhlberger", "suffix": ""}], "year": 2006, "venue": "Antimicrob. Agents Chemother", "volume": "50", "issn": "", "pages": "984--993", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Antisense phosphorodiamidate morpholino oligomer inhibits viability of Escherichia coli in pure culture and in mouse peritonitis", "authors": [{"first": "B", "middle": ["L"], "last": "Geller", "suffix": ""}, {"first": "J", "middle": [], "last": "Deere", "suffix": ""}, {"first": "L", "middle": [], "last": "Tilley", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Iversen", "suffix": ""}], "year": 2005, "venue": "J. Antimicrob. Chemother", "volume": "55", "issn": "", "pages": "983--988", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Antisense Morpholino oligonucleotide analog induces missplicing of c-myc mRNA", "authors": [{"first": "R", "middle": ["V"], "last": "Giles", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Spiller", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Clark", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Tidd", "suffix": ""}], "year": 1999, "venue": "Antisense Nucleic Acid Drug Dev", "volume": "9", "issn": "", "pages": "213--220", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A sensitive and reproducible assay to measure the activity of glucosylceramide synthase and lactosylceramide synthase using HPLC and fluorescent substrates", "authors": [{"first": "Y", "middle": [], "last": "Hayashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Horibata", "suffix": ""}, {"first": "K", "middle": [], "last": "Sakaguchi", "suffix": ""}, {"first": "N", "middle": [], "last": "Okino", "suffix": ""}, {"first": "M", "middle": [], "last": "Ito", "suffix": ""}], "year": 2005, "venue": "Anal. Biochem", "volume": "345", "issn": "", "pages": "181--186", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Pharmacokinetics in mice of four oligomer-conjugated polymers for amplification targeting", "authors": [{"first": "J", "middle": [], "last": "He", "suffix": ""}, {"first": "G", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Rusckowski", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Hnatowich", "suffix": ""}], "year": 2003, "venue": "Cancer Biother. Radiopharm", "volume": "18", "issn": "", "pages": "941--947", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Amplification targeting: A modified pretargeting approach with potential for signal amplification-proof of a concept", "authors": [{"first": "J", "middle": [], "last": "He", "suffix": ""}, {"first": "G", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Rusckowski", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Hnatowich", "suffix": ""}], "year": 2004, "venue": "J. Nucl. Med", "volume": "45", "issn": "", "pages": "1087--1095", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Betacatenin signaling activity dissected in the early Xenopus embryo: A novel antisense approach", "authors": [{"first": "J", "middle": [], "last": "Heasman", "suffix": ""}, {"first": "M", "middle": [], "last": "Kofron", "suffix": ""}, {"first": "Wylie", "middle": [], "last": "", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2000, "venue": "Dev. Biol", "volume": "222", "issn": "", "pages": "124--134", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Reaction of diethylpyrocarbonate with nucleic acid components. Adenosinecontaining nucleotides and dinucleoside phosphates", "authors": [{"first": "R", "middle": ["E"], "last": "Henderson", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Kirkegaard", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Leonard", "suffix": ""}], "year": 1973, "venue": "Biochim. Biophys. Acta", "volume": "294", "issn": "", "pages": "356--364", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Efficient stimulation of site-specific ribosome frameshifting by antisense oligonucleotides", "authors": [{"first": "M", "middle": ["T"], "last": "Howard", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Gesteland", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Atkins", "suffix": ""}], "year": 2004, "venue": "RNA", "volume": "10", "issn": "", "pages": "1653--1661", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Resistance of Morpholino phosphorodiamidate oligomers to enzymatic degradation", "authors": [{"first": "R", "middle": ["M"], "last": "Hudziak", "suffix": ""}, {"first": "E", "middle": [], "last": "Barofsky", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Barofsky", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Weller", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Huang", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Weller", "suffix": ""}], "year": 1996, "venue": "Antisense Nucleic Acid Drug. Dev", "volume": "6", "issn": "", "pages": "267--272", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Optimizing electroporation conditions for intracellular delivery of Morpholino antisense oligonucleotides directed against the hepatitis C virus internal ribosome entry site", "authors": [{"first": "R", "middle": [], "last": "Jubin", "suffix": ""}], "year": 2005, "venue": "Methods Mol. Med", "volume": "106", "issn": "", "pages": "309--322", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Hepatitis C virus internal ribosome entry site (IRES) stem loop IIId contains a phylogenetically conserved GGG triplet essential for translation and IRES folding", "authors": [{"first": "R", "middle": [], "last": "Jubin", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Vantuno", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Kieft", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Murray", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Doudna", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Lau", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Baroudy", "suffix": ""}], "year": 2000, "venue": "J. Virol", "volume": "74", "issn": "", "pages": "10430--10437", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Quantitative assessment of the knockdown efficiency of Morpholino antisense oligonucleotides in zebrafish embryos using a luciferase assay", "authors": [{"first": "Y", "middle": [], "last": "Kamachi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Okuda", "suffix": ""}, {"first": "H", "middle": [], "last": "Kondoh", "suffix": ""}], "year": 2008, "venue": "Genesis", "volume": "46", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Stacking interactions of ApA analogues with modified backbones", "authors": [{"first": "H", "middle": [], "last": "Kang", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Chou", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Johnson", "suffix": ""}, {"first": "D", "middle": [], "last": "Weller", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Huang", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Summerton", "suffix": ""}], "year": 1992, "venue": "Biopolymers", "volume": "32", "issn": "", "pages": "1351--1363", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Techniques and probes for the study of Xenopus tropicalis development", "authors": [{"first": "M", "middle": ["K"], "last": "Khokha", "suffix": ""}, {"first": "C", "middle": [], "last": "Chung", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Bustamante", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Gaw", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Trott", "suffix": ""}, {"first": "J", "middle": [], "last": "Yeh", "suffix": ""}, {"first": "N", "middle": [], "last": "Lim", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lin", "suffix": ""}, {"first": "N", "middle": [], "last": "Taverner", "suffix": ""}, {"first": "E", "middle": [], "last": "Amaya", "suffix": ""}, {"first": "N", "middle": [], "last": "Papalopulu", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Zorn", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Harland", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Grammer", "suffix": ""}], "year": 2002, "venue": "Dev. Dyn", "volume": "225", "issn": "", "pages": "499--510", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Cell lineage of zebrafish blastomeres. II. Formation of the yolk syncytial layer", "authors": [{"first": "C", "middle": ["B"], "last": "Kimmel", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Law", "suffix": ""}], "year": 1985, "venue": "Dev. Biol", "volume": "108", "issn": "", "pages": "86--93", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Cell lineage of zebrafish blastomeres. III. Clonal analyses of the blastula and gastrula stages", "authors": [{"first": "C", "middle": ["B"], "last": "Kimmel", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Law", "suffix": ""}], "year": 1985, "venue": "Dev. Biol", "volume": "108", "issn": "", "pages": "94--101", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Inhibition of dengue virus serotypes 1 to 4 in vero cell cultures with Morpholino oligomers", "authors": [{"first": "R", "middle": ["M"], "last": "Kinney", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Huang", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Rose", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Kroeker", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Dreher", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Iversen", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "5116--5128", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Substrate requirements for let-7 function in the developing zebrafish embryo", "authors": [{"first": "W", "middle": ["P"], "last": "Kloosterman", "suffix": ""}, {"first": "E", "middle": [], "last": "Wienholds", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Ketting", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Plasterk", "suffix": ""}], "year": 2004, "venue": "Nucleic Acids Res", "volume": "32", "issn": "", "pages": "6284--6291", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Targeted inhibition of miRNA maturation with Morpholinos reveals a role for miR-375 in pancreatic islet development", "authors": [{"first": "W", "middle": ["P"], "last": "Kloosterman", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Lagendijk", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Ketting", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Moulton", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Plasterk", "suffix": ""}], "year": 2007, "venue": "PLoS Biol", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Methods for introducing Morpholinos into the chicken embryo", "authors": [{"first": "R", "middle": [], "last": "Kos", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Tucker", "suffix": ""}, {"first": "R", "middle": [], "last": "Hall", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Duong", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Erickson", "suffix": ""}], "year": 2003, "venue": "Dev. Dyn", "volume": "226", "issn": "", "pages": "470--477", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Antisense oligonucleotides: Promise and reality", "authors": [{"first": "I", "middle": [], "last": "Lebedeva", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Stein", "suffix": ""}], "year": 2001, "venue": "Annu. Rev. Pharmacol. Toxicol", "volume": "41", "issn": "", "pages": "403--419", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Design and synthesis of dendritic molecular transporter that achieves efficient in vivo delivery of morpholino antisense oligo", "authors": [{"first": "Y", "middle": ["F"], "last": "Li", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Morcos", "suffix": ""}], "year": 2008, "venue": "Bioconjug. Chem", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Cytosine residues influence kidney accumulations of 99mTc-labeled Morpholino oligomers", "authors": [{"first": "G", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "He", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Liu", "suffix": ""}, {"first": "M", "middle": [], "last": "Rusckowski", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Hnatowich", "suffix": ""}], "year": 2002, "venue": "Antisense Nucleic Acid Drug. Dev", "volume": "12", "issn": "", "pages": "393--398", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The influence of chain length and base sequence on the pharmacokinetic behavior of 99mTc-Morpholinos in mice", "authors": [{"first": "G", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "He", "suffix": ""}, {"first": "N", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "M", "middle": [], "last": "Rusckowski", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Hnatowich", "suffix": ""}], "year": 2002, "venue": "Q. J. Nucl. Med", "volume": "46", "issn": "", "pages": "233--243", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Initial investigations of 99mTc-labeled Morpholinos for radiopharmaceutical applications", "authors": [{"first": "K", "middle": ["O"], "last": "Mang&apos;era", "suffix": ""}, {"first": "G", "middle": [], "last": "Liu", "suffix": ""}, {"first": "W", "middle": [], "last": "Yi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "N", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "M", "middle": [], "last": "Rusckowski", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Hnatowich", "suffix": ""}], "year": 2001, "venue": "Eur. J. Nucl. Med", "volume": "28", "issn": "", "pages": "1682--1689", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Smad1 protects cardiomyocytes from ischemia-reperfusion injury", "authors": [{"first": "M", "middle": [], "last": "Masaki", "suffix": ""}, {"first": "M", "middle": [], "last": "Izumi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Oshima", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nakaoka", "suffix": ""}, {"first": "T", "middle": [], "last": "Kuroda", "suffix": ""}, {"first": "R", "middle": [], "last": "Kimura", "suffix": ""}, {"first": "S", "middle": [], "last": "Sugiyama", "suffix": ""}, {"first": "K", "middle": [], "last": "Terai", "suffix": ""}, {"first": "M", "middle": [], "last": "Kitakaze", "suffix": ""}, {"first": "K", "middle": [], "last": "Yamauchi-Takihara", "suffix": ""}, {"first": "I", "middle": [], "last": "Kawase", "suffix": ""}, {"first": "H", "middle": [], "last": "Hirota", "suffix": ""}], "year": 2005, "venue": "Circulation", "volume": "111", "issn": "", "pages": "2752--2759", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "A potent and specific Morpholino antisense inhibitor of hepatitis C translation in mice", "authors": [{"first": "A", "middle": ["P"], "last": "Mccaffrey", "suffix": ""}, {"first": "L", "middle": [], "last": "Meuse", "suffix": ""}, {"first": "M", "middle": [], "last": "Karimi", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Contag", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Kay", "suffix": ""}], "year": 2003, "venue": "Hepatology", "volume": "38", "issn": "", "pages": "503--508", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Antisense oligonucleotide-induced exon skipping restores dystrophin expression in vitro in a canine model of DMD", "authors": [{"first": "G", "middle": [], "last": "Mcclorey", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Iversen", "suffix": ""}, {"first": "S", "middle": [], "last": "Fletcher", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Wilton", "suffix": ""}], "year": 2006, "venue": "Gene Ther", "volume": "13", "issn": "", "pages": "1373--1381", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Spatial and temporal 'knock down' of gene expression by electroporation of doublestranded RNA and Morpholinos into early postimplantation mouse embryos", "authors": [{"first": "G", "middle": [], "last": "Mellitzer", "suffix": ""}, {"first": "M", "middle": [], "last": "Hallonet", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Ang", "suffix": ""}], "year": 2002, "venue": "Mech. Dev", "volume": "118", "issn": "", "pages": "57--63", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Combinatorial control of signalinduced exon repression by hnRNP L and PSF", "authors": [{"first": "A", "middle": ["A"], "last": "Melton", "suffix": ""}, {"first": "J", "middle": [], "last": "Jackson", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Lynch", "suffix": ""}], "year": 2007, "venue": "Mol. Cell Biol", "volume": "27", "issn": "", "pages": "6972--6984", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Beta-catenin antisense studies in embryonic liver cultures: Role in proliferation, apoptosis, and lineage specification", "authors": [{"first": "S", "middle": ["P"], "last": "Monga", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Monga", "suffix": ""}, {"first": "X", "middle": [], "last": "Tan", "suffix": ""}, {"first": "K", "middle": [], "last": "Mule", "suffix": ""}, {"first": "P", "middle": [], "last": "Pediaditakis", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Michalopoulos", "suffix": ""}], "year": 2003, "venue": "Gastroenterology", "volume": "124", "issn": "", "pages": "202--216", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Achieving efficient delivery of Morpholino oligos in cultured cells", "authors": [{"first": "P", "middle": ["A"], "last": "Morcos", "suffix": ""}], "year": 2001, "venue": "Genesis", "volume": "30", "issn": "", "pages": "94--102", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Achieving targeted and quantifiable alteration of mRNA splicing with Morpholino oligos", "authors": [{"first": "P", "middle": ["A"], "last": "Morcos", "suffix": ""}], "year": 2007, "venue": "Biochem. Biophys. Res. Commun", "volume": "358", "issn": "", "pages": "521--527", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Peptideassisted delivery of steric-blocking antisense oligomers", "authors": [{"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Moulton", "suffix": ""}], "year": 2003, "venue": "Curr. Opin. Mol. Ther", "volume": "5", "issn": "", "pages": "123--132", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Antisense morpholino oligomers and their peptide conjugates", "authors": [{"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Moulton", "suffix": ""}], "year": 2008, "venue": "Therapeutic Oligonucleotides", "volume": "", "issn": "", "pages": "43--79", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Cellular uptake of antisense Morpholino oligomers conjugated to arginine-rich peptides", "authors": [{"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Nelson", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Hatlevig", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Reddy", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Iversen", "suffix": ""}], "year": 2004, "venue": "Bioconjug. Chem", "volume": "15", "issn": "", "pages": "290--299", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Effective targeted gene 'knockdown' in zebrafish", "authors": [{"first": "A", "middle": [], "last": "Nasevicius", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Ekker", "suffix": ""}], "year": 2000, "venue": "Nat. Genet", "volume": "26", "issn": "", "pages": "216--220", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Arginine-rich peptide conjugation to Morpholino oligomers: Effects on antisense activity and specificity", "authors": [{"first": "M", "middle": ["H"], "last": "Nelson", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Kroeker", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Hatlevig", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Iversen", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}], "year": 2005, "venue": "Bioconjug. Chem", "volume": "16", "issn": "", "pages": "959--966", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Current Protocols in Molecular Biology genome inhibit coronavirus proliferation and growth", "authors": [], "year": null, "venue": "J. Virol", "volume": "78", "issn": "", "pages": "5891--5899", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Inhibition, escape, and attenuated growth of severe acute respiratory syndrome coronavirus treated with antisense Morpholino oligomers", "authors": [{"first": "B", "middle": ["W"], "last": "Neuman", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Kroeker", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Churchill", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kim", "suffix": ""}, {"first": "P", "middle": [], "last": "Kuhn", "suffix": ""}, {"first": "P", "middle": [], "last": "Dawson", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Bestwick", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Iversen", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Buchmeier", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "9665--9676", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Comparison of morpholino based translational inhibition during the development of Xenopus laevis and Xenopus tropicalis", "authors": [{"first": "S", "middle": ["L"], "last": "Nutt", "suffix": ""}, {"first": "O", "middle": ["J"], "last": "Bronchain", "suffix": ""}, {"first": "K", "middle": ["O"], "last": "Hartley", "suffix": ""}, {"first": "E", "middle": [], "last": "Amaya", "suffix": ""}], "year": 2001, "venue": "Genesis", "volume": "30", "issn": "", "pages": "110--113", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "A simple method for delivering Morpholino antisense oligos into the cytoplasm of cells", "authors": [{"first": "M", "middle": [], "last": "Partridge", "suffix": ""}, {"first": "A", "middle": [], "last": "Vincent", "suffix": ""}, {"first": "P", "middle": [], "last": "Matthews", "suffix": ""}, {"first": "J", "middle": [], "last": "Puma", "suffix": ""}, {"first": "D", "middle": [], "last": "Stein", "suffix": ""}, {"first": "J", "middle": [], "last": "Summerton", "suffix": ""}], "year": 1996, "venue": "Antisense Nucleic Acid Drug Dev", "volume": "6", "issn": "", "pages": "169--175", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Glucagon is required for early insulin-positive differentiation in the developing mouse pancreas", "authors": [{"first": "K", "middle": [], "last": "Prasadan", "suffix": ""}, {"first": "E", "middle": [], "last": "Daume", "suffix": ""}, {"first": "B", "middle": [], "last": "Preuett", "suffix": ""}, {"first": "T", "middle": [], "last": "Spilde", "suffix": ""}, {"first": "A", "middle": [], "last": "Bhatia", "suffix": ""}, {"first": "H", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "M", "middle": [], "last": "Hembree", "suffix": ""}, {"first": "P", "middle": [], "last": "Manna", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Gittes", "suffix": ""}], "year": 2002, "venue": "Diabetes", "volume": "51", "issn": "", "pages": "3229--3236", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Synchrony dynamics during initiation, failure, and rescue of the segmentation clock", "authors": [{"first": "I", "middle": ["H"], "last": "Riedel-Kruse", "suffix": ""}, {"first": "C", "middle": [], "last": "Muller", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Oates", "suffix": ""}], "year": 2007, "venue": "Science", "volume": "317", "issn": "", "pages": "1911--1915", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Nuclear antisense effects of neutral, anionic and cationic oligonucleotide analogs", "authors": [{"first": "P", "middle": [], "last": "Sazani", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Kang", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Maier", "suffix": ""}, {"first": "C", "middle": [], "last": "Wei", "suffix": ""}, {"first": "J", "middle": [], "last": "Dillman", "suffix": ""}, {"first": "J", "middle": [], "last": "Summerton", "suffix": ""}, {"first": "M", "middle": [], "last": "Manoharan", "suffix": ""}, {"first": "R", "middle": [], "last": "Kole", "suffix": ""}], "year": 2001, "venue": "Nucleic Acids Res", "volume": "29", "issn": "", "pages": "3965--3974", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Systemically delivered antisense oligomers upregulate gene expression in mouse tissues", "authors": [{"first": "P", "middle": [], "last": "Sazani", "suffix": ""}, {"first": "F", "middle": [], "last": "Gemignani", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Kang", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Maier", "suffix": ""}, {"first": "M", "middle": [], "last": "Manoharan", "suffix": ""}, {"first": "M", "middle": [], "last": "Persmark", "suffix": ""}, {"first": "D", "middle": [], "last": "Bortner", "suffix": ""}, {"first": "R", "middle": [], "last": "Kole", "suffix": ""}], "year": 2002, "venue": "Nat. Biotechnol", "volume": "20", "issn": "", "pages": "1228--1233", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Short interfering RNAs can induce unexpected and divergent changes in the levels of untargeted proteins in mammalian cells", "authors": [{"first": "P", "middle": ["C"], "last": "Scacheri", "suffix": ""}, {"first": "O", "middle": [], "last": "Rozenblatt-Rosen", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Caplen", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Wolfsberg", "suffix": ""}, {"first": "L", "middle": [], "last": "Umayam", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Hughes", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Shanmugam", "suffix": ""}, {"first": "A", "middle": [], "last": "Bhattacharjee", "suffix": ""}, {"first": "M", "middle": [], "last": "Meyerson", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Collins", "suffix": ""}], "year": 2004, "venue": "Proc. Natl. Acad. Sci. U.S.A", "volume": "101", "issn": "", "pages": "1892--1897", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Antisense oligonucleotides with different backbones. Modification of splicing pathways and efficacy of uptake", "authors": [{"first": "G", "middle": [], "last": "Schmajuk", "suffix": ""}, {"first": "H", "middle": [], "last": "Sierakowska", "suffix": ""}, {"first": "R", "middle": [], "last": "Kole", "suffix": ""}], "year": 1999, "venue": "J. Biol. Chem", "volume": "274", "issn": "", "pages": "21783--21789", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "A mutant form of MeCP2 protein associated with human Rett syndrome cannot be displaced from methylated DNA by notch in Xenopus embryos", "authors": [{"first": "I", "middle": [], "last": "Stancheva", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Collins", "suffix": ""}, {"first": "", "middle": [], "last": "Van Den", "suffix": ""}, {"first": "I", "middle": ["B"], "last": "Veyver", "suffix": ""}, {"first": "H", "middle": [], "last": "Zoghbi", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Meehan", "suffix": ""}], "year": 2003, "venue": "Mol. Cell", "volume": "12", "issn": "", "pages": "425--435", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "A specificity comparison of four antisense types: Morpholino, 2 -Omethyl RNA, DNA, and phosphorothioate DNA", "authors": [{"first": "D", "middle": [], "last": "Stein", "suffix": ""}, {"first": "E", "middle": [], "last": "Foster", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Huang", "suffix": ""}, {"first": "D", "middle": [], "last": "Weller", "suffix": ""}, {"first": "J", "middle": [], "last": "Summerton", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Inhibition of Vesivirus infections in mammalian tissue culture with antisense Morpholino oligomers", "authors": [{"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Skilling", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Iversen", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Smith", "suffix": ""}], "year": 2001, "venue": "Antisense Nucleic Acid Drug Dev", "volume": "11", "issn": "", "pages": "317--325", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Uncharged stereoregular nucleic acid analogs: 2. Morpholino nucleoside oligomers with carbamate internucleoside linkages", "authors": [{"first": "E", "middle": ["P"], "last": "Stirchak", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Summerton", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Weller", "suffix": ""}], "year": 1989, "venue": "Nucleic Acids Res", "volume": "17", "issn": "", "pages": "6129--6141", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Morpholino antisense oligomers: The case for an RNase Hindependent structural type", "authors": [{"first": "J", "middle": [], "last": "Summerton", "suffix": ""}], "year": 1999, "venue": "Biochim. Biophys. Acta", "volume": "1489", "issn": "", "pages": "141--158", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Morpholinos and PNAs compared", "authors": [{"first": "J", "middle": [], "last": "Summerton", "suffix": ""}], "year": 2004, "venue": "Lett. Pept. Sci", "volume": "10", "issn": "", "pages": "215--236", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Endo-Porter: A novel reagent for safe, effective delivery of substances into cells", "authors": [{"first": "J", "middle": [], "last": "Summerton", "suffix": ""}], "year": 2005, "venue": "Ann. N.Y. Acad. Sci", "volume": "1058", "issn": "", "pages": "1--14", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Morpholino antisense oligomers: Design, preparation, and properties", "authors": [{"first": "J", "middle": [], "last": "Summerton", "suffix": ""}, {"first": "D", "middle": [], "last": "Weller", "suffix": ""}], "year": 1997, "venue": "Antisense Nucleic Acid Drug Dev", "volume": "7", "issn": "", "pages": "187--195", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Repair of a splicing defect in erythroid cells from patients with betathalassemia/HbE disorder", "authors": [{"first": "T", "middle": [], "last": "Suwanmanee", "suffix": ""}, {"first": "H", "middle": [], "last": "Sierakowska", "suffix": ""}, {"first": "S", "middle": [], "last": "Fucharoen", "suffix": ""}, {"first": "R", "middle": [], "last": "Kole", "suffix": ""}], "year": 2002, "venue": "Mol. Ther", "volume": "6", "issn": "", "pages": "718--726", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Manipulating gene expressions by electroporation in the developing brain of mammalian embryos", "authors": [{"first": "M", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "K", "middle": [], "last": "Sato", "suffix": ""}, {"first": "T", "middle": [], "last": "Nomura", "suffix": ""}, {"first": "N", "middle": [], "last": "Osumi", "suffix": ""}], "year": 2002, "venue": "Differentiation", "volume": "70", "issn": "", "pages": "155--162", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Inhibition of zebrafish fin regeneration using in vivo electroporation of Morpholinos against fgfr1 and msxb", "authors": [{"first": "R", "middle": [], "last": "Thummel", "suffix": ""}, {"first": "S", "middle": [], "last": "Bai", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Sarras", "suffix": ""}, {"first": "P", "middle": [], "last": "Song", "suffix": ""}, {"first": "J", "middle": [], "last": "Mcdermott", "suffix": ""}, {"first": "J", "middle": [], "last": "Brewer", "suffix": ""}, {"first": "M", "middle": [], "last": "Perry", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Hyde", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Godwin", "suffix": ""}], "year": 2005, "venue": "Dev. Dyn", "volume": "235", "issn": "", "pages": "336--346", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Expression of c-myc is not critical for cell proliferation in established human leukemia lines", "authors": [{"first": "D", "middle": ["M"], "last": "Tidd", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Giles", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Broughton", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Clark", "suffix": ""}], "year": 2001, "venue": "BMC Mol. Biol", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Antisense knockdown of the beta1 integrin subunit in the chicken embryo results in abnormal neural crest cell development", "authors": [{"first": "R", "middle": ["P"], "last": "Tucker", "suffix": ""}], "year": 2004, "venue": "Int. J. Biochem. Cell Biol", "volume": "36", "issn": "", "pages": "1135--1139", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Novel targeting of cyclooxygenase-2 (COX-2) pre-mRNA using antisense morpholino oligonucleotides directed to the 3 acceptor and 5 donor splice sites of exon 4: Suppression of COX-2 activity in human amnion-derived WISH and myometrial cells", "authors": [{"first": "A", "middle": ["J"], "last": "Tyson-Capper", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Europe-Finner", "suffix": ""}], "year": 2006, "venue": "Mol. Pharmacol", "volume": "69", "issn": "", "pages": "796--804", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Antiviral activity of Morpholino oligomers designed to block various aspects of equine arteritis virus amplification in cell culture", "authors": [{"first": "E", "middle": [], "last": "Van Den Born", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Iversen", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Snijder", "suffix": ""}], "year": 2005, "venue": "J. Gen. Virol", "volume": "86", "issn": "", "pages": "3081--3090", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "ebola virus based on antisense phosphorodiamidate morpholino oligomers", "authors": [], "year": null, "venue": "PLoS Pathog", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "The Zebrafish Book. A Guide for the Laboratory Use of Zebrafish (Danio rerio)", "authors": [{"first": "M", "middle": [], "last": "Westerfield", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Exogenous control of mammalian gene expression through modulation of RNA selfcleavage", "authors": [{"first": "L", "middle": [], "last": "Yen", "suffix": ""}, {"first": "J", "middle": [], "last": "Svendsen", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Gray", "suffix": ""}, {"first": "M", "middle": [], "last": "Magnier", "suffix": ""}, {"first": "T", "middle": [], "last": "Baba", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "D&apos;amato", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Mulligan", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "431", "issn": "", "pages": "471--476", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Stability of cell-penetrating peptide-Morpholino oligomer conjugates in human serum and in cells", "authors": [{"first": "D", "middle": ["S"], "last": "Youngblood", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Hatlevig", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Hassinger", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Iversen", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}], "year": 2007, "venue": "Bioconjug. Chem", "volume": "18", "issn": "", "pages": "50--60", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Structure of a Morpholino 3-mer.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "targetable regions for splice blocking oligos should bind 10 or less bases of exon sequence bases of coding region (oligos targeting the coding region should cover the start codon) Figure 26.8.3 Targetable regions for translation (A) and splice (B) inhibition.", "latex": null, "type": "figure"}, "TABREF0": {"text": "). These modified", "latex": null, "type": "table"}, "TABREF1": {"text": "Microelectrode holder for 1.2-mm-o.d. glass, with port (e.g., World Precision Instrument) Dissecting microscope (e.g., Leica S4E) Controlled-drop borosilicate Pasteur pipet, capable of delivering 22 to 26 drops per ml (e.g., Fisher) Pipet pump with thumbwheel (e.g., Scienceware, Fisher Scientific) Forceps", "latex": null, "type": "table"}, "TABREF3": {"text": "Injection volumes can be accurately calibrated by injecting aqueous dye solution into mineral oil, measuring the diameter of the aqueous droplet with an ocular micrometer, and calculating its volume. Performing this measurement and calculation on multiple droplets allows one to assay the reproducibility of the injection volume from a particular microinjection apparatus(Riedel-Kruse et al., 2007; online supplementary information). The absolute volume delivered by the microinjector can be adjusted. Place embryos onto the slots in the agarose block using a controlled-drop glass Pasteur pipet fitted with a pipet pump. Gently press the embryos into the slot in the agarose block using forceps.22. Add room temperature or 28 • C embryo medium (optionally with antibiotics) to the dish so that the embryos are covered.23. Fit the needle loaded with Morpholino solution into the port of the microelectrode holder, and connect the microelectrode holder to the micromanipulator attached to the pressure injector.24. Orient the slots in the agarose at right angles to the needle.", "latex": null, "type": "table"}, "TABREF5": {"text": "8.1 RNA Binding Affinity of Various Oligo Types Ranked by Dissociation Temperature in Physiological Isotonic Buffers", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Affinity </td><td>Type of oligoa\n</td></tr><tr><td>Strongest </td><td>RNA:RNA, PNA:RNA, 2′-O-methyl-RNA:RNA (all very similar)\n</td></tr><tr><td>Strong </td><td>Morpholino:RNA\n</td></tr><tr><td>Medium </td><td>DNA:RNA\n</td></tr><tr><td>Weakest </td><td>Phosphorothioate:RNA\n</td></tr></table></body></html>"}, "TABREF6": {"text": "8.2 Summary of Targeting Recommendations for 37 • C Systems Higher G causes loss of water solubility; avoid upper end of acceptable range, if possible.Using shorter oligos can decrease the chance of off-target interaction for high CG oligos.", "latex": null, "type": "table"}, "TABREF7": {"text": "• C systems. Oligos with CG contents down to 32% are usually effective in zebrafish or Xenopus embryos. The ideal CG content for colder systems must be determined experimentally. Similarly, the allowable number of base pairs in self-complementary sequences should be reduced for colder systems. Solubility is also decreased at lower temperatures, so it is prudent to select oligos with lower G contents for use in colder systems.", "latex": null, "type": "table"}, "TABREF9": {"text": "26.8.23Figure 26.8.4 Commercially available 3 -end modifications of Morpholino oligos.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Thanks to Dr. Shannon T. Knuth for editing and for information from protocols she has written, and to Conrad Shultz and Drs. John Postlethwait, James E. Summerton, Hong M. Moulton, Yongfu Li, and Paul A. Morcos for their editing and suggestions.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Supplement 83 immunoblot and splice inhibition by RT-PCR can help determine whether the oligo is not interacting with its target or has not been delivered, or whether there is a more subtle reason for the failure to produce the expected phenotype, such as complementation by another protein. Feedback up-regulation can also cause a knockdown to fail; greatly increased transcription of the targeted mRNA in response to an attempted knockdown can overwhelm the ability of the oligo to inhibit all of the targeted messengers.", "cite_spans": [], "ref_spans": [], "section": "Current Protocols in Molecular Biology"}, {"text": "When two or more oligos are together in a cell, they may hybridize with each other if they share complementary sequences. If a pair of oligos has less activity than each individual oligo, check the sequences for complementarities. Sixteen contiguous hydrogen bonds of complementarity is the maximum recommended for oligos used together in cells or organisms at 37 • C.", "cite_spans": [], "ref_spans": [], "section": "Oligo activity decreases with pairs of oligos"}, {"text": "If a Morpholino solution causes a microinjector to clog, one can: (1) heat the solution to disrupt tiny clumps (65 • C for 10 min), (2) filter-sterilize the solution (although some oligo may be lost on the filter), (3) try injecting a higher volume of a less concentrated solution, or (4) give the oligo solution a quick spin in a centrifuge to remove the precipitate.", "cite_spans": [], "ref_spans": [], "section": "Clogging microinjectors"}, {"text": "If a translation-inhibiting Morpholino knocks down expression of a protein, this activity can be revealed by a delayed decrease in the protein signal on an immunoblot using an antibody to the protein. The successful knockdown should also decrease the activity of the targeted protein, although an assay for the activity of that protein can be confounded by complementation by another protein.", "cite_spans": [], "ref_spans": [], "section": "Translation inhibitors"}, {"text": "If a splice-inhibiting Morpholino changes the mass of an mRNA, this activity can be revealed soon after delivery by a change in the mass of an RT-PCR product produced using appropriately chosen primers. A successful exon excision should also result in a delayed decrease of the activity encoded by the deleted exon as pre-existing protein degrades. Splice inhibition may also decrease activities encoded on untargeted exons of a target RNA due to frameshifts, inserted stop codons, or changes in tertiary structure.", "cite_spans": [], "ref_spans": [], "section": "Splice inhibitors"}, {"text": "When a Morpholino is delivered into the cytosol of a cell, pre-existing protein is not altered by the Morpholino. For a translationinhibiting oligo, this means that even if translation of a protein is immediately and completely halted on Morpholino delivery, an assay for protein concentration will not immediately reveal a successful knockdown. A considerable fraction of the population of the existing protein molecules must be degraded before the knockdown will be evident on an immunoblot. Similarly, although a splice-inhibiting oligo may cause a rapid change in the mass of an RT-PCR product, the protein produced prior to splice inhibition will persist in the cell until degraded.Delivery systems using endocytotic uptake, such as Endo-Porter or Special Delivery, increase the lag between the start of delivery and the appearance of a knockdown or spliceinhibition signal. An overnight wait is generally sufficient to allow for endocytotic uptake.For embryonic studies, the presence of maternal transcripts in a zygote may delay the loss of protein activity when splice-inhibiting Morpholinos are used. Although a splice inhibitor can modify splicing of pre-mRNA transcribed in the zygote, maternal transcripts are already spliced before the onset of zygotic transcription and will be expressed in their unmodified form. Translation inhibitors can inhibit both maternal and zygotic transcripts, and can thus provide more rapid knockdown of protein activity than splice inhibitors. Often inhibition of translation of maternal and zygotic transcripts produces a more severe phenotype than a splice-inhibiting Morpholino targeting the pre-mRNA of the same transcript.", "cite_spans": [], "ref_spans": [], "section": "After delivery, wait for antisense effects to be measurable"}, {"text": "When translation of a protein is inhibited by a Morpholino, existing protein in the cell persists until broken down. After delivery, as cells grow and divide, the concentration of Morpholino oligos in their cytoplasm decreases due to dilution. Because of these two processes, when Morpholinos are used to knock down genes that code for unusually abundant or stable proteins, redelivery of the oligos may be required before a significant decrease in protein levels can be detected by immunoblotting. After an initial treatment with a Morpholino at the start of day 1, redelivery on day 4 usually suffices to produce a clear knockdown of stable and abundant proteins Key References Draper et al., 2001 ", "cite_spans": [{"start": 680, "end": 699, "text": "Draper et al., 2001", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Redelivery"}]}