{
    "paper_id": "0d8cbf685f7452d7d46853143ed5621927d92600",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T hree months ago I gave my MPhil to PhD 'Upgrade Viva' after 14 months of my Out of Program Research (OOPR) experience from urological specialty training. While the internal examiner acknowledged a productive start to my PhD, there was concern that I was putting all my research eggs into a single basket. The one question that has stuck firmly in my mind since was: 'Have you considered what might happen if something completely unexpected derailed the clinical trial and, therefore, your research agenda?'",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With a feasibility study complete, along with very good levels of patient outcome data, funding and ethical approvals in place for the multi-centre definitive study, and so much going well in our small prostate cancer research microcosm, the short answer regarding a surprise was, 'no. ' However, the same day in China, thousands of miles away from my Viva venue, the number of confirmed cases of COVID-19 rose by 1820 to 46 550, including 1368 deaths. Outside of China and closer to home, 11 out the 23 countries reporting COVID-19 cases were now reporting local transmission. The WHO's daily Situation Report pointed to a 'High Global Pandemic Risk Assessment'. 1 The rest is the history still being written each day. We will all have our own stories of how COVID-19 has impacted our lives and our plans. We will all have accounts of deferred or spoiled professional ambitions, or of trying to balance the competing pursuit of prior personal goals and answering to the call of national duty. These accounts will feel much less significant compared to the tragedy and loss felt by many, but they are important nonetheless, not least for what we may learn from them. Here is a perspective from the clinical research sector, from surgical training, and from the NHS Nightingale Hospital London.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 287,
                    "text": "'",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 665,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since late March, the challenges of conducting medical research not related to COVID-19 have become ever more onerous. One of the early signs that everything was about to change was the closure of almost all the University's research offices with 36 hours' notice on the 20th March.Shortly after this, the University Hospital's Joint Research Office suspended all non-COVID-19 essential research. This was entirely appropriate but an enormous shock nonetheless, and something which, at one of the largest cancer research hospitals in the country, would have been unthinkable even a fortnight prior. The anticipated message to the small army of research staff was to expect COVID-19 redeployment imminently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research impact"
        },
        {
            "text": "Though immediate redeployment never materialised for me, the practical implications for my research did become instantly apparent. Firstly, there was to be no more recruitment, 2 with Figure 1 showing our suspended recruitment curve.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Research impact"
        },
        {
            "text": "The second, more serious, threat to our research only became gradually apparent. As a trial team we receive data from participants when they visit us for their follow up appointments in clinic. Since COVID-19, all appointments have been conducted as telephone consultations. Although this may seem like an innocuous change, it actually presents a terrible risk that our patients will never inform us about their recovery in the currency that we require, the validated patient-reported outcome measure (PROM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research impact"
        },
        {
            "text": "To patient-centred research, the absence of the patient presents an obvious issue. Our trial success over the next year, more than ever, will depend on our ability to adapt and think of quick new solutions. By way of example, research governance bodies exist to enshrine the protection of research participants and, in these unprecedented times, local research regulatory bodies must work quickly and pragmatically with researchers to allow them to handle the new COVID-19-related challenges. If they can, they will be able to protect the wider contribution of patients to research, as well as the individual research participants themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research impact"
        },
        {
            "text": "COVID-19 has caused considerable upheaval for junior doctors. From the surgical trainee perspective, the list of changes announced in one email in late March by the Joint Committee on Surgical Training would have been inconceivable over the past decade. 3 For the training authorities, theirs is an unenviable balancing act. They are tasked with trying to guide a response that can meet the competing demands of 'minimising the spread of infection, promoting personal and patient safety, maintaining normal processes where possible, [whilst understanding] the need for pragmatism'. 3 The ongoing uncertainty and upheaval for trainees has meant suspension of normal rotations, postponement of the MRCS examination, cancellation of all FRCS examinations, remote delivery of all ARCPs, and most remarkably of all, conversion of the ST3 national selection process into a self-assessment questionnaire with no central evidence checking or score validation.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 582,
                    "end": 583,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Training impact"
        },
        {
            "text": "As critical as career progression is, many surgical trainees have had more pressing matters to attend to. Large numbers have been asked to retrain as Intensive Care Unit (ICU) junior doctors, to do 'medical' jobs on COVID-19 wards, or to work at one of the Nightingale Hospitals. These are people who have, without hesitation, put national interest ahead of surgical experience and linear career advancement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training impact"
        },
        {
            "text": "In the midst of the post-graduate educational turmoil, a refreshing relationship of mutual respect and admiration has emerged between the trainees and the officers of their training, such as the Specialty Advisory Committee (SAC). The willingness to engage in rapid change for the benefit of patients and the public demonstrated by surgical trainees over the last two months has indeed been deserving of the flexibility authorities are now affording us. For the trainees who have participated in these changes with steadfastness and good humour, they may or may not see it now but new chapters in the organisation and management of training are being drafted with every day that passes. Indeed, new chapters in the history of the NHS and even healthcare across the globe are now being written. It is important that new training frameworks emphasise respect for autonomy, recognition of competence and prioritisation of relatedness. 4 Surgical trainees will deserve a seat at these discussions as a result of their actions during the pandemic.",
            "cite_spans": [
                {
                    "start": 932,
                    "end": 933,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Training impact"
        },
        {
            "text": "With everything on hold I was also keen to find something useful to do in the midst of the pandemic. A chance to visit the NHS Nightingale London Hospital Training Centre presented an opportunity to get involved. Most people in the country will be familiar with the triangular blue and white LED display of the NHS Nightingale's western edifice at Excel Centre in London. In a Herculean effort, Barts' Health Trust have been charged with building an ICU big enough for 4000 patients in a conference centre; however, the more difficult task is to staff it at a time when highly trained healthcare workers are in the highest demand everywhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NHS Nightingale London"
        },
        {
            "text": "Preparing at speed an enormous workforce of recently recruited volunteers with the specific bedside skills required is where the NHS Nightingale London Education & Training Centre comes in (Figure 2 shows the training centre logo). Life at the NHS Nightingale London Education & Training Centre often feels like a surreal, technicolour mixture of 'ordinary' elements within 'extraordinary' circumstances.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The NHS Nightingale London Education & Training Centre"
        },
        {
            "text": "Healthcare workers will attest that the 'Clinical Induction' itself is usually a pretty ordinary experience, but when it is delivered from a stage in the O2 arena alongside 400 fellow new starters it is certainly a bit more extraordinary (see Figure 3 ). Information governance messages delivered in the tired typical tradition feel very ordinary, but these are immediately followed by a pre-recorded message of personal thanks from the Mayor of London, Sadiq Kahn, that catapults the audience back into the extraordinary.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "The NHS Nightingale London Education & Training Centre"
        },
        {
            "text": "Aside from the venue, the free gift bags for staff and the celebrity well-wishers, more extraordinary is the atmosphere at NHS Nightingale. Many staff are anxious about what will unfold over the coming weeks. Some carry concerns about their eventual role or about exposing their loved ones to COVID-19. Some have come from retirement, and some have never worked inside a hospital before, let alone the largest ICU in the world. Yet they proceed resolute and bound together by the most extraordinary atmosphere. Staff carry themselves with a professional, determined, fiercely NHS-proud, caring sense of common purpose. It's an atmosphere that, if you have worked anywhere in the NHS, you may know, but right now it is concentrated and fortified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The NHS Nightingale London Education & Training Centre"
        },
        {
            "text": "Over the last month of COVID-19,those of us in research have seen the disorder wrought upon our designs and ambitions. It might feel like the things that we have been prioritising for years, things that we have worked so hard for, are evaporating in front of our very eyes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Yet if it does seem desperate, perhaps it need not. Researchers start their journey to discover new ways to help patients. Surgical trainees want to be trained in order that they may learn to help too. Whatever the background, wherever the intended destination, the aim is to help. Therefore, the significant consolation is clear: we can all still help now. Training will resume eventually, and prostate cancer will remain a lethal disease warranting international collaborative surgical research, but while this infection and its tragedies continue to soar, the opportunity to help now has rarely been so great.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report -24",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 -important updates for researchers Office",
            "authors": [],
            "year": 2020,
            "venue": "UCL",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 and Trainee Progression in 2020",
            "authors": [],
            "year": 2020,
            "venue": "Joint Royal Colleges of Physicians Training Board (JRCPTB)",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Physician Burnout, Interrupted",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hartzband",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Groopman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003149"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Figure 3. Clinical Induction taking place in the O2 Arena",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of Surgery & Interventional Science, University College London COVID-19 has brought a lot of medical research and surgical training to a halt. Here the author investigates the impact of the suspension on the future of patient-centred research and the career prospects of healthcare professionals, along with an insider insight into the work at the NHS Nightingale, London. The Western edifice of the NHS Nightingale London • COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The Showing cessation of recruitment since March 2020 COVID-19 •",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author would like to acknowledge the enormous efforts of colleagues at the NHS Nightingale London Education & Training Centre during the last eight weeks. ED is grateful to Madeleine Floyd for reproduction of the NHS Nightingale London Education & Training Centre logo.Declarations of interest: none declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}