{
    "paper_id": "0d8e6591f07a94cfb429b86a41c58bfe0f666c7c",
    "metadata": {
        "title": "Early experience with COVID-19 in kidney transplantation OPEN Q1-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "Toby"
                ],
                "last": "Q10",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Coates",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal Adelaide Hospital",
                    "location": {
                        "settlement": "Adelaide",
                        "region": "South Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Germaine",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Tilman",
                "middle": [],
                "last": "Drueke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hopital Paul Brousse",
                    "location": {
                        "addrLine": "Bat 15/16, Team 5",
                        "postCode": "U-1018",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Brad",
                "middle": [],
                "last": "Rovin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Columbus",
                        "region": "Ohio",
                        "country": "USA;"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Ronco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Tenon",
                    "location": {
                        "addrLine": "South Australia5000",
                        "settlement": "Paris, Adelaide",
                        "country": "France, Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I n this edition of Kidney International, we publish 2 series of kidney transplant patients during the coronavirus disease 2019 (COVID-19) pandemic that have taken different approaches to transplant immunosuppressive therapy and antiviral treatment in the early days of the developing pandemic in the United Kingdom and Italy. The first series of 7 cases of COVID-19 infection in kidney transplant recipients comes from St. George's University Hospital in south London, United Kingdom, 1 and the second series of 20 cases originates from Spedali Civili University Hospital in Brescia, Italy. 2 The general opinion regarding viral susceptibility in transplant recipients based on previous experience is that immune-compromised individuals are at greater risk of severe infection because of an impaired immune system, particularly among those with concurrent comorbidities. There is a lack of information about the impact of the COVID-19 infection on kidney transplants Q3 , despite over 800,000 global cases being reported worldwide to date. Now Banerjee et al. 1 provide a real-world experience of managing 7 kidney transplants during the developing COVID-19 pandemic. Overall, 2 of these recipients were managed on an outpatient basis, and the other 5 required hospital admission: 4 were in intensive care units and 1 patient died. This experience has some important clinical messages for transplant recipients and for transplant programs. First, successful home management for patients who are positive for COVID-19 in the community provides some reassurance that some milder kidney tran Q4 splantation cases may be successfully managed without hospitalization. Second, 2 of these reported cases were transplanted with 3 months Q5 of the pandemic being declared and thus provide experience of clinical outcomes during the period of maximal medical immunosuppression. 1 Patie Q6 nt 3 was transplanted in December 2019, before the first case of COVID-19 was reported in the United Kingdom (January 2020), and presented on March 10, 2020, at a time when 373 COVID-19 cases had been reported. This patient developed severe respiratory disease requiring ongoing ventilation and became anuric. Patient 5 was transplanted on February 29, 2020, when the United Kingdom had recorded 20 cases, and then presented on March 13, 2020, when 797 COVID-19 cases had been recorded. In this patient, the graft has been maintained without severe respiratory involvement and the need for ventilation. During the period from December 2019 until mid-March 2020, the St. George's unit performed 32 transplants. Importantly in these patients from the United Kingdom, the immunosuppressive management was predominantly reduction and general supportive therapy without specific antiviral therapeutics.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 487,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 592,
                    "end": 593,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1061,
                    "end": 1062,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the second series of clinical cases from Brescia, Italy, a contrasting approach was taken to the management of 20 patients who underwent kidney transplantation who were infected with COVID-19 with severe acute respiratory syndrome coronavirus 2 pneumonia. In this series by Alberici et al., 2 all patients had baseline immunosuppression withdrawn. In 19 of 20 cases, methylprednisolone 16 mg daily was added and antiviral therapy (lopinavir/ritonavir, darunavir/ritonavir, or darunavir/cobicistat) and hydroxychloroquine commenced. In a subgroup of 6 patients, the humanized antiinterleukin-6 receptor monoclonal antibody tocilizumab was also added (see their Table 2 and Supplementary Material 2 ). The choice of lopinavir þ ritonavir was made to target viral replication in combination with hydroxychloroquine, which was added to help reduce viral replication. Dexamethasone and tocilizumab, given to counter the cytokine storm, were felt to be critical in acute respiratory distress syndrome seen with COVID-19 infection. Despite these impressive, seemingly logical therapeutic interventions and use of supportive antibiotics (noting that azithromycin was not given as has been suggested by others to be essential in combination with hydroxychloroquine), the clinical outcomes for the transplant patients were poor with 25% mortality mainly due to complications from pneumonia. The renal outcomes for the patients who underwent kidney transplantation included 6 patients with acute kidney injury and 1 patient requiring hemodialysis. Furthermore, the use of this complex combination of agents in critically ill patients is not also without risks because prolongation of the cardiac QTc interval by both hydroxychloroquine and lopinavir/ritonavir Q7 have been reported. More importantly, a recently published trial of lopinavir/ritonavir found no significant benefits in terms of viral clearance and survival between the treatment and the no-treatment arms. Moreover, both antiviral agents interact with calcineurin inhibitors, causing marked inhibition of metabolism and potentially high readings. So, what can we take from these first fascinating reports? First, the investigators should be congratulated for initiating bold, logical, yet different antiviral strategies very early on in the pandemic, allowing the transplant world to see the first results of antiviral therapy in immunocompromised patients who underwent transplantation. While the current evidence is largely extrapolated from observational data and case series, the novel clinical experience with anti-interleukin-6, which was applied in worsening respiratory cases by Alberici et al., 2 provided some potential hope that this strategy might be helpful in the future and could be a potential component for future trials. However, the approach of aggressive immunosuppression withdrawal and antiinflammatory combination of drugs did not achieve the survival benefits we would have hoped for. By contrast, the smaller series from the United Kingdom with more gentle immunosuppression reduction and no antiinflammatory drugs still had poor outcomes (14% mortality), but 2 patients were managed in the community with this approach. The use of hydroxychloroquine in the patients in Italy did not seem to provide any additional benefit compared with those in the patients in the United Kingdom. Of note, the first reported kidney transplantation recipient in the world from Wuhan 3 also underwent immunosuppression minimization and kept the transplant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 663,
                    "end": 670,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Unfortunately, many confounding and selection biases, not least of which is the small sample size in both studies, do not allow us to draw firm conclusions from these fascinating first experiences. Other strategies including switch therapies from tacrolimus to cyclosporine (with its known in vitro antiviral effect) are potential avenues for future exploration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, taken together, these important early experiences underscore the increased risk to recipients of kidney transplantation during the developing pandemic and strongly support the decision to suspend transplantation programs (where possible) except for exceptional cases. Sharing clinical experience with these cases is crucial and the editors of Kidney International would like to inform our readers of the link to the International Transplantation Societies roundup of COVID-19 responses (https://tts.org/txjcovid19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The clinical management of patients with COVID-19 infection who underwent kidney transplantation will clearly vary with clinical presentation and with growing experience from transplant units worldwide. Randomized trials will likely be impossible in this situation and therefore publishing cases and international efforts to gather information and develop a data repository from around the world will provide the information the field needs to move forward safely after this pandemic ends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Kidney International (2020) -, -- -107  108  109  110  111  112  113  114  115  116  117  118  119  120  121  122  123  124  125  126  127  128  129  130  131  132  133  134  135  136  137  138  139  140  141  142  143  144  145  146  147  148  149  150  151  152  153  154  155  156  157  158  159  160  161  162  163  164  165  166  167  168  169  170  171  172  173  174  175  176  177  178  179  180   181  182  183  184  185  186  187  188  189  190  191  192  193  194  195  196  197  198  199  200  201  202  203  204  205  206  207  208  209  210  211  212  213  214  215  216  217  218  219  220  221  222  223  224  225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 774,
                    "text": "-107  108  109  110  111  112  113  114  115  116  117  118  119  120  121  122  123  124  125  126  127  128  129  130  131  132  133  134  135  136  137  138  139  140  141  142  143  144  145  146  147  148  149  150  151  152  153  154  155  156  157  158  159  160  161  162  163  164  165  166  167  168  169  170  171  172  173  174  175  176  177  178  179  180   181  182  183  184  185  186  187  188  189  190  191  192  193  194  195  196  197  198  199  200  201  202  203  204  205  206  207  208  209  210  211  212  213  214  215  216  217  218  219  220  221  222  223  224  225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 infection in kidney transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Popoola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A single center observational study of the clinical characteristics and short-term outcome of 20 kidney transplant patients admitted for SARS-CoV2 pneumonia [e-pub ahead of print",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alberici",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Delbarba",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manenti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/10.1016/j.kint.2020.04.002"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Successful recovery of COVID-19 pneumonia in a renal transplant recipient with longterm immunosuppression",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Olivier Devuyst, Jürgen Floege, Agnes B. Fogo, T. Alp Ikizler, Masaomi Nangaku, Jai Radhakrishnan, and Christina Wyatt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX List of Associate Editors"
        }
    ]
}