{
    "paper_id": "0d96c3664a8cf8eb37362b12fb8c2cb180bd5697",
    "metadata": {
        "title": "Title: Seasonality and uncertainty in COVID-19 growth rates 2 3 4 Affiliation",
        "authors": [
            {
                "first": "Cory",
                "middle": [],
                "last": "Merow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Connecticut",
                    "location": {
                        "settlement": "Storrs",
                        "region": "CT"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "C"
                ],
                "last": "Urban",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Connecticut",
                    "location": {
                        "settlement": "Storrs",
                        "region": "CT"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The virus causing COVID-19 has spread rapidly worldwide and threatens 12 millions of lives. It remains unknown if summer weather will reduce its continued 13 spread, thereby alleviating strains on hospitals and providing time for vaccine 14 development. Early insights from laboratory studies of related coronaviruses predicted 15 that COVID-19 would decline at higher temperatures, humidity, and ultraviolet light.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Using current, fine-scaled weather data and global reports of infection we developed a 17 model that explained 36% of variation in early growth rates before intervention, with 18 17% based on weather or demography and 19% based on country-specific effects. We",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "uncertainty remains high and the probability of a weekly doubling rate remained >20% 23 throughout the summer in the absence of control. Consequently, aggressive policy 24 interventions will likely be needed in spite of seasonal trends. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. . https://doi.org/10.1101/2020. 04.19.20071951 doi: medRxiv preprint However, these analyses relied on the early stages of viral spread before the epidemic had 48 reached warmer regions and thus potentially conflated weather with initial emergence and global 49 transport.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 143,
                    "text": "04.19.20071951 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 237,
                    "text": "48",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "50"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. We estimate how weather affects COVID-19 growth rate using data through April 13 th , 51 2020 by applying methods that improve model predictive accuracy, incorporate uncertainty, and 52 reduce biases. Based on emerging evidence, we developed several a priori predictions about how 53 weather, either directly or indirectly via modified human behaviors (e.g., aggregating indoors), 54 affects COVID-19 growth rate. Preliminary research on SARS-Cov-2 (9, 10, 12) and related 55 viruses (8, 13) predicted that COVID-19 growth would peak at low or intermediate temperatures. 56 However, other coronaviruses demonstrate weak temperature dependence, instead depending on 57 social or travel dynamics (7). High humidity also might decrease viral survival, limit 58 transmission of expelled viral particles, or decrease host resistance (13-15). Ultraviolet light 59 effectively kills viruses such as SARS-Cov-1 (16), and thus sunny days might decrease outdoor 60 transmission or promote immune resistance via vitamin D production (17). We also evaluate 61 demographic variables, assuming greater transmission in denser and older (>60) populations. 62 We modeled maximum growth rate of COVID-19 cases to estimate contributions from 63 underlying climate and population dependencies without healthcare interventions (e.g., social 64 distancing). Hence, we restrict analyses to the early growth phase before interventions reduced 65 transmission, but after community transmission began, when the vast majority of the population 66 was still susceptible to this novel virus. We estimated the average maximum growth rate (λ) as 67 the exponential increase of cases (ln(Nt) -ln(N0)/t, where Nt = cases at time, t, and N0 = initial 68 cases) for the three worst weeks in each political unit (country or state/province depending on 69 available data (3)), where t = 7 days (see Supplementary materials for additional periods). 70 Testing and reporting of COVID-19 likely vary across political units. However, estimated 71 growth rates should remain robust to these biases assuming detection probabilities remain 72 constant during the short, one-week estimation period. We restricted analyses to locations with 73 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 648,
                    "text": "56",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1217,
                    "text": "62",
                    "ref_id": null
                },
                {
                    "start": 1494,
                    "end": 1496,
                    "text": "65",
                    "ref_id": null
                },
                {
                    "start": 1986,
                    "end": 1988,
                    "text": "70",
                    "ref_id": null
                },
                {
                    "start": 2171,
                    "end": 2173,
                    "text": "72",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. >40 cases to eliminate periods before local community transmission. Applying these criteria, we 74 used data from 128 countries and 98 states or provinces. 75 We applied Bayesian Markov Chain Monte Carlo methods with uninformative priors to 76 estimate parameters. We obtained daily infection data from (3) and 3-hour weather data from the 77 ERA5 reanalysis for the 14 days preceding case counts consistent with the 1-14 day infective 78 period (18). We used fine-scaled weather data rather than long-term climatic monthly means to 79 model observed weather-outbreak dynamics. Weather data was weighted by population size in 80 each 0.25° grid cell within each political unit to capture the weather most closely associated with 81 outbreaks in population centers. We used leave-one-out cross-validation to choose the best 82 models, which ranks model on predictive accuracy on excluded data. We included a random 83 country effect to account for differences in national control response times, health care capacity, 84 testing rates, and other characteristics intrinsic to country of origin.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "text": "75",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The best model for predicting maximum COVID-19 growth rate predicted 36% of the 86 variation in COVID-19 growth rates (Fig. 1) , and 17% excluding country effects. This model 87 included maximum daily ultraviolet light, mean daily temperature, proportion elderly, and mean 88 daily relative humidity ( Fig. 2A were not an artifact of this correlation; see Supplementary Materials). As expected, relative 96 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 302,
                    "end": 309,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "85"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. survival outside humans or reducing airborne transmission (βhumid = -0.05, 95% CIs: -0.11, 0.00).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "85"
        },
        {
            "text": "Absolute humidity was strongly correlated with temperature (r = 0.88) and thus could be 99 exchanged with temperature with little difference in model performance. Contrary to predictions, 100 the proportion of elderly decreased COVID-19 growth rate (βpopsize = -0.07, 95% CIs: -0.14, -101 0.00), most likely due to outbreaks in developed countries with older populations. Population CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "98"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. pathogens before they reach an equilibrium distribution with climate. Initial climate associations 120 with viral outbreaks will first correlate with the narrower range of climatic variation found at the 121 emergence site and then in global transportation hubs, rather than reflecting ultimate biological 122 limits on growth and survival. We recognize that future data could alter our predictions further, 123 especially as COVID-19 becomes endemic (15). However, less variable model predictions and 124 exposure to the most common global climates by April (Fig. 3) suggest that model predictions Using our model, we predicted potential COVID-19 growth rates in the upcoming 127 months relative to a weekly doubling rate (λ=0.1; Fig. 4 ). Based mostly due to variation in UV 128 and temperature, our model predicts that COVID-19 risk will decline across the northern 129 hemisphere this summer, remain active in the tropics, and increase in the southern hemisphere as The overall conclusion is that although COVID-19 might decrease temporarily during summer, 139 there is still a moderate probability that it is weakly affected by summer weather, and that it 140 could return in autumn and pose increasing risks by winter.",
            "cite_spans": [
                {
                    "start": 852,
                    "end": 855,
                    "text": "128",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "139",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 634,
                    "end": 642,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 806,
                    "end": 812,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF18"
                }
            ],
            "section": "98"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "141"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. Our predictions were robust to the manifold decisions made regarding data and model 142 structure. We explored the consequences of using different parameter comparisons, the effects of 143 shorter (7-day) time windows for aggregating weather data, different cut-offs for minimum 144 number of cases, varying number of weeks analyzed per political unit, whether we analyze the 145 first or worst weeks following the infection threshold, and if we included weather maxima and 146 minima instead of means and found no qualitative changes to results, with the exception that 147 maximum daily UV during at 14-day interval substantially outperformed the mean 148 (Supplementary materials). We also explored the effect of excluding data from China, which 149 lacked data prior to control measures in many cases, and found similar results. 161 We demonstrate that COVID-19 growth rate increases with reduced ultraviolet light, 162 higher temperatures, and lower relative humidity. We predict that COVID-19 will oscillate 163 between the northern and southern hemisphere, based largely on seasonal variation in UV 164 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 908,
                    "end": 911,
                    "text": "161",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "141"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. radiation and temperature without continuing interventions like social distancing. Despite a 165 possible, but highly uncertain, temporary summer reprieve in the north, COVID-19 is more 166 likely to return by autumn and threaten further outbreaks. The north should take this time to 167 build resilience against future outbreaks, while assisting countries in the tropics and southern 168 hemisphere. Uncertainty remains high, however, so we urge caution when making decisions such 169 as removing societal interventions before more permanent pharmaceutical solutions can be 170 implemented. Overcoming this pandemic will take extensive global collaborative scientific 171 efforts to unravel its biology as well as the continuing resolve of people worldwide adhering to 172 social restrictions.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 362,
                    "text": "167",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "173"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. 197 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. University for providing COVID-19 data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "220"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Overview 275 We examined the weekly rate of increase in the number of COVID-19 infections as a function of ",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 12,
                    "text": "275",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "274"
        },
        {
            "text": "To capture periods when the spread rate was most severe, we chose to focus on the worst three 303 (also two, four; see sensitivity analysis) weeks in each political unit based on the magnitude of 304 lambda, for our model. We were primarily concerned about high rates of spread, and their 305 possible drivers, so this decision controls for differences among polities in the onset of severe 306 spread and differences in the timing of control measures that may reduce growth. Hence, a focus 307 on maximum growth rates is the best, unbiased estimate of COVID-19 growth in the absence of 308 control measures, and most likely to be influenced by weather. In sensitivity analyses, we also 309 considered using the first 2,3, or 4 weeks following t0, and found similar, but more noisy results, 310 owing to the likely variation among countries in the early rates of spread (e.g., in Thailand, 311 growth was initially low before increasing rapidly).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "302"
        },
        {
            "text": "Weather data 314 Weather data was aggregated from 3-hourly data downloaded from the ERA5 model by CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "314",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "313"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. Based on existing insights about SARS-CoV-2 and the onset of COVID-19, we considered the 326 following weather variables: temperature 2m above land surface, relative humidity, absolute 327 humidity, and total incoming UV radiation at the land surface. To align the weather data with 328 infection data for a given political unit, we determined the first day (t0) when more than 40 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Finally, note that we also explored the use of minimum and maximum values of weather 339 variables to account for the possibility that transmission was more likely driven by extreme 340 weather rather than average weather. We also considered using weekly rather than biweekly 341 intervals to reflect the possibility of shorter incubation periods. Outcomes were robust to these 342 decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "338"
        },
        {
            "text": "Previous studies have noted that the coarse spatial grain of infection data (country or state level) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "344"
        },
        {
            "text": "Population data 353 We obtained human population data from Worldpop.org focusing on total human population 354 (density) and proportion of the population over age 60. Population density was hypothesized to 355 control for the number of interactions individuals in a location were likely to experience whereas 356 the proportion of people over 60 in a polity was hypothesized to control for reporting rate, given 357 that older people are more adversely affected by the disease and thus more likely to be tested.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "text": "353",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "352"
        },
        {
            "text": "Data were obtained at 1km resolution and summed to the quarter degree grid imposed by the 359 weather data. Polity information was obtained based on global standards (GADM.com). Each 360 quarter degree grid cell was assigned to a polity and cells were averaged over the polity. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "358"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. We focus on the growth rate of COVID-19 cases,, rather than estimating a climate niche for the 364 virus based on its presence or absence or total number of cases, as explored in preliminary 365 studies (11) . to avoid issues with disequilibrium in the virus' distribution. We focused on 366 estimating the rate of increase () of infected individuals, rather than directly modeling the 367 number of infected individuals, in order minimize the influence of different reporting biases in 368 different polities. We calculated as= ( ln(N(t)) -ln(N(t0) )/t where t was taken to be 7 days and t0 369 defined the start date for counting infections. This formulation is independent of reporting bias 370 under the assumption that the reporting bias is constant over the 7-day interval. To see this, 371 consider that the true number of infected individuals N* is related to N via the proportion of 372 cases reported, p, such that N=pN*. Substituting this expression for N into the expression for , it 373 is apparent that p cancels out. Hence so long as p is approximately constant across a 7-day 374 interval, it does not affect the estimate of growth rate.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "(11)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We modeled with a hierarchical Bayesian Gaussian regression with a log link on the weekly 377 transmission rate. The full model included mean 14 day lagged temperature, mean 14 day lagged 378 relative humidity, mean 14 day lagged absolute humidity, mean 14 day lagged UV, human 379 population density and proportion of the population over 60. We used linear terms for all 380 variables but also considered a quadratic term for temperature based on suggestions of modality 381 in previous studies (11) (12) (13) . Based on sensitivity analyses discussed below, we found that 382 maximum daily UV was a considerably better predictor than the mean (delta LOOIC = 4.x) so 383 we used the maximum in our best model. Country-level random effects were used to capture 384 differences in policies, health care or other locally specific behaviors. We also explored 385 state/province-level random effects (where applicable), but country-level effects performed 386 considerably better in all models explored based on model selection criteria.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 500,
                    "text": "(11)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "386",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "376"
        },
        {
            "text": "Model selection 389 We were interested in developing models with high predictive ability. Thus, we performed and is especially appropriate when the objective is prediction (14).",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "text": "389",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "388"
        },
        {
            "text": "Model selection was performed by starting with the full model and using forward and backward 400 stepwise selection. The full model regressed the growth rate over a one-week window against 401 linear terms for mean temperature, mean UV, mean relative humidity, mean absolute humidity 402 population density, and proportion of the population over 60. We included a quadratic term for 403 temperature based on earlier studies suggesting a decline in of growth rate with temperature. We 404 also included an interaction term between temperature and UV to account for their correlation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "399"
        },
        {
            "text": "All these variables were calculated in the 7-day windows preceding the interval used to calculate 406 growth rate. During stepwise selection, we note that there were no cases of parameters trading 407 off with one another and that coefficients for each predictor always retained the same sign and 408 approximate magnitude regardless of which other predictors were in the model. The only 409 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "405"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. exception to this was when UV was excluded from a model that included temperature; the 410 temperature effect dropped from positive to near zero. Hence it is important to interpret the 411 positive effect of temperature in our best model as accounting for the effect of temperature only 412 after UV has been included in the models.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "412",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Once we found the best suite of predictors (excluding the quadratic temperature term, the UV-415 temperature interaction, absolute humidity, and population density), we explored whether using for UV was negative. In all cases, the 95% intervals for relative humidity and population density 431 always overlapped zero but the medians were always negative and positive, respectively. The 432 quadratic temperature term never improved the model, indicating that there was no support for a 433 unimodal response to temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "414"
        },
        {
            "text": "Sensitivity to a number of data preparation steps was assessed. During data preparation, we 436 considered the 2, 3, and 4 worst weeks (highest lambda) following t0, as well as the first 2,3, and (rather than the worst) 3 weeks following t0 to accumulate data as early as possible and thus 453 reflect decisions made in earlier studies, and (2) used polity (rather than country) effects because 454 the data in early February was predominantly from China and thus country effects could not be 455 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "435"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. 14, we expect that infections reported in the next two weeks were initiated before the policy 467 began. Hence, we predict the underlying contribution of weather to future COVID-19 growth. Currently governments are deciding when and how to relax control measures, often under the 471 assumption that weather will lessen the potential for spread in the upcoming months. Thus, 472 whereas we do not presume to predict the actual future growth rate of COVID-19, we do hope to 473 capture the potential maximum growth rate in order to inform the relative risks of alternative 474 control strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "To make future projections, we obtained monthly mean temperature and relative humidity 477 weather data from 2015-2019 from the same data source as above, under the assumption that 478 these recent years are representative of what to expect in the coming months. Notably hotter or 479 cloudier (lower UV) days in the coming months would suggest higher growth rates than we 480 predict. UV data was not available in a monthly aggregation, so we obtained the 3-hourly data 481 and aggregated it to monthly values. Human population was assumed to remain constant. We 482 projected the models without random effects (or equivalently at the mean value of 0) as we were 483 reluctant to assume that country-level policies, reporting, or health care potential will remain the 484 same in the future. We expect that different country-level effects will dominate in the future, but 485 predicting these offsets is beyond the scope of this study.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 474,
                    "text": "481",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "476"
        },
        {
            "text": "As with any predictive study, we seek to use the best available data and understanding of 489 mechanisms to develop possible projections that make clear underlying decisions and 490 uncertainty. Ultimately, such predictions must be treated with appropriate caution given the 491 limited understanding of SARS-CoV-2 virus, human resistance, and its transmission dynamics 492 at this time. Thus, while we seek to inform decisions, those decisions must also recognize the 493 inherent uncertainty in any predictive model, but especially in the context of limited information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "488"
        },
        {
            "text": "Future data will ultimately be the arbiter of these predictions, and thus good predictive modeling 495 will require repeated bouts of model validation, revision, and re-projection as we learn more 496 about this virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "494"
        },
        {
            "text": "In particular, we await mechanistic information on viral physiology and human resistance to 499 move beyond the correlative approach taken here by necessity. Mechanistic models apply 500 insights about an organism's intrinsic biology using parameters often collected from careful 501 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "498"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. experimental manipulations. However, in the absence of this information, correlative models can 502 predict near-term dynamics with accuracy (15). Bayesian approaches like ours can integrate both 503 mechanistic and correlative knowledge as these pieces of information become available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "498"
        },
        {
            "text": "One thing that we do not account for in our model is human behavior and control measures. By 506 modeling maximum growth rate and using a threshold number of cases, we restrict our analyses 507 to the period during which the disease expanded quickly, following the beginning of community 508 transmission but before major control measures were implemented. For instance, most countries 509 began implementing national control measures in mid-March, which would influence infections 510 recorded into early April, based on a 14-day window for symptoms to emerge. Hence, we chose 511 to limit our data set to records before April 7. However, we note that following early April, 512 growth rates are expected to be much lower due to control measures, and these will continue to 513 be important to reduce growth rates below the potential values we predict here which do not 514 account for control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "505"
        },
        {
            "text": "We used available insights about SARS-Cov-2, related viruses, and observations of COVID-19 517 dynamics to select a list of factors that likely influence it. Although we purposefully limited 518 these variables to reflect our best knowledge and to avoid overfitting, certainly other climate and 519 epidemiological factors are likely missing from the model. Future studies should consider 520 embedding these climate insights into epidemiological models that include human demography, 521 immunity, movement, behaviors, medical capacity, and control efforts (4). CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "516"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. Figure S1 . Posterior predicted probabilities of growth rate refelect weak trends with environment 529 and high uncertainty in predictions. 530 531 532 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 84,
                    "text": "Figure S1",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "516"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. . https://doi.org/10.1101/2020.04.19.20071951 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "516"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rapid Expert Consultation on SARS-CoV-2 Survival in Relation to Temperature and 535",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Humidity and Potential for Seasonality for the COVID-19 Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17226/25771"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "High Temperature and High Humidity Reduce the 538 Transmission of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "SSRN Electronic Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3551767"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Susceptible supply 543 limits the role of climate in the COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Vecchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J E"
                    ],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.03.20052787"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evidence that Vitamin D Supplementation Could Reduce Risk of Influenza and 546",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bhattoa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 Infections and Deaths",
            "authors": [],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12040988"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An interactive web-based dashboard to track COVID-19 in real 548 time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Copernicus Climate Change Service Climate Data Store (CDS), Copernicus Climate Change 550",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Service (C3S) ERA5: Fifth generation of ECMWF atmospheric reanalyses of the global 551 climate",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "Wuhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "WorldClim 2: new 1-km spatial resolution climate surfaces for 560 global land areas",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Fick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hijmans",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Climatol",
            "volume": "37",
            "issn": "",
            "pages": "4302--4315",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "On the 562 inadequacy of species distribution models for modelling the spread of SARS-CoV-2: 563 response to Araújo and Naimi",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Chipperfield",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Benito",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Telford",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "EcoEvoRxiv, 2020)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.32942/osf.io/mr6pn.564"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Spread of SARS-CoV-2 Coronavirus likely to be constrained by 565 climate",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Naimi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.12.20034728"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "102 density was not selected in any top model. The model was characterized by equally strong 103 random effects associated with country of origin (Fig. 2B). For instance, Turkey, Brazil, Iran, the 104 U.S., and Spain had the highest growth rates independent of modeled factors, whereas China, 105 Iceland, Burkina Faso, Sweden, and Cambodia had the lowest. The strong negative effect 106 associated with China indicates the effect of early interventions and is accounted for in our 107 model. Notably, while intervention will substantially influence the absolute values of growth 108 (i.e., the intercept in our model), our predictions can still be interpreted to represent relative 109 differences in risk throughout the year.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "We next explored why earlier studies might have predicted a negative association 111 between temperature and COVID-19. Alone, temperature has a weak, negative effect on 112 COVID-19 growth rate in our model, which becomes positive after adding other factors, and in 113 particular, UV. Even with other parameters, temperature negatively affects COVID-19 early in 114 the pandemic(Fig. 3, top). Significant positive temperature dependence emerges by late 115 February following transmission to warmer, high-UV regions of climate space, like Africa (19)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "see Fig. 3 bottom for filling of climate space). Notably our analysis does not specifically attempt 117 to reproduce previous studies, so differences are expected depending on the details of decisions 118 in other studies. This finding urges caution in estimating climatic niches of new, pandemic 119 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "125might have stabilized at least for now.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "130days shorten and UV declines(Fig. 4, left and right panels). However, given high uncertainty, a 131 non-negligible risk exists throughout the world for potential outbreaks in summer similar to that 132 observed at the outset of the pandemic(Fig. 4, middle panel, dark blue = 30% probability of 133 λ>0.1). By September, declining daylength steadily increases predicted risks of COVID-19 134 outbreaks in the northern hemisphere until a peak in December-January, while risks decline in 135 the southern hemisphere. Although this model represents our best current estimate, a range of 136 outcomes still remain possible(Fig. 4 middle). Furthermore, these predictions of potential 137 growth need not be realized if appropriate interventions are enacted or a vaccine is developed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Understanding the true contributions of weather to human pathogens requires combining 151 insights from observational analyses like this one and manipulative experiments that isolate 152 factors under controlled conditions (5, 12). Other causal factors correlated with weather variables 153 in our model could have contributed to our findings, including weather-associated human 154 behaviors (e.g., seasonal aggregations for education or religion). Despite initial suggestions that 155 seasonality would strongly control COVID-19, weather only explains 17% of the variation in 156 COVID-19 growth rates. Undescribed factors at the level of political units were just as important 157 as weather (19% of variation), and much of the variation (64%) remains unexplained. Future 158 studies should embed these meteorological insights into epidemiological models that include 159 human demography, movement, sociocultural behaviors, healthcare capacity, and political 160 interventions [e.g., (2, 4, 15)].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", H. Du, L. Gardner, An interactive web-based dashboard to track COVID-19 in 179 real time. The Lancet Infectious Diseases, (2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Ferguson et al., Report 9: Impact of non-pharmaceutical interventions (NPIs) to 181 reduce COVID19 mortality and healthcare demand. (2020).182 5. E. National Academies of Sciences, Medicine, Rapid Expert Consultation on SARS-CoV-183 2 Survival in Relation to Temperature and Humidity and Potential for Seasonality for the 184 COVID-19 Pandemic (April 7, 2020). (The National Academies Press, Washington, DC, . H. M. Price, C. Graham, S. Ramalingam, Association between viral seasonality and 187 meteorological factors. Scientific reports 9, 1-11 (2019).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": ". E. Martinez, The calendar of epidemics: Seasonal cycles of infectious diseases. PLoS 189 pathogens 14, (2018).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Tan et al., An initial investigation of the association between the SARS outbreak and 191 weather: with the view of the environmental temperature and its variation. Journal of 192 Epidemiology & Community Health 59, 186-192 (2005).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Wang et al., High Temperature and High Humidity Reduce the Transmission of 194 COVID-19. Available at SSRN 3551767, (2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": ". M. Sajadi et al., Temperature and latitude analysis to predict potential spread and 196 seasonality for covid-19. Available at SSRN 3550308, (2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Observed and predicted maximum growth rates for COVID-19 along with 221 graphical partitioning of model components including (A) weather and demography, (B) 222 country effects, and (C) residual variation. Country effects are shown as the difference in 223 growth rate between the country and the global mean. Only 17% of variation is explained by 224 seasonality, while 19% of variation arises from country specific factors which may include 225 quarantine policies, healthcare, or reporting practices.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Median standardized estimates for weather and demographic factors (A) and for228 country effects (B) for best predictive model with 95% credible intervals (light blue).229    Country codes in B follow GADM ISO3 conventions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "The effect of temperature and UV on COVID-19 growth rate as the pandemic 232 spreads to new climates. Top, early COVID-19 outbreaks (indicated by growth rate 233 proportional to blue symbol area) occurred in a subset of potential temperatures (°C) and 234 ultraviolet light (Joules/m 2 ) levels possible in a year (background gray-blue gradient) and for that 235 specific time period (red overlay) based on counts of 5-year averages of climate variables. 236 Bottom, Model coefficients and uncertainty through time demonstrates dynamic shifts and 237 stabilization of parameter estimates (50% and 95% credible intervals indicated by colored and 238 gray fills) and illustrates how earlier studies may have detected a negative temperature 239 dependence. Before Feb 24 patterns were dominated by data from China, until large jumps in 240 cases in Iran, Italy, and Japan appear in the data set, providing novel climate space to inform the 241 model and leading to an abrupt change in model coefficients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Predicted potential growth rates of COVID-19 by month using best model. 245 Leftmost column, Potential growth rate relative to weekly doubling time (λ = 0.1). Red indicates 246 faster than a weekly doubling rate and blue indicates slower rates. Central column indicates the 247 posterior probability of growth rates exceeding a weekly doubling rate. Rightmost panel 248 indicates which predictor contributes most (based on predictor*coefficient) to COVID-19 growth 249 rate (λ) in each 0.25° cell, with stippling indicating negative contributions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Fig. 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Fig. 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Fig. 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "276weather, while controlling for human population structure, in order to determine the effects of 277 the abiotic environment on the growth rate of infections (). Our selection of weather variables 278 and the time frame within which we measured variation was based on the limited, but rapidly279 expanding, experimental and observational research on the survival and transmission of SARS-280 CoV-2 virus and human resistance to the resultant COVID-19 disease (1-5). We performed 281 model selection to optimize model prediction of cross-validated data and performed 282 comprehensive sensitivity analysis with respect to both data preparation and modeling decisions 283 and found no qualitative differences between the findings represented in our best model and 284 other models using different, but reasonable, decisions. data were obtained from the Johns Hopkins Center for Systems Science and 288 Engineering (6), which documents country level aggregations of infected individuals, except in 289 Australia, Canada, China, and USA, where state-level data are available. From these daily data, 290 we calculated weekly growth rate () assuming an exponential model for the growth of the 291 number of infected individuals, which fit well to COVID-19 dynamics during the early stages of 292 spread. The starting point for one-week intervals were polity specific (either country or state 293 level depending on the resolution of available data) and calculated beginning on the first day 294 (denoted t0) that the number of infected individuals exceeded 40 (and 20 and 60; see sensitivity 295 analysis below). This minimum was necessary to eliminate the early dynamics of COVID-19 in 296 locations due primarily to transport from other regions rather than local, community 297 transmission. This moving window approach allowed us to capture local differences in onset date 298 of transmission without imposing any artificial cutoffs (e.g., based on calendar week). By 299 summarizing the data in this way, we had 541 observations of distributed over 203 political 300 units.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "315 ECWMF (7) and averaged at 14 day intervals preceding the time period in which calculated for 316 each polity. A 14 day interval captures the known infective period of SARS-CoV-2, where 317 infections are known to occur from period of one to 14 days (8). Hence, we use the actual 318 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "329individuals were reported (also 20 and 60 infections; see below). We calculated the mean values330 of the weather variables over the 14-day window preceding t0. For example, t0 for Connecticut, 331 USA was March 16 (when 41 records had accumulated), so the weather variables were averaged 332 over the 14-day window preceding March 10. This reflects the assumption that detected 333 infections between March 10-16 primarily occurred between February 24-March 9. Although 334 imperfect, the temporal autocorrelation of weather suggests that this is reasonable (e.g., even if 335 an infection occurred on March 2, there is typically high correlation on weather, then, and March 336 3-9).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "345 makes it difficult to interpret weather variables in the context of such large spatial units (10). To 346 address this, we calculated weather averages over the quarter degree grid cells in a polity, 347 weighted by the population size in each cell. This resulted in weather covariates that better 348 reflect where most humans are and hence where infections occurred. Also, early maximum 349 transmission rates were usually located in large cities, and thus weights weather variation in line 350 with this bias.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "390 model selection using leave-one-out (LOO) cross validation. This technique iteratively uses all 391 data except for the ith data point to develop a model, then it predicts the left-out point, and uses 392 the divergence between model prediction and observation to rate model performance. The sum of 393 these divergences across all N data points is then converted into a standard measure of overall 394 model performance called the Leave-One-Out Information Criterion (LOOIC), where lower 395 numbers indicate models that better predict left-out data (14). This model selection method has 396 been found to excel over alternative Bayesian methods such as Deviance Information Criterion,397",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "416 the maximum or minimum daily values of each weather variable, and 7 versus 14 day lagged 417 intervals, improved LOOIC. The only case where we found significant model improvement 418 compared to the biweekly means was for maximum UV over both 7-and 14-day intervals. Since 419 the 14-day interval improved model performance most (based on LOOIC), we chose that as the 420 summary statistic for UV. Notably for all other weather variables there was negligible difference 421 in LOOIC when we used weekly versus biweekly means and hence we used biweekly values for for a variety of model decisions was conducted to determine whether our key 426 finding -the relation between COVID-19 growth rate and temperature, UV, and relative 427 humidity -was affected by any of our decisions. In all cases that follow, the median of the 428 temperature coefficient was positive, with a 95% credible interval sometimes overlapping zero 429 and sometimes not, depending on the model. In all cases, the median and 95% credible interval430",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "t0. We chose different cutoffs (20,40,60) for numbers infected to account for 438 the difficulty in determining the time when spread became local, rather than imported. Due to the 439 strong control measures in place in China by the time our data set begins (January 22, 2020), we 440 also compared our best model with and without data from China and found no qualitative change explore how our inference about different weather factors may have changed over time, as the 445 virus approaches a geographic and environmental equilibrium (which it may still not be at), we 446 fit a model each day since February 1, 2020, accumulating infection data up until the most recent 447 date of analysis. This analysis can illustrate (1) how earlier studies may have inferred a negative 448 dependence of growth on temperature, (2) the uncertainty inherent in earlier estimates of 449 temperature dependence, (3) the disequilibrium between COVID-19 and the environment early 450 in its spread, and (4) the smaller credible intervals, and hence increasing confidence in our model 451 based on more recent data. Note that the model used to illustrate this pattern (1) used the first452",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Importantly, these predictions reflect what would happen if other control measures are relaxed 469 and the natural dynamics of infection can begin again in a population with little resistance.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "). Competing models reflected the same qualitative results and similar parameter estimates (see Supplementary materials). Ultraviolet (UV) light had the strongest and most significant effect of tested meteorological variables on COVID-19 growth 91 (βUV = -0.44, 95% credible intervals (Cis): -0.53, -0.36). Contrary to predictions, temperature positively affected COVID-19 growth rate (βtemp = 0.23, 95% CIs: 0.15, 0.32), although this is conditional on accounting for UV in the model (note that temperature and UV are moderately correlated (r=0.75) in our data set and extensive testing was done to ensure coefficients estimates",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "humidity decreased growth rates, although not significantly, either by reducing the virus'",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "11.M. B. Araujo, B. Naimi, Spread of SARS-CoV-2 Coronavirus likely to be constrained byChin  et al., Stability of SARS-CoV-2 in different environmental conditions. medRxiv, Chan et al., The effects of temperature and relative humidity on the viability of the SARS coronavirus. Advances in virology 2011, (2011). Kudo et al., Low ambient humidity impairs barrier function and innate resistance against influenza infection. Proc. Natl. Acad. Sci. USA 116, 10905-10910 (2019). 15. R. E. Baker et al., Susceptible supply limits the role of climate in the COVID-19 16. M. E. Darnell et al., Inactivation of the coronavirus that induces severe acute respiratory syndrome, SARS-CoV. Journal of virological methods 121, 85-91 (2004). 17. W. B. Grant et al., Evidence that Vitamin D Supplementation Could Reduce Risk of Influenza and COVID-19 Infections and Deaths. Nutrients 12, 988 (2020). Li et al., Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia. New England Journal of Medicine, (2020). Martinez-Alvarez et al., COVID-19 pandemic in west Africa. The Lancet Global Acknowledgments: NSF awards HDR-1394790 supported CM and DEB-1555876 supported MCU. We thank the Center for Systems Science and Engineering (CSSE) at Johns Hopkins",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "observed weather during the period of viral transmission. This decision contrasts with previous studies that used average monthly climate calculated over the interval 1970-2000 provided by Worldclim (9). Notably, the biweekly averages we calculated are, on average, expected to reflect higher temperatures due to climate change in the last 50 years compared to historic long-term averages. Further, our biweekly estimates better reflect that actual conditions when infections occurred, and thus are expected to better predict transmission if indeed they influence it.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": ". https://doi.org/10.1101/2020.04.19.20071951 doi: medRxiv preprint Page 23fit. Although early data gaps meant that we could not precisely replicate previous analyses with this exercise, we obtained similar outcomes using this model for the present analysis (again indicating model robustness). As well, this exercise demonstrated how conclusions from earlier studies may have arisen, even with our more refined model, but based on a longer time series.Future predictions of the *potential* growth rate in May-September was made by projecting our highest performing model according to LOOIC. Importantly, we reinforce that our predictions pertain to the possible growth rate in the absence of social distancing or other control measures because it is based on a model fit with infections that occurred primarily before precautionary policies were implemented. Note that even if a policy were implemented on, for example, March",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": ". https://doi.org/10.1101/2020.04.19.20071951 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": ". https://doi.org/10.1101/2020.04.19.20071951 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Amoroso, Temperature and Latitude Analysis to Predict Potential Spread and Seasonality 568 for COVID-19. SSRN Electronic Journal, , doi:10.2139/ssrn.3550308.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "569"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. . https://doi.org/10.1101/2020.04.19.20071951 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ]
}