{"paper_id": "0d9a3dc62a931f9db187a195b0ec0bc8c8081b47", "metadata": {"title": "Criminals Work from Home during Pandemics Too: a Public Health Approach to Respond to Fraud and Crimes against those 50 and above", "authors": [{"first": "Brian", "middle": ["K"], "last": "Payne", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This paper uses the public health framework to address the apparent impact of the coronavirus on the victimization experiences with a specific focus given to those over the age of 50. The bulk of attention is given to fraud victimization, with consideration also given to parent abuse, partner violence, and patient abuse. A review of data from the Federal Trade Commission shows that reports of most types of fraud grew significantly in the first three months of 2020 in comparison to the same time period in 2019. Differences between fraud experiences based on age are considered. Older persons lost much more to fraud than younger persons, and far more in 2020 than 2019. In addition, they reported being targeted more often for certain types of cybercrime (i.e., tech support scams). While devastating to everyone, it is concluded that the coronavirus will potentially have a more significant impact on the financial health of older persons than younger persons. It is concluded that minimizing the consequences of all forms of crimes targeting older adults will be best achieved by using a public health approach.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Crime is typically thought of as a young person's game. When considering official statistics, which include crimes such as murder, robbery, rape, assault, and so on, the official data do, in fact, show that criminal victimization is incredibly rare among older persons. Those data, however, only tell us about the types of crimes that we tend to identify as worthy of measuring in our official crime data. Following these official and scope of criminal victimization in this age group in the COVID-19 era. In particular, crimes typically targeting older adults include fraud, elder abuse, and patient abuse.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "It is common to hear about fraud in the aftermath of hurricanes, tornadoes, and other natural disasters. Unscrupulous contractors, fraudulent lenders, and fake charities seem to surface after these events. Except for the fact that fraudulent activity surfaced during rather than after the pandemic, parallels between fraud outbreaks after natural disasters and COVID-19 exist. As will be shown below, fraudulent acts in COVID-19 drew on the vulnerability of at-risk individuals, cost more than comparable fraudulent acts occurring before the pandemic, and varied over the life course.", "cite_spans": [], "ref_spans": [], "section": "Fraud and COVID-19"}, {"text": "Generally speaking, two types of fraud occurred during COVID-19: (1) those that traditionally occurred and (2) those that were tailored to fears about the coronavirus. Regarding this first group, it is natural to question whether \"traditional frauds\" changed during the coronavirus. Recognizing that only half of those who file complaints to the FTC report their age, a review of complaints made by consumers to the Federal Trade Commission during the first quarter of 2017, 2018, 2019 and 2020 sheds some light on this question (see Table 1 ). Two patterns, in particular, distinguish fraud in the coronavirus era from prior fraud complaints.", "cite_spans": [], "ref_spans": [{"start": 534, "end": 541, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Fraud and COVID-19"}, {"text": "First, while the largest number of fraud victims are in their thirties, those in their sixties appear to be overrepresented. Specifically, 18% of coronavirus fraud victims were in their sixties, though they make up just 11.5% of the population. It is important to note, though, that this age group, as well as those in their seventies and eighties, reported fewer complaints overall to the FTC in 2020 than in 2019. Those between 20 and 60, however, reported more frauds. At the same time, attention should be drawn to the fact that half of all complaints in Q1 2020 were filed by those 50 or older. By comparison, this age group makes up just over a third of the entire U.S. population.", "cite_spans": [], "ref_spans": [], "section": "Fraud and COVID-19"}, {"text": "Second, while the sheer number of complaints dropped among older persons, these drops were offset by dramatic increases in the amount lost to the frauds. While losses increased for each age group, the increases were more dramatic for older adults. For those eighty and above, the losses more than doubled from 11 million to 23 million between Q1 2019 and Q1 2020 (Federal Trade Commission 2020). Increases were also high for those in their fifties (~50%), sixties (~50%), and seventies (~43%). It is important to note that fraud losses increased for other age groups. However, proportionally the amount losses are higher for older persons. Table 2 shows the ten most common types of fraud experienced across age groups in Q1 2019 and 2020. Certain types increased by more than 10% across all age categories. These included imposter businesses, fraudulent text messages, online shopping complaints, counterfeit checks, and romance scams. The fact that these offenses have connections to the virtual world (where most activities occurred during the pandemic) is noteworthy. Other increases in cyber-type complaints varied across age categories. For instance, increases in tech support scams were found among those in their fifties, seventies, and eighties and internet information services complaints increased among those in their twenties, thirties, sixties, and seventies. Finding that older persons fell prey more to tech support scams points to their lack of familiarity with the virtual environment, at least in comparison to younger persons. In addition, the fact that those in their eighties did not report Internet services crimes likely reflects routine activities of the age group.", "cite_spans": [], "ref_spans": [{"start": 640, "end": 647, "text": "Table 2", "ref_id": null}], "section": "Fraud and COVID-19"}, {"text": "Some may question drawing conclusions about annual quarters given that COVID-19 did not truly surface in the U.S. until early to mid-March. However, evidence suggests that fraudsters, perhaps working internationally where COVID-19 surfaced earlier or having foresight about possible new opportunities for victimization, began to exploit the crisis earlier in the year. In late January, right around the same time the World Health Organization declared the coronavirus \"a global emergency,\" security consultants highlighted one of the first coronavirus phishing scams. The email, supposedly from a virologist, advised potential targets, \"Go through the attached document on safety measures regarding the spreading of corona virus. This little measure can save you\" (Newman 2020 ). In addition, in early February, an FTC official warned, \"Scammers are taking advantage of fears surrounding the coronavirus. They're setting up websites to sell bogus products, and using fake emails, texts, and social media posts as a ruse to take your money and get your personal information\" (Tressler 2020) . So, comparing the first three months of 2019 and 2020, while including a month where the coronavirus would not have impacted fraud, did include two months (February and March) where some offenders were likely motivated by the pandemic. While it would have been preferable to compare fraud only in those months, the data are not available that way.", "cite_spans": [{"start": 764, "end": 776, "text": "(Newman 2020", "ref_id": "BIBREF21"}, {"start": 1074, "end": 1089, "text": "(Tressler 2020)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Fraud and COVID-19"}, {"text": "Also, in addition to traditional frauds expanding, a second category of frauds surfaced-COVID-19 frauds. At least four of these varieties specifically target older persons: grandparent scams, medical fraud, social security administration frauds, and personal care fraud. Table 3 shows how different FTC officials describe these types of fraud. With each type, motivated offenders play on the vulnerabilities of older individuals to carry out the crimes. With grandparent scams, offenders tell older persons that their children or grandchildren are facing a coronavirus emergency and funds are needed to help their offspring. In medical frauds, offenders play on the fact that older persons are at a higher risk of infection and offer fraudulent treatments. In social security administration frauds, offenders target the older person's financial vulnerabilities. Finally, with personal care frauds, offenders target the older person's mobility vulnerabilities, fraudulently offering to run errands or go places the older person is unable or unwilling to go. Table 4 shows the age patterns with specific coronavirus frauds where victims mentioned the pandemic in filing their report to the Federal Trade Commission through April 23, 2020. While those in their thirties reported the most coronavirus frauds, those over fifties and sixties reported losing more funds overall. In addition, the average losses were higher among those over fifty, with those in their fifties reporting the highest average loss at $3073 per complaint.", "cite_spans": [], "ref_spans": [{"start": 271, "end": 278, "text": "Table 3", "ref_id": "TABREF1"}, {"start": 1057, "end": 1064, "text": "Table 4", "ref_id": "TABREF2"}], "section": "Fraud and COVID-19"}, {"text": "As of April 24, 2020, the FTC had received 25,406 coronavirus complaints. More than half of those were fraud complaints (n = 13,839) and the rest were identity theft (n = 1966), do not call (n = 1572), and other (n = 8203) complaints. The top fraud varieties included travel/vacation (n = 4049), online shopping (n = 2646), text messages (n = 1252), Internet information services (n = 570), and business impostors (n = 540). The travel/vacation complaints included those Grandparent Scams \"In grandparent scams, scammers pose as panicked grandchildren in trouble, calling or sending messages urging you to wire money immediately. They'll say they need cash to help with an emergencylike paying a hospital bill or needing to leave a foreign country. They pull at your heartstrings so they can trick you into sending money before you realize it's a scam. In these days of Coronavirus concerns, their lies can be particularly compelling. But we all need to save our money for the real family emergencies\" (Schifferle 2020a)", "cite_spans": [], "ref_spans": [], "section": "Fraud and COVID-19"}, {"text": "Medical fraud \"Maybe you've seen the ads. Renaissance advertises Isoprex primarily through mailings targeting older adults. The ads claim that Isoprex provides relief for all types of pain, helps rebuild joints, and reduces inflammation. The ads also promote Isoprex as a natural pain reliever that's superior to non-steroid anti-inflammatory drugs like aspirin or ibuprofen. But the FTC's complaint alleges that these claims are false or misleading and that the company can't back them up with clinical proof\" (Schifferle 2020b).", "cite_spans": [], "ref_spans": [], "section": "Fraud and COVID-19"}, {"text": "\"While some of you are home, practicing social distancing and frequent hand washing to avoid the Coronavirus, remember that scammers are still busy trying to take advantage of people. Some scammers are pretending to be from the Social Security Administration (SSA) and trying to get your Social Security number or your money.\" (Kreidler 2020) Personal care fraud \"Older adults may be hard hit by the coronavirusand scammers prey on that. If you or someone you know must stay at home and needs help with errands, you'll want to know about this latest scam. Scammers are offering help with errands, and running off with your money. If you're an older adult or a caregiver for one, you may need help picking up groceries, prescriptions, and other necessary supplies. If someone you don't know offers to help, be wary. Some scammers offer to buy supplies but never come back with the goods or your money. It's usually safer to find a trusted friend or neighbor or arrange a delivery with a well-known company.\" (Greisman and Herndon 2020) when consumers were not reimbursed for cancelled vacations. The top other reports included complaints about credit cards (n = 880), lending/mortgage (n = 803), banks, savings and loans, and credit unions (n = 548), lending/student loans (n = 507), and credit bureaus (n = 489). Figure 1 shows the trends in coronavirus complaints over three weeks in April of 2020. What is notable is that the daily increases were relatively stable over the three weeks.", "cite_spans": [{"start": 327, "end": 342, "text": "(Kreidler 2020)", "ref_id": "BIBREF16"}, {"start": 1007, "end": 1034, "text": "(Greisman and Herndon 2020)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 1313, "end": 1321, "text": "Figure 1", "ref_id": null}], "section": "Social Security Administration Frauds"}, {"text": "Just as the pandemic altered fraud trends and dynamics, it also changed the characteristics and consequences of elder abuse. Elder abuse has been defined as \"(a) intentional actions that cause harm or create a serious risk of harm (whether or not harm is intended) to a vulnerable elder by a caregiver or other person who stands in a trust relationship, or (b) failure by a caregiver to satisfy the elder's basic needs or to protect the elder from harm\" (National Research Council 2003) . After interviewing elder advocates and attorneys, one reporter characterized the pandemic as a \"breeding ground\" for elder abuse (Levy 2020) . The risk factors contributing to the breeding ground will be discussed below. For now, attention can be given to three types of elder abuse that potentially increased during the pandemic. First, elder neglect refers to situations when individuals fail to provide the care they have a legal duty to provide to older persons. Offenders could be familial caregivers or paid caregivers, and neglect could be active (intentional) or passive (unintentional). Given the concerns that individuals have about catching the virus from others, and the general lack of concern some have towards older persons, it is easy to imagine situations where individuals avoid contact with older persons either out of fear or outright disregard for those who might need care. As an example, a reporter quoted a 27-year-old who said, \"Coronavirus only kills old people, and they are going to die anyway\" (Neutill 2020) . Such an attitude among caregivers would likely foster neglectful behaviors.", "cite_spans": [{"start": 454, "end": 486, "text": "(National Research Council 2003)", "ref_id": null}, {"start": 618, "end": 629, "text": "(Levy 2020)", "ref_id": "BIBREF18"}, {"start": 1512, "end": 1526, "text": "(Neutill 2020)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Elder Abuse"}, {"text": "Elder physical abuse refers to situations where individuals physically harm older adults. Perpetrators could be spouses, paid caregivers, offspring, or other relatives.", "cite_spans": [], "ref_spans": [], "section": "Elder Abuse"}, {"text": "Advocates have widely talked about the increase in intimate partner violence that has followed the pandemic with some calling it the \"silent epidemic\" (Johnston 2020). When conceptualizing partner violence, individuals usually apply the age/maturation hypothesis and assume that the behavior involves young couples. Elder abuse researchers are quick to point out that batterers do not simply stop beating their spouses when they hit a certain birthday (Payne 2011) . Challenges that older victims face were exacerbated during the pandemic. For example, because they often feel out of place in shelters which house more younger women, some older victims are referred to nursing homes for safety. With the coronavirus outbreaks in nursing homes, this safety outlet was slammed shut.", "cite_spans": [{"start": 452, "end": 464, "text": "(Payne 2011)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Elder Abuse"}, {"text": "Financial exploitation refers to instances when trusted individuals steal money from older persons. The notion of trust distinguishes fraud from exploitation (Friedrichs 2009; Payne 2011) . With fraud, the offender does not have access to the victim's funds, but gains their trust to steal from them. With exploitation, trust is already present, with the offender having access to their funds, and the offender violates that trust. From this perspective, then, the financial exploitation of older persons would typically be committed by offenders known to the victim while frauds would be committed by strangers. Given unemployment increases and the likelihood that financial dependency on older parents will increase among some, the social consequences of coronavirus are a recipe for elder financial exploitation. It is hard to gauge how much these crimes occurred during the pandemic. Older victims frequently do not want to report crimes committed by their loved ones to the authorities.", "cite_spans": [{"start": 158, "end": 175, "text": "(Friedrichs 2009;", "ref_id": "BIBREF10"}, {"start": 176, "end": 187, "text": "Payne 2011)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Elder Abuse"}, {"text": "Patient abuse refers to abusive acts committed in nursing homes or other long-term-care settings. Elder abuse in institutions occurs at higher rates than abuse in community settings (Yon et al. 2019 ). Offenders could be nursing staff or residents. Varieties of patient abuse include physical abuse, theft, sexual abuse, and neglect. Some have attributed physical abuse to exhaustion and the stressful working environment (Dai et al. 2017; Payne and Cikovic 1996) . With the pandemic creating internal and external stressors for nursing home workers, stress and exhaustion may increase the likelihood of physical abuse. Along these lines, reductions in nursing home staffing as a result of the coronavirus are inversely related to the likelihood of neglect. In other words, with fewer nursing home workers able to provide care, some older nursing home residents may not receive the care they are supposed to receive during the pandemic.", "cite_spans": [{"start": 182, "end": 198, "text": "(Yon et al. 2019", "ref_id": "BIBREF30"}, {"start": 422, "end": 439, "text": "(Dai et al. 2017;", "ref_id": "BIBREF7"}, {"start": 440, "end": 463, "text": "Payne and Cikovic 1996)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Patient Abuse"}, {"text": "It is important to note that the vast majority of nursing home professionals are not abusive or neglectful. In fact, resident-to-resident abuse is believed to be more common by some (Castle 2013) . When neglect surfaces, the behavior can typically be traced to institutional policies and practices. These institutional practices and policies have implications for COVID-19. In fact, a report by the New York post connected the risk of death in nursing homes from COVID-19 to past infection-control citations by the state health department (Dorn 2020) . In April 2020, California nursing care industries requested legal immunity for decisions made during the coronavirus. Elder advocates questioned the need for blanket immunity and suggested that such a decision might be a blank check for abusive and neglectful behaviors (Sharma 2020) .", "cite_spans": [{"start": 182, "end": 195, "text": "(Castle 2013)", "ref_id": "BIBREF3"}, {"start": 539, "end": 550, "text": "(Dorn 2020)", "ref_id": "BIBREF8"}, {"start": 823, "end": 836, "text": "(Sharma 2020)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Patient Abuse"}, {"text": "Scholars have explored risk and protective factors for victimization. Interestingly, the risk and protective factors for the victimization of older adults align closely with the direct consequences of COVID-19, suggesting that for some types of crimes and age groups, the risk of crime actually increased. Traditional risk factors that have been identified in the literature social isolation, dependence, caregiver stress, and mental health problems (Payne 2011) , and recent research identified \"poor fraud awareness\" as a risk factor (Shao et al. 2019 ). These factors are discussed below in relation to the coronavirus.", "cite_spans": [{"start": 450, "end": 462, "text": "(Payne 2011)", "ref_id": "BIBREF23"}, {"start": 536, "end": 553, "text": "(Shao et al. 2019", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Identifying Risk and Protective Factors"}, {"text": "Social isolation is consistently identified as a risk factor for fraud, elder abuse, and patient abuse. The premise is simple and clearly related to routine activities theory. The more socially isolated individuals are, the more they become a vulnerable target. The connection to the coronavirus is clear: social distancing equals social isolation. Given the widespread amount of research that shows how social isolation increases the likelihood of elder abuse (Pillemer et al. 2016) , it seems safe to conclude that social distancing in the time of a pandemic increases the risk of victimization for older persons. From a routine activities perspective, this makes older individuals more vulnerable as targets.", "cite_spans": [{"start": 461, "end": 483, "text": "(Pillemer et al. 2016)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Identifying Risk and Protective Factors"}, {"text": "These risk factors cut across domestic and institutional settings. For institutional settings, the role of social isolation during the pandemic may have escalated. Nursing homes are facing staff shortages across the ranksnurses, certified nursing assistants, physicians. Reports of staff being infected an unable to work contribute to the shortage. In other cases, fear of being infected may have kept workers at home. Social distancing measures also prohibited family members from visiting their loved ones. This, too, increased nursing home residents' isolation. The bottom line is that fewer workers and visits from family members means two things in relation to COVID-19: (1) there are fewer capable guardians to protect residents from abuse by other residents or professionals and (2) it's harder for existing staff to meet the needs of residents, so the risk of neglect increases. In fact, nursing homes in New Jersey and California evacuated their residents after too many staff no-shows made it impossible for the homes to remain open (Brown 2020; Zoppo and Everett 2020) . In many ways, the no-shows equate to fewer capable guardians to protect the vulnerable adults.", "cite_spans": [{"start": 1043, "end": 1055, "text": "(Brown 2020;", "ref_id": "BIBREF1"}, {"start": 1056, "end": 1079, "text": "Zoppo and Everett 2020)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Identifying Risk and Protective Factors"}, {"text": "Dependency is another risk factor for elder financial abuse. Typically, those unfamiliar with the elder abuse research believe that the more dependent an older person is on their caregiver, the more likely they are to experience abuse. The relationship, however, is in the opposite direction. The more financially dependent an adult offspring is on their aging parent, the more likely they are to steal from their parents (Payne 2011 ). With unemployment rates soaring during the pandemic, more adults will become dependent on their aging parents. These dynamics will create more motivated offenders (the financially dependent offspring) and vulnerable targets (the aging parents). With courts closed and unable to intervene or provide guardianship, the lack of guardianship provides the third element to increase the likelihood of victimization. The connection to routine activities is clear.", "cite_spans": [{"start": 422, "end": 433, "text": "(Payne 2011", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Identifying Risk and Protective Factors"}, {"text": "Caregiver stress and mental health problems for offenders and victims have also been identified as risk factors for elder abuse. The caregiver stress explanation fails to explain theft and some have said that the impact of stress is overrated. Still, increased stress levels as a result of being quarantined would potentially increase risk for abuse (see Agnew 1992) . Just as the pandemic has increased stress levels, mental health concerns are also surfacing. The lack of social contact could increase depression and anxiety. With more stress and mental health issues in the pandemic, the risk for elder abuse grows. In this sense, motivated offenders are believed to be driven by the stress and mental health problems.", "cite_spans": [{"start": 355, "end": 366, "text": "Agnew 1992)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Identifying Risk and Protective Factors"}, {"text": "Substance abuse by offenders has been identified as a risk factor for elder abuse (Pillemer et al. 2016) . A Nielsen survey found that alcohol sales went up 55% in the third week of March. Describing this increase, one journalist commented, \"it has become easier to buy alcohol than toilet paper or eggs\" (Jernigan 2020) . A direct relationship can be suggestedthe more people abuse alcohol during the coronavirus pandemic, the more at-risk older adults are for abuse.", "cite_spans": [{"start": 82, "end": 104, "text": "(Pillemer et al. 2016)", "ref_id": "BIBREF24"}, {"start": 305, "end": 320, "text": "(Jernigan 2020)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Identifying Risk and Protective Factors"}, {"text": "\"Poor fraud awareness\" has been identified as a risk factor for fraud among older persons (Shao et al. 2019) . The implication here is that individuals may not be fully aware of the risks they face when engaging in certain transactions. For older persons not accustomed to online transactions, the risk may be exacerbated at a time when all transactions move to the virtual world. The increase in tech support scams among older person highlighted above would be an example of \"poor fraud awareness.\" The poor fraud awareness equates to vulnerability in the routine activities framework.", "cite_spans": [{"start": 90, "end": 108, "text": "(Shao et al. 2019)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Identifying Risk and Protective Factors"}, {"text": "Countering these risk factors, protective factors limiting the risks of fraud, elder abuse, and patient abuse include social support, awareness, and increased guardianship. Social support protects against multiple forms of elder abuse (Hamby et al. 2016 ). In addition, such support helps individuals identify and use services when they need them (Burnes et al. 2019) . In many ways, social support provides awareness about crime risks and increased guardianship. From a public health perspective, the task at hand it to use these protective factors to develop programming and initiatives to reduce risk during the pandemic.", "cite_spans": [{"start": 235, "end": 253, "text": "(Hamby et al. 2016", "ref_id": "BIBREF12"}, {"start": 347, "end": 367, "text": "(Burnes et al. 2019)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Identifying Risk and Protective Factors"}, {"text": "A wide variety of prevention and intervention strategies have been used to reduce the risk of victimization for older abuse. Common strategies include publicity campaigns, home visits, respite care for the caregivers, and nursing home placement for at-risk seniors. Note that some of these strategies would be difficult to implement during a quarantine. Instead, virtual strategies have been implemented to reduce risk for older adults. For example, some jurisdictions have offered \"well calls\" as types of home visits where the isolated individual can be called to reduce isolation (Hessler 2020) . National organizations have promoted virtual educational offerings to promote public awareness. The National Center on Elder Abuse (NCEA), for example, developed virtual resources to arm professionals and advocates with information they could use to help older persons, as well as information older persons themselves could use to guard against victimization. As well, a strategy used by the Federal Trade Commission is blogging about coronavirus to share information about fraud risks for older adults.", "cite_spans": [{"start": 583, "end": 597, "text": "(Hessler 2020)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Developing Prevention and Intervention Strategies"}, {"text": "The COVID-19 \"fraud blog\" entries by FTC staff allow readers to respond to the comments provided by the FTC official. A review of the comments made by readers suggests that the blog entries fill three purposes: comfort, information, and rapport building. Regarding comfort, readers writing on the blog made comments suggesting that they were reassured by the content provided by the FTC official. Here are three examples of feedback suggesting readers found comfort in the information offered on the blog:", "cite_spans": [], "ref_spans": [], "section": "Developing Prevention and Intervention Strategies"}, {"text": "& \"I purchased this product in desperation and with the hope that it just might work. I was one of the suckers who fell for their hype. I got a rash and no relief whatsoever and have been berating myself ever since for my stupidity. I don't know who I was more upset with -me or Them but I've learned my lesson. I'm glad the FTC took action.\" & \"I felt compelled to thank you for your actions to thwart any scam that can have a huge impact on our elder citizens. Most of whom are, not only, living on a fixed income, but also experiencing health issues.\" & \"Getting older doesn't mean you become more trusting, put the hammer on these scammers, they're nothing more than criminals who want to steal from you.\"", "cite_spans": [], "ref_spans": [], "section": "Developing Prevention and Intervention Strategies"}, {"text": "Regarding information, some readers made comments suggesting that they valued receiving the information and implied that the information could protect them or other from experiencing similar frauds. Consider the following examples:", "cite_spans": [], "ref_spans": [], "section": "Developing Prevention and Intervention Strategies"}, {"text": "& \"It is wonderful that you have sent this out, there are so many things on the internet that we elderly folks need to know what to buy and what not to buy. Thank you so much for letting us know about this product. God Bless, Stay Safe.\" & \"\"Thanks for all you do to inform the public of theses scams Be Safe\" (italics added). & \"Thank you for your reliable information. Our agency does a weekly presentation on elders and scams. Your organization is one of the sources I use for my consumers\" (italics added).", "cite_spans": [], "ref_spans": [], "section": "Developing Prevention and Intervention Strategies"}, {"text": "Rapport building was evident when readers made comments suggesting appreciation to the FTC official. This appreciation translates to a stronger rapport. The following comments from FTC readers shows how rapport (or at least connections) was developed between the FTC and consumers:", "cite_spans": [], "ref_spans": [], "section": "Developing Prevention and Intervention Strategies"}, {"text": "& \"So glad I signed up for these alerts from FTC. Because I'm a senior, it seems like I am on the list of every scam going. Your emails have been great reminders of the latest predators' techniques. Thank you.\" & \"Thank you, all of the people who tirelessly work at the FTC to put out these notifications!! God bless each and every one of you! I have been forewarned on so much! Keep up the Great Work. I appreciate every notification I've received.\" & \"Thank you for your determination to protect us all especially the elderly from these scammers. Your service is greatly appreciated.\"", "cite_spans": [], "ref_spans": [], "section": "Developing Prevention and Intervention Strategies"}, {"text": "Rapport building was not just with the FTC. Indeed, readers appears to connect with one another as they read each other's comments about fraud on the \"FTC fraud blog.\"", "cite_spans": [], "ref_spans": [], "section": "Developing Prevention and Intervention Strategies"}, {"text": "The following exchange highlights one such virtual conversation:", "cite_spans": [], "ref_spans": [], "section": "Developing Prevention and Intervention Strategies"}, {"text": "& Brook: That is so true scammers always find a way to act when there is a crisis and people are most vulnerable. & Grammy Marie: We received this scam a couple of years ago but did not fall for it. We gave all our family a code word that only they would know in case this happens again. & Ceaf: I've had two these calls. Saying my grandson in jail. I recognize my grandson's voice so I always tell them they can stay in jail. & Heather: Oh yes the scammers are very hard at work during this outbreak, they know all kinds of tricks just to get into your wallet. There are probably tons of COVID-19 scams in the works so please be careful. & Cappy: Helps to be a miserly old coot with no grandchildren, nieces or nephews.", "cite_spans": [], "ref_spans": [], "section": "Developing Prevention and Intervention Strategies"}, {"text": "Because the FTC, NCEA, and local efforts respond to specific risk factors and protective factors, efforts should be underway to promote these responses more widely to lower the risk of fraud, elder abuse, and patient abuse among older adults.", "cite_spans": [], "ref_spans": [], "section": "Developing Prevention and Intervention Strategies"}, {"text": "The final stage of the public health model is ensuring a widespread approach in responding to the problem identified by using strategies that specifically address the risk factors by expanding protective factors. Considering coronavirus crimes targeting those aged 50 and above, including fraud, elder abuse, and patient abuse, five themes can be used to promote a widespread response designed to guard against these crimes.", "cite_spans": [], "ref_spans": [], "section": "Promoting Responses Widely Towards those at Risk"}, {"text": "First, it is important that a broad definition of crime is used that includes that behaviors targeting older persons. When narrow definitions of crime are followed, it will appear that crime is decreasing. After all, crimes such as drug crimes, gang-related offenses, and gun violence have dropped during the pandemic. Other crimes, however, such as cyber offenses, fraud, patient neglect, and so on have not experienced the same trend. Widespread responses, then, must focus on the types of behaviors individuals are experiencing.", "cite_spans": [], "ref_spans": [], "section": "Promoting Responses Widely Towards those at Risk"}, {"text": "Second, just as public health experts note that disease exists anywhere humans live, criminologists note that crime is committed in all groups. Building on this theme, in must also be recognized that crime occurs in all placesincluding in individual's homes. Social distancing serves to displace criminal behavior from the streets into the safety of the places we live. Recall Cohen and Felson's important findingthat burglaries increased and new televisions were stolen in the sixties when homes were vacant after an increase in women entering the workforce. Five decades later, our homes are filled with residents during the coronavirus. Crimes were then committed in our homes through unguarded cyberspace with targets and vulnerabilities varying by age.", "cite_spans": [], "ref_spans": [], "section": "Promoting Responses Widely Towards those at Risk"}, {"text": "Third, it must be recognized that, in terms of crime, coronavirus does not just have negative consequences for individuals' physical health, it also impacts our financial health. And, older persons are not just more at-risk for the negative physical consequences of the virus, they are also more at risk of experiencing the negative financial consequences of frauds emanating out of the coronavirus. Drawing attention to these parallels should also remind us that significant overlap exists between the financial and physical consequences of all types of crimes targeting older persons.", "cite_spans": [], "ref_spans": [], "section": "Promoting Responses Widely Towards those at Risk"}, {"text": "Fourth, we must not lose sight of both the value and the negative consequences of technology for all age groups during anomic times such as those we are experiencing during the pandemic. On the one hand, technology has made it so we can still work, see our friends and family, and maintain as much normalcy as possible. That same technology, however, has created new opportunities for victimization and these victimization experiences vary by victim age. Consider, for example, the finding that older persons reported more technology support scams than younger persons. It is possible these scams targeted younger persons equally. Older persons, however, might be more apt to fall for them given their lower level of familiarity with technology. While there are negative consequences, the same technology presents opportunities for offering protective strategies to all individuals. These protections, of course, would vary by age of the individual.", "cite_spans": [], "ref_spans": [], "section": "Promoting Responses Widely Towards those at Risk"}, {"text": "Finally, in developing fraud, elder abuse, and patient abuse prevention and intervention strategiesand other crime prevention strategies related to the coronavirus for that matterit is recommended that a public health approach be used. Clear reasons exist for using a such an approach. First, the public health approach, grounded in science, is effective in identifying risk and protective factors. Second, because other professionals use the public health approach, this will make it easier to promote collaborative responses between criminal justice professionals and these other professionals. Finally, such an approach recognizes that consequences of all forms of victimization include health consequences as well as financial losses.", "cite_spans": [], "ref_spans": [], "section": "Promoting Responses Widely Towards those at Risk"}, {"text": "The conclusions drawn from the FTC data reported in this article should be interpreted with some caution. The data are based on self-reports and the majority of victims may not even consider contacting the FTC, and when they do, only about half report their age. Despite these limitations, the FTC data provide a glimpse into the coronavirus victimization experiences.", "cite_spans": [], "ref_spans": [], "section": "Promoting Responses Widely Towards those at Risk"}, {"text": "Future research should explore how public health and criminal justice officials can work together to address protect older adults from victimization. Attention should be given to the way that public awareness campaigns enhance guardianship and whether changes in those campaigns should align with the routine activities of individuals at different stages of the life course. In addition, researchers should more fully evaluate the success of ongoing efforts. All too often, prevention and intervention strategies are implemented but never evaluated. Such evaluations can determine what really needs to be done to protect all of us from various forms of victimizationboth during pandemics and after them.", "cite_spans": [], "ref_spans": [], "section": "Promoting Responses Widely Towards those at Risk"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Foundation for a general strain theory of crime and delinquency", "authors": [{"first": "R", "middle": [], "last": "Agnew", "suffix": ""}], "year": 1992, "venue": "Criminology", "volume": "30", "issn": "1", "pages": "47--88", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Nursing home patients moved after over a dozen workers skip shifts amid pandemic", "authors": [{"first": "K", "middle": [], "last": "Brown", "suffix": ""}], "year": 2020, "venue": "Los Angeles Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Utilization of formal support services for elder abuse: Do informal supporters make a difference?", "authors": [{"first": "D", "middle": [], "last": "Burnes", "suffix": ""}, {"first": "R", "middle": [], "last": "Breckman", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Henderson", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Lachs", "suffix": ""}, {"first": "K", "middle": [], "last": "Pillemer", "suffix": ""}], "year": 2019, "venue": "The Gerontologist", "volume": "59", "issn": "4", "pages": "619--624", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "An examination of resident abuse in assisted living facilities", "authors": [{"first": "N", "middle": [], "last": "Castle", "suffix": ""}], "year": 2013, "venue": "National Criminal Reference Services", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The public health approach to violence prevention", "authors": [], "year": 2020, "venue": "Centers for Disease Control", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Social change and crime rate trends: A routine activity approach", "authors": [{"first": "L", "middle": ["E"], "last": "Cohen", "suffix": ""}, {"first": "M", "middle": [], "last": "Felson", "suffix": ""}], "year": 1979, "venue": "American Sociological Review", "volume": "44", "issn": "4", "pages": "588--608", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Crime rates across U.S. drop amid the coronavirus pandemic", "authors": [{"first": "M", "middle": [], "last": "Coyne", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The prevalence of risk factors associated with elder abuse in nursing homes in China", "authors": [{"first": "F", "middle": [], "last": "Dai", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}], "year": 2017, "venue": "Innovation in Aging", "volume": "", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "NYC nursing homes raved by coronavirus were cited for past hygiene fails", "authors": [{"first": "S", "middle": [], "last": "Dorn", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Data and visualizations", "authors": [], "year": 2020, "venue": "Federal Trade Commission", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Trusted criminals: White collar crime in contemporary society", "authors": [{"first": "D", "middle": ["O"], "last": "Friedrichs", "suffix": ""}], "year": 2009, "venue": "Cengage Learning", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Avoid scams while finding help during quarantine. Federal Trade Commission", "authors": [{"first": "L", "middle": [], "last": "Greisman", "suffix": ""}, {"first": "M", "middle": [], "last": "Herndon", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Poly-victimization and resilience portfolios: Trends in violence research that can enhance the understanding and prevention of elder abuse", "authors": [{"first": "S", "middle": [], "last": "Hamby", "suffix": ""}, {"first": "A", "middle": [], "last": "Smith", "suffix": ""}, {"first": "K", "middle": [], "last": "Mitchell", "suffix": ""}, {"first": "H", "middle": [], "last": "Turner", "suffix": ""}], "year": 2016, "venue": "Journal of Elder Abuse & Neglect", "volume": "28", "issn": "4-5", "pages": "217--234", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Help available for Montco seniors isolated during coronavirus pandemic. The Mercury", "authors": [{"first": "C", "middle": [], "last": "Hessler", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "America is drinking its way through the coronavirus -That means more health woes ahead. The Conversation", "authors": [{"first": "D", "middle": [], "last": "Jernigan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "COVID-19 coronavirus: Domestic violence is the second, silent epidemic amid lockdown", "authors": [{"first": "K", "middle": [], "last": "Johnston", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Avoiding SSA scams during Covid-19. Federal Trade Commission", "authors": [{"first": "J", "middle": [], "last": "Kreidler", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Crime rates plummet around the world as the coronavirus keeps people inside", "authors": [{"first": "E", "middle": [], "last": "Lederer", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Pandemic creates breeding ground for elder abuse", "authors": [{"first": "S", "middle": [], "last": "Levy", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Elder mistreatment: Abuse, neglect, and exploitation in an aging America", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Why are so many people ready to let the elderly die? Refinery", "authors": [{"first": "R", "middle": [], "last": "Neutill", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Watch out for coronavirus phishing cams", "authors": [{"first": "L", "middle": [], "last": "Newman", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "An empirical examination of the characteristics, consequences, and causes of elder abuse in nursing homes", "authors": [{"first": "B", "middle": ["K"], "last": "Payne", "suffix": ""}, {"first": "R", "middle": [], "last": "Cikovic", "suffix": ""}], "year": 1996, "venue": "Journal of Elder Abuse & Neglect", "volume": "7", "issn": "4", "pages": "61--74", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Crime and elder abuse: An integrated perspective", "authors": [{"first": "B", "middle": ["K"], "last": "Payne", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Elder abuse: Global situation, risk factors, and prevention strategies", "authors": [{"first": "K", "middle": [], "last": "Pillemer", "suffix": ""}, {"first": "D", "middle": [], "last": "Burnes", "suffix": ""}, {"first": "C", "middle": [], "last": "Riffin", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Lachs", "suffix": ""}], "year": 2016, "venue": "The Gerontologist", "volume": "56", "issn": "Suppl_2", "pages": "194--205", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Grandparents scams in the age of coronavirus. Federal Trade Commission", "authors": [{"first": "K", "middle": [], "last": "Schifferle", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Isoprex misleads seniors. Federal Trade Commission", "authors": [{"first": "K", "middle": [], "last": "Schifferle", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Why are older adults victims of fraud? Current knowledge and prospects regarding older adults' vulnerability to fraud", "authors": [{"first": "J", "middle": [], "last": "Shao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ren", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "T", "middle": [], "last": "Lin", "suffix": ""}], "year": 2019, "venue": "Journal of Elder Abuse & Neglect", "volume": "31", "issn": "3", "pages": "225--243", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Senior care facilities seek legal immunity during coronavirus pandemic", "authors": [{"first": "A", "middle": [], "last": "Sharma", "suffix": ""}], "year": 2020, "venue": "KPBS.COM. Available", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Coronavirus: Scammers follow the headlines. Federal Trade Commission", "authors": [{"first": "C", "middle": [], "last": "Tressler", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The prevalence of elder abuse in institutional settings: A systematic review and meta-analysis", "authors": [{"first": "Y", "middle": [], "last": "Yon", "suffix": ""}, {"first": "M", "middle": [], "last": "Ramiro-Gonzalez", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Mikton", "suffix": ""}, {"first": "M", "middle": [], "last": "Huber", "suffix": ""}, {"first": "D", "middle": [], "last": "Sethi", "suffix": ""}], "year": 2019, "venue": "European Journal of Public Health", "volume": "29", "issn": "1", "pages": "58--67", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Coronavirus is racing through N.J. nursing homes. A lack of health staff is making the crisis worse", "authors": [{"first": "A", "middle": [], "last": "Zoppo", "suffix": ""}, {"first": "R", "middle": [], "last": "Everett", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Payne is vice provost for academic affairs and professor of sociology and criminal justice at Old Dominion University. He also serves as director of the Coastal Virginia Center for Cyber Innovation. He is past president of the Southern Criminal Justice Association and the Academy of Criminal Justice Sciences. He is the author or co-author of eight books including White-collar Crime: The Essentials", "authors": [{"first": "K", "middle": [], "last": "Brian", "suffix": ""}], "year": null, "venue": "Crime and Elder Abuse: An Integrated Perspective", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Compiled from FTC (2020). https://public.tableau.com/profile/federal.trade.commission#!/vizhome/FraudReports/AgeDetails *More than 10% increase between Q1 2019 and Q1 2020", "latex": null, "type": "figure"}, "TABREF0": {"text": "Reported Frauds and Losses by Age, January 1-March 31, 2017, 2018, 2019 and 2020*", "latex": null, "type": "table"}, "TABREF1": {"text": "Coronavirus Frauds related to Older Persons Described by FTC Staff", "latex": null, "type": "table"}, "TABREF2": {"text": "Fraud Complaints Where Victims Specifically Referenced Coronavirus through April 23* +49% of those contacting the FTC gave their age Source: Compiled from FTC (2020). https://www.ftc.gov/coronavirus/complaint-data Source: Compiled from FTC (2020). hƩps://www.Ōc.gov/coronavirus/complaint-data", "latex": null, "type": "table"}}, "back_matter": []}