{"paper_id": "0d9d080b41e28f8d467cbd216539130ee1521145", "metadata": {"title": "Blockchain for Internet of Medical Things: A Technical Review", "authors": [{"first": "Fatma", "middle": [], "last": "Ellouze", "suffix": "", "affiliation": {"laboratory": "ReDCAD laboratory", "institution": "University of Sfax", "location": {"addrLine": "B.P. 1173", "postCode": "3038", "settlement": "Sfax", "country": "Tunisia"}}, "email": "fatma.ellouze@redcad.org"}, {"first": "Ghofrane", "middle": [], "last": "Fersi", "suffix": "", "affiliation": {"laboratory": "ReDCAD laboratory", "institution": "University of Sfax", "location": {"addrLine": "B.P. 1173", "postCode": "3038", "settlement": "Sfax", "country": "Tunisia"}}, "email": ""}, {"first": "Mohamed", "middle": [], "last": "Jmaiel", "suffix": "", "affiliation": {"laboratory": "ReDCAD laboratory", "institution": "University of Sfax", "location": {"addrLine": "B.P. 1173", "postCode": "3038", "settlement": "Sfax", "country": "Tunisia"}}, "email": ""}]}, "abstract": [{"text": "The Internet of Medical Things (IoMT) represents a network of implantable or wearable medical devices that continuously collect medical data about the patient's health status. These data are heavy, sensitive and require high level of security. With the emergence of blockchain technology, researchers are focusing on using blockchain strategies to bring security to healthcare applications. However, such integration is very difficult and challenging due to the different requirements in these two technologies. We present in this paper a technical review of existing solutions applying blockchain technology on IoMT. We analyze these studies, discuss the proposed architectures and how they managed the integration challenges. The open issues regarding the application of blockchain over IoMT are also specified.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Recently, with the rapid development of wearable/implantable sensors and wireless communication, researchers are increasingly interested in improving the health sector in response to human needs by digitizing and decentralizing healthcare institutions and providing continuous and remote medical monitoring. Generated medical data are very critical and must be dealt with care to prevent any kind of data tampering. In this context, blockchain has emerged as the most secured, decentralized platform. It provides many powerful features without third party dealing including tamper-proof, immutability, traceability, data integrity, confidentiality and privacy.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Several research studies have identified blockchain effectiveness for the healthcare ecosystem. The papers [1, 8, 10, 11, 16] reviewed existing works related to using blockchain technology in healthcare to bring security. However, none of these works has focused on the integration of blockchain technology to the Internet of Medical Things. In this context, we propose our paper that reviews existing works related to the integration of blockchain with the IoMT and discuss the technical details of each work.", "cite_spans": [{"start": 107, "end": 110, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 111, "end": 113, "text": "8,", "ref_id": "BIBREF7"}, {"start": 114, "end": 117, "text": "10,", "ref_id": "BIBREF9"}, {"start": 118, "end": 121, "text": "11,", "ref_id": "BIBREF10"}, {"start": 122, "end": 125, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "The remainder of this paper is structured as follows. Section 2 presents a detailed technical analysis of existing articles dealing with the integration of blockchain with IoMT. Section 3 provides an in-depth discussion based on our study and presents research gaps, while Sect. 4 concludes the paper.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Certainly, blockchain technology is beneficial to the internet of medical things in terms of security. However, integrating both technologies is not trivial at all and is facing several challenges due to the conflicting requirements in these two technologies:", "cite_spans": [], "ref_spans": [], "section": "Internet of Medical Things (IoMT)-Blockchain Challenges"}, {"text": "-Processing: Mining process and complex cryptography in blockchain are resource-hungry, demanding intensive computation and high energy consumption which cannot be afforded by resource-constrained IoMT devices that already suffer from resource shortage and energy limitations. -Storage: IoMT devices generate huge amount of data with large flow. These data must be treated and stored in the blockchain to ensure their integrity which poses a significant challenge. In fact, blockchain technology relies on its nodes to provide a distributed storage which is not affordable by IoMT devices that have limited storage capabilities. -Mobility: Blockchain was designed for a fixed network topology. However, implantable/wearable medical devices are in movement all the time which continuously change the topology. -Real Time: IoMT applications are generally critical and require a real time and immediate response. Whereas, blocks creation is time consuming. In Bitcoin [15] , 1MB per block is created every 10 min. Grouping these streams of data on blocks while respecting real time requirement is challenging. -Traffic Overhead: Blockchain nodes communicate continuously to synchronize which creates significant overhead traffic. This is not affordable by bandwidth-limited IoT devices.", "cite_spans": [{"start": 965, "end": 969, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Internet of Medical Things (IoMT)-Blockchain Challenges"}, {"text": "We present in this section, the most recent researches that have applied blockchain on IoMT. We classify these researches according to the most leading technique used to integrate blockchain into IoMT.", "cite_spans": [], "ref_spans": [], "section": "Blockchain-Based Approaches in IoMT"}, {"text": "In [12] , a private Ethereum-based architecture is proposed to implement smart contracts in order to manage the users/devices requests and control access based on a set of attributes including the credentials, role and the domain. It uses IPFS for data storage. An interPlanetary File (IPFS) is used to store patient health records and devices technical information. The consensus mechanism is performed by a smart contract. The authors proposed a proof of medical stack (PoMS) as an alternative to PoS consensus model to protect smart contracts from malicious actions. PoMS allows stakeholders with huge amount of medical data presented as tokens to validate and create blocks. A private blockchain-based system for medical data management has been proposed in [9] . It works on Ethereum smart contracts to manage data access permission between entities including patients, hospitals, doctors, research organizations and other stakeholders. The smart contract contains smart representations of medical records including permissions, record ownership metadata and data integrity. The medical record data are stored in external server (off-chain) and a cryptographic hash of the record is kept on the blockchain ensuring data integrity. The proposed system eliminates mining for simplification.", "cite_spans": [{"start": 3, "end": 7, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 762, "end": 765, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Ethereum-Based Contributions"}, {"text": "In [3] , authors developed a cloud-based framework to monitor the progression of a neurological disorder disease using IoMT devices. They used cloud computing to store and process IoMT data and deploy Ethereum-based Blockchain network to securely exchange and share data between healthcare users. Smart contracts are employed to control users access to data in the cloud. No technical details about integrating blockchain in the system are presented.", "cite_spans": [{"start": 3, "end": 6, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Ethereum-Based Contributions"}, {"text": "In [6] , authors proposed a permissioned blockchain-based architecture for secure remote patient monitoring. They used Ethereum to implement smart contracts in order to analyze data and send alerts to patient and healthcare providers. They proposed the use of Practical Byzantine Fault Tolerance (PBFT) as an alternative to PoW consensus model. The proposed architecture lacks techniques to meet challenges related to IoMT-Blockchain integration. And in SMEAD [13] , an Ethereum-based architecture for remotely monitoring diabetes patients, smart contracts are used to manage access to data.", "cite_spans": [{"start": 3, "end": 6, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 460, "end": 464, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Ethereum-Based Contributions"}, {"text": "In order to fit the IoMT specificities, some works like [12] have proposed to modify the consensus protocol. In [20] , authors proposed a consortium blockchainbased architecture in order to record data generated from IoMT in a secure way while ensuring the patient's privacy. The proposed architecture implements a patient agent software (PA) that defines the Blockchain functionalities. It is deployed on the Edge computing network to perform lightweight tasks and on a cloud server to provide tamper proof storage of the large volume of health data. The authors also proposed a modified PoS consensus which consists in choosing a leader for a group of nodes to validate and create the blocks. Smart contracts are used to manage health data including filtering clinically useless health data, generating alarm for some events, migrate data to the cloud if necessary, classify data and others. Compared to PoS, authors affirm that the modified PoS is more efficient in term of energy consumption and block generation time.", "cite_spans": [{"start": 56, "end": 60, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 112, "end": 116, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Modified Consensus Protocol"}, {"text": "The authors in [14] use some features of the standard version of blockchain to provide privacy and data integrity when sharing IoMT data. They use the hashing technique and propose a newly encryption algorithm to encrypt the transactions containing personal and sensitive data about patients. The main advantage of this algorithm is its ability to cover large number of uniquely identified medical objects and its very low time complexity which fits the real time requirement of IoMT. All transactions are stored in a blockchain maintained by the healthcare providers.", "cite_spans": [{"start": 15, "end": 19, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Modified Cryptographic Technique"}, {"text": "In [5] , Authors proposed a customized blockchain-based framework suitable for IoMT devices. First, the proposed blockchain is private: nodes must be certificated to be able to join the network and send transactions. Second, authors eliminate the POW consensus protocol. To deal with the high volume generated by IoMT devices, they group encrypted data in blocks and store the interconnected blocks in the cloud. The hashes of blocks are kept on the blockchain to ensure tamper proof storage. For anonymity and the authenticity of the user, they use a 'A lightweight privacy-preserving ring signature scheme' which allows a group of nodes to participate in the data signature. To secure data and ensure its integrity during the transmission and storage, the authors used double encryption scheme besides the digital signature. The data are encrypted using lightweight ARX algorithms and the key is encrypted using the receiver's public key. To secure the transfer of public keys, authors proposed the Diffie-Hellmman key exchange technique. To meet scalability and network delay challenges, nodes are grouped in clusters. A cluster head is chosen to verify and store hash blocks, verify digital signatures and manage interactions between nodes in the cluster. The proposed work is not implemented and not evaluated.", "cite_spans": [{"start": 3, "end": 6, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Modified Cryptographic Technique"}, {"text": "In addition to their modified consensus protocol, authors in [20] proposed the ring signature as an alternative to the standard public key based digital signature to ensure patient privacy.", "cite_spans": [{"start": 61, "end": 65, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Modified Cryptographic Technique"}, {"text": "In [2] , the authors proposed an IoT-blockchain based architecture to allow healthcare remote monitoring. The architecture contains two types of blockchain: (1) Medical Devices Blockchain to store medical data generated by medical devices during treatment period, (2) Consultation Blockchain maintained by hospitals to permanently store patients records. The transactions are verified and validated using smart contracts (Chaincodes in Fabric) executed by endorsing peers following Practical Byzantine Fault Tolerance algorithm. The authors developed a user interface to visualize the patient health data.", "cite_spans": [{"start": 3, "end": 6, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Hyperledger-Based Contributions"}, {"text": "In [7] , the authors took benefit of tamper proof feature of blockchain to securely store and share IoMT data through patients and healthcare providers.", "cite_spans": [{"start": 3, "end": 6, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "General Blockchain Concept Without Technical Specifications"}, {"text": "The patient data are stored as strings in blocks in the blockchain and the IoMT data are stored in blocks in off-chain database like IPFS. Smart contracts are used to ensure the privacy and security of blockchain.", "cite_spans": [], "ref_spans": [], "section": "General Blockchain Concept Without Technical Specifications"}, {"text": "MedChain [18] is a consortium blockchain-based framework proposed to meet challenges related to efficiently sharing data streams continuously generated from medical sensors. This includes handling time-series data streams, managing mutable and immutable medical data, and allowing an efficient storage and sharing of big and sensitive data. The MedChain network includes two separate decentralized sub-networks: (1) Blockchain network to store immutable data including users identity, data digest, session and operation, and (2) P2P network to store mutable data that facilitates data query including the description of data and session. MedChain uses the BFT-SMaRt as a consensus protocol", "cite_spans": [{"start": 9, "end": 13, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "General Blockchain Concept Without Technical Specifications"}, {"text": "BIoMT [17] is an optimized, lightweight blockchain-based framework proposed to meet security and privacy challenges in developing solutions for IoMT systems. The proposed architecture is made up of four stratum: (1) Device layer consists of IoMT devices and implements the Elliptic Curve Cryptography (ECC) [9] key establishment protocol and the identity-based credential (IBC) mechanism to provide decentralized privacy, (2) Facility layer for managing IoMT devices and providing unique identity based on their attributes, (3) Cloud layer that runs anonymization algorithms to allow an identity-free data analysis and storage, and (4) Cluster layer groups several entities including medical facilities, service providers, and cloud servers into clusters. Each cluster has a cluster head that manages communication with other cluster heads to decrease the network overhead and delay. This work does not provide any technical details. It is not implemented and not evaluated. In [4] and [19] , a blockchain-based architecture is proposed to allow secure transmission and storage of large amount of sensitive data generated by IoMT. Table 1 presents a classification of the existing contributions having integrated blockchain to IoMT (NM means Not Mentioned). Most of the proposed solutions are private blockchain-based and used Ethereum infrastructure thanks to its flexibility that is offered by the implementation of smart contracts for management purposes. Many issues have been treated when integrating blockchain with IoMT. For storing the big IoMT data, most of works [3] proposed an off-chain storage: Some researches [7, 12] proposed to use IPFS because of its distributed data structure. Other works [3, 5, 9, 17, 20] used the cloud computing to store encrypted data while keeping hash references of that data in the blockchain. Such solutions do not guarantee immutability which is the essential feature of blockchain. In fact, if data have been modified/altered, this will be detected thanks to their hash stored in the blockchain but not recovered as it is only stored in the cloud (centralized storage). Other studies proposed an on-chain storage without precising technical details about dealing with the huge amount of data streams generated by IoMT devices. In the other hand, healthcare applications require real time responses which require a fast consensus protocol. However, IoMT are constrained devices and produce huge amount of data. The majority of studied works [9] have eliminated the consensus protocol to meet IoMT requirements. Some authors [12] use smart contract to self-verify and self-execute transactions. These smart contracts are protected using a lightweight consensus mechanism. Some others [6] proposed a lightweight consensus protocol: Researchers in [12, 20] modified the PoS protocol to adapt it to the IoMT requirements, other works [5, 20] grouped the nodes in clusters and chose a header for each cluster to manage transactions between nodes, validate and create the blocks. For security requirements in healthcare domain, some existing works proposed solutions to manage and control access rights. The majority [3, 9, 12, 13] implement smart contracts to allow access to only authorized users based on some attributes of the IoMT ecosystem and their interaction with the users/stakeholders. Some other works [5, 14, 20] focused on maintaining patient privacy by proposing a lightweight privacy-preserving algorithms like ring signature scheme.", "cite_spans": [{"start": 6, "end": 10, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 307, "end": 310, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 978, "end": 981, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 986, "end": 990, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1573, "end": 1576, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1624, "end": 1627, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 1628, "end": 1631, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1708, "end": 1711, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1712, "end": 1714, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1715, "end": 1717, "text": "9,", "ref_id": "BIBREF8"}, {"start": 1718, "end": 1721, "text": "17,", "ref_id": "BIBREF16"}, {"start": 1722, "end": 1725, "text": "20]", "ref_id": "BIBREF19"}, {"start": 2486, "end": 2489, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 2569, "end": 2573, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 2728, "end": 2731, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 2790, "end": 2794, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 2795, "end": 2798, "text": "20]", "ref_id": "BIBREF19"}, {"start": 2875, "end": 2878, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 2879, "end": 2882, "text": "20]", "ref_id": "BIBREF19"}, {"start": 3156, "end": 3159, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 3160, "end": 3162, "text": "9,", "ref_id": "BIBREF8"}, {"start": 3163, "end": 3166, "text": "12,", "ref_id": "BIBREF11"}, {"start": 3167, "end": 3170, "text": "13]", "ref_id": "BIBREF12"}, {"start": 3353, "end": 3356, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 3357, "end": 3360, "text": "14,", "ref_id": "BIBREF13"}, {"start": 3361, "end": 3364, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 1131, "end": 1138, "text": "Table 1", "ref_id": "TABREF0"}], "section": "General Blockchain Concept Without Technical Specifications"}, {"text": "The literature review shows that there are some significant research gaps. There are several challenges that must be addressed to reach maturity and be efficient. These challenges include:", "cite_spans": [], "ref_spans": [], "section": "Discussion and Open Issues"}, {"text": "-Lack of standards: The proposed solutions are proprietary. They do not define standard protocols to adapt heterogeneous technologies and promote interoperability which prevent the adoption of such solutions. It is crucial to provide universal and platform-agnostic solutions that govern the interaction between IoMT devices, blockchain, cloud computing and end-users. -Programming Abstractions: The integration of blockchain technology into the IoMT opens the way to many relevant applications in the health field. However, the adoption of such technology (Blockchain-IoMT) is complex and requires in-depth interdisciplinary knowledge from low-level including the management of IoMT devices and configuring blockchain to meet IoMT requirements, to high-level knowledge including sharing, storing and treating IoMT data. In this context, it is crucial to conceive an abstraction layer hiding all these complexities and to provide developers with new application programming interfaces (APIs) and middleware allowing them to easily implement decentralized and secure applications for healthcare using IoMT. -Limited Application Scope: The majority of existing works are only focusing on healthcare applications related to remote patient monitoring and IoMT data management including data sharing and storage. It is crucial to conceive tracking applications that prevent counterfeit drugs and medical errors. In this context, the use of blockchain technology accompanied by the IoMT can be an effective solution to control the activity of doctors as well as for the management of the drug supply chain. -Lack of Technical Details: The integration of blockchain with the IoMT is challenging. Most of existing solutions did not reveal any technical details.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Open Issues"}, {"text": "There is a need that researchers demystify all the technical details of the blockchain integration into IoMT. ", "cite_spans": [], "ref_spans": [], "section": "Discussion and Open Issues"}, {"text": "With the strict and severe requirements of security in the healthcare domain, several researches focused on adopting Blockchain in the Internet of Medical Things (IoMT). Majority of them were focusing on providing privacy, data integrity, confidentiality and authentication. They proposed different use cases including remote monitoring of patients (RMP) and medical data management. Our research review shows that the proposed solutions lack many technical details when integrating Blockchain in the IoMT. Majority of them did not deal with high volume of data streams generated by resource-constrained IoMT devices and did not propose technical modifications on the Blockchain architecture in order to feet these challenges.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Blockchain technology in healthcare: a systematic review, in healthcare", "authors": [{"first": "C", "middle": ["C"], "last": "Agbo", "suffix": ""}, {"first": "Q", "middle": ["H"], "last": "Mahmoud", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Eklund", "suffix": ""}], "year": 2019, "venue": "Multidisc. Digit. Publ. Inst", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An IoT-blockchain architecture based on hyperledger framework for healthcare monitoring application", "authors": [{"first": "O", "middle": [], "last": "Attia", "suffix": ""}, {"first": "I", "middle": [], "last": "Khoufi", "suffix": ""}, {"first": "A", "middle": [], "last": "Laouiti", "suffix": ""}, {"first": "C", "middle": [], "last": "Adjih", "suffix": ""}], "year": 2019, "venue": "2019 10th IFIP International Conference on New Technologies, Mobility and Security (NTMS)", "volume": "", "issn": "", "pages": "1--5", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A mobile cloud based iomt framework for automated health assessment and management", "authors": [{"first": "D", "middle": ["C"], "last": "Nguyen", "suffix": ""}, {"first": "P", "middle": [], "last": "Pathirana", "suffix": ""}, {"first": "K", "middle": [], "last": "Nguyen", "suffix": ""}], "year": 2019, "venue": "", "volume": "2019", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Blockchain: securing internet of medical things (IoMT)", "authors": [{"first": "N", "middle": [], "last": "Dilawar", "suffix": ""}, {"first": "M", "middle": [], "last": "Rizwan", "suffix": ""}, {"first": "F", "middle": [], "last": "Ahmad", "suffix": ""}, {"first": "S", "middle": [], "last": "Akram", "suffix": ""}], "year": 2019, "venue": "Int. J. Adv. Comput. Sci. Appl", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A decentralized privacy-preserving healthcare blockchain for IoT", "authors": [{"first": "A", "middle": [], "last": "Dwivedi", "suffix": ""}, {"first": "G", "middle": [], "last": "Srivastava", "suffix": ""}, {"first": "S", "middle": [], "last": "Dhar", "suffix": ""}, {"first": "R", "middle": [], "last": "Singh", "suffix": ""}], "year": 2019, "venue": "Sensors", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Healthcare blockchain system using smart contracts for secure automated remote patient monitoring", "authors": [{"first": "K", "middle": ["N"], "last": "Griggs", "suffix": ""}, {"first": "O", "middle": [], "last": "Ossipova", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Kohlios", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Baccarini", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Howson", "suffix": ""}, {"first": "T", "middle": [], "last": "Hayajneh", "suffix": ""}], "year": 2018, "venue": "J. Med. Syst", "volume": "42", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Securing IoT-driven remote healthcare data through blockchain", "authors": [{"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "V", "middle": [], "last": "Malhotra", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Singh", "suffix": ""}], "year": 2020, "venue": "Advances in Data and Information Sciences. LNNS", "volume": "94", "issn": "", "pages": "47--56", "other_ids": {"DOI": ["10.1007/978-981-15-0694-9_6"]}}, "BIBREF7": {"ref_id": "b7", "title": "A systematic review for enabling of develop a blockchain technology in healthcare application: taxonomy, substantially analysis, motivations, challenges, recommendations and future direction", "authors": [{"first": "H", "middle": ["M"], "last": "Hussien", "suffix": ""}, {"first": "S", "middle": [], "last": "Yasin", "suffix": ""}, {"first": "N", "middle": [], "last": "Udzir", "suffix": ""}, {"first": "A", "middle": [], "last": "Zaidan", "suffix": ""}, {"first": "B", "middle": [], "last": "Bahaa", "suffix": ""}], "year": 2019, "venue": "J. Med. Syst", "volume": "43", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A blockchain-based smart contract system for healthcare management", "authors": [{"first": "A", "middle": [], "last": "Khatoon", "suffix": ""}], "year": 2020, "venue": "Electronics", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Exploring research in blockchain for healthcare and a roadmap for the future", "authors": [{"first": "M", "middle": ["H"], "last": "Kassab", "suffix": ""}, {"first": "J", "middle": [], "last": "Defranco", "suffix": ""}, {"first": "T", "middle": [], "last": "Malas", "suffix": ""}, {"first": "P", "middle": [], "last": "Laplante", "suffix": ""}, {"first": "G", "middle": [], "last": "Destefanis", "suffix": ""}, {"first": "V", "middle": ["V"], "last": "Graciano Neto", "suffix": ""}], "year": 2019, "venue": "IEEE Trans. Emerg. Top. Comput", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Blockchain technology in healthcare: a comprehensive review and directions for future research", "authors": [{"first": "S", "middle": [], "last": "Khezr", "suffix": ""}, {"first": "M", "middle": [], "last": "Moniruzzaman", "suffix": ""}, {"first": "A", "middle": [], "last": "Yassine", "suffix": ""}, {"first": "R", "middle": [], "last": "Benlamri", "suffix": ""}], "year": 2019, "venue": "Appl. Sci", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A forensics-by-design management framework for medical devices based on blockchain", "authors": [{"first": "V", "middle": [], "last": "Malamas", "suffix": ""}, {"first": "T", "middle": [], "last": "Dasaklis", "suffix": ""}, {"first": "P", "middle": [], "last": "Kotzanikolaou", "suffix": ""}, {"first": "M", "middle": [], "last": "Burmester", "suffix": ""}, {"first": "S", "middle": [], "last": "Katsikas", "suffix": ""}], "year": 2019, "venue": "IEEE World Congress on Services (SERVICES)", "volume": "", "issn": "", "pages": "35--40", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "SMEAD: a secured mobile enabled assisting device for diabetics monitoring", "authors": [{"first": "S", "middle": [], "last": "Mohan", "suffix": ""}, {"first": "R", "middle": [], "last": "Shubha", "suffix": ""}, {"first": "A", "middle": [], "last": "Marks", "suffix": ""}, {"first": "V", "middle": [], "last": "Iyer", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A Blockchain Based Approach for Privacy Preservation in Healthcare IoT", "authors": [{"first": "B", "middle": [], "last": "Natarajan", "suffix": ""}, {"first": "P", "middle": [], "last": "Abilashkumar", "suffix": ""}, {"first": "S", "middle": [], "last": "Aboorva", "suffix": ""}, {"first": "V", "middle": [], "last": "Gunjan", "suffix": ""}, {"first": "", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "V", "middle": [], "last": "Diaz", "suffix": ""}, {"first": "M", "middle": [], "last": "Cardona", "suffix": ""}, {"first": "V", "middle": [], "last": "Solanki", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "465--473", "other_ids": {"DOI": ["10.1007/978-981-13-8461-5_52"]}}, "BIBREF14": {"ref_id": "b14", "title": "On blockchain and its integration with IoT. Challenges and opportunities", "authors": [{"first": "A", "middle": [], "last": "Reyna", "suffix": ""}, {"first": "C", "middle": [], "last": "Martín", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "E", "middle": [], "last": "Soler", "suffix": ""}, {"first": "M", "middle": [], "last": "Díaz", "suffix": ""}], "year": 2018, "venue": "Future Gener. Comput. Syst", "volume": "88", "issn": "", "pages": "173--190", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Review on \"blockchain technology based medical healthcare system with privacy issues", "authors": [{"first": "A", "middle": [], "last": "Saha", "suffix": ""}, {"first": "R", "middle": [], "last": "Amin", "suffix": ""}, {"first": "S", "middle": [], "last": "Kunal", "suffix": ""}, {"first": "S", "middle": [], "last": "Vollala", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Dwivedi", "suffix": ""}], "year": 2019, "venue": "Secur. Priv", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "BIoMT: blockchain for the internet of medical things", "authors": [{"first": "M", "middle": [], "last": "Seliem", "suffix": ""}, {"first": "K", "middle": [], "last": "Elgazzar", "suffix": ""}], "year": 2019, "venue": "2019 IEEE International Black Sea Conference on Communications and Networking (BlackSeaCom)", "volume": "", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "MedChain: efficient healthcare data sharing via blockchain", "authors": [{"first": "B", "middle": [], "last": "Shen", "suffix": ""}, {"first": "J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}], "year": 2019, "venue": "Appl. Sci", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A patient agent to manage blockchains for remote patient monitoring", "authors": [{"first": "M", "middle": ["A"], "last": "Uddin", "suffix": ""}, {"first": "A", "middle": [], "last": "Stranieri", "suffix": ""}, {"first": "I", "middle": [], "last": "Gondal", "suffix": ""}, {"first": "V", "middle": [], "last": "Balasubramanian", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Blockchain leveraged decentralized iot ehealth framework", "authors": [{"first": "M", "middle": ["A"], "last": "Uddin", "suffix": ""}, {"first": "A", "middle": [], "last": "Stranieri", "suffix": ""}, {"first": "I", "middle": [], "last": "Gondal", "suffix": ""}, {"first": "V", "middle": [], "last": "Balasubramanian", "suffix": ""}], "year": 2020, "venue": "Internet Things", "volume": "9", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Classification of researches applying blockchain in IoMT", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>ContributionFramework </td><td>Type </td><td>Consensus </td><td>Storage </td><td>Digital signature\n</td><td>Smart contract\n</td><td>Use case\n</td></tr><tr><td> </td><td>NM </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>[20] </td><td> </td><td>Consortium</td><td>Cluster head\nverifies and adds blocks\n</td><td>Off-chain (cloud)\n</td><td>Ring signature\n</td><td>Analyze and manage\n</td><td>Manage IoMT data\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>data\n</td><td> </td></tr><tr><td>[14] </td><td>NM </td><td>Private </td><td>NM </td><td>On-chain (hospitals)\n</td><td>NM </td><td>NM </td><td>Privacy and data integrity preservation\n</td></tr><tr><td>[9] </td><td>Ethereum </td><td>Private </td><td>NM </td><td>Off-chain (external server)\n</td><td>NM </td><td>Smart representations of medical records\n</td><td>Manage\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>IoMT data\n</td></tr><tr><td>[7] </td><td>Ethereum </td><td>Public </td><td>NM </td><td>Off-chain (IPFS)</td><td>NM </td><td>Manage interactions\nbetween patients and their data and doctors\n</td><td>Manage\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>IoMT data\n</td></tr><tr><td>[12] </td><td>Ethereum </td><td>Private </td><td>Proof of medical\n</td><td>Off-chain (IPFS)</td><td>NM </td><td>Manage access\ncontrol\n</td><td>Manage access control to\n</td></tr><tr><td> </td><td> </td><td> </td><td>stake\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>IoMT data and devices\n</td></tr><tr><td>[2] </td><td>Hyperledger Fabric\n</td><td>Private </td><td>NM </td><td>On-chain (hospitals and medical devices)\n</td><td>NM </td><td>Verifying and validating\n</td><td>transactions\nHealthcare remote monitoring\n</td></tr><tr><td>[18] </td><td>NM </td><td>Consortium</td><td>BFT-SMaRt\n</td><td>On-chain </td><td>NM </td><td>NM </td><td>Manage IoMT data\n</td></tr><tr><td>[5] </td><td>NM </td><td>Private </td><td>Cluster head verifies and adds blocks\n</td><td>Off-chain (cloud)\n</td><td>Lightweight ring signature\n</td><td>Analyze\n</td><td>Remote patient monitoring\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>IoMt data and control patient health\n</td><td> </td></tr><tr><td>[17] </td><td>NM </td><td>Private </td><td>NM </td><td>Off-chain(cloud) </td><td>NM </td><td>NM </td><td>Manage IoMT data\nand devices\n</td></tr><tr><td>[3] </td><td>Ethereum </td><td>Private </td><td>NM </td><td>Off-chain(cloud) </td><td>NM </td><td>Manage access\ncontrol\n</td><td>Monitor the progression of a neurological disorder\n</td></tr><tr><td>[4] </td><td>NM </td><td>Private </td><td>PoW </td><td>NM </td><td>NM </td><td>NM </td><td>Manage IoMT data\n</td></tr><tr><td>[6] </td><td>Ethereum </td><td>Private </td><td>PBFT </td><td>On-chain </td><td>NM </td><td>Analyze data and\nsend alerts to patients and healthcare providers\n</td><td>Remote patient monitoring\n</td></tr><tr><td>[19] </td><td>NM </td><td>NM </td><td>NM </td><td>Hybrid </td><td>NM </td><td>NM </td><td>Manage IoMT data\n</td></tr><tr><td>[13] </td><td>Ethereum </td><td>NM </td><td>NM </td><td>NM </td><td>NM </td><td>Manage access\ncontrol\n</td><td>Remote monitoring of diabetes patients\n</td></tr></table></body></html>"}}, "back_matter": []}