{"paper_id": "0d9d79fd824d74dc2fd482f8db2b8d1cf8a5a4e1", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "Coronavirus (CoV) is a large family of positive-sense, single-stranded RNA viruses that belong to the Nidovirales order. The order includes Roniviridae, Arteriviridae, and Coronaviridae families [1] . The Coronaviridae family is subdivided into Torovirinae and Coronavirinae subfamilies [1] . Coronavirinae is further subclassified into alpha-, beta-, gamma-, and delta-COVs [1] . Phylogenetic clustering accounts for the classification of these subtypes of viruses. Their viral RNA genome ranges from 26 to 32 kilobases in length [2] . They can be isolated from different animal species. These include birds, livestock, and mammals such as camels, bats, masked palm civets, mice, dogs, and cats [2] . The widespread distribution and infectivity of COV make it an important pathogen.", "cite_spans": [{"start": 195, "end": 198, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 287, "end": 290, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 375, "end": 378, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 531, "end": 534, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 696, "end": 699, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction And Background"}, {"text": "Human pathogenic subtypes of CoV are associated with mild clinical symptoms. However, severe acute respiratory syndrome related coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) are the two notable exceptions. In 2012, MERS-CoV was first detected in Saudia Arabia. It was responsible for 2,494 confirmed cases, which led to 858 fatalities [2] . In 2002, a subtype of the beta-COV rapidly spread across Guangdong, China. This outbreak resulted in 8,000 infections and 774 fatalities in 37 countries [2] . ", "cite_spans": [{"start": 372, "end": 375, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 531, "end": 534, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction And Background"}, {"text": "CoVs are a large family of RNA viruses that are found diversely in animal species. They are known to cause diseases of the respiratory, hepatic, nervous system, and gastrointestinal systems in humans [3] . Under the electron microscope, they impart a crown-like appearance due to the presence of envelope spike glycoproteins [4] . CoVs belong to the Roniviridae, Arteriviridae, and Coronaviridae families [3] . The Coronaviridae family can be classified into four genera of alpha-COV, beta-COV, delta-COV, and gamma-COV [4] . Furthermore, beta-COV can be sub-divided into 5 lineages [5] . Gene characterization has helped identify that bats and rodents are the gene source of alpha-COV and beta-COV [4] . On the other hand, avian species are deemed as genetic sources of delta-COV and gamma-COV [4] .", "cite_spans": [{"start": 200, "end": 203, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 325, "end": 328, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 405, "end": 408, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 520, "end": 523, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 583, "end": 586, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 699, "end": 702, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 795, "end": 798, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Etiology"}, {"text": "CoVs are responsible for 5-10% of acute respiratory infections [3] . It has been estimated that 2% of the population are deemed healthy carriers of these viruses [3] . Some common human CoVs include HCoV-OC43, HCoV-HKU1, HCoV-229E, and HCoV-NL63 [4] . In the immunocompetent, these CoVs clinically present with self-limiting respiratory infections and common colds [4] . In the elderly and immunocompromised, they can involve the lower respiratory tracts [4] . Other human CoVs such as MERS-CoV, SARS-CoV, and SARS-CoV-2 present with pulmonary and extra-pulmonary features [4] .", "cite_spans": [{"start": 63, "end": 66, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 162, "end": 165, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 246, "end": 249, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 365, "end": 368, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 455, "end": 458, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 573, "end": 576, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Etiology"}, {"text": "SARS-CoV-2, which is responsible for the COVID-19 pandemic, is a type of beta-COV. Genomic characterization studies of the new strain have indicated an 89% nucleotide match with bat SARS-like CoVZXC21 [3, 6] . There is also an 82% nucleotide match with the human SARS virus [6] . Therefore, these findings form the basis for the new strain to be called SARS-CoV-2. It has a full genomic length of 29,891 to 29,903 nucleotides. The virus is sensitive to ultraviolet light and heat [4] . SARS-CoV-2 bind to their target cells through angiotensin-converting enzyme 2 (ACE2), which is expressed in the lungs. Furthermore, these viruses can be functionally inactivated with the use of ethanol (60%), ether (75%), and chlorine-containing disinfectants.", "cite_spans": [{"start": 201, "end": 204, "text": "[3,", "ref_id": "BIBREF3"}, {"start": 205, "end": 207, "text": "6]", "ref_id": "BIBREF6"}, {"start": 274, "end": 277, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 480, "end": 483, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Etiology"}, {"text": "The initial cases were presumably linked to direct exposure to infected animals (animal-tohuman transmission) at a seafood market in Wuhan, China. However, clinical cases with diversity in exposure history have emerged. This helps further elaborate that human-to-human transmission of the virus is also possible. Therefore, human-to-human transmission is now considered the main form of transmission. Individuals who remain asymptomatic could also transmit the virus [4] . However, the most common source of infection is symptomatic people. Transmission occurs from the spread of respiratory droplets through coughing or sneezing [4] . Data also suggest that close contact between individuals can also result in transmission [7] . This also indicates possible transmission in closed spaces due to elevated aerosol concentrations [4] .", "cite_spans": [{"start": 467, "end": 470, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 630, "end": 633, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 725, "end": 728, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 829, "end": 832, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Transmission"}, {"text": "SARS-CoV-2 has a basic reproduction number of 2.2 [4] . This suggests that a patient can transmit the infection to two other individuals. Current data suggest that the virus has an incubation period of three to seven days [8] . These findings are based on initial cases. Therefore, further studies are needed to address transmission dynamics and incubation times.", "cite_spans": [{"start": 50, "end": 53, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 222, "end": 225, "text": "[8]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Transmission"}, {"text": "COVID-19 manifests with a wide clinical spectrum ranging from asymptomatic patients to septic shock and multiorgan dysfunction [4] . COVID-19 is classified based on the severity of the presentation [4] . The disease may be classified into mild, moderate, severe, and critical [9] . The most common symptoms of patients include fever (98.6%), fatigue (69.6%), dry cough, and diarrhea [9] .", "cite_spans": [{"start": 127, "end": 130, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 198, "end": 201, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 276, "end": 279, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 383, "end": 386, "text": "[9]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Clinical features"}, {"text": "Patients with mild illness may present with symptoms of an upper respiratory tract viral infection [4] . These include dry cough, mild fever, nasal congestion, sore throat, headache, muscle pain, and malaise [4] . It is also characterized by the absence of serious symptoms such as dyspnea. The majority (81%) of COVID-19 cases are mild in severity [4] . Furthermore, radiograph features are also absent in such cases [9] . Patients with mild disease can quickly deteriorate into severe or critical cases.", "cite_spans": [{"start": 99, "end": 102, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 208, "end": 211, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 349, "end": 352, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 418, "end": 421, "text": "[9]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Mild Disease"}, {"text": "These patients present with respiratory symptoms of cough, shortness of breath, and tachypnea [4] . However, no signs and symptoms of severe disease are present.", "cite_spans": [{"start": 94, "end": 97, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Moderate Disease"}, {"text": "Patients with severe disease present with severe pneumonia. acute respiratory distress syndrome (ARDS), sepsis, or septic shock [4] . Diagnosis is clinical, and complications can be excluded with the help of radiographic studies. Clinical presentations include the presence of severe dyspnea, tachypnea (respiratory rate > 30/minute), respiratory distress, SpO2 ≤ 93%, PaO2/FiO2 < 300, and/or greater than 50% lung infiltrates within 24 to 48 hours [4] . Even in severe forms of the disease, fever can be absent or moderate [4] .", "cite_spans": [{"start": 128, "end": 131, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 449, "end": 452, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 524, "end": 527, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Severe Disease"}, {"text": "In addition, 5% of patients can develop a critical disease with features of respiratory failure, RNAaemia, cardiac injury, septic shock, or multiple organ dysfunction [4, 9] . Data from the Chinese Centers for Disease Control and Prevention (CDC) suggest that the case fatality rate for critical patients is 49% [4] . Patients with preexisting comorbidities have a higher case fatality rate. These comorbidities include diabetes (7.3%), respiratory disease (6.5%), cardiovascular disease (10.5%), hypertension (6%), and oncological complications (5.6%) [9] . Patients without comorbidities have a lower case fatality rate (0.9%) [9] .", "cite_spans": [{"start": 167, "end": 170, "text": "[4,", "ref_id": "BIBREF4"}, {"start": 171, "end": 173, "text": "9]", "ref_id": "BIBREF10"}, {"start": 312, "end": 315, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 553, "end": 556, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 629, "end": 632, "text": "[9]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Severe Disease"}, {"text": "The development of ARDS indicates new-onset or worsening respiratory failure. It occurs as a complication within one week of known clinical insult. The values of PaO2/FiO2 are used to distinguish ARDS based on varying degrees of hypoxia. PaO2/FiO2 ≤ 100 mm Hg is indicative of severe ARDS [4] . PaO2/FiO2 values between 100 mm Hg and 200 mm Hg are diagnostic for moderate ARDS [4] . PaO2/FiO2 values between 200 mmHg and 300 mmHg support the diagnosis of mild ARDS [4] . Levels of AST (aspartate transaminase) and ALT (alanine transaminase) at the time of admission correlate with clinical deterioration to ARDS. Therefore, higher levels at admission result in rapid clinical deterioration to ARDS.", "cite_spans": [{"start": 289, "end": 292, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 377, "end": 380, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 465, "end": 468, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Acute Respiratory Distress Syndrome"}, {"text": "In addition to the clinical and ventilatory criteria, chest imaging modalities such as chest X-ray, computed tomography (CT) scan, and lung ultrasound can be used to support the diagnosis. The most frequent finding on CT scan includes ground-glass opacity (86%), consolidation (29%), crazy paving (19%), bilateral disease distribution (76%), and peripheral disease distribution (33%) [10] . It is important to note that a chest X-ray has a lower sensitivity (59%) to detect subtle opacities. A CT scan can further detect mediastinal lymphadenopathy, nodules, cystic changes, and pleural effusion. The aforementioned abnormalities might be detectable before the onset of symptoms.", "cite_spans": [{"start": 384, "end": 388, "text": "[10]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Acute Respiratory Distress Syndrome"}, {"text": "Patients with COVID-19 and sepsis are deemed the most critical of them all. The accompanying multiorgan dysfunction results as a consequence of dysregulated host response to infection. Signs of organ dysfunction include severe dyspnea, low oxygen saturation, reduced urine output, tachycardia, hypotension, cold extremities, skin mottling, and altered mentation [4] . Laboratory evidence of other homeostatic dysregulation includes acidosis, high lactate, hyperbilirubinemia, thrombocytopenia, and evidence of coagulopathy [4] .", "cite_spans": [{"start": 362, "end": 365, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 523, "end": 526, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Sepsis and Septic Shock"}, {"text": "Patients with septic shock are persistently hypotensive despite volume resuscitation. They may also have an accompanying serum lactate level of >2 mmol/L.", "cite_spans": [], "ref_spans": [], "section": "Sepsis and Septic Shock"}, {"text": "Laboratory findings specific to COVID-19 include elevated prothrombin time, LDH (lactate dehydrogenase), D-dimer, ALT, C-reactive protein (CRP), and creatine kinase [9] . In the early stages of the disease, a marked reduction in CD4 and CD8 lymphocytes can also be noted [9] . Patients in the intensive care unit have shown higher levels of interleukin (IL) 2, IL-7, IL-10, GCSF (granulocyte colony-stimulating factor), IP10 (interferon gamma-induced protein 10), MCP1 (monocyte chemotactic protein 1), MIP1A (macrophage inflammatory protein alpha), and TNF-α (tumor necrosis factor-α) [11] . They also displayed other abnormal findings indicative of coagulation activation, cellular immune deficiency, myocardial injury, renal injury, and hepatic injury [9] . In critical patients, amylase and D-dimer levels are significantly elevated [4, 11] . However, blood lymphocyte counts progressively decreased [4, 11] . Common to non-survivors are the elevations in ferritin, neutrophil count, D-dimer, blood urea, and creatinine levels [12] . Elevations in procalcitonin levels are not a feature of COVID-19. Therefore, an elevated level of procalcitonin may suggest an alternative diagnosis such as bacterial pneumonia. Levels of CRP correlate directly with disease severity and progression.", "cite_spans": [{"start": 165, "end": 168, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 271, "end": 274, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 586, "end": 590, "text": "[11]", "ref_id": "BIBREF13"}, {"start": 755, "end": 758, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 837, "end": 840, "text": "[4,", "ref_id": "BIBREF4"}, {"start": 841, "end": 844, "text": "11]", "ref_id": "BIBREF13"}, {"start": 904, "end": 907, "text": "[4,", "ref_id": "BIBREF4"}, {"start": 908, "end": 911, "text": "11]", "ref_id": "BIBREF13"}, {"start": 1031, "end": 1035, "text": "[12]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Laboratory Features"}, {"text": "The U.S. CDC has developed criteria for persons under investigation (PUI) [4] . If a person is deemed a PUI, immediate prevention and infection control measures are undertaken. Epidemiological factors are used to assess the requirement of testing. These include close contact with a laboratory-confirmed patient within 14 days of symptoms or travel history to an infected area within 14 days of symptom onset [4] .", "cite_spans": [{"start": 74, "end": 77, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 409, "end": 412, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "The WHO recommends collecting samples from both the upper and lower respiratory tracts. This can be achieved through expectorated sputum, bronchoalveolar lavage, or endotracheal aspirate [4] . These samples are then assessed for viral RNA using polymerase chain reaction (PCR). If a positive test result is achieved, it is recommended to repeat the test for reverification purposes. A negative test with a strong clinical suspicion also warrants repeat testing.", "cite_spans": [{"start": 187, "end": 190, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "Isolation remains the most effective measure for containment of COVID-19. No specific antiviral medication or vaccine is currently available [4] . Therefore, the treatment of COVID-19 includes symptomatic care and oxygen therapy. Patients with mild infections require early supportive management. This can be achieved with the use of acetaminophen, external cooling, oxygen therapy, nutritional supplements, and anti-bacterial therapy [9] . Critically ill patients require high flow oxygen, extracorporeal membrane oxygenation (ECMO), glucocorticoid therapy, and convalescent plasma [9] . The administration of systemic corticosteroids is not recommended to treat ARDS [4] . Moreover, unnecessary administration of antibiotics should also be avoided. ECMO should be considered in patients with refractory hypoxemia despite undergoing protective ventilation [4] . Patients with respiratory failure may require intubation, mechanical ventilation, high-flow nasal oxygen, or non-invasive ventilation [4] . Treatment of septic shock requires hemodynamic support with the administration of vasopressors. Organ function support is necessary for patients with multiple organ dysfunction [4] .", "cite_spans": [{"start": 141, "end": 144, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 435, "end": 438, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 583, "end": 586, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 669, "end": 672, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 857, "end": 860, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 997, "end": 1000, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 1180, "end": 1183, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Management"}, {"text": "Therapeutically, aerosol administration of alpha-interferon (5 million units twice daily), chloroquine phosphate, and lopinavir/ritonavir have been suggested [4] . Other suggested anti-virals include ribavirin and abidor [9] . The use of three or more anti-viral drugs simultaneously is not recommended. Ongoing clinical studies suggest that remdesivir (GS5734) can be used for prophylaxis and therapy [4] . Furthermore, a fusion inhibitor targeting the HR1 domain of spike protein is reported to have the potential to treat COVID-19.", "cite_spans": [{"start": 158, "end": 161, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 221, "end": 224, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 402, "end": 405, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Management"}, {"text": "Preventive measures must focus on optimizing infection control protocols, self-isolation, and patient isolation during the provision of clinical care. The WHO has advised against close contact with patients, farm animals, and wild animals [4] . Patients and the general public must cover coughs and sneezes to help prevent aerosol transmission. Frequent handwashing with soap and water is also required. As an alternative measure, hand sanitizers can also be used. Immunocompromised individuals are advised to avoid public gatherings. Emergency medicine departments must apply strict hygiene measures for the control of infections. Healthcare personnel must use personal protective equipment such as N95 masks, FFP3 masks, gowns, eye protection, gloves, and gowns.", "cite_spans": [{"start": 239, "end": 242, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Prevention"}, {"text": "The COVID-19 pandemic is spreading across the globe at an alarming rate. It has caused more infections and deaths as compared with SARS or MERS. Based on R0 values, it is deemed that SARS-CoV-2 is more infectious than SARS or MERS. Elderly and immunocompromised patients are at the greatest risk of fatality. The rapid spread of disease warrants intense surveillance and isolation protocols to prevent further transmission. No confirmed medication or vaccine has been developed. Current treatment strategies are aimed at symptomatic care and oxygen therapy. Prophylactic vaccination is required for the future prevention of COV-related epidemic or pandemic.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Coronaviruses: an overview of their replication and pathogenesis", "authors": [{"first": "A", "middle": ["R"], "last": "Fehr", "suffix": ""}, {"first": "S", "middle": [], "last": "Perlman", "suffix": ""}], "year": 2015, "venue": "Methods Mol Biol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-1-4939-2438-7_1?utm_medium=email&utm_source=transaction"]}}, "BIBREF1": {"ref_id": "b1", "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding", "authors": [{"first": "R", "middle": [], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": null, "venue": "Lancet", "volume": "2020", "issn": "", "pages": "565--574", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30251-8?utm_medium=email&utm_source=transaction"]}}, "BIBREF3": {"ref_id": "b3", "title": "Emerging coronaviruses: genome structure, replication, and pathogenesis", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Q", "middle": [], "last": "Liu", "suffix": ""}, {"first": "D", "middle": [], "last": "Guo", "suffix": ""}], "year": null, "venue": "J Med Virol", "volume": "2020", "issn": "", "pages": "418--423", "other_ids": {"DOI": ["10.1002/jmv.25681?utm_medium=email&utm_source=transaction"]}}, "BIBREF4": {"ref_id": "b4", "title": "Features, Evaluation and Treatment Coronavirus (COVID-19)", "authors": [{"first": "M", "middle": [], "last": "Cascella", "suffix": ""}, {"first": "M", "middle": [], "last": "Rajnik", "suffix": ""}, {"first": "A", "middle": [], "last": "Cuomo", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Dulebohn", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Napoli", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Interspecies transmission and emergence of novel viruses: lessons from bats and birds", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "To", "suffix": ""}, {"first": "H", "middle": [], "last": "Tse", "suffix": ""}, {"first": "D", "middle": ["Y"], "last": "Jin", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}], "year": 2013, "venue": "Trends Microbiol", "volume": "21", "issn": "", "pages": "544--555", "other_ids": {"DOI": ["10.1016/j.tim.2013.05.005?utm_medium=email&utm_source=transaction"]}}, "BIBREF6": {"ref_id": "b6", "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Kok", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "H", "middle": [], "last": "Chu", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "To", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}], "year": null, "venue": "Emerg Microbes Infect", "volume": "2020", "issn": "", "pages": "221--236", "other_ids": {"DOI": ["10.1080/22221751.2020.1719902?utm_medium=email&utm_source=transaction"]}}, "BIBREF7": {"ref_id": "b7", "title": "First known person-to-person transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in the USA", "authors": [{"first": "I", "middle": [], "last": "Ghinai", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Mcpherson", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Hunter", "suffix": ""}], "year": null, "venue": "Lancet", "volume": "2020", "issn": "", "pages": "30607--30610", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30607-3?utm_medium=email&utm_source=transaction"]}}, "BIBREF8": {"ref_id": "b8", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001316?utm_medium=email&utm_source=transaction"]}}, "BIBREF10": {"ref_id": "b10", "title": "Unique epidemiological and clinical features of the emerging 2019 novel coronavirus pneumonia (COVID-19) implicate special control measures", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Q", "middle": [], "last": "Qin", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/jmv.25748?utm_medium=email&utm_source=transaction"]}}, "BIBREF12": {"ref_id": "b12", "title": "Chest CT findings in 2019 novel coronavirus (2019-nCoV) infections from Wuhan, China: Key points for the radiologist. Radiology. 2020", "authors": [{"first": "J", "middle": ["P"], "last": "Kanne", "suffix": ""}], "year": null, "venue": "", "volume": "295", "issn": "", "pages": "16--17", "other_ids": {"DOI": ["10.1148/radiol.2020200241?utm_medium=email&utm_source=transaction"]}}, "BIBREF13": {"ref_id": "b13", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": null, "venue": "", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30183-5?utm_medium=email&utm_source=transaction"]}}, "BIBREF14": {"ref_id": "b14", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China. JAMA. 2020", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": null, "venue": "", "volume": "323", "issn": "", "pages": "1061--1069", "other_ids": {"DOI": ["10.1001/jama.2020.1585?utm_medium=email&utm_source=transaction"]}}}, "ref_entries": {"TABREF1": {"text": "The outbreak in 2020 has presented in the form of pneumonia of unknown etiology in Wuhan, China. Deep sequencing studies and lab investigations have identified the culprit as a new strain of COV[3]. Initially, this virus was designated as 2019-nCoV. However, the International Committee on Taxonomy of Viruses designated it as the SARS-CoV-2 virus[4]. On February 11, 2020, the World Health Organization (WHO) announced the disease caused by this novel virus as coronavirus disease-2019(COVID-19). The repeated emergence and outbreaks of CoVs indicate a public health threat. This suggests the possibility of animal-to-human and humanto-human transmission of newly emerging CoVs. The ongoing changes in ecology and climate make future emergence of such infections more likely[3].", "latex": null, "type": "table"}, "TABREF2": {"text": "Comparison of epidemiological characteristics between SARS-CoV, SARS-", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Features </td><td>SARS-CoV-2 </td><td>SARS-CoV </td><td>MERS-CoV\n</td></tr><tr><td>Estimated R0\n</td><td>2.68 </td><td>2-5 </td><td>&gt;1\n</td></tr><tr><td>Bats are natural hosts, pangolins are Intermediate hosts, and humans are terminal hosts\n</td><td>Chinese horseshoe bats are natural hosts, masked palm civets are intermediate hosts, and humans are terminal hosts\n</td><td>Bats are natural hosts, dromedary camels are intermediate hosts, and humans are terminal hosts\n</td></tr><tr><td>Host of virus\n</td><td> </td><td> </td><td> </td></tr><tr><td>Human-to-human through fomites, physical contact, aerosol droplets, nosocomial\n</td><td>Human-to-human through aerosol droplets, opportunistic airborne transmission, nosocomial\n</td><td>Respiratory transmission, zoonotic transmission, nosocomial transmission, limited\n</td></tr><tr><td>Transmission\n</td><td> </td><td> </td><td> </td></tr><tr><td>mode\n</td><td> </td><td> </td><td> </td></tr><tr><td>transmission, zoonotic transmission\n</td><td>transmission, fecal-oral transmission, zoonotic transmission\n</td><td>human-to-human transmission, aerosol transmission\n</td></tr><tr><td>Incubation period\n</td><td> </td><td> </td><td> </td></tr><tr><td>6.4 days (range: 0-24 days) </td><td>4.6 days </td><td>5.2 days\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest:"}]}