{"paper_id": "0da1ae515e3e75a038412e88e7778c4ff04df366", "metadata": {"title": "Journal Pre-proof Extended use of face masks during the COVID-19 pandemic -Thermal conditioning and spray-on surface disinfection Graphical Abstract Extended Use of Face Masks During the COVID-19 Pandemic -Thermal Conditioning and Spray-on Surface Disinfection", "authors": [{"first": "Mathew", "middle": [], "last": "Celina", "suffix": "", "affiliation": {}, "email": "mccelin@sandia.gov"}, {"first": "Estevan", "middle": [], "last": "Martinez", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["A"], "last": "Omana", "suffix": "", "affiliation": {"laboratory": "Aerosol Characterization Team in Depts", "institution": "", "location": {"postCode": "6633/6775, 87185-1104", "settlement": "Albuquerque", "region": "NM", "country": "USA"}}, "email": ""}, {"first": "Andres", "middle": [], "last": "Sanchez", "suffix": "", "affiliation": {"laboratory": "Aerosol Characterization Team in Depts", "institution": "", "location": {"postCode": "6633/6775, 87185-1104", "settlement": "Albuquerque", "region": "NM", "country": "USA"}}, "email": ""}, {"first": "Dora", "middle": [], "last": "Wiemann", "suffix": "", "affiliation": {"laboratory": "Aerosol Characterization Team in Depts", "institution": "", "location": {"postCode": "6633/6775, 87185-1104", "settlement": "Albuquerque", "region": "NM", "country": "USA"}}, "email": ""}, {"first": "Matthew", "middle": [], "last": "Tezak", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tim", "middle": ["R"], "last": "Dargaville", "suffix": "", "affiliation": {"laboratory": "", "institution": "Queensland University of Technology", "location": {"postCode": "4000", "settlement": "Brisbane", "region": "Queensland", "country": "Australia"}}, "email": ""}]}, "abstract": [{"text": "The current COVID-19 pandemic has resulted in globally constrained supplies for face masks and personal protective equipment (PPE). Production capacity is limited in many countries and the future course of the pandemic will likely continue with shortages for high quality masks and PPE in the foreseeable future. Hence, expectations are that mask reuse, extended wear and similar approaches will enhance the availability of personal protective measures. Repeated thermal disinfection could be an important option and likely easier implemented in some situations, at least on the small scale, than UV illumination, irradiation or hydrogen peroxide vapor exposure. An overview on thermal responses and ongoing filtration performance of multiple face mask types is provided. Most masks have adequate material properties to survive a few cycles (i.e. 30 min disinfection steps) of thermal exposure in the 75°C regime. Some are more easily affected, as seen by the fusing of plastic liner or warping, given that preferred conditioning temperatures are near the softening point for some of the plastics and fibers used in these masks. Hence adequate temperature control is equally important. As guidance, disinfectants sprayed via dilute solutions maintain a surface presence over extended time at 25 and 37°C. Some spray-on alcohol-based solutions containing disinfectants were gently applied to the top surface of masks. Neither moderate thermal aging (less than 24h at 80 and 95°C) nor gentle application of surface disinfectant sprays resulted in measurable loss of mask filter performance. Subject to bio-medical concurrence (additional checks for virus kill efficiency) and the use of low risk non-toxic disinfectants, such strategies, either individually or combined, by offering additional anti-viral properties or short term refreshing, may complement reuse options of professional masks or the now ubiquitous custom-made face masks with their often unknown filtration effectiveness.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 outbreak is straining hospital and general response resources in many countries. One supply issue that has attracted global attention is personal protective equipment (PPE), in particular, filtering facepiece respirators (FFRs; the desirable N95 type or otherwise widely used face masks), which are suitable for airborne pathogens filtration and used by millions of healthcare professionals and public responders. N95 type masks are made by various manufacturers under different trade names. The term 'NIOSH N95' relates to a filter efficiency rating that means the mask materials block about 95 percent of particles that are 0.3 micrometers in size or larger. PPE options and mask availability will likely remain challenging given the ongoing divergence in the medical and public responses, as well as the apparent different strategies and local availability between the G20 countries and the rest of the world often with fewer resources. This means additional alternative, perhaps only temporary solutions must be established for the reuse, refreshing or extended wear of face masks. This could reduce competition for newly manufactured masks and PPE, and also allow resource optimization for countries with limited access to primary supplies. For the use and reuse of masks we expect continuing differences between large scale institutional approaches, strategies ideally suitable for hospital environments, and methods that can be quickly applied locally by non-experts with limited resources, for example the wide use by the general public of improvised homemade face masks. One of these options is thermal sterilization based on multiple reports of the successful deactivation of viral material in the 70-75°C regimes with less than 30 minute exposure, but with relative humidity perhaps also being a beneficial factor [1] . However, the survivability and reliability of multiple face mask types and their ongoing filtration effectiveness under thermal conditioning is less well known. In this study and discussion, we wish to address a few simple questions and provide guidance to the community dealing with mask and PPE availability for the COVID-19 response, which touches on underlying material science aspects [2] :", "cite_spans": [{"start": 1838, "end": 1841, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 2234, "end": 2237, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "• From a materials point of view are there obvious shortcomings with the thermal conditioning of face masks? • Is there sufficient material robustness as demonstrated by masks to withstand moderate over-temperatures and extended exposure times, i.e. beyond rapid 30 minute exposures at 75°C? as well as:", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "• What is the retention behavior of simple spray-on disinfectant solutions and their active compounds on surfaces? • Could simple spray-on solutions containing disinfectants of low toxicity aid mask reuse and also enhance the currently improvised face masks?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Following the H1N1, H5N1 and SARS-CoV-1 epidemics there were a number of journal publications and reports investigating disinfection/sterilization methods and retention of viral matter for FFRs [3] [4] [5] . These studies acknowledged that in a pandemic the current manufacturing capacity and vast FFR stockpiles (89 million per month in the USA) would need to be supplemented by reuse of FFRs. Indeed, the current 2020 shortage of FFRs in many countries has precedence in the spot shortages experienced during the 2009-2010 influenza outbreak [6] . The pre-COVID-19 research and the recent 2020 research into FFR reuse offers a number of strategies for disinfection, each with their own advantages and disadvantages.", "cite_spans": [{"start": 194, "end": 197, "text": "[3]", "ref_id": null}, {"start": 198, "end": 201, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 202, "end": 205, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 544, "end": 547, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Face mask and PPE reuse options -sterilization methods currently applied or under consideration"}, {"text": "The similarities in chemical and physical stability of the SARS-CoV-2 virus to other viruses allows the assumption that methods used in the study of FFR decontamination of H1N1, H5N1 or SARS-CoV-1 can be used successfully towards SARS-CoV-2 [7] . This reasoning is validated by the first emerging investigations of SARS-CoV-2 stability which tentatively show it can be eliminated with the usual disinfectants, UV-C irradiation, or elevated temperatures [8] [9] [10] [11] . It should be noted that the substrate also may play an important role. Chin et al. showed that after two days no infectious SARS-CoV-2 was detectable on fabric, but on a surgical mask significant levels were detected after 7 days [10] . Given the preliminary nature of these studies there is still far more investigation and validation required including investigation of all decontamination methods to meet the resources available to the disparate users of FFRs.", "cite_spans": [{"start": 241, "end": 244, "text": "[7]", "ref_id": null}, {"start": 453, "end": 456, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 457, "end": 460, "text": "[9]", "ref_id": null}, {"start": 461, "end": 465, "text": "[10]", "ref_id": null}, {"start": 466, "end": 470, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 544, "end": 555, "text": "Chin et al.", "ref_id": null}, {"start": 703, "end": 707, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "Face mask and PPE reuse options -sterilization methods currently applied or under consideration"}, {"text": "High energy irradiation has a long history as a method for sterilizing medical devices. Energetic photons are known to cause degradation of nucleic acids, hence is effective in inactivating pathogens. Gamma-irradiation of FFRs to 10 kGy (1 Mrad) has been shown to have little effect on the fit of the masks (evaluated using the saccharin apparatus fit test), however, the filtration of 0.3 µm particles was compromised [12] . Gamma-radiation is also known to cause degradation of polyolefins usually in the >50 kGy range with dependence on dose rate subject to an oxidative sensitivity [13] [14] [15] [16] . Uniquely for masks here, radiation-induced charge carrier formation affecting the electret filter layers [17] could be a contributing variable resulting in the reduction of the FFR filter performance. Access to gamma-radiation sources capable of reaching kGy doses is also not widespread, so taken together, irradiation may not be the most convenient choice for large scale FFR decontamination.", "cite_spans": [{"start": 419, "end": 423, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 586, "end": 590, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 591, "end": 595, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 596, "end": 600, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 601, "end": 605, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 713, "end": 717, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Face mask and PPE reuse options -sterilization methods currently applied or under consideration"}, {"text": "Ultraviolet (UV)-radiation in the UV-C region of the electromagnetic spectrum is another form of ionizing radiation and has a long history of use in sterilizing surfaces. Unlike gamma-radiation it is readily available in most hospital and laboratory settings. A number of studies have highlighted the potential of UV sterilization from common 254 nm lamp sources [18] [19] [20] including use of laboratory bio-safety cabinets [11] and a high throughput process including steps for tracking FFRs [21] . However, there could be line-of-sight, penetration aspects for deeper disinfection (UV-C is much less penetrating than gamma) and potential surface degradation issues as polymers are relatively sensitive to UV-C (similar to gamma doses).", "cite_spans": [{"start": 363, "end": 367, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 368, "end": 372, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 373, "end": 377, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 426, "end": 430, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 495, "end": 499, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "Face mask and PPE reuse options -sterilization methods currently applied or under consideration"}, {"text": "Hydrogen peroxide is a strong oxidant and is effective as a disinfectant either as a gas plasma, vapor or solution. For FFRs, hydrogen peroxide vapor (HPV) use is well-documented for not affecting fit or filter performance [19, 22] and is promising for high throughput disinfection. It is one technique that has been tested on FFRs inoculated with SARS-CoV-2 and shown to be effective, although the results are only preliminary [23] . It is currently being used in some parts of the US to disinfect large batches of FFRs for re-deployment to users [24] with detailed descriptions as to how to implement HPV use [25] . Hydrogen peroxide gas plasma, however, has been shown to affect filter performance relative to a standard sodium chloride particle penetration assay, although no mechanism was proposed [19] .", "cite_spans": [{"start": 223, "end": 227, "text": "[19,", "ref_id": "BIBREF19"}, {"start": 228, "end": 231, "text": "22]", "ref_id": "BIBREF23"}, {"start": 428, "end": 432, "text": "[23]", "ref_id": "BIBREF24"}, {"start": 548, "end": 552, "text": "[24]", "ref_id": "BIBREF25"}, {"start": 611, "end": 615, "text": "[25]", "ref_id": "BIBREF26"}, {"start": 803, "end": 807, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Face mask and PPE reuse options -sterilization methods currently applied or under consideration"}, {"text": "Ethylene oxide (EO) gas is widely used in the medical device and food industries as a sterilization method and suitable for large scale operations. The gas itself is toxic and explosive so care is needed when handling it and absence of residual gas must be confirmed after treatment [23] . Furthermore, a study into residual chemicals on FFRs after EO treatment showed the presence of toxic reaction products believed to be originating from reaction of the rubber straps [26] . Other less conventional methods for decontamination include a novel oxidant mixture dimethyldioxirane [26] , high energy plasma generating electrodes as part of a mask [27] , and masks impregnated with copper oxide [28] . These strategies may be useful in the future but as yet they are unproven approaches.", "cite_spans": [{"start": 283, "end": 287, "text": "[23]", "ref_id": "BIBREF24"}, {"start": 471, "end": 475, "text": "[26]", "ref_id": "BIBREF27"}, {"start": 580, "end": 584, "text": "[26]", "ref_id": "BIBREF27"}, {"start": 646, "end": 650, "text": "[27]", "ref_id": "BIBREF28"}, {"start": 693, "end": 697, "text": "[28]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Face mask and PPE reuse options -sterilization methods currently applied or under consideration"}, {"text": "The use of heat to decontaminate FFRs is an approach that requires minimal resources since ovens are usually easily available. Microwave heating is the exception, however, as it is known to cause deformation of FFRs, perhaps due to more uneven local heating [18] . Previous work with H1N1 and H5N1 have shown that 70°C at 85% humidity for 30 minutes [4, 29] is sufficient to inactive the viruses on FFRs [30] .", "cite_spans": [{"start": 258, "end": 262, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 350, "end": 353, "text": "[4,", "ref_id": "BIBREF4"}, {"start": 354, "end": 357, "text": "29]", "ref_id": "BIBREF30"}, {"start": 404, "end": 408, "text": "[30]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Face mask and PPE reuse options -sterilization methods currently applied or under consideration"}, {"text": "Chemical-based sterilization is easily achieved by alcohol contact (ethanol or isopropanol) or the more classic anti-viral and anti-bacterial compounds than can be commonly found in many commercial products. It is important to distinguish between the momentary disinfection offered by alcohol contact and evaporation, and longer lasting effects that can be provided by less volatile active compounds remaining on surfaces. Hand sanitizer usually has only isopropanol or ethanol as the active compound, whereas a disinfectant spray usually has a low amount of an additional active constituent. Anti-viral properties are given by compounds such as benzalkonium chloride [10] , chlorhexidine gluconate [31] , or ionic substances such as citric acid or perhaps even EDTA, and likely also some anionic or nonionic surfactants that in essence have the ability to disrupt the viral envelope [32] . There is usually little distinction between their activity on enveloped (SARS-CoV-2 causing COVID-19) or non-enveloped viruses (for example the bacteriophage MS2 simulant), except some comments have been made that MS2 might be more stable than the SARS-CoV-2. Interestingly, citric acid based buffer solution containing nasal sprays were quoted to reduce the titer of an influenza A Sydney/5/97 (H3N2) influenza strain by up to 3 logs after 1 minute contact time [32, 33] . Similarly, some oils, such as tea tree oil or oil of thyme are associated with good anti-viral properties [34] . For any use on masks and on surfaces that are easily touched, it is of course important to use disinfectants that are low in toxicity and are ideally found in existing daily use items. Benzalkonium chloride is a common anti-microbial substance still on the FDA list for hand sanitizers [35] and also used in commercial disinfectant sprays, and citric acid or tea tree oil are part of consumer products.", "cite_spans": [{"start": 668, "end": 672, "text": "[10]", "ref_id": null}, {"start": 699, "end": 703, "text": "[31]", "ref_id": "BIBREF32"}, {"start": 884, "end": 888, "text": "[32]", "ref_id": "BIBREF33"}, {"start": 1354, "end": 1358, "text": "[32,", "ref_id": "BIBREF33"}, {"start": 1359, "end": 1362, "text": "33]", "ref_id": "BIBREF34"}, {"start": 1471, "end": 1475, "text": "[34]", "ref_id": "BIBREF35"}, {"start": 1764, "end": 1768, "text": "[35]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Face mask and PPE reuse options -sterilization methods currently applied or under consideration"}, {"text": "This brings up, again, the idea that masks could perhaps be simply sterilized by soaking in alcohol or combined solutions (alcohol plus secondary active constituent). However, there is evidence that some of the commercial N95 masks suffer in their filtration efficiency when 'soaked' with alcohol or IPA based disinfectant solutions, or similarly even under higher temperature steam environments [36] . This is due to their complex construction in terms of a hydrophobic or electrostatic layer that is relatively easily compromised in the presence of steam and concentrated alcohol solutions. However, we could also speculate that masks could perhaps be just surface sterilized with a carefully applied thin deposit of an active ingredient left behind from an alcohol solution, basically a top surface treatment rather than a deeper soaking. Such an approach could be seen as the most basic momentary refreshing of a mask for extended wear or shorter term reuse if conditions require such action; in principle no different than often using hand sanitizer. Of course, any disinfection will likely be limited to the immediate surface and not necessarily kill viral material trapped deeply within the filtration layers. Further, there would need to be cross-checks whether suitable filtration efficiency is in fact maintained, and whether a treated surface has indeed the expected additional anti-viral property. We speculate that this will be less of a concern for simple cotton or fabric-based masks that are now often seen with the 'do it yourself' approaches. For these and similar more forgiving surfaces, the thoughtful application of IPA based spray-on solutions containing some longer lasting anti-viral compounds may be one avenue to increase the beneficial nature of such face masks. Active ingredients should be selected based on proven low toxicity or compounds already in use with human contact, i.e. established anti-virals.", "cite_spans": [{"start": 396, "end": 400, "text": "[36]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Face mask and PPE reuse options -sterilization methods currently applied or under consideration"}, {"text": "Any approach towards refreshing/sterilizing face masks or improving custom-made cloth masks with the application of small amounts of a spray-on solution offering added disinfectant properties, also requires us to consider how long active compounds may persist on the mask surface. Contact infrared ATR (Attenuated Total Reflection) spectroscopy is an excellent method to probe how quickly thin layers in the micrometer range may disappear or could be retained. The exact anti-viral efficacy of specific compounds should be corroborated based on existing literature data, by additional bio-assays, or further established by our bio-medical and virology colleagues, and is outside the scope of our current study. Instead, we wish to demonstrate how low amounts of active ingredients may display unexpected volatility or tend to stay on surfaces for extended time at RT and 37°C. This is an essential foundation to further consider the use of dilute alcohol based spray-on disinfectants, not only as the simplest method for quick mask surface sterilization, but also applicable to other PPE surfaces or shared equipment, key-boards, computer mice or similar.", "cite_spans": [], "ref_spans": [], "section": "Face mask and PPE reuse options -sterilization methods currently applied or under consideration"}, {"text": "Any existing sterilization and reuse methods, or alternatives currently under consideration for masks (filtering facepiece respirators), will need to be assessed on their own specific merits, with sterilization efficiency, filtration function and overall performance (mechanical properties and fitting) to be evaluated in parallel. This study wishes to provide further guidance for thermal disinfection approaches of mostly N95 masks, disinfection via the application of dilute spray-on solutions, and the retention of disinfectants on surfaces.", "cite_spans": [], "ref_spans": [], "section": "Face mask and PPE reuse options -sterilization methods currently applied or under consideration"}, {"text": "Subject to a limited supply of face masks, a preliminary screening study consisting of a set of multiple masks was sequentially aged in slightly vented dry circulated air laboratory ovens for 24 h at 65°C, followed by 24 h at 80°C and 24 h at 95°C. All masks remained in excellent condition after 24 h at 65°C, yet with some evidence for onset of material weaknesses during the final step of 95°C exposure. It became clear, that higher temperatures or extended times would certainly be pushing mask reliability into an unfavorable regime. One fresh set of masks was then aged for 24 h at 80°C, i.e. slightly above the target sterilization temperature range of 70-75°C, and another set for validation of additional robustness for 24 h at 95°C. These two sets were then inspected for signs of visual degradation while the elastic bands were tested in tensile mode by stretching a specific length (75 mm) by 100% (doubling of its length).", "cite_spans": [], "ref_spans": [], "section": "Approach"}, {"text": "It is important to point out that the aging conditions here involved low relative humidity simply generated by heating of ambient air in the ovens. There is evidence that humidity will aid virus deactivation on stainless steel at elevated temperatures (up to 65°C) [37] , however, in the current study the optimal thermal and relative humidity conditions for viral kill efficiency were outside the scope. Our focus is rather on the materials aging behavior for which thermal oxidation and perhaps shrinkage or other immediate deformation could be important. Additional relative humidity is not expected to negatively affect polyolefins and related materials because they take up very little water and are not hydrolytically sensitive, but the mask filtration efficiency and charge carrier capability can be impacted by humidity [36, 38] . The most suitable thermal exposure conditions should be derived based on balancing the primary viral disinfection needs with material thermal aging aspects, mask filtration performance and fitting behavior after exposure, and the availability of dry heat, commercial climate controlled incubation chambers, or perhaps relative humidity controlled sealed ovens by added salt solutions (deliquescence) [39, 40] . From a materials aging point of view, in particular here for polyolefins, exposure conditions of no more than a day in the temperature range of 75 to 95°C are not expected to result in significant oxidation, even if inexpensive and weakly stabilized commercial materials are involved [41, 42] . Further, aside from an immediate response such as shrinkage or warping (some copolymers have lower softening points), thermal aging of polymers is often also of cumulative nature, meaning a total exposure condition can be composed of multiple successive exposure intervals [43, 44] . This means if a material can easily handle one day at 80 or 95°C, then one would expect a few repeated 1 h exposures at such temperatures to be no worse in terms of overall materials performance [43, 44] . The point is, thermal testing for a day gives confidence of material robustness and that several repetitive short sterilization steps ought to be achievable.", "cite_spans": [{"start": 265, "end": 269, "text": "[37]", "ref_id": "BIBREF38"}, {"start": 828, "end": 832, "text": "[36,", "ref_id": "BIBREF37"}, {"start": 833, "end": 836, "text": "38]", "ref_id": "BIBREF39"}, {"start": 1239, "end": 1243, "text": "[39,", "ref_id": "BIBREF40"}, {"start": 1244, "end": 1247, "text": "40]", "ref_id": "BIBREF41"}, {"start": 1534, "end": 1538, "text": "[41,", "ref_id": "BIBREF42"}, {"start": 1539, "end": 1542, "text": "42]", "ref_id": "BIBREF43"}, {"start": 1818, "end": 1822, "text": "[43,", "ref_id": "BIBREF44"}, {"start": 1823, "end": 1826, "text": "44]", "ref_id": "BIBREF45"}, {"start": 2024, "end": 2028, "text": "[43,", "ref_id": "BIBREF44"}, {"start": 2029, "end": 2032, "text": "44]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Approach"}, {"text": "We obtained face masks (summarized in Table 1 and shown in Fig. 1 ) that are commonly encountered in the US health system, and one example that is more suitable as a N95 dust mask for work under particulate conditions (Moldex N95). Commonly used mask production materials are polypropylene and polyester fabrics, usually as melt or electrospun fibers [45] . Figs. 2 to 4 offer an overview of the layered structure of such face masks and the polymeric fabrics employed as analyzed by IR spectroscopy showing spectral absorbance versus wavenumber for material identification purposes. Commercial PPE masks embrace similar filter materials (mostly polypropylene and polyester) and design principles. Hence any conclusions on their thermal aging and filter performance behavior are likely to be more broadly applicable. Table 1 : Masks used for controlled aging (screening and 24 h at 80 and 95°C exposure) and subsequent filter evaluation. *due to limited availability the Moldex mask was only cumulatively aged, but not separately exposed at 80 and 95°C. **visual checks only.", "cite_spans": [{"start": 351, "end": 355, "text": "[45]", "ref_id": "BIBREF46"}], "ref_spans": [{"start": 38, "end": 45, "text": "Table 1", "ref_id": null}, {"start": 59, "end": 65, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 816, "end": 823, "text": "Table 1", "ref_id": null}], "section": "Approach"}, {"text": "Model Fig. 5 shows a set of thermally conditioned specimens including one face shield that clearly shows the weakness of a molded PET sheet. Similarly, Fig. 6 shows thermal conditioning at 95°C with more evidence for shrinkage of the Halyard Fluid Shield Level 3. Fig. 7 and 8 show more details of the weaknesses in some mask types that could be visually recognized after thermal exposure. Fig. 9 shows some of the edge cracking observed for the Moldex mask type and its vent deformation at 95°C.", "cite_spans": [], "ref_spans": [{"start": 6, "end": 12, "text": "Fig. 5", "ref_id": null}, {"start": 152, "end": 158, "text": "Fig. 6", "ref_id": "FIGREF4"}, {"start": 264, "end": 276, "text": "Fig. 7 and 8", "ref_id": "FIGREF5"}, {"start": 390, "end": 396, "text": "Fig. 9", "ref_id": "FIGREF7"}], "section": "Manufacturer"}, {"text": "Summary for the 24h exposure at 80°C, i.e. the moderate aging condition:", "cite_spans": [], "ref_spans": [], "section": "Observations after exposure for 24 hours at 80°C and 95°C"}, {"text": "3M 1860/1860S -The aged mask appears near identical to the original un-aged specimen. It has the same color, but the ink printed on its front has diffused slightly into the fibers (blurry print). The nose foam and elastic bands are still intact, as much as the elastic bands retain their initial stretch properties. The elastic bands appear durable and can easily withstand the extended 80°C exposure with no obvious degradation.", "cite_spans": [], "ref_spans": [], "section": "Observations after exposure for 24 hours at 80°C and 95°C"}, {"text": "3M Aura 1870+ N95 -This mask maintains its color, there is no obvious ink diffusion, and the elastics retains its original stretch ability. The nose foam remains attached securely and there are no apparent issues with this mask, thereby easily accommodating this 80°C exposure with no obvious degradation.", "cite_spans": [], "ref_spans": [], "section": "Observations after exposure for 24 hours at 80°C and 95°C"}, {"text": "Kimberly-Clark N95 -This mask maintains its color, but there is some ink diffusion, shrinkage and partial warping at 80°C. The top of the 'duckbill' has an embedded metal band to mold the mask to the user's nose. The bottom does not have the metal band and the plastic there is warped. This could affect the fit at the chin and could allow particulates to bypass the chin seal. Also, the inner plastic lining (see Fig. 8 ) appears partially fused together, and does not allow the 'duckbill' to be opened easily anymore without tearing the inner polymer liner from the filter sections (based on IR it is likely some ethylene copolymer with methyl acrylate). This inner lining would have to be kept apart while in the oven. It is also possible that wearing the mask may prevent any subsequent adhesion as the surfaces may no longer touch as effectively. It may help having the mask open in its 'duckbill' configuration prior to thermal conditioning (not lying flat and folded). For the exposure, here, we preferred not to open the mask to get a better picture of the intrinsic filter performance. Similarly, other masks or objects should not be stacked on top to prevent this inner lining from coming in contact and fusing. The elastic bands performed with sufficient elasticity remaining.", "cite_spans": [], "ref_spans": [{"start": 414, "end": 420, "text": "Fig. 8", "ref_id": "FIGREF6"}], "section": "Observations after exposure for 24 hours at 80°C and 95°C"}, {"text": "Halyard Fluid Shield Level 3 -This mask maintains its color, but there was some ink diffusion, shrinkage and partial warping at 80°C. In contrast with the Kimberly-Clark model, the bottom of the 'duckbill' does not have the metal band and the plastic is warped. Again, this could affect the chin fit and allow particulates under the seal. As this mask does not have the inner plastic lining, there is no issue with any fused polymer liner due to a lower melting material. Again, the elastic bands had sufficient elasticity remaining.", "cite_spans": [], "ref_spans": [], "section": "Observations after exposure for 24 hours at 80°C and 95°C"}, {"text": "MediChoice Face Shield -This polyester (PET confirmed by IR) based face shield displays significant shrinkage and was completely destroyed. It cannot withstand 80°C for 24 h. We note that the foam on the forehead and elastic band was still securely attached, and there were no issues with the foam and elastic. This face shield also does not withstand shorter times and slightly lower temperatures (i.e. 30 mins at 75°C).", "cite_spans": [], "ref_spans": [], "section": "Observations after exposure for 24 hours at 80°C and 95°C"}, {"text": "Moldex 2400 N95 -Only a single mask was available as part of the initial cumulative screening exposure for 24 hours at 65, 80 and 95°C. This mask maintains its color and no obvious changes were observed after the initial aging at 65°C. After aging at 80°C for 24 hours the bottom edge of the mask started to crack slightly. Again, this could affect the chin fit and could allow particulates under the seal. The elastic band performance retains its initial stretch properties after this cumulative aging schedule. Aging at 95°C for 24 hours is too much for this mask as significant structural failures were observed. Cracking at the chin section was more pronounced, and the high impact polystyrene (confirmed by IR) vent started to deform and warp.", "cite_spans": [], "ref_spans": [], "section": "Observations after exposure for 24 hours at 80°C and 95°C"}, {"text": "Exposures for 24 h at 95°°°°C: : : : Similar observations apply to all masks described above for 80°C. This means these masks and their polymeric materials have somewhat predicable behavior for elevated temperature exposure. The 3M 1860, 1860s and Aura 1870+ N95 types are not anticipated to degrade significantly should they experience slightly higher temperatures or longer times than the bare minimum sterilization targets. These masks have some intrinsic thermal robustness. In contrast unfortunately, the 'duckbill' types (Kimberly-Clark 46767 N95 and Halyard Fluidshield Level 3) have a specific material vulnerability with some warping as a material response, which could compromise their subsequent best fit. In addition, there is the potential adhesion issue between the two layers for the Kimberly-Clark N95 via the additional liner. We encourage any end-users to check for this behavior and its impact should thermal sterilization be applied.", "cite_spans": [], "ref_spans": [], "section": "Observations after exposure for 24 hours at 80°C and 95°C"}, {"text": "In summary, the 3M 1860, 1860s, along with the Aura 1870+ N95 display better thermal performance. Based on the exposure test results, these masks could certainly be thermallytreated at a target temperature of 75°C and be reusable, as long as effective viral deactivation is confirmed and their filter efficiency remains equally functional. A previous study similarly showed that dry thermal treatment had little influence on mask performance of a particular type [36] . The Kimberly-Clark and Halyard 'duckbill' masks showed some deformations at the chin seal which could lead to a compromised fit. This would need to be verified on a few specimens with individual fit testing responses in parallel. We also recognize that the testing for 24 h at 80°C is perhaps more conservative than only a few sterilization exposures at no more than 75°C. This means the 'duckbill' type masks may still perform after limited thermal exposure. ", "cite_spans": [{"start": 463, "end": 467, "text": "[36]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Observations after exposure for 24 hours at 80°C and 95°C"}, {"text": "Institutional large scale approaches for sterilization of masks and PPE exist as hydrogen peroxide vapor treatment, which has been extensively reported and is now approved by the FDA [24, 25, 46] , and perhaps gamma irradiation when facilities are easily available (but polymer materials and filter reliability is to be confirmed) or UV illumination [12, [18] [19] [20] . We also recognize that aqueous solutions of isopropanol or ethanol are used in hospitals for quick momentary disinfection, with some discussions on the web that ethanol could be more effective than isopropanol for SARS-CoV-2. While hard surfaces are easily wiped down and that can be expanded to suitable PPE, alcohol soaking of masks is so far seen as detrimental to filtration efficiency and mask performance [36] . Once the alcohol has evaporated there is also no extended sterilization effect on any cleaned surface, hence cleaning with wipes is temporary at best.", "cite_spans": [{"start": 183, "end": 187, "text": "[24,", "ref_id": "BIBREF25"}, {"start": 188, "end": 191, "text": "25,", "ref_id": "BIBREF26"}, {"start": 192, "end": 195, "text": "46]", "ref_id": "BIBREF47"}, {"start": 350, "end": 354, "text": "[12,", "ref_id": "BIBREF12"}, {"start": 355, "end": 359, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 360, "end": 364, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 365, "end": 369, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 783, "end": 787, "text": "[36]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Approach"}, {"text": "This brings up the question of whether simple improvised alternatives may exist in which longer lasting anti-viral compounds are easily deposited on suitable surfaces including masks. This would offer an active surface or on-demand touch-up disinfection, beyond the mask being only an inert physical barrier. With the rapid propagation of custom-made cloth masks which have unknown filtration efficiency, there could be added value by such quick refreshing options, similar to the use of hand sanitizers. In this sense, we see value in improvised applications of a gentle mist of alcohol solutions containing a secondary active compound. This could also be carefully applied to the perhaps vulnerable surface of face masks, if no other quick disinfectant method is available and extended use is absolutely necessary. As mentioned earlier, COVID-19 is a global pandemic which affects numerous countries with undoubtedly limited opportunities for high-tech mask/PPE disinfection and recycling technologies. We envisage simple disinfectant solutions and hand-held misters that are widely available. We also recognize that these may already exist and are likely used subject to existing experience and improvisation skills in local health services and communities. They may not offer comprehensive, i.e. deep disinfection of the mask, but can certainly address surface contamination and assist with repetitive handling.", "cite_spans": [], "ref_spans": [], "section": "Approach"}, {"text": "Simple compounds with known anti-viral disinfectant properties are ionic surfactants, benzalkonium chloride, chlorhexidine gluconate or povidone-iodine and similar [10, 35, 47] . Such substances are used in many products, for example disodium EDTA is added to freely available contact lens solutions, stearylkonium chloride is in hair conditioner, and chlorhexidine gluconate is an ingredient in mouthwash to treat gingivitis or periodontal disease. They were more widely available in the past before they have attracted additional FDA scrutiny recently with ongoing reviews of over-the-counter antiseptic active ingredients [35] , however such compounds are recognized as the key ingredients in many anti-viral formulations [47] . Ionic species and substances with strong hydrogen bonding are expected to disrupt the viral packaging layer or 'docking' surfaces described as trimeric spike glycoproteins [48] . From an alternative point of view, tea tree oil for example has also been reported as having good antiviral properties when applied on surfaces [34] , or citric acid which has strong ionic features in the low pH range that is regarded as anti-viral [10] . Our intent here is not to specify the exact anti-viral properties and individual pro/cons of specific disinfectants, but rather to show how such active compounds could be easily applied in an improvised manner and whether they can remain on surfaces as very thin layers. ATR infrared absorption spectroscopy as a surface sensitive technique is ideally suited to quickly explore the relative volatility and continued presence of any deposited compounds.", "cite_spans": [{"start": 164, "end": 168, "text": "[10,", "ref_id": null}, {"start": 169, "end": 172, "text": "35,", "ref_id": "BIBREF36"}, {"start": 173, "end": 176, "text": "47]", "ref_id": "BIBREF48"}, {"start": 625, "end": 629, "text": "[35]", "ref_id": "BIBREF36"}, {"start": 725, "end": 729, "text": "[47]", "ref_id": "BIBREF48"}, {"start": 904, "end": 908, "text": "[48]", "ref_id": "BIBREF49"}, {"start": 1055, "end": 1059, "text": "[34]", "ref_id": "BIBREF35"}, {"start": 1160, "end": 1164, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "Approach"}, {"text": "We used a commercially available disinfectant spray and prepared a few representative solutions of anti-viral/disinfectant compounds dissolved in 70 vol% isopropanol for a simple screening study. A high fraction of isopropanol has two advantages, namely momentary disinfection behavior, but also a low solution viscosity which aids the generation of a fine mist. This is more difficult to generate from solutions that are richer in water resulting in larger droplets and more heterogeneous surface coatings. We evaluated the following solutions involving surfactants, commercial disinfectants, essential oils, or other ingredients that may have anti-viral properties such as EDTA or copper sulfate. Povidone iodine may also be effective, but it was not obtained for the current study:", "cite_spans": [], "ref_spans": [], "section": "Deposition of very thin layers of disinfectants"}, {"text": "• Commercial Lysol spray, ethanol 58% with alkyl (50% C 14 , 40% C 12 , 10% C 16 ) dimethyl benzyl ammonium saccharinate 0.1% as active compound • 70mL isopropanol and 30 mL DI water, with added 25 mL Pine-Sol multi surface cleaner • 70mL isopropanol and 30 mL DI water, with added 3 wt% citric acid and 1 wt% mild liquid hand soap (a small amount of soap was added to prevent crystallization of the citric acid after isopropanol/H 2 O evaporation • 70mL isopropanol and 30 mL DI water, with added 1 wt% disodium EDTA and 1 wt% benzalkonium chloride and 1wt% chlorhexidine gluconate. This solution does not mix well, there is some colloidal precipitation, hence it needed to be shaken well before its application • 70mL isopropanol and 30 mL DI water, with added 3 wt% tea tree oil (this compound was found to be quite volatile) • 70mL isopropanol and 30 mL DI water, with added 3 wt% limonene (this compound was also quite volatile) • Notes on solubility: EDTA is not easily soluble in 70/ 30 These solutions were deposited with two short squirts from a small hand held spray bottle at distances of 20-30 cm. Spectral acquisition was started and monitored over 24 h at 25 and 37°C. The isopropanol carrier evaporated quickly leaving a thin film of the remaining active substance on the ATR crystal.", "cite_spans": [{"start": 991, "end": 993, "text": "30", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Deposition of very thin layers of disinfectants"}, {"text": "After a thin film of the alcohol/disinfectant solution was deposited on the ATR crystal, the immediate spectral changes showed the rapid loss of isopropanol and water, usually on the order of 10 minutes at 25 and 3 minutes at 37°C. For the commercial disinfectant spray there was evidence of the active compound (quaternary ammonium saccharinate) remaining for a few hours at 25°C, but quickly disappearing at 37°C (Fig. 10) . The residue of a commercial disinfectant cleaner product (Pine-Sol, mostly surfactant in water) easily remained on the crystal surface for 24 h at both temperatures (Fig. 11 ). In contrast, despite its attractive smell and anti-viral properties [34] , tea tree oil dissolved in the alcohol/water mix quickly disappeared within 1 h at 25°C (Fig. 12) . Tea tree oil might be helpful for short-term disinfection, but clearly will not remain sufficiently on surfaces. A similar disadvantageous volatility was observed for limonene as the active compound. Citric acid in combination with some small amount of surfactant, however, forms a persistent film within 10 minutes (sufficient time for complete solvent carrier evaporation) that does not display any further spectral changes (Fig. 13 ). This is an example for excellent surface retention if such a deposited film is not touched after deposition. Commercial disinfectants in 1% individual concentration applied here as a screening mixture of benzalkonium chloride, EDTA, and chlorhexidine gluconate forms a similarly stable film deposit (Fig.14) . For visualization purposes only, a micrometer-sized thin film on a reflective bench top is shown in Fig. 15 for the citric acid spray-on solution. This deposit is non-toxic and easily cleaned up. Subject to proving that such very small amounts of residue will not interfere with the filtration efficiency of a mask, we suggest further evaluation of such simple disinfectant sprays for mask refreshing and extended wear options. Basic disinfection solutions are easily improvised as well and hence widely available. Of course, any choice for a specific solution and active constituent will need to be assessed on its own specific merits, with disinfection efficiency and filtration function to be evaluated. We wish to emphasize that surface retention is equally important and that relatively non-toxic disinfectant compounds are also available. ", "cite_spans": [{"start": 672, "end": 676, "text": "[34]", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 415, "end": 424, "text": "(Fig. 10)", "ref_id": "FIGREF0"}, {"start": 592, "end": 600, "text": "(Fig. 11", "ref_id": "FIGREF0"}, {"start": 766, "end": 775, "text": "(Fig. 12)", "ref_id": "FIGREF0"}, {"start": 1204, "end": 1212, "text": "(Fig. 13", "ref_id": "FIGREF0"}, {"start": 1515, "end": 1523, "text": "(Fig.14)", "ref_id": "FIGREF0"}, {"start": 1626, "end": 1633, "text": "Fig. 15", "ref_id": "FIGREF0"}], "section": "Retention of disinfectants on surfaces via ATR spectroscopy"}, {"text": "Considering the global impact of the COVID-19 pandemic we also have to consider that stateof-the-art disinfection and reuse approaches may not be available everywhere. Options such as hydrogen peroxide vapor exposure, irradiation, or basic thermal conditioning on a large scale may not exist for some countries. In such situations improvised approaches for the reuse of PPE and masks may be limited to visual inspection, perhaps cosmetic cleaning or no more than the application of small amounts of disinfectant sprays. As mentioned earlier deep soaking with isopropanol or similar, or actual washing of these masks is strongly discouraged as it negatively affects the electret filter layers [17] and is hence expected to reduce particulate filtering performance. But what about applying a minimal surface treatment to enable a momentary 'refreshing' of the external surface with disinfectant? As we showed above, isopropanol/water could act as a suitable carrier for common disinfectant additives and surfactants. In comparison, tea tree oil spray induced a thin surface deposit that is surprisingly evaporative. Nevertheless, it would also have some residence time on the mask surface and aid in temporary surface disinfection, perhaps even via some penetration of vapors into the filter layers.", "cite_spans": [{"start": 692, "end": 696, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Application of a dilute spray-on solution on mask surfaces"}, {"text": "We do not wish to recommend a particular formulation approach or comment on the exact effectiveness of individual compounds for their viral deactivation yields on mask surfaces and its substructure, other than that known disinfectants can be applied on the outer surface and are expected to have some benefit. Our focus is on the technical feasibility of spray-on coatings using non-aggressive ingredients with established anti-viral properties. At the same time, we also believe that many options exist for suitable disinfectants combined with some surfactant in alcohol/water solution. We note that in related internal SNL efforts for the cleaning and disinfection of hard surfaces, a combination of a 3% commercial all purpose surface cleaner (Pine-Sol) with only 0.3% benzalkonium chloride in water showed excellent kill efficiency for MS2 viral simulant in solution plating with a log reduction greater than 5 (< 10 ppm residual). Traditional large surface cleaning is expected to be safer when it is only water based (less alcohol vapor exposure), but for the spraying of masks the isopropanol contribution generates a finer mist, meaning there is some additional advantage besides alcohol/isopropanol also offering some immediate contact virus kill efficacy. Further, viral deactivation in solution is likely more effective than on dried surfaces which have a disinfectant deposit. Hence, we explored spraying slightly higher concentrations than would be needed for cleaning/disinfectant solutions, with the discussion below showing some examples for this approach.", "cite_spans": [], "ref_spans": [], "section": "Application of a dilute spray-on solution on mask surfaces"}, {"text": "We showed the surface retention of disinfectants on the ATR crystal earlier, which was achieved with no more than two gentle squirts from a small hand-held sprayer. We added a tiny amount (droplet) of red food dye solution to our 'disinfectant solution' for the purpose of visualizing the spray deposits on masks. With a low-cost 50 mL fine-mist sprayer we were able to achieve a homogenous surface layer. Solutions were prepared using 70/30 vol% isopropanol/water as a carrier with added active ingredients to enable a simple screening of how disinfectants could be deposited. A 3M Aura 1870+ N95 mask was coated with a weak solution containing 3% citric acid and 1% liquid hand soap resulting in homogeneous coverage (Fig.16) . The Halyard mask was sprayed with added 25 % of a commercial cleaner (Pine-Sol having a non-ionic surfactant ingredient) as shown in Fig. 17 , and the Kimberly Clark mask with a solution containing 1% Pine-Sol and 1% benzalkonium chloride (a rudimentary solution having a trace of surfactant and a known relatively easily available and low risk disinfectant). A 3M 1860 mask was coated with an addition of 1% benzalkonium chloride, 1% chlorohexidine gluconate and 1% disodium EDTA (the intent here being for basic ionic activity) for demonstration purposes only. In all cases, a thin coating could be easily applied. Commercial sprayers with enhanced atomization features could of course more easily apply thin coatings on multiple masks in parallel.", "cite_spans": [], "ref_spans": [{"start": 719, "end": 727, "text": "(Fig.16)", "ref_id": "FIGREF0"}, {"start": 863, "end": 870, "text": "Fig. 17", "ref_id": "FIGREF0"}], "section": "Application of a dilute spray-on solution on mask surfaces"}, {"text": "In situations when chemical based disinfectants may not be available at all, then the most basic approach could be a gentle exposure of the mask surface to some weak spray of isopropanol/water or similar as a carrier with some added surfactant as active ingredient. This is based on reports that even hand soap has some anti-viral properties [10] , as shown in Fig. 17 . Of course we recognize that meaningful disinfection in this case is likely not guaranteed, but a spray-on approach of this nature would at least assist the mask user to minimize surface contamination from repetitive handling and surface resident viral exposure. ", "cite_spans": [{"start": 342, "end": 346, "text": "[10]", "ref_id": null}], "ref_spans": [{"start": 361, "end": 368, "text": "Fig. 17", "ref_id": "FIGREF0"}], "section": "Application of a dilute spray-on solution on mask surfaces"}, {"text": "The filtration efficiencies of thermally aged and gently coated masks were characterized to assess if a discernible difference could be observed when compared against untreated N95 masks. A R&D filtration system at Sandia National Laboratories was used to quantify the efficiencies of Kimberly-Clark and Halyard type masks as a function of particle size. The system simulates, where possible, the parameters defined by the National Institute for Occupational Safety and Health (NIOSH) for certification of filter materials for N95 respirators (NIOSH 2019) [49] . A detailed description of the system, instrumentation used, and methodology implemented, may be found in the relevant system description [50] .", "cite_spans": [{"start": 556, "end": 560, "text": "[49]", "ref_id": "BIBREF50"}, {"start": 700, "end": 704, "text": "[50]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Filtration performance after thermal conditioning and application of some disinfectant"}, {"text": "Full mask geometries were mounted onto custom filter holders and inserted into the test section of the system. A polydisperse NaCl test aerosol was used, and measurements upstream and downstream of the test articles were taken with a TSI Scanning Mobility Particle Sizer Spectrometer (SMPS) 3938. Each respirator was tested at two filter-face velocities as suggested for the evaluation of the filtration performance of cloth masks and common fabric materials [51] , which were derived from the lower and upper flow rates defined in the NIOSH standard. Triplicate measurements were conducted for each test configuration. The filtration efficiency at each particle size measured was computed from the difference in aerosol concentration upstream and downstream of the test article. Care was taken to ensure only statistically significant data are reported. Uncertainties in these measurements were propagated accordingly through all calculations.", "cite_spans": [{"start": 459, "end": 463, "text": "[51]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Filtration performance after thermal conditioning and application of some disinfectant"}, {"text": "The relative filtration performance of masks was examined in the 10 to 400 nm range, i.e. a particle size range that is very important to be effectively filtered out, by comparing the performance of treated specimens to a non-treated reference mask. The data for low and high flow conditions for the Kimberly Clark mask when treated at 80°C for 24h and sprayed with a 1% Pine-Sol and 1% benzalkonium chloride (70/30 isopropanol/water) solution are shown in Fig. 18 . Clearly there has been little effect of the two treatments, although there is some scatter in the data subject to the limited mask availability and our inability to test multiple face masks. We expect some underlying mask to mask variation anyhow, subject to different batches, perhaps handling during acquisition, or their relative age as well. Also, while identical in appearance, these Kimberly Clark models were also provided with different branding depending on suppliers (i.e. one mask had an additional Technol stamp on its rear surface). A comparison, again for low and high flow rate conditions, for the Halyard mask is shown in Fig.  19 . This mask type has intrinsically less scatter and despite the spray-on coating being generously applied (see Fig. 17 ), evidence is that neither the disinfectant spray nor the thermal exposure at both 80 and 95°C had any measurable consequences on filtration performance.", "cite_spans": [], "ref_spans": [{"start": 457, "end": 464, "text": "Fig. 18", "ref_id": "FIGREF0"}, {"start": 1105, "end": 1113, "text": "Fig.  19", "ref_id": "FIGREF0"}, {"start": 1225, "end": 1232, "text": "Fig. 17", "ref_id": "FIGREF0"}], "section": "Filtration performance after thermal conditioning and application of some disinfectant"}, {"text": "An additional filter efficiency study was conducted on a separate Filter Penetration Test-bed (FPT) located at SNL. As with the aforementioned system, this test-bed was also designed to follow, where possible, NIOSH guidelines for N95 respirator material testing. The FPT differs from the prior system in that it size-selects a mono-disperse NaCl aerosol by utilizing a TSI 8020 electrostatic classifier and TSI 3081L differential mobility analyzer (DMA) upstream from a 47 mm stainless filter housing. NIOSH guidance describes an aerosol with a particle size median diameter of 0.075 ± 0.020 μm with a geometric standard deviation not exceeding 1.86, which the FPT system verified. However, it is worth mentioning that the monodisperse aerosol does not capture the FDA recommended mass median particle diameter of 0.3 μm. Additionally, the filter housing diameter used by the FPT is smaller than the mounts used by TSI 8130 (120mm). Therefore, flow rates were adjusted according to equivalent filter face velocities, so the filter housing geometry was mitigated. Finally, in order to calculate filter efficiency, concentration was compared upstream and downstream of the filter material tested by a TSI 8022 condensation particle counter (CPC). Five tests upstream and downstream were conducted with one minute intervals. Mask performance tests yielding relative filtration efficiency are reported below, as summarized in Table 2 , for two N95 face mask types (the 1860 and Aura 1870+ from 3M) under multiple exposure conditions. Once again, the results show that the disinfectant spray or the thermal exposure at both 80 and 95°C had no measurable consequences on filtration performance. ", "cite_spans": [], "ref_spans": [{"start": 1423, "end": 1430, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Filtration performance after thermal conditioning and application of some disinfectant"}, {"text": "We have focused on two directions to enable the extended use of PPE face masks. One avenue that has also been recognized by others (see recent literature) is the use of thermal exposure for mask disinfection in the 75°C range, subject to confirmation of the most suitable times and temperatures by our bio-medical colleagues. Another strategy, particularly if local resources are limited and institutional large scale mask treatment approaches are not available, the subtle spraying of a mask's surface with a weak disinfectant solution might be an improvised option to enable some topical disinfection, or at least a refreshing of surfaces that are often touched and could be contaminated.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "From a material's performance point of view only a few minor issues during thermal exposure were observed. Some masks showed warping and the beginning of material weaknesses, but most importantly no significant negative impact on filtration performance was observed due to thermal conditioning for no more than 24 h at 80 or 95°C. Similarly, filtration performance was maintained despite the application of a spray-on coating on mask surfaces. There is good confidence for the feasibility of some repetitive thermal reconditioning steps, considering that the tested masks mostly withstood temperature and times higher than currently discussed for virus kill requirements.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Dilute and gentle spray-on alcohol-based solutions containing low risk non-toxic disinfectants, perhaps improvised due to lack of local availability of ingredients and when applied to the top surface only (i.e. avoid soaking), may complement the now ubiquitous custom-made face masks with their often unknown filtration effectiveness. Similarly, this might be a viable option for any masks and other PPEs to offer quick additional anti-viral properties or short term refreshing. We do not recommend a particular disinfectant formulation, but rather introduce the current concept, and wish to emphasize that specific viral kill efficacy of any disinfectant on mask surfaces has not yet been determined. We have, however, demonstrated that known low toxicity disinfectants can be applied to masks without affecting filtration and structural characteristics, and that benzalkonium chloride (still on the approved list for hand sanitizer [35] ) with surfactant in solution is effective against MS2 viral simulant, which corroborates disinfectant efficacy against COVID-19 [10] . Further, we have not addressed any inhalation risk, which due to the nature of needing some disinfectant cannot be zero. Gentle spraying deposits collectively ~100 mg (for two sprays) of material on the mask surface, which for example with 1% active content means roughly 1 mg disinfectant mixed with some surfactant could be amorphously adhered to the outer mask surface. The risk of exposure to such quantities cannot be eliminated, but will have to be balanced against the needs to improve mask availability, longevity and anti-viral efficacy in the context of other options perhaps not being available. As with many other aspects of this pandemic, careful and informed compromises with of course individual preferences (including disinfectant choice) need to be pursued, as there are no perfect and zero risk solutions.", "cite_spans": [{"start": 934, "end": 938, "text": "[35]", "ref_id": "BIBREF36"}, {"start": 1068, "end": 1072, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}, {"text": "Our results on thermal and spray-on approaches represent some forward looking opinions that should not be misinterpreted. Any use of thermal and spray-on disinfection on masks should be considered within the additional risks seen in the use of chemical disinfectants and mask fitting behavior after thermal reconditioning. Further, a surface spraying is not expected to kill any virus particulates trapped within the interior filter layers. Nevertheless, commercial masks embrace similar filter materials and design principles. Hence any conclusions on their reuse and filter performance are likely to be more broadly applicable. However, continued good mask fits and general cleanliness are also important for extended use.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "These are subjective and personal opinions of researchers in the polymer materials reliability and bio-medical field in the context of the current global COVID-19 pandemic only. There is no intent to challenge existing guidelines for PPE/mask use policies or give any preference to PPE/mask manufacturers and any specific technologies that may already exist or are under development. Due to time constraints driven by the urgency of the COVID-19 situation, these screening studies should not be considered as comprehensive evaluations with any implied recommendations and guidance outside the scope of these efforts. The parallel work of other researchers is expected to complement our understanding of mask and PPE performance. Collectively this will guide us towards viable methods and approaches for mask/PPE reuse and additional application options. SNL and QUT do not endorse specific mask disinfection approaches; we only wish to report on their thermal responses. Medical experts and virologists will have to make decisions based on COVID-19 deactivation properties for suitable time and temperatures to enable mask and other PPE reconditioning.", "cite_spans": [], "ref_spans": [], "section": "Disclaimer:"}, {"text": "Nuclear Security Administration under contract DE-NA-0003525. Any subjective views or opinions that might be expressed above do not necessarily represent the views of the U.S. Department of Energy or the United States Government.", "cite_spans": [], "ref_spans": [], "section": "Disclaimer:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "for Heat-Humidity-Based N95 Reuse Risk Management", "authors": [{"first": "", "middle": [], "last": "N95decon", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Opinion to address the personal protective equipment shortage in the global community during the COVID-19 outbreak", "authors": [{"first": "T", "middle": [], "last": "Dargaville", "suffix": ""}, {"first": "K", "middle": [], "last": "Spann", "suffix": ""}, {"first": "M", "middle": [], "last": "Celina", "suffix": ""}], "year": 2020, "venue": "Polym. Degrad. Stab", "volume": "176", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Pandemic Influenza A (H1N1) Virus on N95 Respirators", "authors": [], "year": 2013, "venue": "", "volume": "79", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A pandemic influenza preparedness study: Use of energetic methods to decontaminate filtering facepiece respirators contaminated with H1N1 aerosols and droplets", "authors": [{"first": "B", "middle": ["K"], "last": "Heimbuch", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Wallace", "suffix": ""}, {"first": "K", "middle": [], "last": "Kinney", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Lumley", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Wu", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Woo", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Wander", "suffix": ""}], "year": 2011, "venue": "Am. J. Infect. Control", "volume": "39", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Cleaning of filtering facepiece respirators contaminated with mucin and Staphylococcus aureus", "authors": [{"first": "B", "middle": ["K"], "last": "Heimbuch", "suffix": ""}, {"first": "K", "middle": [], "last": "Kinney", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Lumley", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Harnish", "suffix": ""}, {"first": "M", "middle": [], "last": "Bergman", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Wander", "suffix": ""}], "year": 2014, "venue": "Am. J. Infect. Control", "volume": "42", "issn": "3", "pages": "265--270", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Disinfection of reusable elastomeric respirators by health care workers: A feasibility study and development of standard operating procedures", "authors": [{"first": "M", "middle": ["T"], "last": "Bessesen", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Adams", "suffix": ""}, {"first": "L", "middle": [], "last": "Radonovich", "suffix": ""}, {"first": "J", "middle": [], "last": "Anderson", "suffix": ""}], "year": 2015, "venue": "Am. J. Infect. Control", "volume": "43", "issn": "6", "pages": "629--634", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1, New Engl", "authors": [{"first": "A", "middle": [], "last": "Williamson", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Tamin", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Harcourt", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Thornburg", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Gerber", "suffix": ""}, {"first": "E", "middle": [], "last": "Lloyd-Smith", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Wit", "suffix": ""}, {"first": "", "middle": [], "last": "Munster", "suffix": ""}], "year": 2020, "venue": "J. Med", "volume": "382", "issn": "16", "pages": "1564--1567", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "World Health Organization: First data on stability and resistance of SARS coronavirus compiled by members of WHO laboratory network", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "UV Sterilization of Personal Protective Equipment with Idle Laboratory Biosafety Cabinets During the Covid-19 Pandemic", "authors": [{"first": "K", "middle": ["J"], "last": "Card", "suffix": ""}, {"first": "D", "middle": [], "last": "Crozier", "suffix": ""}, {"first": "A", "middle": [], "last": "Dhawan", "suffix": ""}, {"first": "M", "middle": [], "last": "Dinh", "suffix": ""}, {"first": "E", "middle": [], "last": "Dolson", "suffix": ""}, {"first": "N", "middle": [], "last": "Farrokhian", "suffix": ""}, {"first": "V", "middle": [], "last": "Gopalakrishnan", "suffix": ""}, {"first": "E", "middle": [], "last": "Ho", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "King", "suffix": ""}, {"first": "N", "middle": [], "last": "Krishnan", "suffix": ""}, {"first": "G", "middle": [], "last": "Kuzmin", "suffix": ""}, {"first": "J", "middle": [], "last": "Maltas", "suffix": ""}, {"first": "J", "middle": [], "last": "Pelesko", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Scarborough", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Scott", "suffix": ""}, {"first": "G", "middle": [], "last": "Sedor", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Weaver", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Disposable N95 Masks Pass Qualitative Fit-Test But Have Decreased Filtration Efficiency after Cobalt-60 Gamma Irradiation", "authors": [{"first": "A", "middle": [], "last": "Cramer", "suffix": ""}, {"first": "E", "middle": [], "last": "Tian", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Yu", "suffix": ""}, {"first": "M", "middle": [], "last": "Galanek", "suffix": ""}, {"first": "E", "middle": [], "last": "Lamere", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "R", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Short", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Radiation-induced oxidative degradation of isotactic polypropylene", "authors": [{"first": "E.-S", "middle": ["A"], "last": "Hegazy", "suffix": ""}, {"first": "T", "middle": [], "last": "Seguchi", "suffix": ""}, {"first": "K", "middle": [], "last": "Arakawa", "suffix": ""}, {"first": "S", "middle": [], "last": "Machi", "suffix": ""}], "year": 1981, "venue": "J. Appl. Polym. Sci", "volume": "26", "issn": "4", "pages": "1361--1372", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The effects of gamma radiation sterilization and ageing on the structure and morphology of medical grade ultra high molecular weight polyethylene", "authors": [{"first": "M", "middle": [], "last": "Goldman", "suffix": ""}, {"first": "R", "middle": [], "last": "Gronsky", "suffix": ""}, {"first": "R", "middle": [], "last": "Ranganathan", "suffix": ""}, {"first": "L", "middle": [], "last": "Pruitt", "suffix": ""}], "year": 1996, "venue": "Polymer", "volume": "37", "issn": "14", "pages": "2909--2913", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Oxidation behaviour in prosthetic UHMWPE components sterilised with high energy radiation in a low-oxygen environment", "authors": [{"first": "P", "middle": [], "last": "Bracco", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Brach Del Prever", "suffix": ""}, {"first": "M", "middle": [], "last": "Cannas", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Luda", "suffix": ""}, {"first": "L", "middle": [], "last": "Costa", "suffix": ""}], "year": 2006, "venue": "Polym. Degrad. Stab", "volume": "91", "issn": "9", "pages": "2030--2038", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "High-energy radiation and polymers: A review of commercial processes and emerging applications", "authors": [{"first": "R", "middle": ["L"], "last": "Clough", "suffix": ""}], "year": 2001, "venue": "Nucl. Instrum. Methods Phys. Res. B", "volume": "185", "issn": "1", "pages": "8--33", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Electret Air Filters", "authors": [{"first": "R", "middle": [], "last": "Thakur", "suffix": ""}, {"first": "D", "middle": [], "last": "Das", "suffix": ""}, {"first": "A", "middle": [], "last": "Das", "suffix": ""}], "year": 2013, "venue": "Purif. Rev", "volume": "42", "issn": "2", "pages": "87--129", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Evaluation of five decontamination methods for filtering facepiece respirators", "authors": [{"first": "D", "middle": ["J"], "last": "Viscusi", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Bergman", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Eimer", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Shaffer", "suffix": ""}], "year": 2009, "venue": "Ann. Occup. Hyg", "volume": "53", "issn": "8", "pages": "815--827", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Evaluation of multiple (3-Cycle) decontamination processing for filtering facepiece respirators", "authors": [{"first": "M", "middle": ["S"], "last": "Bergman", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Viscusi", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Heimbuch", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Wander", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Sambol", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Shaffer", "suffix": ""}], "year": 2010, "venue": "J. Eng. Fiber Fabr", "volume": "5", "issn": "4", "pages": "33--41", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Ultraviolet germicidal irradiation: possible method for respirator disinfection to facilitate reuse during COVID-19 pandemic", "authors": [{"first": "I", "middle": [], "last": "Hamzavi", "suffix": ""}, {"first": "A", "middle": [], "last": "Lyons", "suffix": ""}, {"first": "I", "middle": [], "last": "Kohli", "suffix": ""}, {"first": "S", "middle": [], "last": "Narla", "suffix": ""}, {"first": "A", "middle": [], "last": "Parks-Miller", "suffix": ""}, {"first": "J", "middle": [], "last": "Gelfand", "suffix": ""}, {"first": "H", "middle": [], "last": "Lim", "suffix": ""}, {"first": "D", "middle": [], "last": "Ozog", "suffix": ""}], "year": 2020, "venue": "J. Am. Acad. Dermatol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "N95 Filtering Facepiece Respirator Ultraviolet Germicidal Irradiation (UVGI) Process for Decontamination and Reuse", "authors": [{"first": "T", "middle": [], "last": "Hinkle", "suffix": ""}, {"first": "S", "middle": [], "last": "Micheels", "suffix": ""}, {"first": "A", "middle": [], "last": "Schwedhelm", "suffix": ""}, {"first": "M", "middle": [], "last": "Vasa", "suffix": ""}, {"first": "S", "middle": [], "last": "Wadman", "suffix": ""}, {"first": "M", "middle": [], "last": "Watson", "suffix": ""}, {"first": "", "middle": [], "last": "Rupp", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Final Report for the Bioquell Hydrogen Peroxide Vapor (HPV) Decontamination for Reuse of N95 Respirators", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "N95 Mask Decontamination using Standard Hospital Sterilization Technologies", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Kasloff", "suffix": ""}, {"first": "A", "middle": [], "last": "Leung", "suffix": ""}, {"first": "T", "middle": [], "last": "Cutts", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Strong", "suffix": ""}, {"first": "K", "middle": [], "last": "Hills", "suffix": ""}, {"first": "G", "middle": [], "last": "Vazquez-Grande", "suffix": ""}, {"first": "B", "middle": [], "last": "Rush", "suffix": ""}, {"first": "S", "middle": [], "last": "Lother", "suffix": ""}, {"first": "R", "middle": [], "last": "Zarychanski", "suffix": ""}, {"first": "J", "middle": [], "last": "Krishnan", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Decontamination and Reuse of N95 Respirators with Hydrogen Peroxide Vapor to Address Worldwide Personal Protective Equipment Shortages During the SARS-CoV-2 (COVID-19) Pandemic", "authors": [{"first": "A", "middle": [], "last": "Schwartz", "suffix": ""}, {"first": "M", "middle": [], "last": "Stiegel", "suffix": ""}, {"first": "N", "middle": [], "last": "Greeson", "suffix": ""}, {"first": "A", "middle": [], "last": "Vogel", "suffix": ""}, {"first": "W", "middle": [], "last": "Thomann", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "G", "middle": [], "last": "Sempowski", "suffix": ""}, {"first": "T", "middle": [], "last": "Alderman", "suffix": ""}, {"first": "J", "middle": [], "last": "Condreay", "suffix": ""}, {"first": "J", "middle": [], "last": "Burch", "suffix": ""}, {"first": "C", "middle": [], "last": "Wolfe", "suffix": ""}, {"first": "B", "middle": [], "last": "Smith", "suffix": ""}, {"first": "S", "middle": [], "last": "Lewis", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "COVID-19 Global Pandemic Planning: Decontamination and Reuse Processes for N95 Respirators", "authors": [{"first": "D", "middle": ["J"], "last": "Perkins", "suffix": ""}, {"first": "S", "middle": [], "last": "Villescas", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Wu", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Muller", "suffix": ""}, {"first": "S", "middle": [], "last": "Bradfute", "suffix": ""}, {"first": "I", "middle": [], "last": "Foo-Hurwitz", "suffix": ""}, {"first": "Q", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "H", "middle": [], "last": "Wilcox", "suffix": ""}, {"first": "M", "middle": [], "last": "Weiss", "suffix": ""}, {"first": "C", "middle": [], "last": "Bartlett", "suffix": ""}, {"first": "J", "middle": [], "last": "Langsjoen", "suffix": ""}, {"first": "P", "middle": [], "last": "Seidenberg", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Analysis of Residual Chemicals on Filtering Facepiece Respirators After Decontamination", "authors": [{"first": "W", "middle": ["B"], "last": "Salter", "suffix": ""}, {"first": "K", "middle": [], "last": "Kinney", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Wallace", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Lumley", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Heimbuch", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Wander", "suffix": ""}], "year": 2010, "venue": "J. Occup. Environ. Hyg", "volume": "7", "issn": "8", "pages": "437--445", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Medical Mask with Plasma Sterilizing Layer", "authors": [{"first": "A", "middle": [], "last": "Starikovskiy", "suffix": ""}, {"first": "D", "middle": [], "last": "Usmanova", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2004.00807v1"]}}, "BIBREF29": {"ref_id": "b29", "title": "A novel anti-influenza copper oxide containing respiratory face mask", "authors": [{"first": "G", "middle": [], "last": "Borkow", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": [], "last": "Page", "suffix": ""}, {"first": "J", "middle": [], "last": "Gabbay", "suffix": ""}], "year": 2010, "venue": "PLoS ONE", "volume": "5", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Effectiveness of three decontamination treatments against influenza virus applied to filtering facepiece respirators", "authors": [{"first": "M", "middle": ["B"], "last": "Lore", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Heimbuch", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Brown", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Wander", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Hinrichs", "suffix": ""}], "year": 2012, "venue": "Ann. Occup. Hyg", "volume": "56", "issn": "1", "pages": "92--101", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Humidity-Dependent Decay of Viruses, but Not Bacteria", "authors": [{"first": "K", "middle": [], "last": "Lin", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Marr", "suffix": ""}], "year": 2020, "venue": "Aerosols and Droplets Follows Disinfection Kinetics", "volume": "54", "issn": "", "pages": "1024--1032", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Antiseptics and Disinfectants: Activity, Action, and Resistance", "authors": [{"first": "G", "middle": [], "last": "Mcdonnell", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Russell", "suffix": ""}], "year": 1999, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Effectiveness of Common Household Cleaning Agents in Reducing the Viability of Human Influenza A/H1N1", "authors": [{"first": "J", "middle": ["S"], "last": "Greatorex", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Page", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Curran", "suffix": ""}, {"first": "P", "middle": [], "last": "Digard", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Enstone", "suffix": ""}, {"first": "T", "middle": [], "last": "Wreghitt", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Powell", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Sexton", "suffix": ""}, {"first": "R", "middle": [], "last": "Vivancos", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Nguyen-Van-Tam", "suffix": ""}], "year": 2010, "venue": "", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Low pH gel intranasal sprays inactivate influenza viruses in vitro and protect ferrets against influenza infection", "authors": [{"first": "P", "middle": [], "last": "Rennie", "suffix": ""}, {"first": "P", "middle": [], "last": "Bowtell", "suffix": ""}, {"first": "D", "middle": [], "last": "Hull", "suffix": ""}, {"first": "D", "middle": [], "last": "Charbonneau", "suffix": ""}, {"first": "R", "middle": [], "last": "Lambkin-Williams", "suffix": ""}, {"first": "J", "middle": [], "last": "Oxford", "suffix": ""}], "year": 2007, "venue": "Respir. Res", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Inactivation of Airborne Influenza Virus by Tea Tree and Eucalyptus Oils", "authors": [{"first": "O", "middle": ["V"], "last": "Pyankov", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Usachev", "suffix": ""}, {"first": "O", "middle": [], "last": "Pyankova", "suffix": ""}, {"first": "I", "middle": ["E"], "last": "Agranovski", "suffix": ""}], "year": 2012, "venue": "Aerosol Sci. Technol", "volume": "46", "issn": "12", "pages": "1295--1302", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "US FDA bans 28 substances from hand sanitisers", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Can N95 respirators be reused after disinfection? And for how many times?", "authors": [{"first": "L", "middle": [], "last": "Liao", "suffix": ""}, {"first": "W", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": [], "last": "Yu", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Chu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cui", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Role of Absolute Humidity in the Inactivation of Influenza Viruses on Stainless Steel Surfaces at Elevated Temperatures", "authors": [{"first": "J", "middle": [], "last": "Mcdevitt", "suffix": ""}, {"first": "S", "middle": [], "last": "Rudnick", "suffix": ""}, {"first": "M", "middle": [], "last": "First", "suffix": ""}, {"first": "J", "middle": [], "last": "Spengler", "suffix": ""}], "year": 2010, "venue": "", "volume": "76", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "3M, Disinfection of Filtering Facepiece Respirators", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "The control of humidity by saturated salt solutions", "authors": [{"first": "F", "middle": ["E M"], "last": "O&apos;brien", "suffix": ""}], "year": 1948, "venue": "J. Sci. Instrum", "volume": "25", "issn": "", "pages": "73--79", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Humidity Fixed Points of Binary Saturated Aqueous Solutions", "authors": [{"first": "L", "middle": [], "last": "Greenspan", "suffix": ""}], "year": 1977, "venue": "J. Res. Natl. Bur. Stand. A Phys. Chem", "volume": "81", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Review of polymer oxidation and its relationship with materials performance and lifetime prediction", "authors": [{"first": "M", "middle": ["C"], "last": "Celina", "suffix": ""}], "year": 2013, "venue": "Polym. Degrad. Stab", "volume": "98", "issn": "", "pages": "2419--2429", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Challenges of accelerated aging techniques for elastomer liftime predictions", "authors": [{"first": "K", "middle": ["T"], "last": "Gillen", "suffix": ""}, {"first": "R", "middle": [], "last": "Bernstein", "suffix": ""}, {"first": "M", "middle": [], "last": "Celina", "suffix": ""}], "year": 2015, "venue": "Rubber Chem. Technol", "volume": "88", "issn": "1", "pages": "1--27", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "The wear-out approach for predicting the remaining lifetime of materials", "authors": [{"first": "K", "middle": ["T"], "last": "Gillen", "suffix": ""}, {"first": "M", "middle": [], "last": "Celina", "suffix": ""}], "year": 2000, "venue": "Polym. Degrad. Stab", "volume": "71", "issn": "1", "pages": "15--30", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Lifetime predictions of EPR materials using the Wear-out approach", "authors": [{"first": "K", "middle": ["T"], "last": "Gillen", "suffix": ""}, {"first": "M", "middle": [], "last": "Celina", "suffix": ""}, {"first": "R", "middle": [], "last": "Bernstein", "suffix": ""}, {"first": "M", "middle": [], "last": "Shedd", "suffix": ""}], "year": 2006, "venue": "Polym. Degrad. Stab", "volume": "91", "issn": "12", "pages": "3197--3207", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Electrospun Nanofibers for Air Filtration", "authors": [{"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Rind", "suffix": ""}, {"first": "N", "middle": [], "last": "Tang", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Yin", "suffix": ""}, {"first": "J", "middle": [], "last": "Yu", "suffix": ""}, {"first": "B", "middle": [], "last": "Ding", "suffix": ""}], "year": 2019, "venue": "Electrospinning: Nanofabrication and Applications", "volume": "", "issn": "", "pages": "365--390", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Hydrogen Peroxide Vapor sterilization of respirator masks for reuse", "authors": [{"first": "T", "middle": [], "last": "Team", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Products with Emerging Viral Pathogens AND Human Coronavirus claims for use against SARS-CoV-2", "authors": [{"first": "N", "middle": [], "last": "List", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation", "authors": [{"first": "D", "middle": [], "last": "Wrapp", "suffix": ""}, {"first": "N", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Goldsmith", "suffix": ""}, {"first": "C.-L", "middle": [], "last": "Hsieh", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Mclellan", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Corbett", "suffix": ""}, {"first": "O", "middle": [], "last": "Abiona", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Graham", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "367", "issn": "6483", "pages": "1260--1263", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "National Institute for Occupational Safety and Health, Determination of Particulate Filter Efficiency Level for N95 Series Filters Against Solid Particulates for Non-Powered", "authors": [], "year": 2019, "venue": "Air-Purifying Respirators Standard Testing Procedure (STP). Procedure No. TEB-APR-STP-0059", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Filtration Performance Results: Sierra Peaks Material #4", "authors": [{"first": "M", "middle": [], "last": "Omana", "suffix": ""}, {"first": "D", "middle": [], "last": "Wiemann", "suffix": ""}, {"first": "T", "middle": [], "last": "Settecerri", "suffix": ""}, {"first": "A", "middle": [], "last": "Dallman", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Simple Respiratory Protection-Evaluation of the Filtration Performance of Cloth Masks and Common Fabric Materials Against 20-1000 nm Size Particles", "authors": [{"first": "S", "middle": [], "last": "Rengasamy", "suffix": ""}, {"first": "B", "middle": [], "last": "Eimer", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Shaffer", "suffix": ""}], "year": 2010, "venue": "Ann. Occup. Hyg", "volume": "54", "issn": "7", "pages": "789--798", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Overview of face masks used for thermal aging in screening study.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Layered structure of the 3M 1860 N95 mask type.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Layered structure of the Kimberly Clark 46767 N95 mask type.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Layered structure of the Aura 1870+ N95 mask type using only PP based materials.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Different masks thermally aged for 24 h at 95°C before and after exposure.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Thermally aged for 24 h at 80°C before and after exposure. Some adhesion between the two layers is noticed for the Kimberly-Clark N95 mask (on left).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "More pronounced fusing of a specific 'duckbill' mask type (Kimberly-Clark 46767 N95) with these images taken at the final stage after cumulative aging for 24 h each at 65, 80 and 95°C.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Moldex mask cumulatively aged for 24 h at 65°C and 80°C showing some edge cracking (highlighted by red circles in pictures), but an otherwise functionally appearing mask. After additional exposure for 24 h at 95°C the vent assembly in the center was partially deformed (softening) with additional cracking at the bottom of the mask.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Deposition of a gentle spray-on surface layer from a commercial Lysol can on the ATR crystal surface. There is limited retention of the benzalkonium chloride at 25°C (top) and rapid loss at 37°C (bottom).", "latex": null, "type": "figure"}, "FIGREF9": {"text": ". 11 Deposition of a gentle spray-on surface layer of 25 % Pine-Sol cleaner in 70 vol % isopropanol-water from a hand-held spray bottle on the ATR crystal surface. There is good retention of surfactant (and likely other constituents) at 25°C (top) and 37°C (bottom).", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Rapid loss of a sprayed-on surface layer of 3% tea tree oil in 70 vol % isopropanol-water deposited from a hand-held spray bottle on the ATR crystal surface at 25°C.", "latex": null, "type": "figure"}, "FIGREF11": {"text": ". 13 Excellent retention of a sprayed-on surface layer of 3% citric acid and 1% surfactant (StepWet DF 90) in 70 vol % isopropanol-water deposited from a hand-held spray bottle on the ATR crystal surface at 25°C (top) and 37°C (bottom).", "latex": null, "type": "figure"}, "FIGREF12": {"text": ". 14 Excellent retention of a mixture of compounds in 70 vol % isopropanol-water (1 wt% chlorhexidine gluconate; 1 wt% disodium EDTA; 1 wt% benzalkonium chloride) gently deposited from a hand-held spray bottle on the ATR crystal surface at 25°C (top) and 37°C (bottom).", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Example of a very thin layer of citric acid and surfactant deposited as a mist from a handheld small spray bottle after evaporation of the isopropanol/water carrier.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Thin films of citric acid and surfactant are easily deposited as a mist from a hand-held small spray bottle after evaporation of the isopropanol/water carrier. The solution had a small amount of red food-dye added to aid in the visualization of the thin film distribution. The mask surface is barely coated on the left and double coated on the right.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Thin films of Pine-Sol disinfectant cleaner are easily deposited as a mist from a hand-held small spray bottle after evaporation of the isopropanol/water carrier. The solution had a small amount of red food-dye added to aid in the visualization of the thin film distribution on a Halyard face mask.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Relative changes in the filtration efficiencies of treated (thermally or coated with 1% Pine-Sol and 1% benzalkonium chloride in 70/30 isopropanol/water solution) Kimberly Clark masks in the particle range of 10 to 400 nm under low (top) and high (bottom) flow rate conditions. Relative changes in the filtration efficiencies of treated (thermally or coated with 25 % of a commercial cleaner (Pine-Sol having a non-ionic surfactant ingredient) in 70/30 isopropanol/water solution as shown inFig. 17) Halyard masks in the particle range of 10 to 400 nm under low (top) and high (bottom) flow rate conditions.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Relative filter efficiency for two 3M type masks under multiple exposure conditions measured with a Filter Penetration Testbed (FPT) utilizing mono-disperse 75 nm NaCl particles with a Filter Face Velocity of 17.34 cm/s. The 3M 1860 mask was coated with 1% benzalkonium chloride, 1% chlorohexidine gluconate and 1% disodium EDTA for demonstration purposes only, and the 3M Aura 1870+ N95(Fig.16)was coated with 3% citric acid and 1% liquid hand soap, respectively. Constituents were always dissolved in 70/30 isopropanol/water solution.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Allison Paul from the infection prevention and control department at the Presbyterian Hospital in Albuquerque is gratefully acknowledged for the contribution of multiple face masks. We also wish to acknowledge Taylor Settecerri for her auxiliary support to the experimental work of mask filtration characterization and Ann Dallman for the corresponding data analysis. Catherine Mageeny and Cathryn Siegrist are valued for their insight and comments. T.D. is supported by the ARC Future Fellowship scheme (FT150100408). Sandia National Laboratories is a multi-mission laboratory managed and operated by National Technology and Engineering Solutions of Sandia, LLC., a wholly owned subsidiary of Honeywell International, Inc., for the U.S. Department of Energy's National", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements:"}, {"text": "• Thermal conditioning and gentle surface disinfection to aid extended use of masks • Adequate material properties for most masks to survive a few cycles at 75°C • Temperature control important, as conditioning is near the softening point for some of the plastics and fibers used • Neither moderate thermal exposure nor gentle application of surface disinfectant leads to measurable loss of mask filter performance", "cite_spans": [], "ref_spans": [], "section": "HIGHLIGHTS:"}, {"text": "X The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.☐The authors declare the following financial interests/personal relationships which may be considered as potential competing interests:", "cite_spans": [], "ref_spans": [], "section": "Declaration of interests"}]}