{
    "paper_id": "0da30325190e191b9888ad2660f4de0a24fc7053",
    "metadata": {
        "title": "AN INTERACTIVE COVID-19 MOBILITY IMPACT AND SOCIAL DISTANCING ANALYSIS PLATFORM",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "L"
                ],
                "last": "Pack",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maryland Transportation Institute",
                    "location": {}
                },
                "email": "packml@umd.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Informed decision-making requires data. In the case of COVID-19, no previous pandemic had 3 such a big universal impact on societies in the modern history, as a results historic data lacked key 4 information on how people react to such a universal pandemic and how the virus impacts 5 economies and societies. Data-driven decision-making becomes a challenge in such an 6 unprecedented event. Thanks to the technology, we now have an enormous amount of observed 7 data collected by mobile devices amid pandemic. We can now utilize this data to learn more about 8 the various impacts of a pandemic on our lives, make informed decisions to fight the current 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "invisible enemy, and be better prepared the next time such pandemics happen. Our research team 10 has utilized a national set of privacy-protected mobile device location data and produced a COVID-11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "19 Impact Analysis Platform to provide comprehensive data and insights on COVID-19's impact 12 on mobility, economy, and society. 13 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Mobile device location data are becoming popular for studying human behavior, specially mobility 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "behavior. Earlier studies with mobile device location data were mainly using GPS technology, 16 which is capable of recording accurate information including, location, time, speed, and possibly 17 a measure of data quality 1 . Later, mobile phones and smartphones gained popularity, as they could 18 enable researchers to sudy individual-level mobility patterns 2-4 . Other emerging mobile device 19",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "location data sources such as call detail record (CDR) 5-7 , Cellular network data 8 , and social media 20 location-based services 9-13 have also been used by the researchers to study mobility behavior. 21 Mobile device location data has proved to be a great asset for decision-makers amid the current 22",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "text": "21",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "COVID-19 pandemic. Many companies such as Google, Apple, or Cuebiq have already utilized 23 location data to produce valuable information about mobility and economic trends 14-16 . 24 Researchers have also utilized mobile device location data for studying COVID-19-related 25 behavior 17,18 . 26 27",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 183,
                    "text": "14-16 . 24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Non-pharmaceutical interventions such as social distancing are important and effective tools for 28 preventing virus spread. One of the most recent studies projected that the recurrent outbreaks might 29 be observed this winter based on pharmaceutical estimates on COVID-19 and other coronaviruses, 30 so prolonged or intermittent social distancing may be required until 2022 without any interventions 31 19 , highlighting the importance of improving our understanding about individual's reaction to 32 social distancing. Researchers have highlighted the importance of social distancing in disease 33",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 407,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "prevention through modeling and simulation 20-23 . The simulation models assume a level of 34 compliance, which can now be validated through observed data. Our current platform utilizes 35 mobile device location data to provide observed data and evidence on social distancing behavior 36 and the impact of COVID-19 on mobility. We used daily feeds of mobile device location data, 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "representing movements of more than 100 Million anonymized devices, integrated with COVID-38 19 case data from John Hopkins University and census population data to monitor the mobility 39 trends in United States and study social distancing behavior 24 . In the next section we describe the 40 methodology used to process the anonymized location data and produce the metrics that are 41 available on the platform. The methodology section is followed by a brief overview of the 42 platform. The last section presents concluding remarks. 43 44 45 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 1  2  The research team first integrated and cleaned location data from multiple sources representing  3  person and vehicle movements in order to improve the quality of our mobile device location data  4 panel. We then clustered the location points into activity locations and identified home and work 5 locations at the census block group (CBG) level to protect privacy. We examined both temporal 6 and spatial features for the entire activity location list to identify home CBGs and work CBGs for 7 workers with a fixed work location. Next, we applied previously developed and validated 8 algorithms 25 to identify all trips from the cleaned data panel, including trip origin, destination, 9 departure time, and arrival time. Additional steps were taken to impute missing trip information 10 for each trip, such as trip purpose (e.g., work, non-work), point-of-interest visited (restaurants, 11",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 333,
                    "text": "1  2  The research team first integrated and cleaned location data from multiple sources representing  3  person and vehicle movements in order to improve the quality of our mobile device location data  4",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "shops, etc.), travel mode (air, rail, bus, driving, biking, walking, and others), trip distance (airline 12 and actual distance), and socio-demographics of the travelers (income, age, gender, race, etc.) 13 using advanced artificial intelligence and machine learning algorithms. If an anonymized 14 individual in the sample did not make any trip longer than one-mile in distance, this anonymized 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "individual was considered as staying at home. A multi-level weighting procedure expanded the 16 sample to the entire population, using device-level and trip-level weights, so the results are 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "representative of the entire population in a nation, state, or county. The data sources and 18 computational algorithms have been validated based on a variety of independent datasets such as 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "the National Household Travel Survey and American Community Survey, and peer reviewed by 20 an external expert panel in a U.S. Department of Transportation Federal Highway Administration's 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "Exploratory Advanced Research Program project, titled \"Data analytics and modeling methods for 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "tracking and predicting origin-destination travel trends based on mobile device data\" 25 . Mobility 23 metrics were then integrated with COVID-19 case data, population data, and other data sources. 24 Figure 1 shows a summary of the methodology. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "METHODOLOGY"
        },
        {
            "text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted May 5, 2020. Trips are the unit of analysis for almost all transportation applications. Traditional data sources 4 such as travel surveys include trip-level information. The mobile device location data, on the other 5 hand, do not directly include trip information. Location sightings can be continuously recorded 6 while a device moves, stops, stays static, or starts a new trip. These changes in status are not 7 recorded in the raw data. As a result, researchers must rely on trip identification algorithms to 8 extract trip information from the raw data. Basically, researchers must identify which locations 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "form a trip together. The following subsections describe the steps our research team took to identify 10 trips. The algorithm runs on the observations of each device separately. 11 12 2.1.1. Pre-Processing 13 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "First, all device observations are sorted by time. The trip identification algorithm assigns a hashed 15 ID to every trip it identifies. The location dataset may include many points that do not belong to 16 any trips. The algorithm assigns \"0\" as the trip ID to these points to identify them as static points. 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "for every observation, we compute the distance, time, and speed between the point and its previous 18 and next points if exist. 19 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "The trip identification algorithm has three hyper-parameters: distance threshold, time threshold, 21 and speed threshold. This algorithm checks every point to identify if they belong to the same trip as their previous point. 31",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "text": "21",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "If they do, they are assigned the same trip ID. If they do not, they are either assigned a new hashed 32 trip id (when their ≥ ℎ ℎ ) or their trip ID is set to \"0\" (when their 33 < ℎ ℎ ). Identifying if a point belongs to the same trip as its previous 34 point is based on the point's \"speed to\", \"distance to\" and \"time to\" attributes. If a device is seen 35 in a point with ≥ ℎ ℎ but is not observed to move there 36 ( < ℎ ℎ ), the point does not belong to the same trip as its previous point. 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "When the device is on the move at a point ( ≥ ℎ ℎ ), the point belongs to 38 the same trip as its previous point; but when the device stops, the algorithm checks the radius and 39 dwell time to identify if the previous trip has ended. If the device stays at the stop (points should 40 be closer than the distance threshold) for a period of time shorter than the time threshold, the points 41 still belong to the previous trip. When the dwell time reaches above the time threshold, the trip 42 ends, and the next points no longer belong to the same trip. The algorithm does this by updating 43",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "\"time from\" to be measured from the first observation in the stop, not the point's previous point. 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "The algorithm may identify a local movement as a trip if the device moves within a stay location. 45 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. To filter out such trips, all trips that are within a static cluster and all trips that are shorter than 300 1 meters are removed. We first identify all activity points. was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.29.20085472 doi: medRxiv preprint non-static clusters based on time and speed checks. After finalizing the potential stay clusters, the 1 framework combines nearby clusters to avoid splitting a single activity (Figure 4) . 2 3 4 Figure 4 . Activity clustering methodology 5 6 2.2.2. Home and work CBG Identification 7 8 Figure 5 shows the methodology for home and work CBG identification. Instead of setting a fixed 9 time period for each type, e.g., 8pm to 8am as the study period for home CBG identification and 10 the other half day for work CBG identification, the framework examines both temporal and spatial 11",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 333,
                    "text": "(Figure 4)",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 350,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 441,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "METHODOLOGY"
        },
        {
            "text": "features for the entire activity location list. The benefits are two-fold: the results for workers with 12 flexible or opposite work schedules would be more accurate and the employment type for each 13 device could be detected simultaneously. Figure 6 shows the validation of home and work location 14 imputations, by comparing the distance from home to work between longitudinal employer-15 household dynamics (LEHD) data and the imputed locations for a set of mobile device location 16 data for the Baltimore metropolitan area. We can observe a satisfactory match. 17 18 19 Figure 5 . Home/work CBG imputation methodology 20 21 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 576,
                    "end": 584,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "METHODOLOGY"
        },
        {
            "text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted May 5, 2020. to be able to make sufficient generalizations using a multi-layer DNN and capture the exceptions 10 using the wide single-layer model. The datasets used for training the model were collected from 11 the incenTrip mobile phone app 28 , developed by the authors, where the ground truth information 12 for car, bus, rail, bike, walk, and air trips was collected. To effectively detect the travel mode for 13 each trip, feature construction is critical in providing useful information. Travel mode-specific 14 knowledge is needed to improve the detection accuracy. In addition to the traditional features used 15 in the literature (e.g. average speed, maximum speed, trip distance, etc.), we also integrated the 16 multi-modal transportation network data to construct innovative features in order to improve the 17 detection accuracy based on network data integration. The wide and deep learning method utilized 18 in this study achieved over 95% prediction accuracy for drive, rail, air, and non-motorized, and 19 over 90% for bus modes on test data. We have applied the trained algorithms on the location dataset 20 to obtain multimodal trip rosters (see Figure 7 that shows raw location data points by different 21 travel modes ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1232,
                    "end": 1240,
                    "text": "Figure 7",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "METHODOLOGY"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted May 5, 2020. In the Home and work CBG Identification, we described how home and work CBGs can be 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "identified. Other purposes can be directly identified through spatial joint of trip end locations and 7 point of interest (POI) data. We have used a popular commercial POI dataset that includes more 8 than forty million records for the U.S. For each trip end, we first filter all POIs that are located 9 within a 200-meter radius of the trip-end. Next, we identify the trip purpose by the POI type of the 10 closest POI. 11 12 2.3.3. Socio-Demographic Imputation 13 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "Due to privacy concerns, mobile device location data contain very little ground truth information 15 about the device owners. However, it is essential to understand how representative the sample is 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "and how different segments of the population travel. The state-of-the-practice method is to assign 17 either the census population socio-demographic distribution or the public use microdata sample 18 (PUMS) units to the sample devices within the same geographic area based on the imputed home 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "locations. More advanced socio-demographic imputation methods utilize travel patterns and 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "visited POI types to impute the socio-demographics. These methods require a significant amount 21 of computation, as various features from different databases should be calculated and used. In 22 order to balance the computations and conduct a timely analysis for the pandemic, we have used 23 the state-of-the-practice method and assigned socio-demographic information to the anonymized 24 devices based on the census socio-demographic distribution of their imputed CBG. Five-year 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "American Community Survey (ACS) estimates for 2014 to 2018 from the U.S. Census Bureau can 26 be used to obtain median income, age distribution, gender distribution, and race distribution for 27 each U.S. CBG 29 . For each device, we used Monte-Carlo simulation 30 to draw from the age, 28 gender, and race distribution at the device's imputed home CBG. We also assigned the CBG's 1 median income to the device. 2 3 2.4. Weighting 4 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "The sample data needs to be weighted to represent population-level statistics. First, the devices 6 available in our dataset are a sample of all individuals in the population, so we need to apply 7 device-level weights. Second, for an observed device, only a sample of all trips may be recorded, 8 so trip-level weights are also needed. For the sake of timeliness, we have applied simple weighting 9 methods to obtain county-level device weights and state-level trip weights. In order to obtain 10 device-level weights, we have used the home county, obtained from the imputed home CBG 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "information. research findings available to other researchers, agencies, non-profits, media, and the general 28 public. The platform will evolve and expand over time as new data and impact metrics are 29 computed and additional visualizations are developed. Table 1 shows the current metrics available  30 in the platform at the national, state, and county levels in the United States with daily updates. 31 Figure 8 illustrates the platform. 32 33 2 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 305,
                    "text": "Table 1 shows the current metrics available  30",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 408,
                    "end": 416,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted May 5, 2020. The Integrated dataset compiled by our research team shows how the nation and different states 6 and counties are impacted by the COVID-19 and how the communities are conforming with the 7 social distancing and stay-at-home orders issued to prevent the spread of the virus. The platform 8 utilizes privacy-protected anonymized mobile device location data integrated with healthcare 9 system data and population data to assign a social distancing score to each state and county based 10 on derived information such as percentage of people who are staying home, average number of 11 trips per person and average distance traveled by each person. As the next steps, the research team 12 is integrating socio-demographic and economic data into the platform to study the multifaceted 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "impact of COVID-19 on our mobility, health, economy, and society. 14 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "ACKNOWLEDGMENT 16 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "We would like to thank and acknowledge our partners and data sources in this effort: (1) Amazon 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "Web Service and its Senior Solutions Architect, Jianjun Xu, for providing cloud computing and 19 technical support; (2) computational algorithms developed and validated in a previous USDOT 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "Federal Highway Administration's Exploratory Advanced Research Program project; (3) mobile 21 device location data provider partners; and (4) partial financial support from the U.S. Department 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "of Transportation's Bureau of Transportation Statistics and the National Science Foundation's 23 RAPID Program. 24 25 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.29.20085472 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEHD Mobile Device"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Simulation suggests that rapid activation of social 1 distancing can arrest epidemic development due to a novel strain of influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC public",
            "volume": "2",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Does Social Distancing Matter?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greenstone",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nigam",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimating the scale of COVID-19 Epidemic in the United States: Simulations 6 Based on Air Traffic directly from Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An interactive web-based dashboard to track COVID-19 8 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Data Analytics and Modeling Methods for Tracking and Predicting 10 Origin-Destination Travel Trends Based on Mobile Device Data. (Federal Highway 11 Administration Exploratory Advanced Research Program",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghader",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Deep learning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lecun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "521",
            "issn": "",
            "pages": "436--444",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An integrated and personalized traveler information and incentive scheme 15 for energy efficient mobility systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportation Research Part C: Emerging",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Proceedings 21st International 18 Cartographic Conference",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcmaster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riper",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "821--828",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Monte carlo methods",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hammersley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Methodology 27",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 3show the validation of this algorithm by running the algorithm on a sample 6 of national mobile device location data and comparing the trip lengths and travel times with the 7 reported travel distances and travel times from the 2017 national household travel survey (NHTS 8 2017). A satisfactory match is observed between the two datasets. Distance validation of the trip identification algorithm against NHTS2017 12 13 Travel time validation of the trip identification algorithm against NHTS2017 15 16 2.2. Activity Identification 17 18",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Validation of home and work imputation against LEHD team developed a jointly trained single-layer model and deep neural network 27 for 8 travel mode detection of this project. This model combines the advantages of both types of models 9",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Demonstration of the multi-",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "The speed threshold is used to identify if an observation is recorded on the 22 move. The distance and time thresholds are used to identify trip ends. At this step, the algorithm 23identifies the device's first observation with ≥ ℎ ℎ . This identified 24 point is on the move, so a hashed trip ID is generated and assigned to this point. All points recorded 25 before this point, if exist, are set to have \"0\" as their trip ID. Next, the recursive algorithm identifies 26if the next points are on the same trip and should have the same trip ID.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "List of metrics available on the COVID-19 impact analysis platform 1An integer from 0~100 that represents the extent residents and visitors are practicing social distancing. \"0\" indicates no social distancing is observed in the community, while \"100\" indicates all residents are staying at home and no visitors are entering the county. It is computed by this equation: % staying home Percentage of residents staying at home (i.e., no trips more than one mile away from home) #trips/person Average number of trips taken per person.% out-of-county tripsThe percent of all trips taken that travel out of a county. Additional information on the origins and destinations of these trips at the county-to-county level is available, but not currently shown on the platform.miles traveled/person Average person-miles traveled on all modes (car, train, bus, plane, bike, walk, etc.) #work trips/person Number of work trips per person (where a \"work trip\" is defined as going to or coming home from work) #non-work trips/person Number of non-work trips per person. (e.g. grocery, restaurant, park, etc.). Additional information on trip purpose (restaurant, shops, etc.) is available, but not currently shown on the platform. Number of new confirmed COVID-19 cases from the Johns Hopkins University's GitHub repository. population Number of residents in a nation, state, or county as reported from the national Census database.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}