{
    "paper_id": "0da4259e7738a5ef47dc5023b9e6b277e4f2b74f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There should be dedicated mach ines for patients with COVID-19. Nowadays, many handheld models are affordable even for low-resource regions and some can cost only one twentieth of an ordinary mid-range or high-end machine. In the intensive care unit (ICU), if the department can afford the expense, it is optimal to assign one machine to each ICU patient, similar to common practice of avoiding crosscontamination by allocating a single stethoscope at the bedside for each individual patient. Another measure to minimise the possibility of crosscontamination is to use individually packaged, single-use ultrasound gel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are several features clinicians should look for when selecting the ideal pocket machine. First, wireless models are better than those with a cable because they are easier to manipulate (even if put in a plastic probe cover) and remove the risk of the cable contacting the surrounding environment. Second, machines that can be wirelessly charged are preferable because they obviate the need of removing the plastic cover unnecessarily for recharging. Third, the devices that possess multiple probe functionalities in a single unit are desirable because they can be used to do various clinical tasks without additional tools-eg, for patients with COVID-19 who require central venous catheter insertion as part of shock management, bed side cardiac ultrasound to assess ventricular function due to the risk of myocarditis, 2 or have acute pulmonary heart disease from their demand of higher positive end-expiratory pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lung ultrasound has high sensitivity for detecting pleural thickening, subpleural consolidation, and ground-glass opacification equivalent in CT; 3 however, one pitfall is that there are occasions in which other imaging modalities are needed. For instance, lung ultrasound might not be able to detect a centrally located consolidation from bacterial superinfection. Furthermore, like many POCUS applications, lung ultrasound is often unable to discern the chronicity of a lesion, limiting its power of early COVID-19 diagnosis in the population with pre-existing pulmonary conditions. Patients with underlying asthma can have respiratory wheeze, which is not visible by lung ultrasound. Apart from using a stethoscope, the degree of airway obstruction in a mechanically ventilated patient could be assessed by various parameters, such as expiratory flow and waveform capnography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Proper documentation is one aspect POCUS users should be aware of. The POCUS images should be stored for later review for as long as possible. Smartphones or tablets provided by the institution-instead of personal ones-should be used to connect to the handheld POCUS device and for image storage. This practice will protect confidentiality and minimise the risk of the clinician's belongings being accidentally contaminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For lung ultrasound, it is particularly important for the department to adopt a scanning protocol that every clinician agrees on, because there are different options available, including 8-zone, 12-zone, and 28-zone protocols, each applying different terminologies. 4 The operator should also annotate the cine loops accordingly otherwise it would be difficult for reviewers to determine the exact location being scanned.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 267,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We embrace the extra precision and safety new technology brings but its limitations and optimisation must be understood to get the most benefits out of it without compromising standard of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Intensive Care Unit, North District Hospital, Sheung Shui, Hong Kong Special Administrative Region, China",
            "cite_spans": [],
            "ref_spans": [],
            "section": "jonathanchunheicheung@gmail.com"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 outbreak: less stethoscope, more ultrasound",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buonsenso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chiaretti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "20",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cardiovascular considerations for patients, health care workers, and health systems during the coronavirus disease 2019 (COVID-19) pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Driggin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bikdeli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Is there a role for lung ultrasound during the COVID-19 pandemic?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soldati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smargiassi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Inchingolo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Ultrasound Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "International evidence-based recommendations for point-of-cares lung ultrasound",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Volpicelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elbarbary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blaivas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "",
            "pages": "30166--30167",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}