{
    "paper_id": "0da5d5a5995c1873870835a5be83b387c0503a40",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he great Supreme Court Justice, Oliver Wendell Holmes, discovered one day that he had misplaced his ticket while boarding a train. The Chief Justice looked vigorously for the ticket until the conductor informed him, \"Do not worry, Justice Holmes, we know who you are, and we trust you.\" Justice Holmes supposedly replied, \"The question is not where is my ticket? The question is where am I going?\" 1 Mayor Bloomberg began his speech with this anecdote in order to remind the audience that in three days of meetings and workshops on public health and the law, Justice Holmes' question is the one that public health practitioners should be asking, \"Where are we going?\"",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mayor Bloomberg offered a few ideas of where we are headed and where we have been. In order to perform this task, the Mayor began with a brief discussion on history and the facets needed in order to develop a new and comprehensive plan for the future. The history of public health in the United States is an inspiring one, encompassing both the forward march of science and a moving tribute to humanity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Mayor's early memories include the terrible effects of paralytic childhood polio, which stalked American cities, especially in the carefree months of summer vacation. The Mayor also remembers the jubilant relief that followed after Dr. Jonas Salk's discovery of a polio vaccine was announced. The victory of polio achieved a massive, unprecedented vaccination program from coast to coast, demonstrating a tremendous victory for the American democratic way of life. The eradication of polio required a full, societal effort, and this victory proved what a free society is capable of achieving when it mobilizes its best scientific minds, marshals public support for public health, and places the force of law behind these efforts. American history is replete with other examples of the essential role of the law in all of its forms, including regulations, licensing, inspections, tax policy, appropriation, litigation, and enforcement on conquering disease and improving quality of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Yet, the Mayor informed the audience that history teaches individuals a second lesson. As Atlanta's famous son, Dr. Martin Luther King, Jr. once observed, \"Human progress never roles in on the wheels of inevitability.\" In the realm of public health, the greatest problem that society faces is complacency. The Mayor pointed to the example of tuberculosis (TB). By the late 1980s, elected officials and public health authorities in New York City and the United States, at large, believed prematurely and wrongly that TB had been controlled. When drug resistance to TB emerged in the 1990s, it cost more than $1 billion to care for those that had become ill. This also resulted in another concentrated effort to once again bring TB under control. Therefore, an appreciation of history should not only inspire optimism, but also a sense of urgency and a commitment to tenacity: the same urgency and tenacity that Americans have learned during the hard and sometimes bitter 25 year struggle with AIDS. This urgency and tenacity is needed to meet the public health threats of a new era, this era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This country faces two overarching challenges: the threat of chronic and non-communicable diseases and that of health-related disasters. Chronic and non-communicable diseases have now replaced communicable diseases as this nation's most perverse killers. These new threats result from and are aggravated by forbearance and even social and economic encouragement of such behaviors as tobacco addiction, unhealthy nutrition, and excessive sedentary lifestyles. To this list of New Public Health Strategies for a New Era Michael R. Bloomberg PLENARY SES S I O N S public health problems, the Mayor also added this nation's intolerable inaction to the flood of illegal guns that invade American cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One century ago, cancer and cardiovascular disease were responsible for fewer than 10% of deaths in New York City. Today, they account for more than two-thirds of deaths. Across the nation, firearms kill 30,000 people per year. All of these deadly menaces result from choices, those as individuals and as a society to ignore or encourage life-threatening risks. An effective public health strategy must, therefore, alter that calculus by changing how we live.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, this country faces challenges in the possibility of health related disasters, as AIDS, West Nile virus, SARS, and now avian flu are all reminders of pandemic disease in a globalized world. This nation must also contend with the menace that is bioterrorism. Since the potential of such disasters, both natural and man-made, can reach into every community, individuals have the responsibility to prepare for and address this crisis. The United States of America needs an aggressive, comprehensive public health strategy focused on both chronic disease and health emergencies. This is the strategy that has been followed in New York City over the past four and a half years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Mayor next began to address the principal elements of New York City's strategy and stressed two key points about this approach. First, New York City respects science. The city bases policy, not on what it thinks is true, but on what it can prove is true. Second, New York City takes seriously its duty to act on what it knows -relying on the forceful application of law, democratically debated and approved, as the principal instrument of the city's public health policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Certainly, public health information campaigns that discuss health issues are indispensable. One great example is that today, June 14, 2006, is World Blood Day, which highlights the essential role that blood drives display in saving lives. Yet, alone these public health information campaigns are insufficient to the enormous tasks at hand. These campaigns are reminiscent of the famous words spoken by Mark Twain in describing his appreciation of thunderstorms. \"Thunder is good. Thunder is impressive, but lightning does the work.\" In the realm of public health, law is like lightning. Law does the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The work of the law has been constantly demonstrated in such successes as mandatory vaccination, requiring automobile seatbelts, reducing drunk-driving, improving workplace safety, providing access to family planning services, and the fluoridation of water. Public health succeeds by making healthy choice the default social option. Clearly, there are matters of public choice and public taste that the government has no business regulating, but just as clearly, there are also areas, which the government has an obligation to act on what incontrovertible facts explain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mayor Bloomberg next addressed what the federal government has done and what it ought to be doing in the realm of public health to meet the dual challenges of chronic disease and public health emergencies. The Mayor stressed that meeting these challenges must not become a matter of partisan politics. The health of the American people is at stake. This is an area where both branches of Congress, both Democrats and Republicans, have a duty to rise above politics as usual. In New York City, the control of chronic disease has been made a top public health priority. The city's work is information driven. This work has expanded populationbased surveillance of chronic diseases. Two years ago, for example, New York City's Health Department conducted this nation's first ever community-based health and nutrition examination survey. This has provided data on the prevalence and control of chronic disease, which guides the city in providing resources to the areas in which they are needed the most. The city is also helping to underwrite the cost of bringing electronic records to primary care doctors in low-income communities. This will not only improve patient care, but also it will provide the physicians and the city with vital information without divulging patient names or other sensitive information about how the health system is performing on the front lines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is on these front lines that law is the most potent weapon. New York City brought law to bear on a broad front including three specific areas: reducing tobacco related illness, combating diabetes, and ending the violence caused by illegal firearms. Not quite four years ago, Mayor Bloomberg introduced New York City's pioneering Smoke-Free Air Act of 2002, banning smoking in bars and restaurants. The law's premise, supported by Nobel Prize Winner and former head of the National Institutes of Health, Dr. Harold Varmus, was that waiters and bartenders should not be forced to risk their health because of second-hand smoke in order to earn a living. New York City clearly had the facts on its side, and perhaps for that reason, the city was faced with a well-financed scare campaign predicting doom for the city's tourism and hospitality industry if the law succeeded. Some critics forecasted that no one from Italy or Ireland would ever visit New York City again. This has proved to be completely wrong, as Italy and Ireland are among a dozen nations, which have subsequently followed New York City's lead in banning smoking in public places.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The law, in the form of higher cigarette taxes, played an important role in reducing first-hand smoke among New Yorkers, as well. Early in the Mayor's adminis-PLENARY SES S I O N S tration, the tax per pack was raised nearly $1.50. This has played an especially strong role in reducing smoking among teenagers who are particularly sensitive to the price of cigarettes. Recent data has shown that while smoking by teenagers has increased nationwide in the past two years, it has decreased substantially in New York City. Today, one in ten teenagers in the city report that they smoke, and five years ago, that ratio was one in four. Based on the city's efforts, nearly 200,000 fewer New Yorkers smoke than they did four years ago. Although keeping this trend going will be difficult, the Mayor pointed out the importance of the tenacity that he mentioned earlier. Epidemiology tells this nation that these efforts in New York City will prevent 60,000 premature deaths. Replication of these efforts nationally and internationally, perhaps accelerated by New York City's example, could have a life saving impact many times greater than that. Dr. Tom Frieden, the genius behind this initiative, and the Mayor's administration will carry this effort as a badge of honor for the rest of their lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New York City is also using the law to combat the one chronic disease that is getting worse in the city and the nation: diabetes. Beginning this year, New York City has initiated a wide-ranging attack on diabetes and such a comprehensive campaign is needed because of the broad range of factors contributing to the disease's spread. Nationally, only one in three individuals with diabetes has their blood sugar adequately under control. This is why the city has established the nation's first community-wide registry to improve knowledge and treatment of people with diabetes. Today, when New Yorkers get their blood sugar tested in any doctor's office, clinic, or hospital in the city, this information goes to New York City's Health Department. The city will begin a pilot effort in one area of the Bronx to help patients and their doctors when results show a dangerously high blood sugar level. The city is matching these efforts with a wide array of legal interventions that curb the obesity that helps contribute to diabetes, as well as other cardiovascular and other chronic diseases. These efforts range from regulations mandating better nutrition and exercise programs for youngsters in child-care centers to school lunch programs that exceed federal nutrition standards to other steps that contemplate and encourage greater physical activity by New Yorkers. Some individuals may call this too intrusive, but the Mayor calls it dynamic and effective public health. When taken together, these measures employing the force of law will help the city reach its goal of cutting the number of New Yorkers, at highest risk for diabetes complications by 20% over the next two years. Public health advocates should know that the life expectancy of New Yorkers is now higher than the national average, something that the Mayor is very proud of.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clearly, the force of law is the only effective means for stopping the carnage created by another public health menace: illegal guns. In New York City, the government is using every legal tool at its disposal, including stronger enforcement, new legislation, and innovate litigation. The city filed a suit last month against 50 out-of-state gun dealers who the city secretly videotaped making illegal sales to undercover agents. The Mayor reminded the audience that New York City is by far the safest big city in the nation. In fact, the most recent National Crime Survey released by the Federal Bureau of Investigation (FBI) ranked New York City's crime rate, 19th from the bottom of the 245 cities with populations over 100,000 people. Last year, the city bucked the national trend and continued to reduce the number of crimes by 22%. Nevertheless, each year more than 300 New Yorkers are murdered with illegal guns. Year in and year out, illegal firearms are responsible for 60% of the city's homicides. New York City's fight against illegal firearms is also the nation's fight, as more than 60 mayors from across the country, from both political parties, have come together to help stop the spread of illegal guns in cities nationwide. This coalition organized by Mayor Bloomberg and Boston's mayor, Tom Menino, is joined by Atlanta's own mayor, Shirley Franklin. As mayors, Mayor Bloomberg and his colleagues understand that their first responsibility is public safety and that stopping illegal guns has nothing to do with ideology or with the constitutional right to bear arms. The mayors of this nation are working together to toughen local penalties for the sale and possession of illegal guns. The mayors are sharing best practices and enforcement, as well as opposing wrong-headed federal legislation that would protect gun traffickers and the rouge gun dealers that supply them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In fact, federal action is needed on a broad range of issues. The federal system of government rightly assigns the responsibility for public health to the state and local level, and this should not be handled in any other way. Yet, in meeting the challenges of chronic diseases and illegal firearms, state and local governments need partners at the federal level to step up to the plate. Federal law should make it easier, not harder, to choke off interstate transport of illegal firearms. Federal mandates to reduce industrial and vehicular air pollution would dramatically improve air quality and public health. Federal policies should identify reducing chronic diseases, as the key objective in our national agricultural, nutritional, and health care financing policies. There also needs to be federal financing to stop chronic diseases at the local level just as they receive federal funding for communicable diseases. Sadly, local governments receive no resources from the Centers for Disease Control and Prevention (CDC) to address today's leading non-communicable causes of disease and death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A more robust federal effort is also required to address today's second great challenge to public health: preventing disasters of both the natural and man-made varieties. There is no need to federalize the efforts of state and local governments, but state and local governments do require all the help that the federal government can provide. Make no mistake about it. New York City government is doing more than its part in this area. The government takes the lesson of September 11, 2001 very seriously. The city also remembers quite clearly when seven letters containing anthrax spores were placed in the nation's mail in the autumn of 2001. Four of them were addressed to locations in New York City. New York City recognizes that it is a target for terrorism, and also that as the nation's most diverse city and as the nation's gateway to and from the rest of the world, the city is particularly vulnerable to the presence of natural, as well as man-made health threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, over the last four years, New York City has created the nation's most impressive local disaster preparedness infrastructure with health policies and protocols being an integral part of that infrastructure. The city has developed a sophisticated bio-surveillance system. This is an electronic tripwire that gives the Health Department more than 60,000 separate data entries daily on hospital emergency department visits, ambulance runs, purchases from pharmacies, and other information. Pieced together, this data could be the first indication of a communicable disease outbreak or a bioterrorist attack. New York City has created a health alert network that grants the city the capability of getting critical information fast to more than 17,000 healthcare providers, community volunteers, and first responders. The city has developed interagency plans and protocols for handling natural and man-made disasters, and the city regularly tests and refines these measures with training exercises and drills. In handling such public health emergencies, clear and well-defined legal authority is important for addressing these needs. The government is in the middle of thoroughly revising the city health code for the first time in nearly 50 years. It will update and clarify the city's authority to impose quarantine, detain patients, mandate isolation, promote vaccination and treatment, order environmental clean-ups, and institute other measures warranted by major public health crises. This initiative is being led by Wilfredo Lopez, the General Counsel for New York City's Health Department, and it will be the capstone of Mr. Lopez's fine career with the city of New York.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New York City has also developed a unique information sharing protocol between the police and the FBI in reporting incidents, which may involve bioterrorism and biological agents. This public health reporting system is based on direct reporting to the local authorities, who are the first responders and it has worked well over the years. The system has worked successfully day in and day out, and it illustrates why federalizing surveillance of and response to such incidents would cause more problems than it would solve. Local authorities must remain the principal means of communication and response, and changing this system would result in a loss of valuable familiarity to local conditions and institutions just when that knowledge is needed the most.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mayor Bloomberg is strong in his statements that when building these structures, support from the federal government has been valuable and very much appreciated. This certainly includes the CDC, which has provided New York City with funds that have been used to strengthen the city's response to health emergencies. Yet, the federal government can do far more by employing the power of the purse to improve local disaster preparedness and end the current disaster dojoure mentality. The federal response to avian flu, the shortage of flu vaccine, and other crises that the nation has faced in the last few years has been episodic and disjointed. They illustrate the lack of a fine-tuned national public infrastructure at the federal, local, and state levels that this era demands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This infrastructure should include everything from high-level scientific and technical expertise at the national level to better-trained and better-funded local public health capacities. This is why the current method of allocating federal bioterrorism preparedness funds needs a thorough overhaul. The only rational system for apportioning these funds ought to be based on population density and risk. Unfortunately, these are clearly not the yardsticks being used. The Mayor does not know how anyone can justify a distribution of bioterrorism funds that awards $8.20 per person to North Dakota when New York City gets less than $3.00 per person. Nor, does he understand why other small sparsely populated states merit higher per-capita bioterrorism funding that New York City. Nevertheless, this is the primary plan for distributing the CDC bioterrorism funds for the next fiscal year. Even worse, New York City is 42 nd out of 54 states and cities in per-capita funding from the federal Health Resources and Services Administration, funding which goes to hospitals for disaster preparedness. This is similar to the distribution of homeland security journal of law, medicine & ethics PLENARY SES S I O N S money, which was cut in New York City by 40% when it was stated that the city did not have any national icons. This is not just absurd. It is shameful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When it comes to bioterrorism and preparedness funding, it really is time to put the lid on the federal pork barrel. Because whatever part of the country that individuals live in, pork barrel politics jeopardizes the safety of all hometowns, of all home states, and of the entire nation. The World Trade Center Health Registry identifies people directly exposed to the dust and fumes created on September 11, 2001. They list people from all 50 states and more than a dozen countries. When New York City gets hit, the whole country suffers. The entire nation is in this together. This country can no longer afford to play politics with preparedness, and it can no longer permit ideology and wishful thinking to continue to trump science in public health decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New York's late senator, Daniel Patrick Moynihan once said, \"You are entitled to your own opinion but not to your own facts.\" Nowhere is this more true than in the realm of public health. Because in public health, tailoring policy to fit political preconceptions is not just ineffective, it is potentially dangerous. Neither political party is blameless in this respect nor are advocates of either the left or the right. AIDS policy offers one good illustration. If you talk to one set of advocates, they claim that stopping the spread of HIV requires distributing more condoms and setting up more needle exchange programs. The other side believes just as passionately that the solution to stop spreading the transmission of HIV lies in persuading people that they just cannot have sex whenever they want, whenever they feel like it. The truth is that both sides are right. This country needs political leadership at every level of government capable of hearing both sides, accepting what is true in what they say, and acting on it. In New York City, health officials give away condoms, there are needle exchange programs, and the city works very hard in educating the youth on the dangers of promiscuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In answering Justice Holmes' question of where we are going, Mayor Bloomberg states that the answer is that it is really up to individuals in this country. Individuals can write their own ticket. The Greeks were on to something when they imagined that individuals back into the future. Eyes are fixed on where we have been, not where we are headed. The past offers guidance, nevertheless. Because challenges of today, those of chronic diseases and by natural and manmade disasters, can be conquered in the same way as our predecessors defeated cholera, diphtheria, typhoid, and polio: through the efforts of an informed democracy not afraid to face the facts and make decisions that address public health, not politics, first and by fairly and vigorously using the instruments of the law to protect the lives of every member of society. This is the only way that individuals can ensure the journey into the future will be a long, healthy, and a happy one. In closing, Mayor Bloomberg wished everyone these same wishes and encouraged the audience to now go back home to resume the very important business at-hand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "To read the full text version of the Mayor's speech",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}