{
    "paper_id": "0da7f336269fbe47bdd41a2d380d36f85b7105ea",
    "metadata": {
        "title": "Understanding the Impact of COVID-19 on Latino Sexual Minority Men in a US HIV Hot Spot",
        "authors": [
            {
                "first": "Audrey",
                "middle": [],
                "last": "Harkness",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami",
                    "location": {
                        "addrLine": "1120 NW 14th Street, Suite 1008",
                        "postCode": "33136",
                        "settlement": "Miami",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": "aharkness@miami.edu"
            },
            {
                "first": "Victoria",
                "middle": [],
                "last": "Behar-Zusman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami",
                    "location": {
                        "settlement": "Coral Gables",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "A"
                ],
                "last": "Safren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami",
                    "location": {
                        "settlement": "Coral Gables",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Miami-Dade County (MDC) leads the United States in new HIV diagnoses, with Latino gay, bisexual, and other men who have sex with men (hereafter referred to as Latino sexual minority men or LSMM) experiencing the majority of these new diagnoses [1, 2] . Accordingly, our team has been conducting a mixed-methods study (the DÍMELO project-Determining Influences on MSM Engagement among Latinos) to understand barriers and facilitators to engaging LSMM in HIV-prevention (e.g., pre-exposure prophylaxis/ PrEP, post-exposure prophylaxis/PEP, and HIV testing) and behavioral health services (e.g., mental health and substance use treatment).",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 250,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The DÍMELO project began with qualitative interviews with community members and stakeholders which informed the development of a survey to quantitatively identify predictors of LSMM's use of HIV-prevention and behavioral health services. We plan to enroll 300 LSMM in the baseline survey, followed by 4-month and 8-month follow up assessments. Our goal is to identify modifiable factors that can be addressed to scale up and disseminate HIV-prevention and behavioral health services, thereby mitigating health disparities impacting LSMM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The novel coronavirus (COVID-19), a global pandemic that has required individuals, communities, organizations, and governments to engage in swift preventive actions to contain and mitigate its spread, emerged as a major public health concern in the US after we had collected approximately 40 baseline surveys for the DÍMELO project. Despite",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "data collection largely taking place online (before COVID-19, participants had the option to complete the survey in our offices), there were questions about continuing data collection in the context of COVID-19. For instance, among our predictors of interest were participants' sexual behaviors and mental health/substance use. Yet, participants' sexual behaviors and mental health/substance may have shifted in response to COVID-19 preventive measures such as physical distancing, isolation, and quarantine, along with other changes such as loss of income, new caretaking roles, and stress about potential health impacts of COVID-19. Additionally, our goal was to understand how predictors identified from our qualitative work related to uptake of HIVprevention and behavioral health services. Yet, clinics across MDC have been announcing that in-person HIV-prevention or behavioral health services were to be discontinued or limited in many cases, creating new barriers to accessing this type of care. Beyond this, even for clinics that continued to be open for in-person services, it is unclear if engaging would currently be an optimal health behavior, given the risk of exposure to COVID-19 and local \"stay at home\" orders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the same time that these discussions were unfolding regarding the DÍMELO project, the Center for Latino Health Research Opportunities (CLaRO), an NIMHDfunded center that co-funded the DÍMELO project began its own discussion about their funded projects continuing their Latino health disparities focused research during COVID-19. Through correspondence initiated by the CLaRO PI (Behar-Zusman), we began discussing whether and how to continue our health disparities research and if continuing, how to account for behavior changes and stressors participants may be experiencing related to COVID-19. From these conversations, as well as collaboration between the DÍMELO PI (Harkness) and mentor (Safren), we decided to continue with online data collection, but to develop a measure to systematically assess these impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Pandemic Stress Index is the outcome of this measure development effort. Based on the conversations regarding the impact of COVID-19 locally, nationally, and on health disparity populations (e.g., Latinos, sexual minority men), as well as a review of studies highlighting the impacts of public health crises (e.g., pandemics, hurricanes) and preventive measures on individuals and communities (3) (4) (5) , we developed an initial set of items assessing behavior changes and stressors that may have occurred in response to COVID-19. Following the development of the initial measure, we distributed and received feedback from over 20 colleagues representing diverse academic training, scientific areas of study, and professional affiliations, including clinical health psychology, nursing studies, public health sciences, prevention science, education and human development, and cognitive/behavioral neuroscience. Contributors to the measure included experts in health disparities and underserved populations (e.g., sexual and gender minorities, Latinx populations, Haitian populations, justice-involved individuals), HIV treatment and prevention, mental health, and substance abuse. Feedback from colleagues was iteratively incorporated, with the goal of capturing a broad range of behavior changes and psychosocial impacts, while at the same time being inclusive of population-specific factors.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 400,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The final Pandemic Stress Index includes three items. The first item \"What are you doing/did you do during COVID-19 (coronavirus)?\" assesses behavior changes in response to COVID-19. This includes changes that may have taken place in response to public health messaging (e.g., physical distancing, isolation, quarantine), changes in the workplace (e.g., working remotely, job loss), and changes to protect one's own or others' health (e.g. caretaking). The second item asks individuals to rate the overall degree to which COVID-19 has impacted their daily life, \"How much is/did COVID-19 (coronavirus) impact your day-to-day life?\" rated on a 5-point scale. Finally, participants are asked to report the psychosocial impact of COVID-19, \"Which of the following are you experiencing (or did you experience) during COVID-19 (coronavirus)?\" with a checklist of items pertaining to emotional distress, substance use, sexual behavior, financial stress, stigma, and support. With support from two NIH-funded centers at UM (CLaRO and CHARM), we then translated the measure to Spanish, using a 3-step forward-translation, back-translation and check for equivalent meaning of the original English and back-translated English versions. The complete measure in English and Spanish are shown in Figs. 1 and 2 , respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1283,
                    "end": 1296,
                    "text": "Figs. 1 and 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Since developing and translating this measure, we have received IRB approval to use it in the DÍMELO project and we collected data from 12 participants at the time of writing, with additional data incoming daily. We have begun to learn how COVID-19 is impacting this group of LSMM living in the Miami area, an HIV hot spot in the US. All are practicing social distancing (average of 13 days), and most reported that it was to protect someone else in their household.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Participants also reported being worried about local family, friends, and partners, with three indicating they were caring for an elderly person. Although none had been diagnosed with COVID-19, nearly all feared acquiring it or transmitting it to others. More than half reported being laid off or personal financial loss due to COVID-19, perhaps unsurprising given the hospitality industry, which has been hardhit by COVID-19, is a primary employer in Miami. Half reported a decrease in sexual activity, which we will further explore in terms of changes to likelihood of acquiring HIV and need for preventive services during COVID-19 as more data are collected. Despite substantial changes in mental health/substance use (e.g., anxiety, depression, loneliness, sleep changes, increased alcohol/substance use), only two endorsed receiving emotional or social support from family, friends, partners, a counselor, or someone else, highlighting the sense of isolation that this group of individuals may be experiencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Together, our experiences navigating this project and these early findings suggest COVID-19 is impacting this group of LSMM's lives. We will continue to learn more with further data collection. We also plan to utilize this measure as a tool to facilitate qualitative inquiry; given the novelty of COVID-19, we do not yet know some of the impacts that it has had and will have on this population's access to services such as PrEP and HIV testing, which for many, will still be needed despite the pandemic, as well as behavioral health services, the need for which may be exacerbated by the pandemic. This is particularly important to understand for populations who are already disproportionately impacted by the HIV epidemic, as well as other health disparities rooted in minority stress, including but not limited to LSMM in South Florida.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We hope that sharing this information about how COVID-19 is impacting our research and LSMM in South Florida will help other HIV researchers to consider the common and unique impacts for the populations with whom they work, as well as opportunities for intervention and support, even during this acute period of social distancing. For instance, telehealth services, including remote HIV testing, PrEP delivery, mental health counseling, and support groups may be particularly beneficial to those who are experiencing continued service needs and high levels of social isolation. Additionally, we hope to share access to this measure to facilitate research and the aggregation or comparison of results on a broader scale, identifying common and unique impacts across different populations disproportionately impacted by HIV. Such data sharing can help to inform research, clinical, and advocacy efforts to ensure that needed resources (e.g. healthcare delivery, social support, financial support) are appropriately delivered to these populations during and following the immediate impacts of COVID-19. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Florida Department of Health. HIV among Hispanics/Latinos in Miami-Dade",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "912--932",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Exposure to hurricane-related stressors and Fig. 2 (continued) mental illness after Hurricane Katrina",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Brewin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gruber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Gen Psychiatry",
            "volume": "64",
            "issn": "12",
            "pages": "1427--1461",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS Control and Psychological Effects of Quarantine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hawryluck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pogorski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Styra",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Canada Emerg Infect Dis",
            "volume": "10",
            "issn": "7",
            "pages": "1206--1218",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pandemic Stress Index (English) Fig. 1 (continued) Fig. 2 Pandemic Stress Index (Spanish)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}