{"paper_id": "0da8a558537b2ced2772d21da30a693a66c96b51", "metadata": {"title": "Application of Blockchain and Internet of Things to Ensure Tamper-Proof Data Availability for Food Safety", "authors": [{"first": "Adnan", "middle": [], "last": "Iftekhar", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Aerospace Information Security and Trusted Computing", "institution": "Wuhan University", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Xiaohui", "middle": [], "last": "Cui", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Aerospace Information Security and Trusted Computing", "institution": "Wuhan University", "location": {"settlement": "Wuhan", "country": "China"}}, "email": "xcui@whu.edu.cn"}, {"first": "Mir", "middle": [], "last": "Hassan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Wasif", "middle": [], "last": "Afzal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mälardalen University", "location": {"settlement": "Västerås", "country": "Sweden"}}, "email": ""}]}, "abstract": [{"text": "Food supply chain plays a vital role in human health and food prices. Food supply chain inefficiencies in terms of unfair competition and lack of regulations directly affect the quality of human life and increase food safety risks. is work merges Hyperledger Fabric, an enterprise-ready blockchain platform with existing conventional infrastructure, to trace a food package from farm to fork using an identity unique for each food package while keeping it uncomplicated. It keeps the records of business transactions that are secured and accessible to stakeholders according to the agreed set of policies and rules without involving any centralized authority. is paper focuses on exploring and building an uncomplicated, low-cost solution to quickly link the existing food industry at different geographical locations in a chain to track and trace the food in the market.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Food supply chains are vast and spread over the whole world. ese supply chains connect three significant sectors of an economy. e agriculture sector includes crops and livestock, the food-manufacturing industry, and the marketing sector, which provides distribution, wholesales, and retails. e three significant sources of food are crops, livestock, and seafood. We are contaminating our crops with pesticides and excess fertilizers. e use of growth hormones and the administration of drugs is becoming normal to increase milk and meat production. It is severely affecting human health and increases the risk of various cancers in humans [1] . e physical contaminants with foreign materials, persistent organic pollutants, tampering BB (best before) dates, altering documentation, misprinting ingredients, and inappropriate storage temperatures are some significant sources raising food safety and public health risks during processing and shipment process [2] .", "cite_spans": [{"start": 638, "end": 641, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 957, "end": 960, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Health consciousness is also an increasing phenomenon in recent years. As consumers are becoming more and more health-conscious, the demand for certain production methods to meet specific environmental, ethical, and nutritional needs is increasing [3] . Meat and milk producers are introducing organic, natural, and grass-fed production in the market [4] . ese livestock farmers and producers are claiming their meat and milk production more nutritional and superior than traditionally produced meat and milk. In the organic meat and milk production system, the animals are raised on 100% certified organic food with strictly controlled vaccination. e basic similarities and differences between traditional, natural, grass-fed, and organic production systems are summarized in Table 1 . ese organic and safety certified products are becoming more prominent in markets as a trend towards purchasing organic food is growing among consumers [5] . is emergence of new markets and a global increase in food prices also increase the growth of food frauds and food safety risks [6] .", "cite_spans": [{"start": 248, "end": 251, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 351, "end": 354, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 938, "end": 941, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1071, "end": 1074, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 777, "end": 784, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "Food fraud refers to a group of activities that perform intentionally or unintentionally for economic gain. Spink and Moyer [2] defined food fraud as \"Food fraud is a collective term used to encompass the deliberate and intentional substitution, addition, tampering, or misrepresentation of food, food ingredients, or food packaging, or false or misleading statements made about a product, for economic gain.\" e authenticity of the food and food labeling is becoming a significant concern for manufacturers, regulatory authorities, and consumers [7] . e food manufacturers and distributors are tampering to substitute or alter the product ingredients with inferior ones in order to set an appropriate price for the targeted market or yield more significant profits. is phenomenon is proving a fatal threat to human health. In 2008, a Chinese milk scandal found infant milk formula contaminated with melamine, which affected 0.3 million infants, of which about 54,000 were hospitalized, and six died due to kidney stones and other related problems [8] . In 2013, the beef burgers in Britain and Ireland were found to contain horse meat [9] . In 2014, a Chinese crime syndicate was arrested who sold about more than 1 million USD meat of rats, minks, and other small mammals under cover of mutton [10] . Some food safety-related incidents in South Korea from 1998 to 2016 are also documented [11] . e recent pandemic of coronavirus disease (COVID-19) started in December 2019, believed to originate from an unregulated wild animal's meat market in Wuhan. At the time of writing this paper, it has infected 2 million peoples worldwide, which resulted in about 0.1 million deaths and billions of dollar economic loss. e Chinese Journal of Food Hygiene published a study in 2011, claiming that more than 94 million people fall ill due to foodborne illnesses, resulting in about 85,000 deaths each year [12] . e UK Government published a very detailed review and recommendation report on the integrity and assurance of food supply chain networks to protect United Kingdom consumers in July 2014. e report presented a national food crime control framework to protect consumers from food fraud and ensure food safety. is report discussed all the factors of food supply chains and highlighted the potential factors that cause food supply chain failure and fraud possibilities [13] .", "cite_spans": [{"start": 124, "end": 127, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 546, "end": 549, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1047, "end": 1050, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1135, "end": 1138, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1295, "end": 1299, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1390, "end": 1394, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1897, "end": 1901, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 2367, "end": 2371, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "When it comes to supply chain management in terms of food safety, the visibility of the supply chain is an important issue. e food supply chains are more complex than the other supply chains. It is a big challenge to make sure the presence of associated data in the food supply chains from origin to the destination. ese data are essential to prevent foodborne illness risks, food integrity issues, and issuing various food certificates. Aung and Chang [14] described the importance of traceability in the food supply chain concerning food safety and quality improvement.", "cite_spans": [{"start": 453, "end": 457, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "Moreover, consumers are now more concerned about evidence that the products they are buying are produced in proper environmental facilities with acceptable specifications. We also observed a high demand for certified food and meat in supermarkets of Wuhan during the Covid-19 pandemic. It is increasing the need for producers to share essential information with food certifiers, whole-sellers, retailers, and consumers. NGOs and government regulatory authorities are also demanding more transparency, visibility, and traceability throughout the supply chain from source to retail. United Nation Global Compact defines traceability as \"the ability to identify and trace the history, distribution, location, and application of products, parts, and materials, to ensure the reliability of sustainability claims, in the areas of human rights, labor (including health and safety), the environment, and anticorruption\" [15] . To fulfill the demands of the consumers, the food industry is also getting more concerned about tracking their suppliers and supply chain. Researchers from Wuhan University and Huazhong Agriculture University have formed an alliance with various food-manufacturing companies, agriculture and livestock farm owners, and information technology providers in Wuhan, Hubei, to develop a system to trace the food from farms to the fork [16] . We will refer to this alliance as a consortium in this article. e core purpose of this work is to merge the traditional supply chain management practices with the blockchain to trace a food package from farm to fork with unique identity for each food package while keeping it uncomplicated for the workers. It will keep the business transactions tamper-proof and accessible to stakeholders according to the business policies and agreed contracts of data sharing between the companies without involving any centralized authority for monitoring. e rest of the article is organized as follows: Section 2 discussed the background of the blockchain and Internet of ings (IoT) technology. Section 3 presents the existing literature on the application of IoT and blockchain technology in the food supply chains. Section 4 presents the methodology we used for this work. Section 5 introduces the details of our traceability system design and demonstrates Journal of Food Quality the architecture and functions of it using a real-world use case from the food industry in Hubei, China. We analyzed hardware cost in Section 6 and challenges and obstacles in Section 7. We make a brief conclusion of this work in Section 8. Finally, the future directions are given in Section 9.", "cite_spans": [{"start": 913, "end": 917, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1350, "end": 1354, "text": "[16]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "2.1. Blockchain. Bitcoin originated from the world's first blockchain-based application [17] . It is a list of transactions that are accessible by many participants and secured using digital signatures and cryptography hash functions. is list is distributed across many systems over peer-to-peer networks in almost real time, which makes it practically impossible to change in previous transactions or makes it very easy to detect any illegal change in records [18] . e blockchain transactions store into sequentially ordered blocks. Each block holds several transactions, and a hash signature that links this block to the previous block acts like a pointer that forms a cryptographically secured chain of blocks called the blockchain, illustrated in Figure 1 . e miners of the network repeatedly perform a function to solve a complicated mathematical puzzle to find a unique hash signature for each block which is a mathematical proof that the block is mined [19] . e main benefit of the blockchain is its quality of immutability, which makes it secure and as well as easy to audit trial [20] . e blockchain can be programmed to record virtually anything that is expressible in code. e enterprises are already adopting this technology, and others are moving towards this technology. In the manufacturing business, the supply chain is the most critical factor. In a typical supply chain scenario, multiple independent parties take part in moving payload from point A to point B, and they must track it to all destinations. e grain supply chain usually passes through multiple storages at multiple destinations shipped by multiple logistics from farmer to the end consumers. Figure 2 illustrates the stages of the grain supply chain from farms to retailers. A tamper-proof distributed ledger can record the travel of a specific batch of production that where, when, and who shipped or stored it or if it needs to be shipped somewhere in a specific time.", "cite_spans": [{"start": 88, "end": 92, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 461, "end": 465, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 960, "end": 964, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1089, "end": 1093, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 751, "end": 759, "text": "Figure 1", "ref_id": null}, {"start": 1674, "end": 1682, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Background"}, {"text": "e blockchain is classified into the three categories as public, private, and permissioned [21] . Bitcoin is a classic example of a public blockchain where all the participants can join, read, and write data without any permission from any authority. Any participant can be part of the consensus process called mining [22] . e private blockchain is limited within an organization where the participants are known and trusted. e permissioned blockchain is an example of a group of companies or consortiums where participants are bound to some legal contract to get permission to access, read, and write the blockchain. e consensus process of permissioned blockchains is based on pre-elected nodes within the consortium. A summary of this classification is summarized in Table 2. ere are many blockchain development platforms to utilize blockchains in making secure and transparent transactions between the organizations [23] . A comparison of some famous blockchain development platforms is given in Table 3 .", "cite_spans": [{"start": 90, "end": 94, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 317, "end": 321, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 918, "end": 922, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 768, "end": 776, "text": "Table 2.", "ref_id": "TABREF3"}, {"start": 998, "end": 1005, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Background"}, {"text": "Digitization is continuously growing and disrupting many aspects of our everyday life. e IoT platform enables the industry to have real-time tracking of assets and the environment. It also puts a critical impact on asset velocity, i.e., the assets linked to the inventory in the business world. e adoption of blockchain technology in the IoT industry is at its rise due to its provenance in security and tracking [24] . It is becoming essential to keep an eye on the animal's health and maintain batches with high efficiencies to increase the quality of the product and lower operating income. e demand for livestock identification and traceability increased the need for quality control and control of infectious diseases, medication, and its effects on the environment and consumer health [25, 26] . e recent advances and increasing phenomena of using radio-frequency identification (RFID) in society increased the standardization of RFID tag technology for specific purposes [27] . is phenomenon also expands the use of RFID-enabled biocapsules in the global livestock market. ese capsules allow the farmer to capture the real-time data about body temperature, daily drinking cycles, ruminal pH level, and amount of activity among a large batch of cattle. ese data can be gathered and monitored in real time with beacons across the farm. e farmer can receive the information anywhere through the web or mobile application. ese data enable farmers to calculate the time and optimum insemination period after the estrus, which also prevents cattle from calving accidents. Furthermore, veterinary health Journal of Food Quality services and owners are notified in real time with an alarm and message in case of any abnormality. e 2013 horse meat scandal found 100% horse meat content in beef products in some cases [28] . e livestock farm animals were RFID identified. e beef originated from Doly-Com Romania was identified as horse meat [29] . is horse meat was delivered to a cold storage company in Breda by Draap Trading Ltd. Draap sold this meat to another company in Europe named Spanghero. Spanghero sold this beef like meat and insisted that it received the meat labeled as \"'Beef.\" According to investigations reported by French media, Spanghero tampered the documents regarding the meat [30] . is was the failure of the traditional product and data flow system as illustrated in Figure 3 .", "cite_spans": [{"start": 413, "end": 417, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 791, "end": 795, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 796, "end": 799, "text": "26]", "ref_id": "BIBREF25"}, {"start": 978, "end": 982, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1815, "end": 1819, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 1938, "end": 1942, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 2297, "end": 2301, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 2389, "end": 2397, "text": "Figure 3", "ref_id": "FIGREF1"}], "section": "Internet of ings."}, {"text": "e blockchain is usable in medicine, economics, energy, and resource management. It is usable for exchanging almost everything that has digital representation. Dubai is becoming the first nation to use blockchains and the Internet to ensure food safety and consumer nutritional needs and priorities. Dubai government is about to digitize all the food items from farm to fork using blockchains and Internet of ings technology before Dubai expo 2020 [31] . In 2016, Walmart collaborated with IBM and Tsinghua University inorder to launch a food safety collaboration center in Beijing to improve the tracking of food items in the supply chain with the help of blockchain technology. In 2017, Jingdong (jd.com) also joined this collaboration [32] . Jindong has also made a venture with an inner Mongolia-based beef producer, Kerchin, to apply blockchain technology in the production process. It enables its customers to track the information about the frozen meat, such as cow's breed, weight, and diet as well as the location of farms by just scanning the QR code available on the food package. It is also about to put more than 20 food items on the blockchain with Kerching as a supply chain partner [33] . ZhongAn Technology, a China-based technology company, developed a platform to track and record the chicken farming. ey are also developing shared ledger-based business technologies and strategic solutions [34] . Alibaba collaborates with Blackmores and many other Australia and New Zealandbased food producers and suppliers to create a blockchainbased platform that combats the rise of counterfeiters targeting Australian and New Zealand-based food items sold across China on its platform [35] . IBM has teamed up with Krogen, McCormick and Company, McLane Company, Discall's Tyson Foods, Golden State Foods, Unilever, Nestle and Dole, and many others to implement distributor ledger technology [36] .", "cite_spans": [{"start": 447, "end": 451, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 737, "end": 741, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 1197, "end": 1201, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 1409, "end": 1413, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 1693, "end": 1697, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 1899, "end": 1903, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Related Work"}, {"text": "Alzahrani and Bulusu have proposed a block-supply chain based on blockchain and near-field communication technology to tackle counterfeit products. e authors make sure that only the node that has the product will offer a new block, and the other nodes validate it. Second, the authors proposed a method to choose validators and a new consensus protocol based on Tendernint with the ability to select a different set of validators for each validation event. ey simulated that their new protocol is very efficient for large networks [37] . Tian analyzed the use of RFID in combination with blockchain technology and the possible advantages and disadvantages of building an agri-food chain based on the RFID and blockchain [38] . He concluded that the RFID and blockchain enhanced the food safety and efficiency of the supply chain. Moreover, a significant reduction in RFID application prices will increase the use of RFID technology in logistics over multiple times. In another article, he presents a case study of building a food supply chain using the blockchain and IoTand demonstrates the hazard analysis and critical control points identification in real-time foodtracing scenario [39] .", "cite_spans": [{"start": 531, "end": 535, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 720, "end": 724, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 1185, "end": 1189, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Related Work"}, {"text": "Ramundo et al. [40] present the potential of using the state-of-the-art emerging technologies to build the food supply chain. ey also evaluate the use of IoT platforms in food supply chains. ey analyzed the use of IoT technologies in the farm, processing, logistics, and distribution. ey concluded that many companies adopt the already existing technologies but are continually experimenting with new technologies, such as IoT, to stay at the top in the global market.", "cite_spans": [{"start": 15, "end": 19, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Related Work"}, {"text": "A blockchain-based traceability system for the wine supply chain is proposed by Biswas et al. [41] . e system traces the wine supply chain from grapes to bottle.", "cite_spans": [{"start": 94, "end": 98, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Related Work"}, {"text": "Tse et al. [42] presents the concept of blockchain technology and its potential use in information security of the food supply chain when compared to the traditional centralized supply chain.", "cite_spans": [{"start": 11, "end": 15, "text": "[42]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Related Work"}, {"text": "Casino et al. briefly described the use of the blockchain into various fields of supply chain management, trading, business, and transaction settlements [43] .", "cite_spans": [{"start": 153, "end": 157, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Related Work"}, {"text": "Baralla et al. [44] describe the use of Hyperledger Sawtooth to propose a framework to trace and secure the food supply chain based in Europe. e authors used a theoretical approach and concluded that blockchain technology is highly useful for government officials to track and audit the food supply chains.", "cite_spans": [{"start": 15, "end": 19, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Related Work"}, {"text": "Chen et al. [45] presented the challenges in the adoption of blockchain technology for food supply chains. Olsen et al. [46] analyzed the cost benefits and limitations of applying blockchain technology in the food industry. Johnson [47] concludes that the blockchain technology holds the strength to regulate the food industry to prevent foodborne illness. Mondal et al. [48] proposed an architecture for the food supply chain based on the Internet of ings to trace each packet of food within the supply chain in real time.", "cite_spans": [{"start": 12, "end": 16, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 120, "end": 124, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 232, "end": 236, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 371, "end": 375, "text": "[48]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Related Work"}, {"text": "is work is based on a design-based research approach and the concept of mindful use of information technology. e mindful use of technology focuses on using the most effective and cost-efficient features of a technology to contribute to problem-solving [49] . Design-oriented methodology focuses on the analysis of practical problems from the real world by the collaboration of researchers and practitioners to develop a solution using the existing design principles and technological innovations [50] . ese solutions are then further enhanced and improved by the required research and development to deploy in the production environment as a solution for defined problem. e detailed workflow of our developed methodology based on a design-based research approach is given in Figure 4 .", "cite_spans": [{"start": 252, "end": 256, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 496, "end": 500, "text": "[50]", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 775, "end": 783, "text": "Figure 4", "ref_id": "FIGREF2"}], "section": "Methodology"}, {"text": "We need to record the circulation of products and associated data in the whole food supply chain to trace the food from farm to fork. e traditional supply chain environments are based on conventional database technologies. It does not fulfill our purpose, as there is no continuous flow of information throughout the chain in these environments. Figure 3 is a high-level illustration of the movement of the products and associated data in traditional supply chain environments. Every supplier in the traditional supply chain moves the products and related data on its own. e availability of the data from farmers to the end consumer is scarce in these cases. e distributed databases also have no consensus mechanism, and an intruder or administrator can tamper the information. ", "cite_spans": [], "ref_spans": [{"start": 346, "end": 354, "text": "Figure 3", "ref_id": "FIGREF1"}], "section": "Methodology"}, {"text": "In new emerging technologies, the blockchain is proving a potential candidate [18] . In blockchain-based supply chains, a single ledger is shared among all the entities of the system. e end buyer has the same data shared by the initial supplier plus the additional data being added at each stage of the production. Figure 5 is showing high-level details of our potential design to flow the products and associated data in blockchain-based supply chains. e blockchain makes sure the availability of the tamper-proof data from each stage of production to all the stakeholders.", "cite_spans": [{"start": 78, "end": 82, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 315, "end": 323, "text": "Figure 5", "ref_id": null}], "section": "Journal of Food Quality"}, {"text": "To identify the product throughout the supply chain, the Internet of ings (IoT) is almost standard [51] . Still, it failed to stop the sale of horse meat as beef in the traditional supply chain environment due to the lack of continuous data flow throughout the supply chain [30] . e emerging of IoT with the blockchain is becoming a hot area of technological development.", "cite_spans": [{"start": 99, "end": 103, "text": "[51]", "ref_id": "BIBREF50"}, {"start": 274, "end": 278, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Journal of Food Quality"}, {"text": "is methodology provides a heaven for small and medium enterprises that cannot invest much to obtain or developed new technologies. is work fits best under design-based research methodology as the research is intended to solve a real-life problem by the construction of a new artifact using the already existing technology, and our consortium has members from all required fields. e next section briefly describes the blockchain and IoT technology with its core components important to this work.", "cite_spans": [], "ref_spans": [], "section": "Journal of Food Quality"}, {"text": "United Nations' Global Compact Office defines the three traceability models for tracing products in supply chains: the segregation, mass balance and book and claim model, drawn in Figure 6 . e product segregation model makes sure the separation of certified products from noncertified products throughout the supply chain. e mass balance model allowed the mixing of certified materials with noncertified materials in a controlled manner, and certified input should not be less than certified output. e book and claim model relies on the link between the volumes of the certified material produced at the beginning of the supply chain and the number of accredited products sold at the end of the value chain [15] . is work aims to implement a product segregation model using blockchain technology and integrate it with already existed infrastructure at organizations without disturbing the traditional business practices to a large extent. We choose the Hyperledger Fabric as a blockchain platform. Hyperledger Fabric is a specialized platform for enterprises to create their own blockchain. e important features of Hyperledger Fabric are described in the coming section. Hyperledger Fabric is an open source platform and described itself as \"an open source collaborative effort created to advance cross-industry blockchain technologies. It is a global collaboration, hosted by the Linux Foundation, including leaders in finance, banking, Internet of ings, supply chains, manufacturing, and technology.\"", "cite_spans": [{"start": 707, "end": 711, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 180, "end": 188, "text": "Figure 6", "ref_id": null}], "section": "Traceability System Design and Implementation"}, {"text": "e food industry is deploying information technology to capture the market share and increase the customer's trust. e distribution companies are very conscious of their potential customers. Any food safety disaster or substandard product can affect their reputation, and they can lose customers. A group of organizations includes food manufacturers, food distribution, and livestock farms association and joins a consortium to improve data sharing, production quality, supply chain, customers trust, and market share [16] . e members of a consortium are not limited to industry only. It may also contain some regulatory authorities such as the Food and Drug Administration Authority and even the animal diet producers and monitoring organizations. e typical benefits of the consortium include but not limited to standardization, collaboration, and efficiencies. Some most essential components and services provided by Hyperledger Fabric, an open-source blockchain platform, for enterprises which made it a strong candidate of choice for this work are described below [52, 53] business logic implementation and application of the business network by way of smart contracts or chaincodes [54] .", "cite_spans": [{"start": 516, "end": 520, "text": "[16]", "ref_id": null}, {"start": 1066, "end": 1070, "text": "[52,", "ref_id": "BIBREF51"}, {"start": 1071, "end": 1074, "text": "53]", "ref_id": "BIBREF52"}, {"start": 1185, "end": 1189, "text": "[54]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Hyperledger Fabric, an Enterprise-Ready Blockchain Solution."}, {"text": "In a public blockchain network, the users downloaded the software and started to make transactions without disclosing their identities. In business networks, it is not an appropriate way of things work. e anonymity is not acceptable in business networks. e members in business networks always have a known identity and assigned roles. e Hyperledger Fabric is a permission-based network, and it assigns known identities and roles to carry out transactions. All the users and components in the Hyperledger Fabric network are needed to be identified on the network. ese entities are assigned by the identities on the network by the Membership Service Providers (MSPs) and Certification Authority (CA) by the Hyperledger Fabric using the Public Key Infrastructure (PKI) to authorize and validate the users and components.", "cite_spans": [], "ref_spans": [], "section": "Permissioned Network."}, {"text": "In the business world, confidentiality from unrelated parties is a critical feature in many scenarios. Sometimes, the business networks want to keep their transactions very confidential from the unnecessary parties and only reveal them to the counterparty. Hyperledger Fabric provides the channel functionality to achieve transaction privacy between selected parties only. Each channel has one ledger, and there may be multiple channels between consortium members on the same network.", "cite_spans": [], "ref_spans": [], "section": "Confidential Transactions."}, {"text": "Members of the consortium make many policies, decisions, rules, and regulations to run the consortium. Typically, consortium uses a decentralized approach for making decisions. Many administrators from member organizations decide with the majority to make any changes into the network, which affects the members of the consortium or business network. Such a decentralized decision system needs governance and decision-making models. Hyperledger Fabric technology supports decentralized administration by way of policies.", "cite_spans": [], "ref_spans": [], "section": "Consensus and Policy Support."}, {"text": "Hyperledger Fabric uses PKI (Public Key Infrastructure) for managing identities. It provides two tools: the active directory integration and Fabric-CA Server for identity management. e typical process of generating identities is given in Figure 7 . e proof of identity is furnished by the identity owner to the registration authority. e registration authority validated the user information and passed it to the certification authority. e certification authority creates an x509 certificate and gives it back to the owner and validation authority to prove its validity. e other components, such as peers and Traceability models", "cite_spans": [], "ref_spans": [{"start": 238, "end": 246, "text": "Figure 7", "ref_id": "FIGREF3"}], "section": "Identity Management."}, {"text": "Mass balance Book and claim Identity preservation Bulk commodity Figure 6 : Traceability models to trace products in supply chains. 16 Figure 5 : Flow of products and associated data on the blockchain.", "cite_spans": [{"start": 132, "end": 134, "text": "16", "ref_id": null}], "ref_spans": [{"start": 65, "end": 73, "text": "Figure 6", "ref_id": null}, {"start": 135, "end": 143, "text": "Figure 5", "ref_id": null}], "section": "Product segregation"}, {"text": "Journal of Food Quality orderer nodes, also require the identity to participate in the network.", "cite_spans": [], "ref_spans": [], "section": "Product segregation"}, {"text": "It is relatively easy to integrate the Hyperledger Fabric blockchain with the existing enterprise system. Every organization in the network can develop the interaction system according to its needs. Fabric front end applications can be developed independently using RESTful APIs as middleware, or the custom middleware can also be designed using one of the SDKs provided by Hyperledger Fabric as shown in Figure 8 . Figure 9 is showing the system architecture of this solution. is system is initially installed at three locations. e two peer nodes are installed at the livestock farms organization premises. e foodmanufacturing organization and the food distribution organization each holds two peer nodes. e foodmanufacturing organization additionally holds the two orderer nodes and Kafka clusters.", "cite_spans": [], "ref_spans": [{"start": 405, "end": 413, "text": "Figure 8", "ref_id": null}, {"start": 416, "end": 424, "text": "Figure 9", "ref_id": "FIGREF4"}], "section": "Application Development and Integration."}, {"text": "is system is currently demonstrating Kafka as an ordering service. Hyperledger Fabric also supports Raft-based consensus. e Raft-based ordering service provides crash fault tolerance such as the Kafka ordering service implementation, without the need to manage external dependencies. Additionally, when using Raft, ordering service nodes can be provided by different organizations across the world in various data centers. e anchor peers of each organization communicate with the orderer and other peer nodes using the Internet while the Kafka brokers are connected with orderer nodes over a simple layer 2 switch. Figure 10 is demonstrating the general application server components at each location. e application server based on NodeJS, which hosts Fabric SDK and NodeJS Express.", "cite_spans": [], "ref_spans": [{"start": 615, "end": 624, "text": "Figure 10", "ref_id": null}], "section": "System Architecture."}, {"text": "e NodeJS Express is providing RESTful APIs and various functions to send, receive, and access data from existing IoT and software infrastructure at the organizations. e IT support teams from all the organizations engaged during this development and deployment. is application server provides a generic interface that can use to generate a new user interface or integrate it into an already existing application interface. Every current organization or future organization joining this venture can integrate this solution into their existing system according to their needs with very minimum efforts due to its simplicity.", "cite_spans": [], "ref_spans": [], "section": "System Architecture."}, {"text": "Our farms are already certified as organic product producers. e animals at the farm are marked and injected with RFID tags. All the related parameters of the animals are structured. is tag contains the necessary information stored in it, such as the date of birth, breed, and ownership information. e unique identification (ID) of the tag is the identity of the animal, or the manual ID can be assigned. e veterinarian scans and puts all the information regarding disease control, vaccination, and weight in the system. It is also tracking and recording the conditions of the production site, which includes the environmental conditions including water quality, water temperature, air quality, environment temperature and humidity, labor conditions, and the quality of the processes. e data from the animal tags and environmental sensors including veterinary services are collected by installed antennas in the farms and send to the workstation at the facility as well as to the enterprise HQ owning the farms as demonstrated in Figure 11. e system stores those data in the traditional databases for internal use alongside posting these transactions on the blockchain. ese certified organic farms work on two models. ey raised their batch of animals or only provided services to food-manufacturing organizations. In both scenarios, the related data are captured and stored according to the organic certification authority. ese data are transferred to the customers with the product as product specifications. e blockchain application is integrated in such a way that it does not affect any existing system. e system uses a chaincode to store data on the blockchain. It only transfers the required data at a fixed frequency from the current traditional database to the blockchain using that chaincode. A new version of chaincode deployed for each new batch of animals. e chaincode is required to put or read the data from the blockchain. ese chaincodes are transferred to the customer with the product as product specifications. e farms also deliver organic meat instead of live animals. In this case, a separate chaincode is used to manage the unique identity of each meat package. e farm generates the set of new identities for each package of meat against the animal identity as illustrated in Figure 12 . ese identities are stored on the blockchain from the system using a separate chaincode developed explicitly for this purpose. is new chaincode reads the animal's identities against each transaction using the previous-stage chaincode and stores this set of identities for this product. Both chaincodes transfer with the product to the customer as product specifications. It makes each meat package traceable with the complete history of the animal.", "cite_spans": [{"start": 1029, "end": 1039, "text": "Figure 11.", "ref_id": null}], "ref_spans": [{"start": 2296, "end": 2305, "text": "Figure 12", "ref_id": "FIGREF0"}], "section": "Identity Management at Livestock."}, {"text": "e food package can be traced and tracked into the supply chain from farms to a food processing company to the distributor, distributor to the whole seller, and whole seller to the retailer. It is possible with the help of bar code, QR code, or RFID tag on each box of food. e blockchain can easily handle the identities and regulate who gets access to the information behind each product. Each box of meat contains an RFID or QR code which provides information about it, and it is possible to track that animal and its complete production process from birth to meat processing as shown in Figure 12 . e shipping company is providing real-time data from its shipping trucks using its IoT platform, which are accessible by both the shipper and receiver.", "cite_spans": [], "ref_spans": [{"start": 589, "end": 598, "text": "Figure 12", "ref_id": "FIGREF0"}], "section": "Identity Management at Food-Manufacturing Plant."}, {"text": "ese data are also updating through a smart contract at specific intervals on the blockchain.", "cite_spans": [], "ref_spans": [], "section": "Identity Management at Food-Manufacturing Plant."}, {"text": "e food manufacturer receives its raw material shipment with its product specification chaincode. is chaincode enables the manufacturer to read the raw material specifications from the blockchain. e manufacturer transfers these data from the blockchain to its traditional database management system for its internal operations and records. If the company receives a live animal, it deploys the smart contract to update the set of identities against each package of food the same as a livestock farm. e organization deploys a chaincode to record its production on the blockchain. is chaincode queries the raw material using the raw material specification chaincode it receives with its raw material. e organization system assigns a unique identification number to finished product against the ingredients identification group. Each piece of meat package has its ID attached in slaughterhouse against animal ID. Each box of meat is scanned, and the information is entered into the database. A set of new sub IDs created by the system against each ID, assigned to each batch of products where the meat is in use, as shown in Figure 13 .", "cite_spans": [], "ref_spans": [{"start": 1121, "end": 1130, "text": "Figure 13", "ref_id": "FIGREF1"}], "section": "Food-Manufacturing Plant."}, {"text": "at identification also prints on the finished product in the form of QR or barcode. ese identities are transferred from traditional databases to the blockchain using an explicitly developed chaincode for a batch of production. ese chaincodes later deliver as a final product specification to the distributor with the product delivery. A mobile phone application is also under development for consumers where they can trace the whole supply chain by providing the identification of the finished product.", "cite_spans": [], "ref_spans": [], "section": "Food-Manufacturing Plant."}, {"text": "is solution is cost efficient for small and medium organizations that cannot invest in building a whole new system from scratch. e Hyperledger Fabric is an open-source platform that receives regular updates. We used existing organizations' resources. All the nodes deployed on the 4th generation intel core i7 processor consists of 32 GB of RAM and 2 TB of storage media. e system does not interfere with existing infrastructure but provides a separate layer of data sharing that can be integrated into the system using a generic application structure as a reference. In each stage of production, the organizations are using their traditional database systems or transfer the data from the blockchain to the system for their business tasks. e blockchain is used only as a tool to make a record of transactions that cannot be altered and transferred to the customer.", "cite_spans": [], "ref_spans": [], "section": "Hardware Cost"}, {"text": "is blockchain-based data sharing system is expandable as any organization can join or leave the blockchain consortium at any time. e new coming organizations do not need to change or develop the system according to the consortium need. ey can integrate it without much extra development cost.", "cite_spans": [], "ref_spans": [], "section": "Hardware Cost"}, {"text": "ere are many blockchain applications for the food supply chain under trial or implementation worldwide. Companies and organizations are facing several challenges and obstacles in blockchain adoption. Two major challenges and obstacles are described in this section.", "cite_spans": [], "ref_spans": [], "section": "Challenges and Obstacles"}, {"text": "ere is not any formal road map to adopt the blockchain as global tool for transactions. e blockchain-based traceability for the food supply chain is not even yet ready to implement as a nationwide uniform system. In many countries, the rules, regulations, standards, and labeling are conflicted between the states. ere is no technology exist to connect different blockchain systems. is lack of interoperability and data sharing is currently the biggest obstacle.", "cite_spans": [], "ref_spans": [], "section": "Interoperability and Universal Acceptance."}, {"text": "e blockchain system compared to the traditional electronic traceability system is more homogeneous as it stores the transactions instead of state values which makes interoperability and sharing of data easier than the traditional traceability systems. e states and countries need to develop a standard ontology which defines what the recorded data elements and values mean in the food supply chain. ey also need common messaging standards.", "cite_spans": [], "ref_spans": [], "section": "Interoperability and Universal Acceptance."}, {"text": "e attempts to regulate the blockchain have been another area of controversy. e role of regulators and state authorities are not clear. e functioning of blockchain may also conflict with regulatory requirements. For instance, information shared in a ledger cannot be modified or altered.", "cite_spans": [], "ref_spans": [], "section": "Laws and Regulations."}, {"text": "is feature is in contradiction with the right to forgetting in many countries.", "cite_spans": [], "ref_spans": [], "section": "Laws and Regulations."}, {"text": "is paper applies blockchain technology in the food industry in a holistic and mindful approach to measuring and certifying the quality of the final product cost-effectively. It helps to provide transparent information about the food from farm to fork. is information is also useful for Food Control Authorities to prevent potential food safety hazards. It also enhances healthy competition between companies to improve product quality continuously. It provides decentralized, credible, and transparent information, being stored on the blockchain parallel to the traditional database system behind the scene with existing enterprise systems without any noticeable change in conventional business operations and training general employees.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "We are working with food certification authorities and NGOs to unify the type of data (ontology) that are required to certify and record for organic products within China. It will help to create a unified chaincode for different stages of the supply chain. is will provide a cost-efficient and robust system with a unifying standard API.", "cite_spans": [], "ref_spans": [], "section": "Future Work"}, {"text": "Many governments are also showing interest in using blockchain technology in governance. It needs to develop a system where the different blockchains can transfer the data on each other or can be merged. No business can be fully centralized or decentralized without compromising in areas such as security, privacy, performance, and scalability. Governments and private organizations are also concerned about their data privacy and protection. It needs to develop a mechanism to process the data on their servers at their premises and bring only desired results from the servers to the blockchain for analysis and predictions. e biggest hurdle for governments to be part of this chain is the laws to protect the data that can be used to affect fair competition and other national food security threats.", "cite_spans": [], "ref_spans": [], "section": "Future Work"}, {"text": "Data sharing is not applicable for this article.", "cite_spans": [], "ref_spans": [], "section": "Data Availability"}, {"text": "e authors have no affiliation with any organization with a direct or indirect financial interest in the subject matter discussed in the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Hormones in dairy foods and their impact on public health-A narrative review article", "authors": [{"first": "H", "middle": [], "last": "Malekinejad", "suffix": ""}, {"first": "A", "middle": [], "last": "Rezabakhsh", "suffix": ""}], "year": 2015, "venue": "Iranian Journal of Public Health", "volume": "64", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Defining the public health threat of food fraud", "authors": [{"first": "J", "middle": [], "last": "Spink", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Moyer", "suffix": ""}], "year": 2011, "venue": "Journal of Food Science", "volume": "76", "issn": "9", "pages": "157--163", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Consumer perceptions towards organic food", "authors": [{"first": "F", "middle": ["A"], "last": "Shafie", "suffix": ""}, {"first": "D", "middle": [], "last": "Rennie", "suffix": ""}], "year": 2012, "venue": "Procedia-Social and Behavioral Sciences", "volume": "49", "issn": "", "pages": "360--367", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Natural, grass-fed and organic beef (2010 TAMU beef cattle short course)", "authors": [{"first": "R", "middle": [], "last": "Machen", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Consumers attitude towards organic food", "authors": [{"first": "M", "middle": ["B"], "last": "Basha", "suffix": ""}, {"first": "C", "middle": [], "last": "Mason", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Shamsudin", "suffix": ""}, {"first": "H", "middle": ["I"], "last": "Hussain", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Salem", "suffix": ""}], "year": 2015, "venue": "Procedia Economics and Finance", "volume": "31", "issn": "", "pages": "444--452", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Dining on deception", "authors": [{"first": "E", "middle": [], "last": "Holbrook", "suffix": ""}], "year": 2013, "venue": "Risk Management", "volume": "60", "issn": "4", "pages": "28--31", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Food fraud: an exploratory study for measuring consumer perception towards mislabeled food products and influence on self-authentication intentions", "authors": [{"first": "S", "middle": [], "last": "Charlebois", "suffix": ""}, {"first": "A", "middle": [], "last": "Schwab", "suffix": ""}, {"first": "R", "middle": [], "last": "Henn", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Huck", "suffix": ""}], "year": 2016, "venue": "Trends in Food Science & Technology", "volume": "50", "issn": "", "pages": "211--218", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "e China melamine milk scandal and its implications for food safety regulation", "authors": [{"first": "X", "middle": [], "last": "Pei", "suffix": ""}, {"first": "A", "middle": [], "last": "Tandon", "suffix": ""}, {"first": "A", "middle": [], "last": "Alldrick", "suffix": ""}, {"first": "L", "middle": [], "last": "Giorgi", "suffix": ""}, {"first": "W", "middle": [], "last": "Huang", "suffix": ""}, {"first": "R", "middle": [], "last": "Yang", "suffix": ""}], "year": 2011, "venue": "Food Policy", "volume": "36", "issn": "3", "pages": "412--420", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Finding horse meat in beef products-a global problem", "authors": [{"first": "P", "middle": ["J"], "last": "O&apos;mahony", "suffix": ""}], "year": 2013, "venue": "QJM: An International Journal of Medicine", "volume": "106", "issn": "6", "pages": "595--597", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Rat Meat Sold as Lamb Highlights Fear in China", "authors": [{"first": "C", "middle": [], "last": "Buckley", "suffix": ""}], "year": 2013, "venue": "New York Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "e analysis of food safety incidents in South Korea", "authors": [{"first": "M", "middle": ["S"], "last": "Park", "suffix": ""}, {"first": "H", "middle": ["N"], "last": "Kim", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Bahk", "suffix": ""}], "year": 1998, "venue": "Food Control", "volume": "81", "issn": "", "pages": "196--199", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Epidemiological burden of bacterial foodborne diseases in China-preliminary study", "authors": [{"first": "X", "middle": [], "last": "Mao", "suffix": ""}, {"first": "J", "middle": [], "last": "Hu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}], "year": 2011, "venue": "Chin Journal of Food Hygiene", "volume": "23", "issn": "", "pages": "132--136", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Elliott Review into the Integrity and Assurance of Food Supply Networks-Final Report: A National Food Crime Prevention Framework, Department for Environment, Food & Rural Affairs Food Standards Agency", "authors": [{"first": "C", "middle": [], "last": "Elliott", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Traceability in a food supply chain: safety and quality perspectives", "authors": [{"first": "M", "middle": ["M"], "last": "Aung", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Chang", "suffix": ""}], "year": 2014, "venue": "Food Control", "volume": "39", "issn": "", "pages": "172--184", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A Guide to Traceability: A Practical Approach to Advance Sustainability in Global Supply Chains, United Nations Global Compact Office", "authors": [{"first": "B", "middle": ["S"], "last": "Norton", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Bitcoin and Cryptocurrency Technologies: A Comprehensive Introduction", "authors": [{"first": "A", "middle": [], "last": "Narayanan", "suffix": ""}, {"first": "E", "middle": [], "last": "Felten", "suffix": ""}, {"first": "A", "middle": [], "last": "Miller", "suffix": ""}, {"first": "S", "middle": [], "last": "Goldfeder", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Blockchain: Blueprint for a New Economy", "authors": [{"first": "M", "middle": [], "last": "Swan", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "e economics of bitcoin mining, or bitcoin in the presence of adversaries", "authors": [{"first": "J", "middle": [], "last": "Kroll", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Davey", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Felten", "suffix": ""}], "year": 2013, "venue": "Proceedings of the Twelfth Workshop on the Economics of Information Security", "volume": "", "issn": "", "pages": "1--21", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Quantum-secured blockchain", "authors": [{"first": "E", "middle": [], "last": "Kiktenko", "suffix": ""}, {"first": "N", "middle": [], "last": "Pozhar", "suffix": ""}, {"first": "M", "middle": [], "last": "Anufriev", "suffix": ""}], "year": 2018, "venue": "Quantum Science and Technology", "volume": "3", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Public vs. private blockchain in a nutshell", "authors": [{"first": "D", "middle": [], "last": "Massessi", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Understanding blockchain consensus models", "authors": [{"first": "A", "middle": [], "last": "Baliga", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Blockchain development platform comparison", "authors": [{"first": "V", "middle": [], "last": "Clincy", "suffix": ""}, {"first": "H", "middle": [], "last": "Shahriar", "suffix": ""}], "year": 2019, "venue": "Proceedings of the 2019 IEEE 43rd Annual Computer Software and Applications Conference (COMPSAC)", "volume": "1", "issn": "", "pages": "922--923", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "On blockchain and its integration with IoT: challenges and opportunities", "authors": [{"first": "A", "middle": [], "last": "Reyna", "suffix": ""}, {"first": "C", "middle": [], "last": "Martin", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "E", "middle": [], "last": "Soler", "suffix": ""}, {"first": "M", "middle": [], "last": "Diaz", "suffix": ""}], "year": 2018, "venue": "Future Generation Computer Systems", "volume": "88", "issn": "", "pages": "173--190", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "e importance of traceability for public health and consumer protection", "authors": [{"first": "J", "middle": [], "last": "Mckean", "suffix": ""}], "year": 2001, "venue": "Revue Scientifique et Technique (International Office of Epizootics)", "volume": "20", "issn": "2", "pages": "263--371", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Cost evaluation of the use of conventional and electronic identification and registration systems for the national sheep and goat populations in Spain", "authors": [{"first": "C", "middle": [], "last": "Saa", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Milań", "suffix": ""}, {"first": "G", "middle": [], "last": "Caja", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Ghirardi", "suffix": ""}], "year": 2005, "venue": "Journal of Animal Science", "volume": "83", "issn": "5", "pages": "1215--1225", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Standardization and global adoption of Radio Frequency Identification (RFID): strategic issues for developing countries", "authors": [{"first": "N", "middle": [], "last": "Adhiarna", "suffix": ""}, {"first": "J.-J", "middle": [], "last": "Rho", "suffix": ""}], "year": 2009, "venue": "Proceedings of the Fourth International Conference on Computer Sciences and Convergence Information Technology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Findus Beef Lasagne Contained up to 100% Horsemeat", "authors": [{"first": "", "middle": [], "last": "Bbc News", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Horsemeat Scandal: France Blames Processor Spanghero", "authors": [{"first": "", "middle": [], "last": "Bbc News", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Food Safety Watchdog May Report Findus, e Local News Sweden", "authors": [{"first": "", "middle": [], "last": "News Sweden", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "One Nation's Move to Increase Food Safety with Blockchain", "authors": [{"first": "Blog", "middle": [], "last": "Ibm Blockchain", "suffix": ""}], "year": 2018, "venue": "IBM Blockchain Blog", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "University Explore the Use of Blockchain to Help Bring Safer Food to Dinner Tables across China", "authors": [{"first": "", "middle": [], "last": "Ibm News", "suffix": ""}, {"first": "Tsinghua", "middle": [], "last": "Walmart", "suffix": ""}], "year": 2016, "venue": "BBC News", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "5G in E-commerce activities", "authors": [{"first": "N", "middle": [], "last": "Kshetri", "suffix": ""}], "year": 2018, "venue": "IT Professional", "volume": "20", "issn": "4", "pages": "73--77", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Improving business process interoperability by shared ledgers", "authors": [{"first": "Y", "middle": [], "last": "Cen", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2017, "venue": "Proceedings of the 6th International Conference on Informatics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Blockchain meets the supply chain", "authors": [{"first": "N", "middle": [], "last": "Edwards", "suffix": ""}], "year": 2017, "venue": "MHD Supply Chain Solutions", "volume": "47", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "I'll Only Eat Blockchain Cereal with a Food Safety Label on the Box, IBM Blog", "authors": [{"first": "D", "middle": [], "last": "Pyrzenski", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Block-supply chain: a new anticounterfeiting supply chain using NFC and blockchain", "authors": [{"first": "N", "middle": [], "last": "Alzahrani", "suffix": ""}, {"first": "N", "middle": [], "last": "Bulusu", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 1st Workshop on Cryptocurrencies and Blockchains for Distributed Systems", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "An agri-food supply chain traceability system for China based on RFID & blockchain technology", "authors": [{"first": "F", "middle": [], "last": "Tian", "suffix": ""}], "year": 2016, "venue": "Proceedings of the 13th International Conference on Service Systems and Service Management (ICSSSM)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "A supply chain traceability system for food safety based on HACCP, blockchain & Internet of things", "authors": [{"first": "F", "middle": [], "last": "Tian", "suffix": ""}], "year": 2017, "venue": "Proceedings of the International Conference on Service Systems and Service Management", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "State of the art of technology in the food sector value chain towards the IoT", "authors": [{"first": "L", "middle": [], "last": "Ramundo", "suffix": ""}, {"first": "M", "middle": [], "last": "Taisch", "suffix": ""}, {"first": "S", "middle": [], "last": "Terzi", "suffix": ""}], "year": 2016, "venue": "Proceedings of the 2nd IEEE International Forum on Research and Technologies for Society and Industry Leveraging a Better Tomorrow", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Blockchain based wine supply chain traceability system", "authors": [{"first": "K", "middle": [], "last": "Biswas", "suffix": ""}, {"first": "V", "middle": [], "last": "Muthukkumarasamy", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Tan", "suffix": ""}], "year": 2017, "venue": "Proceedings of the Future Technologies Conference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Blockchain application in food supply information security", "authors": [{"first": "D", "middle": [], "last": "Tse", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "C", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "H", "middle": [], "last": "Mu", "suffix": ""}], "year": 2017, "venue": "Proceedings of the International Conference on Industrial Engineering and Engineering Management (IEEM)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "A systematic literature review of blockchain-based applications: current status, classification and open issues", "authors": [{"first": "F", "middle": [], "last": "Casino", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Dasaklis", "suffix": ""}, {"first": "C", "middle": [], "last": "Patsakis", "suffix": ""}], "year": 2019, "venue": "Telematics and Informatics", "volume": "36", "issn": "", "pages": "55--81", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Ensure traceability in European food supply chain by using a blockchain system", "authors": [{"first": "G", "middle": [], "last": "Baralla", "suffix": ""}, {"first": "A", "middle": [], "last": "Pinna", "suffix": ""}, {"first": "G", "middle": [], "last": "Corrias", "suffix": ""}], "year": 2019, "venue": "Proceedings of the 2nd International Workshop on Emerging Trends in Software Engineering for Blockchain", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Processes and challenges for the adoption of blockchain technology in food supply chains: a thematic analysis", "authors": [{"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Yan", "suffix": ""}, {"first": "B", "middle": [], "last": "Tan", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2019, "venue": "Proceedings of the iConference 2019 Proceedings", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Applications, limitations, costs, and benefits related to the use of blockchain technology in the food industry", "authors": [{"first": "P", "middle": [], "last": "Olsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Borit", "suffix": ""}, {"first": "S", "middle": [], "last": "Syed", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Blockchain meets genomics: governance considerations for promoting food safety and public health", "authors": [{"first": "W", "middle": ["G"], "last": "Johnson", "suffix": ""}], "year": 2019, "venue": "Journal of Food Law and Policy", "volume": "15", "issn": "1", "pages": "74--97", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Blockchain inspired RFID based information architecture for food supply chain", "authors": [{"first": "S", "middle": [], "last": "Mondal", "suffix": ""}, {"first": "N", "middle": [], "last": "Kriti", "suffix": ""}, {"first": "D", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "P", "middle": [], "last": "Chahal", "suffix": ""}], "year": 2019, "venue": "IEEE Internet of ings Journal", "volume": "6", "issn": "3", "pages": "5803--5813", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Innovating mindfully with information technology", "authors": [{"first": "E", "middle": ["B"], "last": "Swanson", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Ramiller", "suffix": ""}], "year": 2004, "venue": "MIS Quarterly: Management Information Systems", "volume": "28", "issn": "4", "pages": "553--583", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Applying a design-based research approach to the determination and application of the critical elements of an authentic assessment", "authors": [{"first": "K", "middle": [], "last": "Ashford-Rowe", "suffix": ""}], "year": 2008, "venue": "Proceedings of the Second Emerging Technologies Conference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Internet of things (IoT): a vision, architectural elements, and future directions", "authors": [{"first": "J", "middle": [], "last": "Gubbi", "suffix": ""}, {"first": "R", "middle": [], "last": "Buyya", "suffix": ""}, {"first": "S", "middle": [], "last": "Marusic", "suffix": ""}, {"first": "M", "middle": [], "last": "Palaniswami", "suffix": ""}], "year": 2013, "venue": "Future Generation Computer Systems", "volume": "29", "issn": "7", "pages": "1645--1660", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Hyperledger fabric: a distributed operating system for permissioned blockchains", "authors": [{"first": "E", "middle": [], "last": "Androulaki", "suffix": ""}, {"first": "A", "middle": [], "last": "Barger", "suffix": ""}, {"first": "V", "middle": [], "last": "Bortnikov", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 13th EuroSys Conference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Architecture of the hyperledger blockchain fabric", "authors": [{"first": "C", "middle": [], "last": "Cachin", "suffix": ""}], "year": 2017, "venue": "Proceedings of the Leibniz International Proceedings in Informatics, LIPIcs, Dagstuhl", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Security, performance, and applications of smart contracts: a systematic survey", "authors": [{"first": "S", "middle": [], "last": "Rouhani", "suffix": ""}, {"first": "R", "middle": [], "last": "Deters", "suffix": ""}], "year": 2019, "venue": "IEEE Access", "volume": "7", "issn": "", "pages": "50759--50779", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Storage and logistics are the backbone of an efficient supply chain.", "latex": null, "type": "figure"}, "FIGREF1": {"text": ": e traditional flow of products and associated data.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Research methodology.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Typical process to issue x509 certificates.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "An overview of the system.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Hyperledger IoT-enabled farming. Batch A: Ingredients [x 0 [1], a, b, c] Batch B: Ingredients [Z[1], a, b, c] Batch C: Ingredients [Z[1], a, b, c] Ingredients [x 0 [2], a, b, c] Ingredients [x1 , a, b, c]x = [x 0 , x 1 , ......., x n ] Product identification management throughout the supply chain. Application server.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Similarities and differences between different meat and milk production systems.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Traditional harvest system </td><td>Natural harvest system </td><td>Grass-fed harvest system </td><td>Organic harvest system\n</td></tr><tr><td> </td><td>Pasture in grazing system,high-concentrate diet\n</td><td>Minimally processed, no artificial ingredients, no preservatives\n</td><td>Fed on grass and grains, none forage supplements\n</td><td>Certified organic, animals are raised in healthier facilities\n</td></tr><tr><td>Food </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Health management\n</td><td>Vaccinations, antibiotics, ionophores, growth hormones may be used\n</td><td>Vaccinations, limited antibiotics, no ionophores, no growth hormones\n</td><td>Vaccinations, no antibiotics used, no ionophores, no growth hormones\n</td><td>Only strictly controlled primary vaccination allowed\n</td></tr><tr><td>Marketing </td><td>Mainly auction markets </td><td>Some level of verification isrequired\n</td><td>Source and management verification are required as packer, wholesaler, retailer\n</td><td>Complete verification required from birth to retailer\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Figure 1: Blocks forming the blockchain using hash signature.", "latex": null, "type": "table"}, "TABREF3": {"text": "Classification of blockchains.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Public blockchain </td><td>Private blockchain </td><td>Permissioned blockchain\n</td></tr><tr><td>Read access </td><td>No permission required fromany authority\n</td><td>Read access is private within organization participants\n</td><td>Public/participants are permissible under some legal contracts\n</td></tr><tr><td>Write access </td><td>No permission required fromany authority\n</td><td>Write access is private within organization participants\n</td><td>Participants are permissible under some legal contracts\n</td></tr><tr><td>Consensus\n</td><td>Anyone can join consensus\n</td><td>Pre-selected nodes within organization </td><td>Pre-selected nodes within consortiums\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Comparison of blockchain development platforms.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Fabric </td><td>VeChain </td><td>Ripple </td><td>R3Corda </td><td>Ethereum\n</td></tr><tr><td>Blockchain type </td><td>Permissioned </td><td>Public </td><td>Permissioned </td><td>Permissioned </td><td>Public and private\n</td></tr><tr><td>Cryptocurrency </td><td>None </td><td>Ve-or Token </td><td>Ripple </td><td>None </td><td>Ether\n</td></tr><tr><td>Smart contract </td><td>Yes </td><td>Yes </td><td>No </td><td>Yes </td><td>Yes\n</td></tr><tr><td>Security model </td><td>Membershipservices\n</td><td>Block security protocol\n</td><td>Node validated and confirmed transactions\n</td><td>Permissioned only\n</td><td>Data are public and not encrypted\n</td></tr><tr><td>Integration\nefforts </td><td>Vary </td><td>Easy </td><td>Easy </td><td>Vary </td><td>Difficult\n</td></tr></table></body></html>"}, "TABREF5": {"text": ". Hyperledger Fabric is a programmable network that encapsulates the", "latex": null, "type": "table"}}, "back_matter": []}