{"paper_id": "0da93f000907b759828b9b8a8ed33e1a30d637f0", "metadata": {"title": "Sensitized Detection of Inhibitory Fragments and Iterative Development of Non-Peptidic Protease Inhibitors by Dynamic Ligation Screening**", "authors": [{"first": "Marco", "middle": ["Florian"], "last": "Schmidt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Albert", "middle": [], "last": "Isidro-Llobet", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": [], "last": "Lisurek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Adeeb", "middle": [], "last": "El-Dahshan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jinzhi", "middle": [], "last": "Tan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rolf", "middle": [], "last": "Hilgenfeld", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jörg", "middle": [], "last": "Rademann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "[", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "]", "middle": ["M F"], "last": "Schmidt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Isidro-Llobet", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Lisurek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "El-Dahshan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Rademann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["F"], "last": "Schmidt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Tan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Hilgenfeld", "suffix": "", "affiliation": {}, "email": ""}, {"first": "]", "middle": [], "last": "We", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Samuel", "middle": [], "last": "Beligny", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Angelika", "middle": [], "last": "Ehrlich", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Franziska", "middle": [], "last": "Hinterleitner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dagmar", "middle": [], "last": "Krause", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jörn", "middle": [], "last": "Saupe", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bernhard", "middle": [], "last": "Schmikale", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Dedicated to Professor Günther Jung on the occasion of his 70th birthday", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The conventional approach to identify biologically active, druglike small molecules is based on high-throughput screening (HTS) of chemical libraries. However, the composition of large chemical libraries and their screening are time-consuming and expensive endeavors; the success relies heavily on the quality of the available libraries, and even the largest library can span only a minute section of the virtual chemical space. Therefore, over the past decade several strategies have been proposed to facilitate the development process by using the protein target as a template for ligand assembly. [1] [2] [3] The binding of low-molecular-weight fragments has been detected \"directly\" by NMR spectroscopy [2a, b] or X-ray crystallogra-", "cite_spans": [{"start": 600, "end": 603, "text": "[1]", "ref_id": null}, {"start": 604, "end": 607, "text": "[2]", "ref_id": null}, {"start": 608, "end": 611, "text": "[3]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "phy. [2c, d] These biophysical methods have been demonstrated to provide low-affinity ligands as rational starting points for the iterative development of potent protein binders. Alternatively, protein-binding molecules have been identified from mixtures of compounds formed in dynamic equilibria. In the presence of a protein the equilibrium was shifted, and the best binding products were concentrated in the mixture and could be detected by chromatography, mass spectrometry, or NMR spectroscopy. [3a, b] The reported fragment-based methods have in common that they detect binding, not biological activity. Moreover, all these methods require large amounts of protein and test compounds and suffer from the difficult, timeconsuming, and expensive detection of active compounds.", "cite_spans": [{"start": 5, "end": 12, "text": "[2c, d]", "ref_id": null}, {"start": 500, "end": 507, "text": "[3a, b]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "We envisioned that the detection of bioactive ligands should be sensitized considerably if reversibly formed ligation products compete in dynamic equilibrium with a fluorogenic reporter substrate for an enzyme (Figure 1 ). This approach would combine dynamic, target-assisted formation of inhibitory species and detection by a fluorescence-based screening methodology; thus, we designated it dynamic ligation screening (DLS). In DLS, the application of chemically reactive inhibitors as directing probes should enable the testing of inhibitory fragments for a defined binding site on the protein surface. Using an enzymatic reaction for fragment detection amplifies the signals and thus reduces the required amount of protein drastically. Finally, enzymatic detection with a fluorescent reporter molecule should enable high-throughput screening (HTS) in microtiter plates (MTPs); thus, for the first time conventional HTS methodology could be employed in fragment-based dynamic ligand development.", "cite_spans": [], "ref_spans": [{"start": 210, "end": 219, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": ""}, {"text": "The SARS coronavirus main protease (SARS-CoV M pro ; SARS = severe acute respiratory syndrome) was selected as the protein target to demonstrate the DLS approach. SARS-CoV M pro is a cysteine protease that is essential for replication of the virus inside the infected host cell. Thus, it has been proposed as a drug target for SARS and-owing to the reported high homology among coronaviral main proteasesalso for other coronaviral infections. [5] Several irreversible (covalent) peptide-based inhibitors of SARS-CoV have been prepared and cocrystallized with the enzyme; however, only a few reversible, [6] non-peptidic [7] inhibitors have been reported to date.", "cite_spans": [{"start": 443, "end": 446, "text": "[5]", "ref_id": null}, {"start": 603, "end": 606, "text": "[6]", "ref_id": null}, {"start": 620, "end": 623, "text": "[7]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "To establish DLS for site-directed identification of inhibitory fragments, at first a fluorescence-based assay [4] for SARS-CoV M pro activity was developed by employing the substrate Ac-TSAVLQ-AMCA (1). Enzymatic cleavage of 1 released 2-(7-amino-4-methyl-3-coumarinyl)acetamide, which was excited at 380 nm for fluorescence detection at a wavelength of 460 nm. Second, a peptide aldehyde inhibitor 2 was selected for the DLS and synthesized on the protected oxazolidine resin. [6] This peptide aldehyde contains a Cterminal glutamine residue and thus forms an equilibrium between the aldehyde and its cyclic condensation product in aqueous solution. [6] Treatment of aryl aldehydes with an excess of various primary amines has been reported to form imines as major components of the equilibrium in aqueous solution, whereas aliphatic aldehydes such as 2 are not converted into the imines as the major product. [8] Thus, it remained to be tested whether the hypothetical ligation products of peptide aldehyde 2 and nucleophiles are stabilized on a protein surface and consequently can be detected by substrate competition.", "cite_spans": [{"start": 111, "end": 114, "text": "[4]", "ref_id": null}, {"start": 479, "end": 482, "text": "[6]", "ref_id": null}, {"start": 652, "end": 655, "text": "[6]", "ref_id": null}, {"start": 912, "end": 915, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "For this purpose a collection of 234 nucleophiles was assembled comprising aromatic and aliphatic amines, thiols, and hydrazines. Aldehyde 2 as the directing probe was incubated with an eightfold excess of one nucleophilic fragment per well and in the presence of enzyme on a 384well microtiter plate. After the addition of reporter substrate 1, rate differences in the turnover of the substrate were quantified to identify active inhibitory fragments ( Figure 1 , Table 1 ). None of the selected fragments alone showed activity as SARS-CoV M pro inhibitor in a control experiment at a concentration of 400 mm ; thus, their affinity is in the millimolar range or lower. For seven nucleophiles, however, a stronger inhibition than with the inhibitor 2 alone was observed (Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 454, "end": 462, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 465, "end": 472, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 770, "end": 778, "text": "(Table 1", "ref_id": "TABREF0"}], "section": ""}, {"text": "In the next step, the specific binding of identified hit compounds to the active site of the SARS-CoV main protease, and not, for example, to an allosteric site, had to be confirmed. 3-Amino-(N-3-aminophenyl)benzamide (3) was the most active and was selected for exemplary verification of the binding site by combining chemical synthesis and modeling. The imine formed from 2 and 3 was expected to be the active species. To test this hypothesis, at first the reduced amination product (4, Scheme 1) was synthesized. Tested in the HPLC assay described by Tan et al., [11] 4 displayed a K I value of 50.3 mm. Comparison of the inhibitory activity of 4 with that of reduced amide 5 and those of the peptides Ac-DSFDQ-OH, DSFDQ-OH, and Ac-DSFDQ-NH 2 , which all were completely inactive at 500 mm, supported the directing effect of peptide aldehyde 2 and the binding of fragment 3 to the S1' site. The lower inhibition by 4 compared to peptide aldehyde 2 can be attributed to the absence of the electrophilic carbonyl group interacting favorably with the activesite cysteine residue of SARS-CoV M pro . Furthermore, the complexes of peptide aldehyde 2 and of the imine formed with fragment 3 with SARS-CoV main protease were Communications modeled, which suggested a possible binding mode of fragment 3 ( Figure 2 ). Additional evidence for the binding of fragment 3 in the S1' pocket was provided by the synthesis and testing of aldehydes and 2-ketoaldehydes 6-9, which are all electrophilic derivatives of 3 (Scheme 1). Compounds 6-9 were designed with an electrophilic group to interact with the active site cysteine of the protease. While 6 and 7 were obtained by oxidation of the respective alcohols, the 2ketoaldehydes 8 and 9 were prepared by polymer-supported C-acylation, decarboxylation, and oxidative cleavage from a phosphane resin. [12] Indeed all designed mono-and biselectrophiles were active inhibitors of SARS-CoV M pro (Scheme 1). Inhibitors 7 and 9, which are expected to position the active fragment in the same place relative to the cysteine residue as in the initial ligation product, were more potent inhibitors than compounds 6 and 8. Benzaldehyde (10), used as a control, was completely inactive, again indicating that the fragments detected by DLS bind specifically to the S1' pocket of SARS-CoV M pro .", "cite_spans": [{"start": 566, "end": 570, "text": "[11]", "ref_id": null}, {"start": 1841, "end": 1845, "text": "[12]", "ref_id": null}], "ref_spans": [{"start": 1301, "end": 1309, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": ""}, {"text": "To obtain an entirely non-peptidic inhibitor of SARS-CoV M pro targeting both the S1' and S1 pockets, the dynamic ligation screening was conducted iteratively in a \"reverted\" mode ( Table 2 ). Instead of peptide aldehyde 2, which binds to the S side of the binding cleft, 2-ketoaldehyde 9, which presumably binds to the S' side, was employed as a directing probe. For this experiment, 110 amines selected by diversity analysis were screened. Compound 9 was incubated with one amine per well, the protease, and the fluorogenic substrate Ac-TSAVLQ-AMCA (1) . In this second screen, three fragments were identified which were active in the presence of the directing probe 9 ( Table 2 ). The most active was 11, which was selected for verification of the inhibitor binding by chemical synthesis. Using the 2-ketoaldehydes 8 and 9 for the covalent linking appeared to be advantageous, as the aldehyde could undergo reductive amination while the 2-keto functionality remained intact for interaction with cysteine 145. Amine 11 was prepared as reported, [13] employed for reductive amination of 2-ketoaldehyde 9 with trichlorosilane as reducing agent, [14] and yielded successfully 2-aminoketone 12 as the Scheme 1. Development of a non-peptidic SARS-CoV M pro inhibitor through dynamic ligation screening. Active fragment 3, which binds to the S1'site of the protein, has been transformed into electrophilic derivatives 6-9, which were employed iteratively in reverted DLS, yielding the non-peptidic inhibitor 12. ", "cite_spans": [{"start": 551, "end": 554, "text": "(1)", "ref_id": null}, {"start": 1047, "end": 1051, "text": "[13]", "ref_id": null}, {"start": 1145, "end": 1149, "text": "[14]", "ref_id": null}], "ref_spans": [{"start": 182, "end": 189, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 673, "end": 680, "text": "Table 2", "ref_id": "TABREF1"}], "section": ""}, {"text": "Chemie covalent ligation product. Compound 12 inhibited SARS-CoV M pro in the HPLC assay [11] with a K I value of 2.9 mm. Thus, we can conclude that dynamic ligation screening (DLS) enables the sensitized and site-directed detection of low-affinity fragments with inhibition constants in the millimolar range that are difficult or impossible to detect with previous dynamic strategies and conventional fragment-based methods. The method was operated in high-throughput format, and only very small amounts of protein were used by exploiting the amplification effect of the enzyme-catalyzed detection. No additional equipment was required besides a standard microtiter plate reader. Most importantly, DLS was operated iteratively in an evolutionary process and succeeded in the transformation of a moderately active peptidic inhibitor to an entirely non-peptidic inhibitor with an inhibition constant in the low micromolar range. Dynamic ligation screening has been demonstrated for protease inhibitor development in this work; it is currently being extended to other proteases, other enzyme classes, and to protein-protein interactions.", "cite_spans": [{"start": 89, "end": 93, "text": "[11]", "ref_id": null}], "ref_spans": [], "section": "Angewandte"}, {"text": "The activity of SARS-CoV M pro was determined by measuring the release of AMCA from the fluorogenic substrate Ac-TSAVLQ-AMCA (1). The excitation wavelength was set to 380 nm, and the emission was recorded at 460 nm. Relative fluorescence units (RFUs; l em 460 nm) were determined as 63.861 RFU mm(AMCA) À1 . Reaction mixtures for cleavage were incubated at 298 K and contained 1 mm SARS-CoV M pro , 100 mm b-morpholinoethanesulfonic acid (MES) buffer pH 7.0, and different concentrations of the fluorogenic substrate (0.25 mm-2.5 mm) in a total volume of 20 mL. All measurements were carried out on a TECAN SAFIRE fluorescence plate reader (Crailsheim, Germany).", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}, {"text": "Dynamic ligation screening for the S1' site was performed for a library of 234 nucleophilic fragments using 1 mm of SARS-CoV M pro , 200 mm 1, 400 mm of one nucleophilic fragment per well, and 50 mm of the peptide aldehyde inhibitor Ac-DSFDQ-H (2) on a 384-well microtiter plate. The initial rates were observed and compared with the initial rate without any nucleophilic fragment. Dynamic ligation screening for the S1 site was performed for a library of 110 nucleophilic fragments using 1 mm of SARS-CoV M pro , 200 mm 1, 200 mm of a nucleophilic fragment, and 20 mm of the non-peptidic inhibitor 9 in a total volume of 20 mL MES buffer (100 mm, pH 7.0) on a 384-well microtiter plate. The initial rate of product formation was observed and compared with the initial rate of the controls. . Keywords: combinatorial chemistry · dynamic chemistry · enzyme catalysis · high-throughput screening · medicinal chemistry", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}], "bib_entries": {"BIBREF5": {"ref_id": "b5", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": ")", "middle": ["I"], "last": "Huc", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Lehn", "suffix": ""}], "year": 1997, "venue": "", "volume": "94", "issn": "", "pages": "2331--2332", "other_ids": {"DOI": ["10.1126/science.1060066"]}}, "BIBREF12": {"ref_id": "b12", "title": "3, e324; c)", "authors": [{"first": "H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "M", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ding", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Lou", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "L", "middle": [], "last": "Sun", "suffix": ""}, {"first": "L", "middle": [], "last": "Mo", "suffix": ""}, {"first": "S", "middle": [], "last": "Ye", "suffix": ""}, {"first": "H", "middle": [], "last": "Pang", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Gao", "suffix": ""}, {"first": "K", "middle": [], "last": "Anand", "suffix": ""}, {"first": "M", "middle": [], "last": "Bartlam", "suffix": ""}, {"first": "R", "middle": [], "last": "Hilgenfeld", "suffix": ""}, {"first": "Z", "middle": [], "last": "Rao ; B", "suffix": ""}, {"first": ")", "middle": ["H"], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Xie", "suffix": ""}, {"first": "X", "middle": [], "last": "Xue", "suffix": ""}, {"first": "K", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Ma", "suffix": ""}, {"first": "W", "middle": [], "last": "Liang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "D", "middle": [], "last": "Pei", "suffix": ""}, {"first": "J", "middle": [], "last": "Ziebuhr", "suffix": ""}, {"first": "R", "middle": [], "last": "Hilgenfeld", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "L", "middle": [], "last": "Wong", "suffix": ""}, {"first": "G", "middle": [], "last": "Gao", "suffix": ""}, {"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": [], "last": "Ma", "suffix": ""}, {"first": "M", "middle": [], "last": "Bartlam", "suffix": ""}, {"first": "Z", "middle": ["L"], "last": "Rao ; I", "suffix": ""}, {"first": "N", "middle": [], "last": "Lu", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Mahindroo", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Liang", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Peng", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Kuo", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Tsai", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Hsieh", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Chao", "suffix": ""}, {"first": "", "middle": [], "last": "Wu", "suffix": ""}], "year": 2003, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "100", "issn": "", "pages": "4971--4980", "other_ids": {"DOI": ["10.1021/jm0603926"]}}, "BIBREF14": {"ref_id": "b14", "title": "The deviation was determined by plotting the observed fluorescence rate of three independent measurements in the program", "authors": [], "year": null, "venue": "Prism Graph Pad", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "For the modeling, the crystal structure of the reaction product of SARS-CoV M pro with a chloromethylketone was used as a template (molecule A of PDB coordinate set 1K4; reference [7a]). Subsites S2, S1, and S1' are labeled. Note that the aspartate side chain in position P2 of the inhibitor is oriented towards the solvent, while the phenylalanine residue in P3 occupies the hydrophobic S2 pocket of the enzyme. A similar binding mode has been seen in the 1K4 structure by X-ray crystallography (reference [7a]). The models were energy refined with the program Sybyl", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The concept of dynamic ligation screening (DLS). Substrate 1 competes with peptide aldehyde inhibitor 2 for the SARS-CoV main protease (blue). Active fragment 3 leads to an increased inhibition through the binding of the imine ligation product to the active site.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Molecular model of the aldehyde Ac-DSFDQ-H (A; residues P5-P1) and the imine ligation product of Ac-DSFDQ-H with 3 (B) docked into the substrate-binding site of the SARS-CoV M pro (C cyan, N blue, O red). The active site Cys145 is shown as a yellow surface.[10]", "latex": null, "type": "figure"}, "TABREF0": {"text": "Observed initial velocities v 0 of the substrate conversion in the presence of the SARS main protease, substrate, peptide aldehyde 2, and active nucleophilic fragments.[a]", "latex": null, "type": "table"}, "TABREF1": {"text": "From nucleophilic fragment 3, the electrophilic 2-ketoaldehyde inhibitor 9 was designed and used for \"reverted\" dynamic ligation screening (observed initial rates of substrate conversion (v 0 ) in the presence of active nucleophiles).[a]", "latex": null, "type": "table"}}, "back_matter": []}