{"paper_id": "0da96315dec79fde6684a31e3815bf0dd1c1f564", "metadata": {"title": "", "authors": [{"first": "Jingjing", "middle": [], "last": "Shang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University School of Nursing", "location": {"postCode": "10032", "settlement": "New York", "region": "NY", "country": "USA"}}, "email": ""}, {"first": "Ashley", "middle": ["M"], "last": "Chastain", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University School of Nursing", "location": {"postCode": "10032", "settlement": "New York", "region": "NY", "country": "USA"}}, "email": ""}, {"first": "Uduwanage", "middle": [], "last": "Gayani", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": [], "last": "Perera", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Denise", "middle": ["D"], "last": "Quigley", "suffix": "", "affiliation": {"laboratory": "", "institution": "The RAND Corporation", "location": {"postCode": "90407", "settlement": "Santa Monica", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Caroline", "middle": ["J"], "last": "Fu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University School of Nursing", "location": {"postCode": "10032", "settlement": "New York", "region": "NY", "country": "USA"}}, "email": ""}, {"first": "Andrew", "middle": ["W"], "last": "Dick", "suffix": "", "affiliation": {"laboratory": "", "institution": "The RAND Corporation", "location": {"postCode": "02116", "settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Monika", "middle": [], "last": "Pogorzelska-Maziarz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Thomas Jefferson University", "location": {"addrLine": "560 West 168th Street, Mail Code 6", "postCode": "19107, 10032", "settlement": "Philadelphia, New York", "region": "PA, NY", "country": "USA, USA"}}, "email": ""}, {"first": "Patricia", "middle": ["W"], "last": "Stone", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University School of Nursing", "location": {"postCode": "10032", "settlement": "New York", "region": "NY", "country": "USA"}}, "email": ""}, {"first": "Gayani", "middle": ["E"], "last": "Perera", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University School of Nursing", "location": {"postCode": "10032", "settlement": "New York", "region": "NY", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Word Count: 300 Main Text Word Count: 1,988 References: 11 ABSTRACT 3", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Setting/Participants: Using a stratified random sample of 978 HHAs, we conducted a 22-item 10 online survey from April 10 to 17, 2020. Results: Similar to national data, most responding HHAs (n=121, 12% response rate) were for-14 profit and located in the South. A majority of HHAs had infectious disease outbreaks included in 15 their emergency preparedness plan (76%), a staff member in charge of outbreak/disaster 16 preparedness (84%), and had provided their staff with COVID-19 education and training (97%). 17 More urban HHAs had cared for confirmed and recovered COVID-19 patients than rural HHAs, 18 but urban HHAs had less capacity to test for COVID-19 than rural HHAs (9% vs 21%).", "cite_spans": [{"start": 513, "end": 515, "text": "17", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Most (69%) experienced patient census declines and had a current and/or anticipated supply 20 shortage. Rural agencies were impacted less than urban agencies. HHAs have already rationed 21 (69%) or implemented extended use (55%) or limited reuse (61%) of personal protective 22 equipment (PPE). Many HHAs reported accessing supplemental PPE from state/local resources, 23 donations, and do-it-yourself efforts; more rural HHAs had accessed these additional resources 24 compared to urban HHAs. 25 Conclusions/Implications: This survey reveals challenges that HHAs are having in responding 26 to the COVID-19 pandemic, particularly among urban agencies. Of greatest concern are the 27 declines in patient census, which drastically impact agency revenue, and the shortages of PPE In the U.S., home healthcare, defined as care delivered in a patient's home by healthcare 33 professionals, 1 plays an important role for post-acute and chronically ill patients. Most home care 34 patients are older adults with multiple chronic conditions. 2 During the COVID-19 pandemic, 35 caring for this group of vulnerable patients at home is complicated and issues may differ in urban 36 and rural settings. Our objective was to explore the COVID-19 preparedness of U.S. home 37 healthcare agencies (HHAs) and examine any urban and rural differences.", "cite_spans": [{"start": 369, "end": 371, "text": "23", "ref_id": null}, {"start": 494, "end": 496, "text": "25", "ref_id": null}, {"start": 589, "end": 591, "text": "26", "ref_id": null}, {"start": 1067, "end": 1069, "text": "35", "ref_id": null}], "ref_spans": [], "section": "19"}, {"text": "We used a stratified random sample of 978 HHAs with available email addresses drawn ", "cite_spans": [], "ref_spans": [], "section": "39"}, {"text": "One hundred twenty-one HHAs completed the survey (12% response rate). Similar to 56 national Medicare-certified HHAs, the majority of responding HHAs were located in the 57 Southern census region and had for-profit ownership (Table 1) . Our sample had more rural 58 HHAs (27% vs 14%) than the nation, given that rural agencies were oversampled in the original 59 sample. Approximately 15% of responding agencies were affiliated with a hospital. Average homes, which are critical to reducing SARS-CoV-2 transmission. In a text response, one staff 77 member at an urban for-profit HHA in Pennsylvania highlighted the importance of early and 78 ongoing education to protect staff: \" [ HHAs, more than rural HHAs, lacked N95 respirators (66% vs. 52%), gloves (23% vs. 15%) and 107 eye protection (50% vs. 33%). More urban HHAs anticipated shortages in eye protection in the 108 next 2 weeks, compared to those in rural locations (35% vs. 21%). A staff member from a rural, to moonlight in another SNF, hospital, etc. they would be putting people at risk.\" Another staff 138 member at a rural, for-profit agency in Ohio indicated: \"We actually did not take any steps [to 139 preserve staff]. We had a handful of aides who also worked at dentist and doctors' offices and 140 since they are closed temporarily these aides picked up more shifts. So, we just got lucky.\"", "cite_spans": [{"start": 680, "end": 681, "text": "[", "ref_id": null}, {"start": 1166, "end": 1169, "text": "139", "ref_id": null}], "ref_spans": [{"start": 225, "end": 234, "text": "(Table 1)", "ref_id": "TABREF2"}], "section": "55"}, {"text": "Most HHAs had an emergency preparedness plan in place, and despite regional 143 differences in COVID-19 cases, the majority of responding agencies were caring for (or had The current/anticipated shortages of PPE and other supplies remain the largest concern.", "cite_spans": [], "ref_spans": [], "section": "142"}, {"text": "164 During the week of April 10, 2020, most responding HHAs were already lacking N95 165 respirators, gowns, and cleaning supplies or disinfectants. The lack of PPE has been reported at 166 length in hospitals and nursing homes 9 , but rarely for home health agencies 10 . As in other Totals varied due to missing data --* from February 2020 HHC file: n (total) = 8,412, n (respondents) = 103; † from February 2020 HHC file: n (total) = 5,483, n (respondents) = 68 3(9.1) 10(11.4) Notes: IPC = infection prevention and control; Other IPC components included influenza, tuberculosis, multidrug resistant Staphylococcus aureus; Other reasons for staffing shortages included employee fear and competition from other healthcare facilities; Totals varied due to missing data or skip patterns --* n = 119, ^n = 117, † n=38, ‡ n= 80", "cite_spans": [], "ref_spans": [], "section": "142"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "What's Home Health Care", "authors": [{"first": "Medicaid", "middle": [], "last": "Centers For Medicare", "suffix": ""}, {"first": "", "middle": [], "last": "Services", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Alliance for Home Health Quality and Innovation. Home Health 198 Chartbook 2019: Prepared for the Alliance for Home Health Quality and Innovation", "authors": [], "year": null, "venue": "Avalere Health", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "_10.3.2019.pdf", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "COVID 19 Preparedness in Michigan Nursing Homes", "authors": [{"first": "K", "middle": ["M"], "last": "Jones", "suffix": ""}, {"first": "J", "middle": [], "last": "Mantey", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Mills", "suffix": ""}, {"first": "A", "middle": [], "last": "Montoya", "suffix": ""}, {"first": "L", "middle": [], "last": "Min", "suffix": ""}, {"first": "K", "middle": [], "last": "Gibson", "suffix": ""}, {"first": "L", "middle": [], "last": "Mody", "suffix": ""}], "year": 2020, "venue": "J Am Geriatr Soc", "volume": "203", "issn": "0", "pages": "", "other_ids": {"DOI": ["10.1111/jgs.16490"]}}, "BIBREF4": {"ref_id": "b4", "title": "Fact Sheet: Quality of Patient Care 206 Star Rating", "authors": [{"first": "Medicare", "middle": [], "last": "Centers For Medicaid", "suffix": ""}, {"first": "", "middle": [], "last": "Services", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Instruments/HomeHealthQualityInits/Downloads/QoPC-Fact-Sheet-For", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The National Institute for Occupational Safety and Health (NIOSH); Centers for Disease 211", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Recommended Guidance for Extended Use and Limited 212", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Home Health Agencies: CMS 216 Flexibilities to Fight COVID-19", "authors": [], "year": 2020, "venue": "Reuse of N95 Filtering Facepiece Respirators in Healthcare Settings", "volume": "213", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Less Red Tape: What Agencies Should Know About 219", "authors": [{"first": "A", "middle": [], "last": "Donlan", "suffix": ""}, {"first": "", "middle": [], "last": "Telehealth", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "CMS's Home Health Changes. Home Healthcare News", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Calm Before the Storm: In-Home Care Providers Brace for COVID-19 Surge", "authors": [{"first": "B", "middle": [], "last": "Bryant", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Preparedness in Nursing Homes in the Midst of the Pandemic", "authors": [], "year": null, "venue": "J Am Geriatr Soc", "volume": "", "issn": "0", "pages": "", "other_ids": {"DOI": ["10.1111/jgs.16520"]}}, "BIBREF15": {"ref_id": "b15", "title": "Home health care aides and coronavirus: Caring for elderly but unprepared for 230 COVID-19", "authors": [{"first": "P", "middle": [], "last": "Jamison", "suffix": ""}], "year": 2020, "venue": "Washington Post", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Phase II COVID-19 Survey: 234 Summary of Impact on Home and Community-Based Entities, Staff and Patients in New 235", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "HCA-Phase-II-Survey-Summary-Final", "authors": [{"first": "York", "middle": [], "last": "State", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "MLN Matters® article SE19027", "authors": [{"first": "", "middle": [], "last": "Model", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Home Health Insiders Hearing About Agency Exits Less Than 10 Days 241 into PDGM. Home Health Care News", "authors": [{"first": "J", "middle": [], "last": "Famakinwa", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Summary statistics were computed; open-ended narrative responses were synthesized 12 using qualitative methods.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "28 and disinfectants. Without proper protection, HHA clinicians are at risk of self-exposure and 29 viral transmission to patients and vulnerable family members.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "40 from a national survey conducted in 2019 (n=1,502). The original sample was drawn from U.S. 41 Medicare-certified HHAs in the June 2018 Provider of Services (POS) file, stratified by Census 42 region, ownership, and urban/rural location. After receiving Institutional Review Board 43 determination, we used Qualtrics CoreXM TM (Provo, UT) software to email a 22-item survey 44 (including 2 open-ended questions) on April 10, 2020. Our COVID-19 preparedness survey was 45 adapted from one recently conducted in Michigan nursing homes. 3 After two email reminders, 46 we closed survey data collection on April 17, 2020. 47 For national comparisons, we merged the survey data with the 2019 (the most current) 48 POS, Home Health Compare (HHC) and Home Health Care Consumer Assessment of 49 Healthcare Providers and Systems (HHCAHPS) data. Summary statistics were computed, and 50 open-ended narrative responses were synthesized using qualitative methods and exemplar quotes 51 are provided.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "60 quality ratings for respondents were similar to national averages of the Quality of Patient Care 61 (QoPC) and HHCAHPS Summary Star Ratings. The Star Ratings range from 1-5 stars (measured 62 in increments of 0.5 and 1, respectively, for QoPC and HHCAHPS); most HHAs in the U.S. 63 receive 3 stars which indicates they provide \"good\" quality of care. 4 64 Survey results are in Table 2. The majority of respondents cared for patients in assisted 65 living facilities (79%), and less than 30% of HHAs cared for nursing home patients. Most 66 respondents had infectious disease outbreaks included in their agency's emergency preparedness 67 plan (76%), and some had specific COVID-19 plans (60%). The majority of HHAs had a staff 68 member in charge of outbreak/disaster preparedness (84%), and half had conducted outbreak 69 simulations in the past 2 years. Most agencies have the capacity to admit COVID-19 patients 70 requiring a lower level of care (69%), but only a few have capacity to test patients for COVID-19 71 (12%). Rural HHAs (compared to urban) had more COVID-19 testing capacity, but were less 72 likely to have COVID-19-specific preparedness plans. 73 Almost all responding HHAs (97%) had provided their staff with education and training 74 on COVID-19. Furthermore, most had new protocols and procedures in place regarding personal 75 protective equipment (PPE) donning and doffing and using protective barriers while in patients'76", "latex": null, "type": "figure"}, "FIGREF7": {"text": "109non-profit agency in New Mexico lamented: \"PPE is highly needed to ensure the safety of our 110 patients and staff. All of our orders were taken by the government. Just does not seem fair to take111    away PPE that has always been ordered by our agency and leave us without. We have purchased 112 material to make disposable gowns and have volunteers and staff making these, and face masks.\"113    Another staff member from an urban, for-profit agency in Colorado explained their situation:114\"We are hampered most by not having enough PPE… That will be our most limiting factor in the 115 next two weeks. We have the staff but the PPE is the problem.\"116 Despite challenges with sourcing PPE from established vendors, many responding 117 agencies accessed PPE from other avenues: state/local resources (64%), private/community 118 donations (52%) or do-it-yourself efforts (60%). Rural HHAs appeared to have more access to 119 these sources than urban HHAs. Many HHAs have followed new CDC guidelines 5 for extended 120 (55%) or limited (61%) use of current supplies. Despite the high need, one staff member from a 121 rural, for-profit agency in Ohio grieved over the guideline changes: \"It is appalling [the CDC] 122 would change the standards of proper disinfection, make our non-reusable PPE now reusable.\" 123 Most responding HHAs (62%) had not or were not anticipating significant staffing 124 shortages due to COVID-19. Of those with staffing challenges (38%), more urban HHAs 125 reported that those challenges were due to both not wanting to put staff at risk or staff not 126 wanting to put family members at risk than rural HHAs. Other agencies noted in their text 127 responses: \"staff fear\" or \"competition from nearby [agencies/facilities/hospitals] for qualified 128 healthcare providers\". A staff member at an urban, for-profit agency in California described 129 their situation: \"We have a significant reduction in staff due to childcare issues, as well as staff 130 members who are in high-risk populations themselves and are now on leave of absence.\" Of 131 those experiencing staffing shortages, some HHAs (19%) had remaining staff volunteer to work 132 extended hours. More urban HHAs (than rural) utilized this mitigating strategy (24% vs 6%). At 133 one urban, for-profit agency in Connecticut, a staff member explained how taking early action 134 preserved staffing: \"[Our] clinicians have a designated area --whether that is a sector of 135 community or an assisted living building --and they have remained in only that community… 136 Most of my team decided to only work for our agency through this. They understood if they were 137", "latex": null, "type": "figure"}, "FIGREF9": {"text": "March 30, 2020, CMS did add more flexibility to provide services to Medicare beneficiaries 159 via telehealth, 6 but receiving reimbursement still remains problematic and any such visits must 160 be physician-ordered. 7 Because of the decreased census and revenue, some HHAs need to 161 terminate or furlough staff; these agencies may have a diminished ability to assist with any future 162 surge capacity. 8 163", "latex": null, "type": "figure"}, "FIGREF10": {"text": "167 healthcare sectors, most HHAs have struggled to secure more supplies because of intense 168 competition. A survey conducted in late March, 2020 of organizations serving the home and 169 community-based care needs of New Yorkers found that 80% of respondents were having 170 difficulties in obtaining PPE supplies. 11 Due to this, most HHAs are rationing PPE and several 171 agencies are extending the use of current PPE supplies or implementing limited reuse guidelines. 172This is of great concern because lacking proper protection, home health clinicians are at high risk173 for self-exposure and have additional challenges in preventing viral transmission to other patients 174 and vulnerable family members. 175 Limitations 176 Of note, this is a relatively small sample and may not represent the entire population of 177 U.S. HHAs. To obtain a quick response and reduce the burden to responding staff, our survey 178 only included 22 items, was open for one week and, therefore, captured what HHAs were 179 experiencing at that specific point in time during the pandemic.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "our survey provides a first glimpse of HHAs during the COVID-19 182 outbreak and shows that there may be important differences in the ability of an agency to 183 respond to the pandemic. In the U.S., home healthcare is a vital service for patients that are 184 recovering from acute care, as well as for adults who are aging in place. However, this healthcare 185 sector has not received the attention that hospitals and nursing homes have had. This survey 186 sheds light on the problems this crucial sector is having in responding to the current pandemic 187 and highlights the potential for long-term problems in the industry. Furthermore, HHAs were 188 already facing challenges related to the Patient-Driving Groupings Model (PDGM), which is 189 considered the largest payment overhaul in U.S. home health industry since 2000. 12,13 In the 190 future, researchers will need to disentangle how HHAs respond long-term to the COVID-19 191 pandemic and PDGM to understand the capacity that HHAs have to deal with future public 192 health crises.193", "latex": null, "type": "figure"}, "TABREF0": {"text": "We provided] education for all staff regarding how COVID-19 is identified, plus daily temp checks for all staff since the beginning, and daily screening of all patients prior to home visits. … screening of all new patients prior to admission to home care, and infection control reeducation.\" A majority of responding HHAs (61%) had already cared for suspected, confirmed and/or recovered COVID-19 patients. Urban HHAs had cared for more confirmed (31% vs. 18%) and recovered (24% vs. 6%) COVID-19 patients than rural HHAs. Most respondents (58%) had increased their use of telehealth, while some (17%) still did not have telehealth capacity. A staff member at an urban, for-profit agency in North Carolina explained how telehealth helped: \"We are not discharging patients, instead we are performing virtual visits and phone visits. This is to ensure our patients are at least being monitored for any signs and symptoms. We are trying to prevent trips to the doctor and hospital.\" Even with telehealth capabilities, difficulties exist with remote visits and monitoring, as described by an urban, for-profit HHA in Texas:\"[We've had] difficulty in reaching/communicating with patients who have no phone or signal or Wi-Fi Despite increased telehealth usage, most responding HHAs (69%) had experienced a decreased patient census; rural agencies were impacted less than urban agencies (61% vs. 73%). A staff member at a rural, non-profit HHA in Kentucky explained: \"The hospitals have cut out most surgeries and other services, which has greatly decreased our census and also, patients are requesting no services due to the fear of the virus.\" The consequences of a declining census to agency revenues was described by an urban, for-profit HHA in Texas: \"We have lost 30% of our census to patients not wanting visits in their homes, and due to the lack of scheduled procedures 100 that result in home health utilization. We will have staff layoffs in the next 14 days if we are not 101 approved for the Paycheck Protection Program.\" Another staff member at a rural, for-profit 102 agency in Hawaii explained: \"Our agency [discharged] many patients to reduce the risk of exposing them to COVID-19… [We] had to furlough 50% of [our] field staff. It's been Current and/or anticipated supply shortages were widespread among respondents. Urban", "latex": null, "type": "table"}, "TABREF1": {"text": "cared for) suspected, confirmed or recovered COVID-19 patients. Urban HHAs appeared to be struggling more than rural HHAs, with less capacity to test patients for COVID-19, larger decreases in their patient census, shortages of PPE, not having additional sources for PPE, more staffing challenges, and caring for more confirmed and recovering COVID-19 patients. With the 148 density of urban areas, this is not unexpected but is alarming. For rural agencies, prior relationships or partnerships with local health departments and hospitals may be aiding them in accessing supplemental PPE supplies and COVID-19 testing for their patients. In rural locations, there are also fewer healthcare providers, and, thus, less competition for PPE supplies than urban 152 agencies are facing.The decreased patient census of HHAs is also concerning. Home health patients receiving 154 care prior to COVID-19 may not be currently receiving care due to fear, staffing shortages, or 155 lack of access to telehealth visits. For smaller HHAs, declining revenue resulting from a 156 decreased census may jeopardize their financial viability. Even for agencies with telehealth 157 capabilities, difficulties with reimbursement for telehealth services adds to the financial issues.", "latex": null, "type": "table"}, "TABREF2": {"text": "Home health agency characteristics, by survey respondents and the nation CMS = Centers for Medicare and Medicaid Services; QoPC = Quality of Patient Care; HHCAHPS = Home Health Care Consumer Assessment of Healthcare Providers and Systems;", "latex": null, "type": "table"}, "TABREF3": {"text": "Measures of COVID-19 home health preparedness by location", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Location </td></tr><tr><td> </td><td>Total </td><td>Rural </td><td>Urban </td></tr><tr><td> </td><td> </td><td>N (%) </td><td> </td></tr><tr><td>Emergency Preparedness </td><td> </td><td> </td><td> </td></tr><tr><td>Components in Current Preparedness Plan Infectious disease outbreaks </td><td>92(76.0) </td><td>25(75.8) </td><td>67(76.1) </td></tr><tr><td>Specific COVID-19 plan </td><td>73(60.3) </td><td>16(48.5) </td><td>57(64.8) </td></tr><tr><td>Other IPC components </td><td>25(20.7) </td><td>4(12.1) </td><td>21(23.9) </td></tr><tr><td>Has Staff Member Responsible for Outbreak/Disaster Preparednes* s</td><td>100(84.0) </td><td>27(84.4) </td><td>73(83.9) </td></tr><tr><td>Outbreak Simulations Conducted in Past 2 Years </td><td>62(52.1) </td><td>16(50.0) </td><td>46(52.9) </td></tr><tr><td>Agency Capacity Ability to Test Patients for COVID-19 </td><td>15(12.4) </td><td>7(21.2) </td><td>8(9.1) </td></tr><tr><td>Access to Lab for Surveillance/Detection </td><td>67(55.4) </td><td>21(63.6) </td><td>46(52.3) </td></tr><tr><td>Surge Capacity Agency could admit COVID-19 patients requiring a </td><td>84(69.4) </td><td>26(78.8) </td><td>58(65.9) </td></tr><tr><td>lower level of care Agency could admit non-COVID-19 hospital patients </td><td>82(67.8) </td><td>22(66.7) </td><td>60(68.2) </td></tr><tr><td>requiring a lower level of care Cares for Patients in Residential Care Settings Nursing homes </td><td>32 (26.4) </td><td>8(24.2) </td><td>24(27.3) </td></tr><tr><td>Assisted living facilities </td><td>96 (79.3) </td><td>25(75.7) </td><td>71(80.7) </td></tr><tr><td>Changes Due to COVID-19 Pandemic Has COVID-19 Patients </td><td> </td><td> </td><td> </td></tr><tr><td>Suspected </td><td>66(54.5) </td><td>17(51.5) </td><td>49(55.7) </td></tr><tr><td>Confirmed </td><td>33(27.3) </td><td>6(18.2) </td><td>27(30.7) </td></tr><tr><td>Recovered </td><td>23(19.0) </td><td>2(6.1) </td><td>21(23.9) </td></tr><tr><td>Patient Census </td><td> </td><td> </td><td> </td></tr><tr><td>Increased </td><td>10(8.3) </td><td>2(6.1) </td><td>8(9.1) </td></tr><tr><td>Decreased </td><td>84(69.4) </td><td>20(60.6) </td><td>64(72.7) </td></tr><tr><td>No change </td><td>24(19.8) </td><td>10(30.3) </td><td>14(15.9) </td></tr><tr><td>Telehealth Usage </td><td> </td><td> </td><td> </td></tr><tr><td>Increased </td><td>70(57.8) </td><td>19(57.6) </td><td>51(57.9) </td></tr><tr><td>No change </td><td>27(22.3) </td><td>9(27.3) </td><td>18(20.4) </td></tr><tr><td>No telehealth usage at agency </td><td>21(17.4) </td><td>5(15.2) </td><td>16(18.2) </td></tr><tr><td>New Procedures/Protocols Aerosol-generating procedure policies </td><td>36(29.7) </td><td>9(27.3) </td><td>27(30.7) </td></tr><tr><td>Barriers when in patient homes </td><td>62(51.2) </td><td>16(48.5) </td><td>46(52.3) </td></tr><tr><td>PPE donning and doffing in patient homes </td><td>98(81.0) </td><td>28(84.8) </td><td>70(79.5) </td></tr><tr><td>Not applicable </td><td>10(8.3) </td><td>2(6.1) </td><td>8(9.1) </td></tr><tr><td>COVID-19 StaffT raining and Education Provid^e d</td><td>114(97.4 )</td><td>32(100.0 )</td><td>82(96.5) </td></tr><tr><td>Challenges Due to COVID-19 Pandemic </td><td> </td><td> </td><td> </td></tr><tr><td>Supplies Currently Without N95 respirators </td><td>75(62.0) </td><td>17(51.5) </td><td>58(65.9) </td></tr><tr><td>Masks (surgical) </td><td>54(44.6) </td><td>15(45.4) </td><td>39(44.3) </td></tr><tr><td>Gloves </td><td>25(20.7) </td><td>5(15.1) </td><td>20(22.7) </td></tr><tr><td>Eye protection </td><td>55(45.4) </td><td>11(33.3) </td><td>44(50.0) </td></tr><tr><td>Gowns </td><td>67(55.4) </td><td>16(48.5) </td><td>51(57.9) </td></tr></table></body></html>"}}, "back_matter": []}