{"paper_id": "0dafb8f07a1df5dd9cdaaf915c0d36bd3e919f6d", "metadata": {"title": "Fiber Optic Particle Plasmon Resonance Biosensor for Label-Free Detection of Nucleic Acids and Its Application to HLA-B27 mRNA Detection in Patients with Ankylosing Spondylitis", "authors": [{"first": "Yen-Ta", "middle": [], "last": "Tseng", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Chung Cheng University", "location": {"postCode": "62102", "settlement": "Chiayi", "country": "Taiwan"}}, "email": "tsengyentaozzy@gmail.comy.-t.t."}, {"first": "Wan-Yun", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Chung Cheng University", "location": {"postCode": "62102", "settlement": "Chiayi", "country": "Taiwan"}}, "email": ""}, {"first": "Ya-Wen", "middle": [], "last": "Yu", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Chung Cheng University", "location": {"postCode": "62102", "settlement": "Chiayi", "country": "Taiwan"}}, "email": ""}, {"first": "Chang-Yue", "middle": [], "last": "Chiang", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Chung Cheng University", "location": {"postCode": "62102", "settlement": "Chiayi", "country": "Taiwan"}}, "email": "chiangcy@yuntech.edu.twc-y.c."}, {"first": "Su-Qin", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lai-Kwan", "middle": [], "last": "Chau", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Chung Cheng University", "location": {"postCode": "62102", "settlement": "Chiayi", "country": "Taiwan"}}, "email": ""}, {"first": "Ning-Sheng", "middle": [], "last": "Lai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cheng-Chung", "middle": [], "last": "Chou", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Chung Cheng University", "location": {"postCode": "62102", "settlement": "Chiayi", "country": "Taiwan"}}, "email": ""}]}, "abstract": [{"text": "We developed a label-free, real-time, and highly sensitive nucleic acid biosensor based on fiber optic particle plasmon resonance (FOPPR). The biosensor employs a single-strand deoxyoligonucleotides (ssDNA) probe, conjugated to immobilized gold nanoparticles on the core surface of an optical fiber. We explore the steric effects on hybridization affinity and limit of detection (LOD), by using different ssDNA probe designs and surface chemistries, including diluent molecules of different lengths in mixed self-assembled monolayers, ssDNA probes of different oligonucleotide lengths, ssDNA probes in different orientations to accommodate target oligonucleotides with a hybridization region located unevenly in the strand. Based on the optimized ssDNA probe design and surface chemistry, we achieved LOD at sub-nM level, which makes detection of target oligonucleotides as low as 1 fmol possible in the 10-µL sensor chip. Additionally, the FOPPR biosensor shows a good correlation in determining HLA-B27 mRNA, in extracted blood samples from patients with ankylosing spondylitis (AS), with the clinically accepted real-time reverse transcription-polymerase chain reaction (RT-PCR) method. The results from this fundamental study should guide the design of ssDNA probe for anti-sense sensing. Further results through application to HLA-B27 mRNA detection illustrate the feasibility in detecting various nucleic acids of chemical and biological relevance.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Sensors 2020, 20, 3137 2 of 15 and food analysis by optical biosensors [1] [2] [3] . The analysis of gene sequences and gene polymorphisms plays a fundamental role in numerous important applications, such as genetic disease diagnostics, molecular medicine, pathogen detection, genetically modified organism (GMO), drug screening, and forensics. As nucleic acid itself does not provide any signal, current methods of identification of specific DNA sequence in biological samples are based on isolation of double stranded (ds) genomic DNA and further polymerase chain reaction (PCR) to amplify the target sequence of DNA with an appropriate label. However, performing PCR protocols requires tedious procedures of hours, using sophisticated equipment in central laboratories, by skilled personnel, and thus, limits its applicability in becoming rapid point-of-care testing (POCT) methods. Therefore, there is great demand in eliminating the need for labeling and amplification to develop rapid, reliable, and user-friendly biosensors.", "cite_spans": [{"start": 71, "end": 74, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 75, "end": 78, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 79, "end": 82, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Abstract"}, {"text": "Recently, optical biosensors, based on nanoplasmonics, have the potential to realize compact and high sensitivity devices without the use of molecular labels [4] [5] [6] . Particle plasmons are charge density collective oscillation confined to metallic nanoparticles. These nanoparticles characteristically exhibit a strong extinction band called particle plasmon resonance (PPR) band, also known as localized surface plasmon resonance (LSPR) band. The extinction cross-section and peak wavelength of the PPR band are highly dependent on the local refractive index of the nanoparticle's surrounding medium, and thus, the binding events to those functionalized nanoparticles [7] . A typical configuration for a nanoplasmonic nucleic acid biosensor consists of a single strand DNA (ssDNA) probe, conjugated to noble metal nanoparticles, which are immobilized on a substrate, where the ssDNA probe hybridizes with its complementary target strand.", "cite_spans": [{"start": 158, "end": 161, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 162, "end": 165, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 166, "end": 169, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 674, "end": 677, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Abstract"}, {"text": "The glass slide is a popular choice of substrate for biosensors, based on nanoplasmonics of noble metal nanostructures. However, the signal-to-noise ratio for glass slide-based nanoplasmonic biosensors obtained by either the transmission mode with a single pass of light or reflection mode, with a double pass of light, through a submonolayer of noble metal nanoparticles on a slide that is not high, as a result of the low absorbance of a nanoparticle submonolayer. The absorbance of such a nanoparticle submonolayer can be significantly enhanced by multiple total internal reflections in an optical fiber [8, 9] . Based on this concept, a partially unclad optical fiber, with 2-cm sensing region modified with gold nanoparticles (AuNPs), has been developed as a fiber optic particle plasmon resonance (FOPPR) sensing platform, which shows desirable features, such as label-free, real-time, and high sensitivity in biomolecular detection [8, 10] . The FOPPR biosensor has been applied to quantitative analysis of protein biomarkers in real samples, and the results agree quantitatively with standard method [11] [12] [13] [14] [15] . Various forms of the FOPPR biosensor have also been developed for quantitative measurement of proteins, small molecules, and ions [16] [17] [18] [19] [20] [21] [22] [23] . However, to the best of our knowledge, it has not been applied in the detection of nucleic acids.", "cite_spans": [{"start": 607, "end": 610, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 611, "end": 613, "text": "9]", "ref_id": "BIBREF8"}, {"start": 939, "end": 942, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 943, "end": 946, "text": "10]", "ref_id": "BIBREF9"}, {"start": 1108, "end": 1112, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1113, "end": 1117, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1118, "end": 1122, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1123, "end": 1127, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1128, "end": 1132, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1265, "end": 1269, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1270, "end": 1274, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1275, "end": 1279, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1280, "end": 1284, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1285, "end": 1289, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1290, "end": 1294, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1295, "end": 1299, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1300, "end": 1304, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Abstract"}, {"text": "The efficacy of biosensing depends on the interactions between an immobilized bio-recognition probe and an analyte. In this study, the antisense oligonucleotide probes were introduced to become bio-recognition ligands and applied to the FOPPR biosensor. The factors influencing the immobilization of ssDNA probe to the biosensing efficacy of DNA and RNA were explored. Then, we report the applications of the FOPPR biosensor to detection of H5 RNA and HLA-B27 mRNA.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Avian H5N1 influenza virus is a negative single strand RNA (ssRNA) virus and has received enormous attention as a potential pandemic threat and also a threat to human health. The conserved RNA sequence of hemagglutinin 5 (H5) was used as a model RNA to test our FOPPR biosensor for label-free detection of DNA-RNA hybridization.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The hybridization of nucleic acids to their complementary sequences is a fundamental process during cellular and molecular biology, and has been the key for development of DNA and RNA biosensors. Nucleic acid hybridization, between two complementary strands of nucleic acids, is well-known for their high affinity interaction and a promising tool for clinical, environmental, Table 1 . Sequences of ssDNA probes and target ssDNAs used in this study.", "cite_spans": [], "ref_spans": [{"start": 376, "end": 383, "text": "Table 1", "ref_id": null}], "section": "Introduction"}, {"text": "Sequence ( 19-mer target GGACC CGACC GAGGG TGAG 21-mer target TCTAG TCACG CAGAC ATGAT C 23-mer target TCTAG TCACG CAGAC ATGAT CGT 25-mer target TCTAG TCACG CAGAC ATGAT CGTGT 27-mer target TACCC GCCGT ACTTG GCCTC CGGGT AG 27-mer target (nc) 1 CTAGC TAGCT AGCTA GCTAG CTAGC TA 1 nc: Non-complementary.", "cite_spans": [{"start": 240, "end": 241, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Name"}, {"text": "Spherical AuNPs were prepared by chemical reduction method in chloroform [28] . 0.0728 g cetyltrimethylammonium bromide (CTAB) and 1.78 mL of 2.43 mM hydrogen tetrachloroaurate (III) solution were mixed in chloroform with a final volume of 10 mL. The solution was vigorously stirred for 10 min, then 800 µL ethanolic solution of 0.15 M sodium borohydride (NaBH 4 ) was added under vigorously stirring for another 30 min. The solution then turned from milky yellow to crimson red. After allowing to stand for 3 h, the solution separated into two layers. The upper layer is a colorless aqueous phase solution and the lower layer is an organic phase chloroform with AuNPs. The solution absorption spectra of AuNPs were measured by a Jasco V-570 UV-Vis-NIR spectrophotometer (Tokyo, Japan) and showed one peak wavelength at 524 nm with absorbance about 1.2 a.u.", "cite_spans": [{"start": 73, "end": 77, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Preparation of AuNP-Modified Optical Fibers"}, {"text": "A JEOL 1200 EX transmission electron microscope (TEM, Tokyo, Japan) operating at 120 kV was used to obtain the images of the AuNPs. Specimens for TEM were prepared by placing a sample drop Sensors 2020, 20, 3137 4 of 15 on a copper grid and allowing it to dry. Histograms derived from TEM image analysis show that the mean diameter of the AuNPs is 7.7 ± 1.5 nm, as shown in Figure S1a of the Supplementary Material.", "cite_spans": [], "ref_spans": [{"start": 374, "end": 384, "text": "Figure S1a", "ref_id": "FIGREF1"}], "section": "Preparation of AuNP-Modified Optical Fibers"}, {"text": "The sensor fibers were prepared by removal of cladding (2 cm) in the middle part of an optical fiber with CO 2 laser engraving (V-460 Universal Laser Systems Inc., Scottsdale, AZ, USA) The partially unclad fibers were immersed in 1% MPTMS/toluene for 12 h to form a mercapto-functionalized self-assembled thin layer. Then the optical fibers were washed sequentially using the following solvents: Toluene, toluene/ethanol, ethanol, and ultrapure water to eliminate the excess MPTMS. The functionalized fibers were then immersed in an AuNP solution another 10 h for preparing AuNP-modified optical fibers.", "cite_spans": [], "ref_spans": [], "section": "Preparation of AuNP-Modified Optical Fibers"}, {"text": "The images of the AuNPs after sputter coating a thin layer of Pt on the sensor fibers were then taken by a Hitachi 4800I field-emission scanning electron microscope (FE-SEM, Tokyo, Japan) operated at 10 kV. The diameter of at least 100 nanoparticles in each batch was determined from these SEM images to characterize the size distribution of the nanoparticles. A histogram derived from the FE-SEM image analysis shows that the size distribution of AuNPs on the optical fiber is 7.7 ± 1.8 nm, as shown in Figure S1b of the Supplementary Material.", "cite_spans": [], "ref_spans": [{"start": 504, "end": 514, "text": "Figure S1b", "ref_id": "FIGREF1"}], "section": "Preparation of AuNP-Modified Optical Fibers"}, {"text": "To prepare sensor fibers, the AuNP-modified fibers were functionalized with a HS-ssDNA probe, which was designed to bind specifically with its complementary target ssDNA or ssRNA. An immobilization buffer (IB) containing 1 M KH 2 PO 4 was used to prepare the solutions of HS-ssDNA probe.", "cite_spans": [], "ref_spans": [], "section": "Bioconjufation of ssDNA Probe on AuNP-Modified Optical Fibers"}, {"text": "The base sequences of the HS-ssDNA probes for target H5 ssDNAs and target H5 ssRNA are as follows:", "cite_spans": [], "ref_spans": [], "section": "Bioconjufation of ssDNA Probe on AuNP-Modified Optical Fibers"}, {"text": "Thiolated H5-5 ssDNA probe (30-mer base with 20-mer adenine spacer) HS-(CH 2 ) 6 -A 20 -5 -TCCCT AGCAC TGGCA ATCAT GGTAG CTGGT-3 Thiolated H5-3 ssDNA probe (30-mer base with 20-mer adenine spacer) 5 -TCCCT AGCAC TGGCA ATCAT GGTAG CTGGT-3 -A 20 -(CH 2 ) 6 -SH All stock solutions of oligonucleotides were prepared in TE buffer (pH 8.0) and stored in a −80 • C refrigerator until use. To immobilize a HS-ssDNA probe on the AuNP surface, the AuNP-modified fibers were immersed in a solution of 1 µM HS-ssDNA in the IB for 1 h. Then, the fibers were rinsed with the IB to remove physisorbed HS-ssDNA. Afterward, the fibers were immersed in 1 mM MCE for 5 min and subsequently rinsed with the IB.", "cite_spans": [], "ref_spans": [], "section": "Bioconjufation of ssDNA Probe on AuNP-Modified Optical Fibers"}, {"text": "The microfluidic sensor chip was composed of two cyclic olefin copolymer (COC) plates, a cover and a bottom plate, with dimensions of 2.5 cm (width) × 5.0 cm (length) × 0.2 cm (thickness) and fabricated by an injection molding machine. The bottom plate contained a microchannel with a depth of 800 µm and a width of 800 µm. An inlet and an outlet for sample introduction were connected to two small access holes and mechanically bored into the microchannel, which accommodated a sensor fiber. The total length of the sensor fiber was 8 cm with a sensing zone of 2 cm in the middle. Thus, the free volume of the microchannel was estimated to be 10.3 µL. The cover and the bottom plates were glued by a 3M sticker to form the chip. Teflon tubing was then attached to the chip through both the inlet and outlet. The samples and buffers were loaded into the chips by a syringe pump.", "cite_spans": [], "ref_spans": [], "section": "Fabrication of Sensor Chips"}, {"text": "A schematic of our FOPPR biosensing system is shown in Figure 1 , which consists of a light-emitting diode (LED, model IF-E93, Industrial Fiber Optic, Inc., Tempe, AZ, USA) with a peak wavelength of 532 nm, a function generator (model GFG-8255A, GW instek, Taipei, Taiwan) to modulate the LED output at a frequency of about 1 kHz, a sensor chip, a photoreceiver (model 2001, New Focus, San Jose, CA, USA), and a lock-in amplifier (model 7220, Signal Recovery, Santa Clara, CA, USA). The strategy of Sensors 2020, 20, 3137 5 of 15 FOPPR sensing is to use a narrow band incident light to excite the plasmon resonance of AuNPs on an optical fiber and then monitoring the intensity of light exiting the fiber. Since the absorption coefficient of AuNPs increases when the AuNP's surrounding local refractive index (RI) increases [12] . Hence, the increase of local RI at the AuNP surface during molecular binding can be revealed in real-time by a decrease of transmitted light intensity through the optical fiber in form of a molecular binding kinetic curve [29] . In this study, the sensor response is defined as I/I 0 , where I 0 is the light intensity exiting a sensor fiber which is immersed in a blank and I is the light intensity exiting the same sensor fiber which is immersed in a sample.", "cite_spans": [{"start": 824, "end": 828, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1053, "end": 1057, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 55, "end": 63, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Biosensing System and Measurements"}, {"text": "Sensors 2020, 20, x FOR PEER REVIEW 5 of 15", "cite_spans": [], "ref_spans": [], "section": "Biosensing System and Measurements"}, {"text": "Sensors 2020, 20, x; doi: FOR PEER REVIEW www.mdpi.com/journal/sensors index (RI) increases [12] . Hence, the increase of local RI at the AuNP surface during molecular binding can be revealed in real-time by a decrease of transmitted light intensity through the optical fiber in form of a molecular binding kinetic curve [29] . In this study, the sensor response is defined as I/I0, where I0 is the light intensity exiting a sensor fiber which is immersed in a blank and I is the light intensity exiting the same sensor fiber which is immersed in a sample. A hybridization buffer (HB) at pH 7.4 containing 20 mM Tris, 1 M NaCl, 5 mM KCl, and 1 mM CaCl2, and 100 mM MgCl2 was used to prepare the samples. The response time of the hybridization between a target oligonucleotides and a ssDNA probe was defined as 95% of the maximum signal changed. To complete the hybridization, the reaction time was allowed to take longer than 15 minutes after injection of a sample.", "cite_spans": [{"start": 92, "end": 96, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 321, "end": 325, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Biosensing System and Measurements"}, {"text": "All data are reported as the mean ± standard deviation (SD) as described in the text. Regression analysis was used to determine the correlation between the results obtained by the FOPPR biosensor and the RT-PCR method. Statistical analysis was performed using GraphPad Prism and Origin. ", "cite_spans": [], "ref_spans": [], "section": "Biosensing System and Measurements"}, {"text": "The method of real-time reverse transcription-polymerase chain reaction (RT-PCR) for relative quantitation of mRNA-B27 in plasma was according to a previous work using a pair of specially designed primers for amplification of post-splicing HLA-B27 mRNA [25] . The post-splicing HLA-B27 mRNA was reverse transcripted to complementary ssDNA using the ABI sequence detection system (ABI 5700, Foster City, CA, USA) for measurement of the binding of SYBR green I fluorescence dye to the double-stranded DNA (dsDNA). The concept of threshold fluorescence is the basis of the real-time RT-PCR method. A threshold value (cycle threshold, CT) is determined by the number of cycles required to yield the fluorescence signal above the background fluorescence, which is usually 10 times the standard deviation of the baseline [30] . During PCR amplification, the number of molecules synthesized at CT (XCT) depends on the number of template molecules present at the beginning of the reaction (X0), the reaction efficiency (E), and the number of amplification cycles at CT [31] :", "cite_spans": [{"start": 253, "end": 257, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 815, "end": 819, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1061, "end": 1065, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Relative Quantitation of mRNA-B27 in Plasma by Real Time RT-PCR"}, {"text": "As the number of molecules synthesized at CT is constant (C) for each type of reaction, then Equation (1) can be rearranged as following:", "cite_spans": [], "ref_spans": [], "section": "Relative Quantitation of mRNA-B27 in Plasma by Real Time RT-PCR"}, {"text": "To correct for differences in DNA or RNA load between patient samples, a sample PCR should be normalized to a reference PCR [31] . In this study, a housekeeping gene \"glyceraldehyde 3phosphate dehydrogenase, GAPDH\" was used. Housekeeping genes are present in all nucleated cell types, since they are necessary for basis cell survival and not linked to the biological response of the A hybridization buffer (HB) at pH 7.4 containing 20 mM Tris, 1 M NaCl, 5 mM KCl, and 1 mM CaCl 2 , and 100 mM MgCl 2 was used to prepare the samples. The response time of the hybridization between a target oligonucleotides and a ssDNA probe was defined as 95% of the maximum signal changed. To complete the hybridization, the reaction time was allowed to take longer than 15 min after injection of a sample.", "cite_spans": [{"start": 124, "end": 128, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Relative Quantitation of mRNA-B27 in Plasma by Real Time RT-PCR"}, {"text": "All data are reported as the mean ± standard deviation (SD) as described in the text. Regression analysis was used to determine the correlation between the results obtained by the FOPPR biosensor and the RT-PCR method. Statistical analysis was performed using GraphPad Prism and Origin.", "cite_spans": [], "ref_spans": [], "section": "Relative Quantitation of mRNA-B27 in Plasma by Real Time RT-PCR"}, {"text": "The method of real-time reverse transcription-polymerase chain reaction (RT-PCR) for relative quantitation of mRNA-B27 in plasma was according to a previous work using a pair of specially designed primers for amplification of post-splicing HLA-B27 mRNA [25] . The post-splicing HLA-B27 mRNA was reverse transcripted to complementary ssDNA using the ABI sequence detection system (ABI 5700, Foster City, CA, USA) for measurement of the binding of SYBR green I fluorescence dye to the double-stranded DNA (dsDNA). The concept of threshold fluorescence is the basis of the real-time RT-PCR method. A threshold value (cycle threshold, CT) is determined by the number of cycles required to yield the fluorescence signal above the background fluorescence, which is usually 10 times the standard deviation of the baseline [30] . During PCR amplification, the number of molecules synthesized at CT (X CT ) depends on the number of template molecules present at the beginning of the reaction (X 0 ), the reaction efficiency (E), and the number of amplification cycles at CT [31] :", "cite_spans": [{"start": 253, "end": 257, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 815, "end": 819, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1065, "end": 1069, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Relative Quantitation of mRNA-B27 in Plasma by Real Time RT-PCR"}, {"text": "As the number of molecules synthesized at CT is constant (C) for each type of reaction, then Equation (1) can be rearranged as following:", "cite_spans": [], "ref_spans": [], "section": "Relative Quantitation of mRNA-B27 in Plasma by Real Time RT-PCR"}, {"text": "Sensors 2020, 20, 3137 6 of 15", "cite_spans": [], "ref_spans": [], "section": "Relative Quantitation of mRNA-B27 in Plasma by Real Time RT-PCR"}, {"text": "To correct for differences in DNA or RNA load between patient samples, a sample PCR should be normalized to a reference PCR [31] . In this study, a housekeeping gene \"glyceraldehyde 3-phosphate dehydrogenase, GAPDH\" was used. Housekeeping genes are present in all nucleated cell types, since they are necessary for basis cell survival and not linked to the biological response of the experimental treatment. Thus, the numbers of template molecules present at the beginning of the reaction for the sample and reference follow these relationships, respectively:", "cite_spans": [{"start": 124, "end": 128, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Relative Quantitation of mRNA-B27 in Plasma by Real Time RT-PCR"}, {"text": "Combining Equations (3) and (4) and rearranging:", "cite_spans": [], "ref_spans": [], "section": "Relative Quantitation of mRNA-B27 in Plasma by Real Time RT-PCR"}, {"text": "Hence, relative quantitation of the HLA-B27 mRNA is related to ∆CT, the more the amount of HLA-B27 mRNA relative to GAPDH, the more negative the ∆CT value.", "cite_spans": [], "ref_spans": [], "section": "Relative Quantitation of mRNA-B27 in Plasma by Real Time RT-PCR"}, {"text": "The primers for HLA-B27 mRNA were: sense strand 5 -CCTGG GCTGG CTCCC ACTC-3 and antisense strand 5 -CACGT AGCCC ACGGT GATG-3 with a size of 90 base pair (bp). The primers for GAPDH were: sense strand 5 GAACA TCATC CCTGC ATCCA-3 and antisense strand 5 -CCAGT GAGCT TCCCG TTCA-3 with a size of 73 bp.", "cite_spans": [], "ref_spans": [], "section": "Relative Quantitation of mRNA-B27 in Plasma by Real Time RT-PCR"}, {"text": "The target ssRNA and the corresponding ssDNAs of avian H5N1 influenza virus were based on the conserved RNA sequence of hemagglutinin 5 (H5), with base sequences as following:", "cite_spans": [], "ref_spans": [], "section": "Analysis of H5 RNA Samples"}, {"text": "1.", "cite_spans": [], "ref_spans": [], "section": "Analysis of H5 RNA Samples"}, {"text": "60-mer target H5 ssDNA (60-mer, the underlined part is complementary to the probe), 3 -GTTAA ATAAG TTGTC ACCGC TCAAG GGATC GTGAC CGTTA GTACC ATCGA CCAGA TAGAA-5 2.", "cite_spans": [], "ref_spans": [], "section": "Analysis of H5 RNA Samples"}, {"text": "30-mer target H5 ssDNA (30-mer, perfect match to the probe), 3 -AGGGA TCGTG ACCGT TAGTA CCATC GACCA-5 3.", "cite_spans": [], "ref_spans": [], "section": "Analysis of H5 RNA Samples"}, {"text": "138-mer target H5 ssRNA (138-mer, the underlined part is complementary to the probe), 5 -GUGUU UUUAA CUACA AUCUG AACUC ACAAA UUUAA AUGCA AAUUC UGCAU UGUAA CGAUC CAUUG GAGCA CAUCC AUAAA GAUAG ACCAG CUACC AUGAU UGCCA GUGCU AGGGA ACUCG CCACU GUUGA AUAAA UUG-3", "cite_spans": [], "ref_spans": [], "section": "Analysis of H5 RNA Samples"}, {"text": "The HLA-B27 mRNA samples were prepared by extraction of total RNA from 3 mL of peripheral blood using a RNA Blood Mini Kits (QIAamp, Hilden, Germany). To perform FOPPR biosensing tests, the extracted RNA samples were diluted 20 times by the HB, then 200 µL of each diluted sample was injected into a sensor chip to obtain the sensor response. The base sequence of the HS-ssDNA probe for HLA-B27 mRNA detection is as follows:", "cite_spans": [], "ref_spans": [], "section": "Analysis of HLA-B27 mRNA Samples"}, {"text": "Thiolated HLA-B27 ssDNA probe (19-mer base with 20-mer thymine spacer, MDBio, Taipei, Taiwan) HS-(CH 2 ) 6 -5 -T 20 -CCTGG GCTGG CTCCC ACTC-3 .", "cite_spans": [], "ref_spans": [], "section": "Analysis of HLA-B27 mRNA Samples"}, {"text": "This study has been evaluated and approved by the ethics committee of Tzu Chi Hospital.", "cite_spans": [], "ref_spans": [], "section": "Analysis of HLA-B27 mRNA Samples"}, {"text": "To detect the target ssDNA or ssRNA in a sample, a biosensing strategy based on conjugation of a ssDNA probe to the immobilized AuNPs on the fiber core surface was employed. Figure 2 shows a schematic of the strategy. A partially unclad optical fiber was functionalized with a thiol-terminated group by immersing in a toluene solution of 1% MPTMS. Then, the mercaptosilane-modified fiber was incubated in a solution of AuNPs to form a submonolayer of AuNPs on the fiber core surface. Next, the AuNP-modified fiber was first functionalized with a ssDNA probe, which was designed to bind specifically with its complementary target ssDNA or ssRNA. To minimize the non-specific binding and maximize hybridization efficiency between probe and target, a thiol-terminated alcohol, such as MCE and MCH [32] [33] [34] , is often co-assembled with a thiolated ssDNA probe to form a mixed self-assembled monolayer (SAM) for erecting the ssDNA probe on AuNPs at a biocompatible interface with -OH groups to resist nonspecific adsorption. However, the treatment of thiol-terminated alcohols is tricky, too much thiolated alcohol will detach the HS-ssDNA probe from the AuNP surface, hence accurate control of reaction conditions is required [35] .", "cite_spans": [{"start": 794, "end": 798, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 799, "end": 803, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 804, "end": 808, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 1228, "end": 1232, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 174, "end": 182, "text": "Figure 2", "ref_id": "FIGREF3"}], "section": "Construction of Sensor Layer"}, {"text": "Sensors 2020, 20, x FOR PEER REVIEW 7 of 15 self-assembled monolayer (SAM) for erecting the ssDNA probe on AuNPs at a biocompatible interface with -OH groups to resist nonspecific adsorption. However, the treatment of thiolterminated alcohols is tricky, too much thiolated alcohol will detach the HS-ssDNA probe from the AuNP surface, hence accurate control of reaction conditions is required [35] . To ensure maximum immobilization efficiency of the HS-ssDNA probes, it has been suggested when KH2PO4 concentration is greater than 0.4 M, maximum HS-ssDNA coverage was achieved due to minimized intermolecular electrostatic repulsion between neighboring stands of ssDNA under the high ionic strength conditions [33] .", "cite_spans": [{"start": 393, "end": 397, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 711, "end": 715, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Construction of Sensor Layer"}, {"text": "Although, MCH has been frequently used as a diluent in a mixed SAM to minimize non-specific binding and maximize hybridization efficiency between probe and target [32] [33] [34] , the length of MCH is comparable to that of the (CH2)6 spacer in the thiolated ssDNA probes. It has been suggested that a longer spacer between the ssDNA and the surface improves both, the limit of detection (LOD) and kinetics of DNA hybridization [36] . Hence, we explore and compare the hybridization behaviors of using MCE and MCH as diluents in mixed SAMs. Here a 27-mer thiolated ssDNA probe was used in both mixed SAMs using AuNP-modified glass slides as substrates. Upon DNA hybridization on the ssDNA-modified slides by adding the corresponding complementary target ssDNA, the increase in local RI on the AuNP surface results in the increase of absorbance of the AuNPs on both slides. As shown in Figure 3 , the normalized absorbance change (ΔA/A0 = Ah/A0 -1, where A0 and Ah are the absorbances of the slide before, and after, DNA hybridization, respectively) of the slides with MCE in the mixed SAM is 4 times larger than that with MCH. This observation is consistent with a previous report [36] , which attributes the difference of the two viewpoints. First, the greater the distance between the ssDNA probe and the surface, the less restricted the immobilized ssDNA probe, and hence, the hybridization efficiency. Second, a greater loss of ssDNA probe molecules with the longer mercaptoalkyl alcohol diluent MCH due to the greater van der Waals forces between longer diluent chains in the mixed SAM, and hence, higher driving force to remove the thiolated ssDNA probe molecules.", "cite_spans": [{"start": 163, "end": 167, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 168, "end": 172, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 173, "end": 177, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 427, "end": 431, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 1180, "end": 1184, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 884, "end": 892, "text": "Figure 3", "ref_id": "FIGREF5"}], "section": "Construction of Sensor Layer"}, {"text": "Following the previous report about the kinetics of MCH-mediated desorption of pre-adsorbed thiolated ssDNA probe molecules [37] , we explore and optimize the reaction time for MCE-mediated desorption of pre-adsorbed thiolated ssDNA probe molecules. We had the MCE reaction times of 70 seconds, 5 minutes, and 1 hour for comparison, the normalized absorbances (Ah/A0) of the slide after DNA hybridization were 1.04, 1.06 and 1.06, respectively, as shown in Figure S2 and Table S1 of the Supplementary Material. According to the results, the MCE reaction time was chosen to be 5 minutes. To ensure maximum immobilization efficiency of the HS-ssDNA probes, it has been suggested when KH 2 PO 4 concentration is greater than 0.4 M, maximum HS-ssDNA coverage was achieved due to minimized intermolecular electrostatic repulsion between neighboring stands of ssDNA under the high ionic strength conditions [33] .", "cite_spans": [{"start": 124, "end": 128, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 901, "end": 905, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 457, "end": 466, "text": "Figure S2", "ref_id": "FIGREF3"}, {"start": 471, "end": 479, "text": "Table S1", "ref_id": null}], "section": "Construction of Sensor Layer"}, {"text": "Although, MCH has been frequently used as a diluent in a mixed SAM to minimize non-specific binding and maximize hybridization efficiency between probe and target [32] [33] [34] , the length of MCH is comparable to that of the (CH 2 ) 6 spacer in the thiolated ssDNA probes. It has been suggested that a longer spacer between the ssDNA and the surface improves both, the limit of detection (LOD) and kinetics of DNA hybridization [36] . Hence, we explore and compare the hybridization behaviors of using MCE and MCH as diluents in mixed SAMs. Here a 27-mer thiolated ssDNA probe was used in both mixed SAMs using AuNP-modified glass slides as substrates. Upon DNA hybridization on the ssDNA-modified slides by adding the corresponding complementary target ssDNA, the increase in local RI on the AuNP surface results in the increase of absorbance of the AuNPs on both slides. As shown in Figure 3 , the normalized absorbance change (∆A/A 0 = A h /A 0 − 1, where A 0 and A h are the absorbances of the slide before, and after, DNA hybridization, respectively) of the slides with MCE in the mixed SAM is 4 times larger than that with MCH. This observation is consistent with a previous report [36] , which attributes the difference of the two viewpoints. First, the greater the distance between the ssDNA probe and the surface, the less restricted the immobilized ssDNA probe, and hence, the hybridization efficiency. Second, a greater loss of ssDNA probe molecules with the longer mercaptoalkyl alcohol diluent MCH due to the greater van der Waals forces between longer diluent chains in the mixed SAM, and hence, higher driving force to remove the thiolated ssDNA probe molecules. ", "cite_spans": [{"start": 163, "end": 167, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 168, "end": 172, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 173, "end": 177, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 430, "end": 434, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 1190, "end": 1194, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 887, "end": 895, "text": "Figure 3", "ref_id": "FIGREF5"}], "section": "Construction of Sensor Layer"}, {"text": "The hybridization affinities of thiolated ssDNA probes of various lengths (19, 21, 23, 25, 27-mer) toward the corresponding complementary target ssDNAs, and hence, their corresponding limits of detection (LODs, defined at S/N ratio = 3) using the FOPPR biosensor were evaluated. To ensure maximum hybridization efficiency, a high salt concentration hybridization buffer (HB) [33, 38] was used to decrease the electrostatic repulsion between anionic chains of oligonucleotides and the target ssDNA.", "cite_spans": [{"start": 375, "end": 379, "text": "[33,", "ref_id": "BIBREF32"}, {"start": 380, "end": 383, "text": "38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Label-Free Detection of DNA-DNA Hybridization"}, {"text": "In order to test the detection levels of our FOPPR biosensor to analyze the DNA of various lengths, we measured the transmitted light intensity (I/I0) as a function of complementary ssDNA (c-ssDNA) concentration. Figure 4a shows a typical real-time FOPPR sensorgram with a 25-mer ssDNA probe to detect its corresponding 25-mer c-ssDNA over the concentration range from 2.5 × 10 -10 to 1.0 × 10 -6 M. With the increasing concentration of c-ssDNA, the amount of c-ssDNA hybridized at the sensor surface increases, resulting in increased local RI at the AuNP surface and increased absorbance of the AuNP submonolayer, and hence, the decrease of transmitted light intensity. As shown in Figure 4b , a plot of I/I0 versus c-ssDNA concentration is linear (r = −0.998) over a concentration range of about 4 orders. Taking the noise as the standard deviation of I/I0 for 5 repetitive measurements in buffer, a LOD of 1.1 × 10 -10 M is calculated from the plot. A negative control experiment was carried out to test the specificity and anti-nonspecific adsorption ability of the mixed SAM with respect to non-specific ssDNA binding. As shown in Figure 4b , the I/I0 value remains unchanged with increasing concentration of non-complementary ssDNA (nc-ssDNA) concentration over the concentration range from 2.5 × 10 -10 to 1.0 × 10 -6 M, suggesting our FOPPR biosensor is capable of performing sequence specific analysis.", "cite_spans": [], "ref_spans": [{"start": 213, "end": 222, "text": "Figure 4a", "ref_id": "FIGREF8"}, {"start": 683, "end": 692, "text": "Figure 4b", "ref_id": "FIGREF8"}, {"start": 1136, "end": 1145, "text": "Figure 4b", "ref_id": "FIGREF8"}], "section": "Label-Free Detection of DNA-DNA Hybridization"}, {"text": "Although DNA hybridization is fairly well-understood in bulk solution, the molecular interactions, and hence, the binding affinity is more complex at the surface. The availability of realtime FOPPR kinetic data may provide insight about binding affinity and binding kinetics of two complementary ssDNAs of various lengths at the surface [8, 39] . Using an approach as previously described [8] , Table 2 lists the calculated binding constants for perfectly matched hybridization of oligonucleotides with lengths of 19, 21, 23, 25, 27-mer. It can be seen that the binding constant (Ka) increases with the length of the oligonucleotide pairs. A plot of log(Ka) versus oligonucleotide length (L) is reasonably linear (r = 0.963) which follows the following equation: log(Ka) = 0.122 × L + 4.65. These binding constants of surface hybridization reactions are consistent with those reported by other research groups [36, [40] [41] [42] , which are orders of magnitude smaller than those of solution hybridization under the same conditions [41] . It has been suggested the much lower surface binding constants might reflect electrostatic and steric penalties associated with penetration of a target strand into a probe layer [43] . Due to the higher affinity with longer oligonucleotide length, the LOD also improves as oligonucleotide length increases, as shown in Table 1 . This may be attributed to the following two reasons. First, higher Ka leads to a higher amount of c-ssDNA hybridized at the surface at the same cDNA concentration. Second, with the same amount of c-ssDNA hybridized at the surface, the longer oligonucleotide pairs result in a greater change of local RI at the AuNP surface. Following the previous report about the kinetics of MCH-mediated desorption of pre-adsorbed thiolated ssDNA probe molecules [37] , we explore and optimize the reaction time for MCE-mediated desorption of pre-adsorbed thiolated ssDNA probe molecules. We had the MCE reaction times of 70 s, 5 min, and 1 h for comparison, the normalized absorbances (A h /A 0 ) of the slide after DNA hybridization were 1.04, 1.06 and 1.06, respectively, as shown in Figure S2 and Table S1 of the Supplementary Material. According to the results, the MCE reaction time was chosen to be 5 min.", "cite_spans": [{"start": 337, "end": 340, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 341, "end": 344, "text": "39]", "ref_id": "BIBREF38"}, {"start": 389, "end": 392, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 910, "end": 914, "text": "[36,", "ref_id": "BIBREF35"}, {"start": 915, "end": 919, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 920, "end": 924, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 925, "end": 929, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 1033, "end": 1037, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 1218, "end": 1222, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 1817, "end": 1821, "text": "[37]", "ref_id": "BIBREF36"}], "ref_spans": [{"start": 395, "end": 402, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1359, "end": 1366, "text": "Table 1", "ref_id": null}, {"start": 2141, "end": 2150, "text": "Figure S2", "ref_id": "FIGREF3"}, {"start": 2155, "end": 2163, "text": "Table S1", "ref_id": null}], "section": "Label-Free Detection of DNA-DNA Hybridization"}, {"text": "The hybridization affinities of thiolated ssDNA probes of various lengths (19, 21, 23, 25, 27-mer) toward the corresponding complementary target ssDNAs, and hence, their corresponding limits of detection (LODs, defined at S/N ratio = 3) using the FOPPR biosensor were evaluated. To ensure maximum hybridization efficiency, a high salt concentration hybridization buffer (HB) [33, 38] was used to decrease the electrostatic repulsion between anionic chains of oligonucleotides and the target ssDNA.", "cite_spans": [{"start": 74, "end": 98, "text": "(19, 21, 23, 25, 27-mer)", "ref_id": null}, {"start": 375, "end": 379, "text": "[33,", "ref_id": "BIBREF32"}, {"start": 380, "end": 383, "text": "38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Label-Free Detection of DNA-DNA Hybridization"}, {"text": "In order to test the detection levels of our FOPPR biosensor to analyze the DNA of various lengths, we measured the transmitted light intensity (I/I 0 ) as a function of complementary ssDNA (c-ssDNA) concentration. Figure 4a shows a typical real-time FOPPR sensorgram with a 25-mer ssDNA probe to detect its corresponding 25-mer c-ssDNA over the concentration range from 2.5 × 10 −10 to 1.0 × 10 −6 M. With the increasing concentration of c-ssDNA, the amount of c-ssDNA hybridized at the sensor surface increases, resulting in increased local RI at the AuNP surface and increased absorbance of the AuNP submonolayer, and hence, the decrease of transmitted light intensity. As shown in Figure 4b , a plot of I/I 0 versus c-ssDNA concentration is linear (r = −0.998) over a concentration range of about 4 orders. Taking the noise as the standard deviation of I/I 0 for 5 repetitive measurements in buffer, a LOD of 1.1 × 10 −10 M is calculated from the plot. A negative control experiment was carried out to test the specificity and anti-nonspecific adsorption ability of the mixed SAM with respect to non-specific ssDNA binding. As shown in Figure 4b , the I/I 0 value remains unchanged with increasing concentration of non-complementary ssDNA (nc-ssDNA) concentration over the concentration range from 2.5 × 10 −10 to 1.0 × 10 −6 M, suggesting our FOPPR biosensor is capable of performing sequence specific analysis.", "cite_spans": [], "ref_spans": [{"start": 215, "end": 224, "text": "Figure 4a", "ref_id": "FIGREF8"}, {"start": 685, "end": 694, "text": "Figure 4b", "ref_id": "FIGREF8"}, {"start": 1140, "end": 1149, "text": "Figure 4b", "ref_id": "FIGREF8"}], "section": "Label-Free Detection of DNA-DNA Hybridization"}, {"text": "Although DNA hybridization is fairly well-understood in bulk solution, the molecular interactions, and hence, the binding affinity is more complex at the surface. The availability of real-time FOPPR kinetic data may provide insight about binding affinity and binding kinetics of two complementary ssDNAs of various lengths at the surface [8, 39] . Using an approach as previously described [8] , Table 2 lists the calculated binding constants for perfectly matched hybridization of oligonucleotides with lengths of 19, 21, 23, 25, 27-mer. It can be seen that the binding constant (K a ) increases with the length of the oligonucleotide pairs. A plot of log(K a ) versus oligonucleotide length (L) is reasonably linear (r = 0.963) which follows the following equation: log(K a ) = 0.122 × L + 4.65. These binding constants of surface hybridization reactions are consistent with those reported by other research groups [36, [40] [41] [42] , which are orders of magnitude smaller than those of solution hybridization under the same conditions [41] . It has been suggested the much lower surface binding constants might reflect electrostatic and steric penalties associated with penetration of a target strand into a probe layer [43] . Due to the higher affinity with longer oligonucleotide length, the LOD also improves as oligonucleotide length increases, as shown in Table 1 . This may be attributed to the following two reasons. First, higher K a leads to a higher amount of c-ssDNA hybridized at the surface at the same cDNA concentration. Second, with the same amount of c-ssDNA hybridized at the surface, the longer oligonucleotide pairs result in a greater change of local RI at the AuNP surface. Both effects lead to increased absorbance of the AuNP submonolayer, and hence the decrease of transmitted light intensity. ", "cite_spans": [{"start": 338, "end": 341, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 342, "end": 345, "text": "39]", "ref_id": "BIBREF38"}, {"start": 390, "end": 393, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 917, "end": 921, "text": "[36,", "ref_id": "BIBREF35"}, {"start": 922, "end": 926, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 927, "end": 931, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 932, "end": 936, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 1040, "end": 1044, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 1225, "end": 1229, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 396, "end": 403, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1366, "end": 1373, "text": "Table 1", "ref_id": null}], "section": "Label-Free Detection of DNA-DNA Hybridization"}, {"text": "Avian H5N1 influenza virus has received enormous attention as a potential pandemic threat and also a threat to human health. H5N1 virus is a negative single strand RNA (ssRNA) virus, and has a highly conserved sequence in the hemagglutinin genes. We chose the conserved RNA sequence of hemagglutinin 5 (H5) as a model ssRNA to test our FOPPR biosensor for label-free detection of DNA-RNA hybridization. The H5 ssDNA probe used is a 30-mer thiolated ssDNA with a 20-mer adenine spacer. To investigate the steric effect, we first designed ssDNA as the target, with only the 30-mer hybridization region, as shown in Figure 5a . As shown in Figure 6 , a calibration plot of I/I0 versus ssDNA concentration is linear (r = 0.997) with a LOD of 1.9 × 10 -10 M calculated from the plot. The Ka is calculated to be 9.8 × 10 8 M -1 , which is similar to that of the DNA-DNA counterpart and such results are consistent with a previous report [44] .", "cite_spans": [{"start": 932, "end": 936, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 613, "end": 622, "text": "Figure 5a", "ref_id": "FIGREF10"}, {"start": 637, "end": 645, "text": "Figure 6", "ref_id": "FIGREF11"}], "section": "Label-Free Detection of DNA-RNA Hybridization Using H5 Conserved Sequence as Model"}, {"text": "To consider the steric effect when a target ssDNA has a length longer than the ssDNA probe, we divide this into two possibilities as shown in Figure 5b ,c, where the hybridization region is located unevenly in the target ssDNA. In this scenario, we separately thiolate the H5 ssDNA probe at either 3'-end to produce thiolated H5-3' ssDNA probe or 5'-end to produce thiolated H5-5' ssDNA probe so that the orientation of the immobilized ssDNA probes are opposite. As a result, the same 60-mer target ssDNA will bind with the two immobilized ssDNA probes in opposite directions, as shown in Figure 5b ,c. When H5-5' ssDNA probe, as shown in Figure 5b , is used, the longer fragment (not used for hybridization) becomes close to the surface and may cause more steric hindrance than when H5-3' ssDNA probe as shown in Figure 5c is used. Figure 7 shows a typical real-time FOPPR sensorgram, ", "cite_spans": [], "ref_spans": [{"start": 142, "end": 151, "text": "Figure 5b", "ref_id": "FIGREF10"}, {"start": 589, "end": 598, "text": "Figure 5b", "ref_id": "FIGREF10"}, {"start": 639, "end": 648, "text": "Figure 5b", "ref_id": "FIGREF10"}, {"start": 814, "end": 823, "text": "Figure 5c", "ref_id": "FIGREF10"}, {"start": 833, "end": 841, "text": "Figure 7", "ref_id": "FIGREF12"}], "section": "Label-Free Detection of DNA-RNA Hybridization Using H5 Conserved Sequence as Model"}, {"text": "Avian H5N1 influenza virus has received enormous attention as a potential pandemic threat and also a threat to human health. H5N1 virus is a negative single strand RNA (ssRNA) virus, and has a highly conserved sequence in the hemagglutinin genes. We chose the conserved RNA sequence of hemagglutinin 5 (H5) as a model ssRNA to test our FOPPR biosensor for label-free detection of DNA-RNA hybridization. The H5 ssDNA probe used is a 30-mer thiolated ssDNA with a 20-mer adenine spacer. To investigate the steric effect, we first designed ssDNA as the target, with only the 30-mer hybridization region, as shown in Figure 5a . As shown in Figure 6 , a calibration plot of I/I 0 versus ssDNA concentration is linear (r = −0.997) with a LOD of 1.9 × 10 −10 M calculated from the plot. The K a is calculated to be 9.8 × 10 8 M −1 , which is similar to that of the DNA-DNA counterpart and such results are consistent with a previous report [44] .", "cite_spans": [{"start": 934, "end": 938, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 613, "end": 622, "text": "Figure 5a", "ref_id": "FIGREF10"}, {"start": 637, "end": 645, "text": "Figure 6", "ref_id": "FIGREF11"}], "section": "Label-Free Detection of DNA-RNA Hybridization Using H5 Conserved Sequence as Model"}, {"text": "Sensors 2020, 20, x; doi: FOR PEER REVIEW www.mdpi.com/journal/sensors in Section 3.2 to examine the binding constants and LODs in these two cases. Results as listed in Table  3 show that the Ka's are 1.3 × 10 7 M -1 and 2.9 × 10 8 M -1 when H5-5' ssDNA probe, and H5-3' ssDNA probe are used, respectively. In addition, the LODs are 1.4 × 10 -8 M and 1.2 × 10 -10 M when H5-5' ssDNA probe, and H5-3' ssDNA probe are used, respectively. As shown in Table 3 , the binding affinity data suggest that steric hindrance is the least when the target ssDNA has the same length as the ssDNA probe, while the steric hindrance is more serious when the longer fragment not for hybridization is close to the surface. Nevertheless, as shown in Table 3 , the LOD in the case, as shown in Figure 5c , is similar to, or slightly better, than that in the in Section 3.2 to examine the binding constants and LODs in these two cases. Results as listed in Table  3 show that the Ka's are 1.3 × 10 7 M -1 and 2.9 × 10 8 M -1 when H5-5' ssDNA probe, and H5-3' ssDNA probe are used, respectively. In addition, the LODs are 1.4 × 10 -8 M and 1.2 × 10 -10 M when H5-5' ssDNA probe, and H5-3' ssDNA probe are used, respectively.", "cite_spans": [], "ref_spans": [{"start": 169, "end": 177, "text": "Table  3", "ref_id": null}, {"start": 448, "end": 455, "text": "Table 3", "ref_id": null}, {"start": 730, "end": 737, "text": "Table 3", "ref_id": null}, {"start": 773, "end": 782, "text": "Figure 5c", "ref_id": "FIGREF10"}, {"start": 935, "end": 943, "text": "Table  3", "ref_id": null}], "section": "Label-Free Detection of DNA-RNA Hybridization Using H5 Conserved Sequence as Model"}, {"text": "(a) (b) (c) (d) As shown in Table 3 , the binding affinity data suggest that steric hindrance is the least when the target ssDNA has the same length as the ssDNA probe, while the steric hindrance is more serious when the longer fragment not for hybridization is close to the surface. Nevertheless, as shown in Table 3 , the LOD in the case, as shown in Figure 5c , is similar to, or slightly better, than that in the case as shown Figure 5a . This may be attributed to the larger size of the analyte, which causes larger change in local RI upon hybridization. To consider the steric effect when a target ssDNA has a length longer than the ssDNA probe, we divide this into two possibilities as shown in Figure 5b ,c, where the hybridization region is located unevenly in the target ssDNA. In this scenario, we separately thiolate the H5 ssDNA probe at either 3 -end to produce thiolated H5-3 ssDNA probe or 5 -end to produce thiolated H5-5 ssDNA probe so that the orientation of the immobilized ssDNA probes are opposite. As a result, the same 60-mer target ssDNA will bind with the two immobilized ssDNA probes in opposite directions, as shown in Figure 5b ,c. When H5-5 ssDNA probe, as shown in Figure 5b , is used, the longer fragment (not used for hybridization) becomes close to the surface and may cause more steric hindrance than when H5-3 ssDNA probe as shown in Figure 5c is used. Figure 7 shows a typical real-time FOPPR sensorgram, when H5-5 ssDNA probe was used to detect the 60-mer target ssDNA, at a concentration of 1.0 × 10 −6 M. A response time of~650 s was observed. We carried out the binding affinity study as described in Section 3.2 to examine the binding constants and LODs in these two cases. Results as listed in Table 3 show that the K a 's are 1.3 × 10 7 M −1 and 2.9 × 10 8 M −1 when H5-5 ssDNA probe, and H5-3 ssDNA probe are used, respectively. In addition, the LODs are 1.4 × 10 −8 M and 1.2 × 10 −10 M when H5-5 ssDNA probe, and H5-3 ssDNA probe are used, respectively. Table 3 . LOD and K a comparison obtained by FOPPR biosensor with different combinations of ssDNA probe and target as shown in Figure 5 . As shown in Table 3 , the binding affinity data suggest that steric hindrance is the least when the target ssDNA has the same length as the ssDNA probe, while the steric hindrance is more serious when the longer fragment not for hybridization is close to the surface. Nevertheless, as shown in Table 3 , the LOD in the case, as shown in Figure 5c , is similar to, or slightly better, than that in the case as shown Figure 5a . This may be attributed to the larger size of the analyte, which causes larger change in local RI upon hybridization. Table 3 , the binding affinity data suggest that steric hindrance is the least when the target ssDNA has the same length as the ssDNA probe, while the steric hindrance is more serious when the longer fragment not for hybridization is close to the surface. Nevertheless, as shown in Table 3 , the LOD in the case, as shown in Figure 5c , is similar to, or slightly better, than that in the case as shown Figure 5a . This may be attributed to the larger size of the analyte, which causes larger change in local RI upon hybridization.", "cite_spans": [], "ref_spans": [{"start": 28, "end": 35, "text": "Table 3", "ref_id": null}, {"start": 310, "end": 317, "text": "Table 3", "ref_id": null}, {"start": 353, "end": 362, "text": "Figure 5c", "ref_id": "FIGREF10"}, {"start": 431, "end": 440, "text": "Figure 5a", "ref_id": "FIGREF10"}, {"start": 702, "end": 711, "text": "Figure 5b", "ref_id": "FIGREF10"}, {"start": 1147, "end": 1156, "text": "Figure 5b", "ref_id": "FIGREF10"}, {"start": 1196, "end": 1205, "text": "Figure 5b", "ref_id": "FIGREF10"}, {"start": 1370, "end": 1379, "text": "Figure 5c", "ref_id": "FIGREF10"}, {"start": 1389, "end": 1397, "text": "Figure 7", "ref_id": "FIGREF12"}, {"start": 1737, "end": 1744, "text": "Table 3", "ref_id": null}, {"start": 2001, "end": 2008, "text": "Table 3", "ref_id": null}, {"start": 2128, "end": 2136, "text": "Figure 5", "ref_id": "FIGREF10"}, {"start": 2151, "end": 2158, "text": "Table 3", "ref_id": null}, {"start": 2433, "end": 2440, "text": "Table 3", "ref_id": null}, {"start": 2476, "end": 2485, "text": "Figure 5c", "ref_id": "FIGREF10"}, {"start": 2554, "end": 2563, "text": "Figure 5a", "ref_id": "FIGREF10"}, {"start": 2683, "end": 2690, "text": "Table 3", "ref_id": null}, {"start": 2965, "end": 2972, "text": "Table 3", "ref_id": null}, {"start": 3008, "end": 3017, "text": "Figure 5c", "ref_id": "FIGREF10"}, {"start": 3086, "end": 3095, "text": "Figure 5a", "ref_id": "FIGREF10"}], "section": "Label-Free Detection of DNA-RNA Hybridization Using H5 Conserved Sequence as Model"}, {"text": "The H5N1 influenza virus is a (−)RNA virus, therefore we employed one anti-sense synthetic H5 ssRNA with 138 nucleotides for further exploration of the feasibility of label-free detection of DNA-RNA hybridization. In this study, we employed the thiolated H5-3 ssDNA probe for detection of the 138-mer target H5 ssRNA. As shown in Figure 8 , a calibration plot of I/I 0 versus ssRNA concentration is linear (r = −0.994) with a LOD of 1.1 × 10 −10 M calculated from the plot. The K a is calculated to be 6.4 × 10 8 M −1 , which is similar to that of the DNA-DNA counterpart, and such results are consistent with a previous report [44] . The H5N1 influenza virus is a ()RNA virus, therefore we employed one anti-sense synthetic H5 ssRNA with 138 nucleotides for further exploration of the feasibility of label-free detection of DNA-RNA hybridization. In this study, we employed the thiolated H5-3' ssDNA probe for detection of the 138-mer target H5 ssRNA. As shown in Figure 8 , a calibration plot of I/I0 versus ssRNA concentration is linear (r = 0.994) with a LOD of 1.1 × 10 -10 M calculated from the plot. The Ka is calculated to be 6.4 × 10 8 M -1 , which is similar to that of the DNA-DNA counterpart, and such results are consistent with a previous report [44] . ", "cite_spans": [{"start": 628, "end": 632, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 1262, "end": 1266, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 330, "end": 338, "text": "Figure 8", "ref_id": "FIGREF22"}, {"start": 966, "end": 974, "text": "Figure 8", "ref_id": "FIGREF22"}], "section": "As shown in"}, {"text": "From statistic of epidemiology, 90% AS patients exhibit higher expression of HLA-B27 mRNA [45] . In this study, the choice of a 19-mer ssDNA probe for HLA-B27 mRNA detection is based on published data of HLA-B27 gene sequence, where there are 4 exons in the gene structure: 58-130 of exon 1, 259-528 of exon 2, 773-1048 of exon 3, and 1624-1899 of exon 4. We chose the mRNA sequence across the tail of exon 1 and the beginning of exon 2, but not that of the original DNA nucleotide sequence, to design the HLA-B27 ssDNA probe, which is a sense strand with base sequence: 5'-CCTGG GCTG (sequence 122-130 in exon 1) GCTCC CACTC (sequence 259-268 in exon 2)-3' having thiol group bonded to the immobilized AuNPs on the fiber core surface and the ssDNA immobilized at the 5' end.", "cite_spans": [{"start": 90, "end": 94, "text": "[45]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Label-Free Detection of HLA-B27 mRNA in Real Clinical Samples and Comparative Study by Real-Time RT-PCR"}, {"text": "To minimize steric effect, oligo-dT 20, a string of 20 deoxythymidylic acid, was employed as a spacer between the ssDNA and the thiol group in the HLA-B27 ssDNA probe.", "cite_spans": [], "ref_spans": [], "section": "Label-Free Detection of HLA-B27 mRNA in Real Clinical Samples and Comparative Study by Real-Time RT-PCR"}, {"text": "Six blood samples were collected from patients with ankylosing spondylitis (AS) by Buddhist ", "cite_spans": [], "ref_spans": [], "section": "Label-Free Detection of HLA-B27 mRNA in Real Clinical Samples and Comparative Study by Real-Time RT-PCR"}, {"text": "From statistic of epidemiology, 90% AS patients exhibit higher expression of HLA-B27 mRNA [45] . In this study, the choice of a 19-mer ssDNA probe for HLA-B27 mRNA detection is based on published data of HLA-B27 gene sequence, where there are 4 exons in the gene structure: 58-130 of exon 1, 259-528 of exon 2, 773-1048 of exon 3, and 1624-1899 of exon 4. We chose the mRNA sequence across the tail of exon 1 and the beginning of exon 2, but not that of the original DNA nucleotide sequence, to design the HLA-B27 ssDNA probe, which is a sense strand with base sequence: 5 -CCTGG GCTG (sequence 122-130 in exon 1) GCTCC CACTC (sequence 259-268 in exon 2)-3 having thiol group bonded to the immobilized AuNPs on the fiber core surface and the ssDNA immobilized at the 5 end. To minimize steric effect, oligo-dT 20, a string of 20 deoxythymidylic acid, was employed as a spacer between the ssDNA and the thiol group in the HLA-B27 ssDNA probe.", "cite_spans": [{"start": 90, "end": 94, "text": "[45]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Label-Free Detection of HLA-B27 mRNA in Real Clinical Samples and Comparative Study by Real-Time RT-PCR"}, {"text": "Six blood samples were collected from patients with ankylosing spondylitis (AS) by Buddhist Dalin Tzu Chi General Hospital. Total RNA was extracted from each sample and diluted 20 times with the HB to minimize the RI difference between the sample and the blank. Figure 9a shows a representative sensorgam when a diluted HLA-B27 mRNA sample was injected into a sensor chip, a response time of about 1100 s and a steady state signal can be observed within 20 min. Such an analysis time is much shorter than that required by real-time RT-PCR (about 2 h). The accuracy of the results by the FOPPR biosensor for the analysis of HLA-B27 mRNA was compared with that by the real-time RT-PCR method using six extracted blood samples from AS patients. As shown in Figure 9b , comparison of the results by the two methods performed by linear correlation analysis shows a correlation coefficient of 0.991 and a p value < 0.0001 at the 95% level of significance, indicating that the results arising from both methods align. Since a relationship between B27 gene expression and patients' clinical disease activity was established [25] , quantitation of HLA-B27 mRNA may be useful as an indicator for monitoring the disease. Thus, the FOPPR biosensor provides a rapid and simple alternative to the laborious and time-consuming real-time RT-PCR method.", "cite_spans": [{"start": 1116, "end": 1120, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 262, "end": 271, "text": "Figure 9a", "ref_id": "FIGREF24"}, {"start": 754, "end": 763, "text": "Figure 9b", "ref_id": "FIGREF24"}], "section": "Label-Free Detection of HLA-B27 mRNA in Real Clinical Samples and Comparative Study by Real-Time RT-PCR"}, {"text": "(a) (b) ", "cite_spans": [], "ref_spans": [], "section": "Label-Free Detection of HLA-B27 mRNA in Real Clinical Samples and Comparative Study by Real-Time RT-PCR"}, {"text": "This work demonstrates the feasibility of the FOPPR biosensor, employing ssDNA probe for sensitive and label-free detection of nucleic acids, including DNA and RNA oligonucleotides. The detection of the hybridization adsorption of short, unlabeled RNA and DNA oligonucleotides onto the AuNPs on the fiber core surface, at concentrations at the sub-nM level, has been observed. This makes detection of target oligonucleotides as low as 1 fmol possible in the 10-μL sensor chip when the detection is taking place at a concentration near the LOD at the 10 -10 M level. The sensor fibers could easily be regenerated and were used for multiple testing. Through exploration of the designs of the ssDNA probes we can conclude: (1) A longer spacer between the ssDNA in the probe and the surface improves both the LOD and hybridization affinity between DNA-DNA and DNA-RNA; (2) hybridization affinity increases with the length of the oligonucleotide pairs; (3) hybridization affinity between DNA-RNA is similar to that between DNA-DNA; (4) for target oligonucleotides where the hybridization region is located unevenly, steric hindrance is more serious, when the longer fragment, not for hybridization, is close to the surface.", "cite_spans": [{"start": 865, "end": 868, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Conclusions"}, {"text": "The applicability of the FOPPR biosensor in real samples is also demonstrated by its application to detection of HLA-B27 mRNA in patients with AS. The results from six extracted blood samples indicate that the FOPPR sensor responses correlate well with the ΔCT values obtained by the realtime RT-PCR method. In summary, by combining the desirable features of label-free, real-time, and simple optics of the FOPPR biosensor with good surface chemistry, development of a sensitive, rapid, and a cost-effective nucleic acid biosensor has been demonstrated. Our FOPPR biosensor has been successfully applied to detection of protein biomarkers in real samples. However, for certain diseases, the concentration of target molecules/pathogens are at extremely low level. With the adoption of our recently developed fiber optic nanogold-linked immunosorbent assay (FONLISA) in FOPPR biosensor which exhibits fM sensitivity [15] , we believe that the FOPPR biosensing The accuracy of the results by the FOPPR biosensor for the analysis of HLA-B27 mRNA was compared with that by the real-time RT-PCR method using six extracted blood samples from AS patients. As shown in Figure 9b , comparison of the results by the two methods performed by linear correlation analysis shows a correlation coefficient of 0.991 and a p value < 0.0001 at the 95% level of significance, indicating that the results arising from both methods align. Since a relationship between B27 gene expression and patients' clinical disease activity was established [25] , quantitation of HLA-B27 mRNA may be useful as an indicator for monitoring the disease. Thus, the FOPPR biosensor provides a rapid and simple alternative to the laborious and time-consuming real-time RT-PCR method.", "cite_spans": [{"start": 914, "end": 918, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1522, "end": 1526, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 1160, "end": 1169, "text": "Figure 9b", "ref_id": "FIGREF24"}], "section": "Conclusions"}, {"text": "This work demonstrates the feasibility of the FOPPR biosensor, employing ssDNA probe for sensitive and label-free detection of nucleic acids, including DNA and RNA oligonucleotides. The detection of the hybridization adsorption of short, unlabeled RNA and DNA oligonucleotides onto the AuNPs on the fiber core surface, at concentrations at the sub-nM level, has been observed. This makes detection of target oligonucleotides as low as 1 fmol possible in the 10-µL sensor chip when the detection is taking place at a concentration near the LOD at the 10 −10 M level. The sensor fibers could easily be regenerated and were used for multiple testing. Through exploration of the designs of the ssDNA probes we can conclude: (1) A longer spacer between the ssDNA in the probe and the surface improves both the LOD and hybridization affinity between DNA-DNA and DNA-RNA; (2) hybridization affinity increases with the length of the oligonucleotide pairs; (3) hybridization affinity between DNA-RNA is similar to that between DNA-DNA; (4) for target oligonucleotides where the hybridization region is located unevenly, steric hindrance is more serious, when the longer fragment, not for hybridization, is close to the surface.", "cite_spans": [{"start": 865, "end": 868, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Conclusions"}, {"text": "The applicability of the FOPPR biosensor in real samples is also demonstrated by its application to detection of HLA-B27 mRNA in patients with AS. The results from six extracted blood samples indicate that the FOPPR sensor responses correlate well with the ∆CT values obtained by the real-time RT-PCR method. In summary, by combining the desirable features of label-free, real-time, and simple optics of the FOPPR biosensor with good surface chemistry, development of a sensitive, rapid, and a cost-effective nucleic acid biosensor has been demonstrated. Our FOPPR biosensor has been successfully applied to detection of protein biomarkers in real samples. However, for certain diseases, the concentration of target molecules/pathogens are at extremely low level. With the adoption of our recently developed fiber optic nanogold-linked immunosorbent assay (FONLISA) in FOPPR biosensor which exhibits fM sensitivity [15] , we believe that the FOPPR biosensing equatmethodology can also be applied to the detection of SARS-CoV-2, a positive-sense single-stranded RNA (ssRNA) virus, which has resulted in the recent global COVID-19 outbreak, and will continue to broaden the application fields in molecular biology and biomedical diagnosis.", "cite_spans": [{"start": 915, "end": 919, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Supplementary Materials: The following are available online at http://www.mdpi.com/1424-8220/20/11/3137/ s1, Figure S1 : AuNP images obtained from electron microscopy, Figure S2 : UV-visible spectra of thiolated ssDNA/MCE-modified AuNPs on glass slides before and after DNA hybridization with various MCE reaction time, Table S1 : Normalized absorbances of thiolated ssDNA/MCE-modified AuNPs on glass slides before and after DNA hybridization with various MCE reaction time. ", "cite_spans": [], "ref_spans": [{"start": 109, "end": 118, "text": "Figure S1", "ref_id": "FIGREF1"}, {"start": 168, "end": 177, "text": "Figure S2", "ref_id": "FIGREF3"}, {"start": 320, "end": 328, "text": "Table S1", "ref_id": null}], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "SURVEY AND SUMMARY: From DNA biosensors to gene chips", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2000, "venue": "Nucleic Acids Res", "volume": "28", "issn": "", "pages": "3011--3016", "other_ids": {"DOI": ["10.1093/nar/28.16.3011"]}}, "BIBREF1": {"ref_id": "b1", "title": "Recent advances in DNA biosensor", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2008, "venue": "Sens. Transducer", "volume": "92", "issn": "", "pages": "122--133", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "High-throughput SPR sensor for food safety", "authors": [{"first": "M", "middle": [], "last": "Piliarik", "suffix": ""}, {"first": "L", "middle": [], "last": "Párová", "suffix": ""}, {"first": "J", "middle": [], "last": "Homola", "suffix": ""}], "year": 2009, "venue": "Biosens. Bioelectron", "volume": "24", "issn": "", "pages": "1399--1404", "other_ids": {"DOI": ["10.1016/j.bios.2008.08.012"]}}, "BIBREF3": {"ref_id": "b3", "title": "Localized surface plasmon resonance: A unique property of plasmonic nanoparticles for nucleic acid detection", "authors": [{"first": "K", "middle": ["E"], "last": "Fong", "suffix": ""}, {"first": "L.-Y", "middle": ["L"], "last": "Yung", "suffix": ""}], "year": 2013, "venue": "Nanoscale", "volume": "5", "issn": "", "pages": "12043--12071", "other_ids": {"DOI": ["10.1039/c3nr02257a"]}}, "BIBREF4": {"ref_id": "b4", "title": "Trends and challenges of refractometric nanoplasmonic biosensors: A review", "authors": [{"first": "M", "middle": ["C"], "last": "Estevez", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Otte", "suffix": ""}, {"first": "B", "middle": [], "last": "Sepulveda", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Lechuga", "suffix": ""}], "year": 2014, "venue": "Anal. Chim. Acta", "volume": "806", "issn": "", "pages": "55--73", "other_ids": {"DOI": ["10.1016/j.aca.2013.10.048"]}}, "BIBREF5": {"ref_id": "b5", "title": "Advances in plasmonic technologies for point of care applications", "authors": [{"first": "O", "middle": [], "last": "Tokel", "suffix": ""}, {"first": "F", "middle": [], "last": "Inci", "suffix": ""}, {"first": "U", "middle": [], "last": "Demirci", "suffix": ""}], "year": 2014, "venue": "Chem. Rev", "volume": "114", "issn": "", "pages": "5728--5752", "other_ids": {"DOI": ["10.1021/cr4000623"]}}, "BIBREF6": {"ref_id": "b6", "title": "Localized surface plasmon resonance sensors", "authors": [{"first": "K", "middle": ["M"], "last": "Mayer", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Hafner", "suffix": ""}], "year": 2011, "venue": "Chem. Rev", "volume": "111", "issn": "", "pages": "3828--3857", "other_ids": {"DOI": ["10.1021/cr100313v"]}}, "BIBREF7": {"ref_id": "b7", "title": "Colloidal gold-modified optical fiber for chemical and biochemical sensing", "authors": [{"first": "S.-F", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}], "year": 2003, "venue": "Anal. Chem", "volume": "75", "issn": "", "pages": "16--21", "other_ids": {"DOI": ["10.1021/ac020310v"]}}, "BIBREF8": {"ref_id": "b8", "title": "Effect of surface coverage of gold nanoparticles on the refractive index sensitivity in fiber-optic nanoplasmonic sensing", "authors": [{"first": "W.-T", "middle": [], "last": "Wu", "suffix": ""}, {"first": "C.-H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C.-Y", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}], "year": 2018, "venue": "Sensors", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/s18061759"]}}, "BIBREF9": {"ref_id": "b9", "title": "Integration of fiber optic-particle plasmon resonance biosensor with microfluidic chip", "authors": [{"first": "W.-T", "middle": [], "last": "Hsu", "suffix": ""}, {"first": "W.-H", "middle": [], "last": "Hsieh", "suffix": ""}, {"first": "S.-F", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "C.-P", "middle": [], "last": "Jen", "suffix": ""}, {"first": "C.-C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "C.-H", "middle": [], "last": "Li", "suffix": ""}, {"first": "C.-Y", "middle": [], "last": "Lee", "suffix": ""}, {"first": "W.-Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}, {"first": "C.-Y", "middle": [], "last": "Chiang", "suffix": ""}], "year": 2011, "venue": "Anal. Chim. Acta", "volume": "697", "issn": "", "pages": "75--82", "other_ids": {"DOI": ["10.1016/j.aca.2011.04.023"]}}, "BIBREF10": {"ref_id": "b10", "title": "Detection of antinuclear antibodies by a colloidal gold modified optical fiber: Comparison with ELISA", "authors": [{"first": "N.-S", "middle": ["S"], "last": "Lai", "suffix": ""}, {"first": "C.-C", "middle": ["C"], "last": "Wang", "suffix": ""}, {"first": "H.-L", "middle": ["L"], "last": "Chiang", "suffix": ""}, {"first": "L.-K", "middle": ["K"], "last": "Chau", "suffix": ""}], "year": 2007, "venue": "Anal. Bioanal. Chem", "volume": "388", "issn": "", "pages": "901--907", "other_ids": {"DOI": ["10.1007/s00216-007-1276-1"]}}, "BIBREF11": {"ref_id": "b11", "title": "Fiber-optic particle plasmon resonance sensor for detection of interleukin-1β in synovial fluids", "authors": [{"first": "C.-Y", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "M.-L", "middle": [], "last": "Hsieh", "suffix": ""}, {"first": "K.-W", "middle": [], "last": "Huang", "suffix": ""}, {"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}, {"first": "C.-M", "middle": [], "last": "Chang", "suffix": ""}, {"first": "S.-R", "middle": [], "last": "Lyu", "suffix": ""}], "year": 2010, "venue": "Biosens. Bioelectron", "volume": "26", "issn": "", "pages": "1036--1042", "other_ids": {"DOI": ["10.1016/j.bios.2010.08.047"]}}, "BIBREF12": {"ref_id": "b12", "title": "Quantification of tumor necrosis factor-α and matrix metalloproteinases-3 in synovial fluid by a fiber-optic particle plasmon resonance sensor", "authors": [{"first": "Y.-C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C.-Y", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "C.-H", "middle": [], "last": "Li", "suffix": ""}, {"first": "T.-C", "middle": [], "last": "Chang", "suffix": ""}, {"first": "C.-S", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}, {"first": "K.-W", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C.-W", "middle": [], "last": "Wu", "suffix": ""}, {"first": "S.-C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S.-R", "middle": [], "last": "Lyu", "suffix": ""}], "year": 2013, "venue": "Analyst", "volume": "138", "issn": "", "pages": "4599--4606", "other_ids": {"DOI": ["10.1039/c3an00276d"]}}, "BIBREF13": {"ref_id": "b13", "title": "Direct detection of orchid viruses using nanorodbased fiber optic particle plasmon resonance immunosensor", "authors": [{"first": "H.-Y", "middle": [], "last": "Lin", "suffix": ""}, {"first": "C.-H", "middle": [], "last": "Huang", "suffix": ""}, {"first": "S.-H", "middle": [], "last": "Lu", "suffix": ""}, {"first": "I", "middle": ["T"], "last": "Kuo", "suffix": ""}, {"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}], "year": 2014, "venue": "Biosens. Bioelectron", "volume": "51", "issn": "", "pages": "371--378", "other_ids": {"DOI": ["10.1016/j.bios.2013.08.009"]}}, "BIBREF14": {"ref_id": "b14", "title": "Fiber optic nanogold-linked immunosorbent assay for rapid detection of procalcitonin at femtomolar concentration level", "authors": [{"first": "C.-Y", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "T.-T", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C.-H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C.-J", "middle": [], "last": "Huang", "suffix": ""}, {"first": "T.-H", "middle": [], "last": "Tsai", "suffix": ""}, {"first": "S.-N", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Y.-T", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S.-W", "middle": [], "last": "Hong", "suffix": ""}, {"first": "C.-W", "middle": [], "last": "Hsu", "suffix": ""}, {"first": "T.-C", "middle": [], "last": "Chang", "suffix": ""}], "year": 2020, "venue": "Biosens. Bioelectron", "volume": "151", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.bios.2019.111871"]}}, "BIBREF15": {"ref_id": "b15", "title": "Fiber-optic chemical and biochemical probes based on localized surface plasmon resonance", "authors": [{"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}, {"first": "Y.-F", "middle": [], "last": "Lin", "suffix": ""}, {"first": "S.-F", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "T.-J", "middle": [], "last": "Lin", "suffix": ""}], "year": 2006, "venue": "Sens. Actuators B: Chem", "volume": "113", "issn": "", "pages": "100--105", "other_ids": {"DOI": ["10.1016/j.snb.2005.02.034"]}}, "BIBREF16": {"ref_id": "b16", "title": "Novel U-bent fiber optic probe for localized surface plasmon resonance based biosensor", "authors": [{"first": "V", "middle": ["V R"], "last": "Sai", "suffix": ""}, {"first": "T", "middle": [], "last": "Kundu", "suffix": ""}, {"first": "S", "middle": [], "last": "Mukherji", "suffix": ""}], "year": 2009, "venue": "Biosens. Bioelectron", "volume": "24", "issn": "", "pages": "2804--2809", "other_ids": {"DOI": ["10.1016/j.bios.2009.02.007"]}}, "BIBREF17": {"ref_id": "b17", "title": "A fiber optic particle plasmon resonance biosensing platform based on detection of light scattering intensity from the proximal end", "authors": [{"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}, {"first": "C.-W", "middle": [], "last": "Kuo", "suffix": ""}, {"first": "Y.-W", "middle": [], "last": "Chu", "suffix": ""}, {"first": "S.-H", "middle": [], "last": "Liao", "suffix": ""}, {"first": "Y.-T", "middle": [], "last": "Lin", "suffix": ""}, {"first": "C", "middle": ["R C"], "last": "Wang", "suffix": ""}], "year": 2011, "venue": "J. Chin. Chem. Soc", "volume": "58", "issn": "", "pages": "786--792", "other_ids": {"DOI": ["10.1002/jccs.201190122"]}}, "BIBREF18": {"ref_id": "b18", "title": "Wavelength-based localized surface plasmon resonance optical fiber biosensor", "authors": [{"first": "J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Tu", "suffix": ""}, {"first": "T", "middle": [], "last": "Sun", "suffix": ""}, {"first": "K", "middle": ["T V"], "last": "Grattan", "suffix": ""}], "year": 2013, "venue": "Sens. Actuators B: Chem", "volume": "181", "issn": "", "pages": "611--619", "other_ids": {"DOI": ["10.1016/j.snb.2013.02.052"]}}, "BIBREF19": {"ref_id": "b19", "title": "Developing localized surface plasmon resonance biosensor chips and fiber optics via direct surface modification of PMMA optical waveguides", "authors": [{"first": "Y", "middle": [], "last": "Jin", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Wong", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Granville", "suffix": ""}], "year": 2016, "venue": "Colloids Surf. A: Physicochem. Eng. Asp", "volume": "492", "issn": "", "pages": "100--109", "other_ids": {"DOI": ["10.1016/j.colsurfa.2015.11.025"]}}, "BIBREF20": {"ref_id": "b20", "title": "An optical fiber-based LSPR aptasensor for simple and rapid in-situ detection of ochratoxin A", "authors": [{"first": "B", "middle": [], "last": "Lee", "suffix": ""}, {"first": "J.-H", "middle": [], "last": "Park", "suffix": ""}, {"first": "J.-Y", "middle": [], "last": "Byun", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "M.-G", "middle": [], "last": "Kim", "suffix": ""}], "year": 2018, "venue": "Biosens. Bioelectron", "volume": "102", "issn": "", "pages": "504--509", "other_ids": {"DOI": ["10.1016/j.bios.2017.11.062"]}}, "BIBREF21": {"ref_id": "b21", "title": "Improved performance of aminopropylsilatrane over aminopropyltriethoxysilane as a linker for nanoparticle-based plasmon resonance sensors", "authors": [{"first": "K.-W", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C.-W", "middle": [], "last": "Hsieh", "suffix": ""}, {"first": "H.-C", "middle": [], "last": "Kan", "suffix": ""}, {"first": "M.-L", "middle": [], "last": "Hsieh", "suffix": ""}, {"first": "S", "middle": [], "last": "Hsieh", "suffix": ""}, {"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}, {"first": "T.-E", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "W.-T", "middle": [], "last": "Lin", "suffix": ""}], "year": 2012, "venue": "Sens. Actuators B Chem", "volume": "163", "issn": "", "pages": "207--215", "other_ids": {"DOI": ["10.1016/j.snb.2012.01.037"]}}, "BIBREF22": {"ref_id": "b22", "title": "Self-referencing fiber optic particle plasmon resonance sensing system for real-time biological monitoring", "authors": [{"first": "C.-W", "middle": [], "last": "Wu", "suffix": ""}, {"first": "C.-Y", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "C.-H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C.-S", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "C.-T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}], "year": 2016, "venue": "Talanta", "volume": "146", "issn": "", "pages": "291--298", "other_ids": {"DOI": ["10.1016/j.talanta.2015.08.047"]}}, "BIBREF23": {"ref_id": "b23", "title": "The interplay between HLA-B27 and ERAP1/ERAP2 aminopeptidases: From anti-viral protection to spondyloarthritis", "authors": [{"first": "C", "middle": [], "last": "Vitulano", "suffix": ""}, {"first": "V", "middle": [], "last": "Tedeschi", "suffix": ""}, {"first": "F", "middle": [], "last": "Paladini", "suffix": ""}, {"first": "R", "middle": [], "last": "Sorrentino", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Fiorillo", "suffix": ""}], "year": 2017, "venue": "Clin. Exp. Immunol", "volume": "190", "issn": "", "pages": "281--290", "other_ids": {"DOI": ["10.1111/cei.13020"]}}, "BIBREF24": {"ref_id": "b24", "title": "Quantitative measurement of HLA-B27 mRNA in patients with ankylosing spondylitis-Correlation with clinical activity", "authors": [{"first": "S.-Q", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H.-C", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Y.-Z", "middle": [], "last": "Gong", "suffix": ""}, {"first": "N.-S", "middle": [], "last": "Lai", "suffix": ""}], "year": 2006, "venue": "J. Rheumatol", "volume": "33", "issn": "", "pages": "1128--1132", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Increased level of HLA-B27 expression in ankylosing spondylitis patients compared with healthy HLA-B27-positive subjects: A possible further susceptibility factor for the development of disease", "authors": [{"first": "A", "middle": [], "last": "Cauli", "suffix": ""}], "year": 2002, "venue": "Rheumatology", "volume": "41", "issn": "", "pages": "1375--1379", "other_ids": {"DOI": ["10.1093/rheumatology/41.12.1375"]}}, "BIBREF27": {"ref_id": "b27", "title": "Preparation of colloidal gold multilayers with 3-(mercaptopropyl)-trimethoxysilane as a linker molecule", "authors": [{"first": "J.-Y", "middle": [], "last": "Tseng", "suffix": ""}, {"first": "M.-H", "middle": [], "last": "Lin", "suffix": ""}, {"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}], "year": 2001, "venue": "Colloids Surf. A: Physicochem. Eng. Asp", "volume": "182", "issn": "", "pages": "239--245", "other_ids": {"DOI": ["10.1016/S0927-7757(00)00832-3"]}}, "BIBREF28": {"ref_id": "b28", "title": "Using a fiber optic particle plasmon resonance biosensor to determine kinetic constants of antigen-antibody binding reaction", "authors": [{"first": "T.-C", "middle": [], "last": "Chang", "suffix": ""}, {"first": "C.-C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "S.-C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L.-K", "middle": [], "last": "Chau", "suffix": ""}, {"first": "W.-H", "middle": [], "last": "Hsieh", "suffix": ""}], "year": 2013, "venue": "Anal. Chem", "volume": "85", "issn": "", "pages": "245--250", "other_ids": {"DOI": ["10.1021/ac302590n"]}}, "BIBREF29": {"ref_id": "b29", "title": "Kinetic PCR analysis: Real-time monitoring of DNA amplification reactions", "authors": [{"first": "R", "middle": [], "last": "Higuchi", "suffix": ""}, {"first": "C", "middle": [], "last": "Fockler", "suffix": ""}, {"first": "G", "middle": [], "last": "Dollinger", "suffix": ""}, {"first": "R", "middle": [], "last": "Watson", "suffix": ""}], "year": 1993, "venue": "Nat. Biotechnol", "volume": "11", "issn": "", "pages": "1026--1030", "other_ids": {"DOI": ["10.1038/nbt0993-1026"]}}, "BIBREF30": {"ref_id": "b30", "title": "A Novel Method to Compensate for Different Amplification Efficiencies between Patient DNA Samples in Quantitative Real-Time PCR", "authors": [{"first": "J", "middle": [], "last": "Meijerink", "suffix": ""}, {"first": "C", "middle": [], "last": "Mandigers", "suffix": ""}, {"first": "L", "middle": [], "last": "Van De Locht", "suffix": ""}, {"first": "E", "middle": [], "last": "Tönnissen", "suffix": ""}, {"first": "F", "middle": [], "last": "Goodsaid", "suffix": ""}, {"first": "J", "middle": [], "last": "Raemaekers", "suffix": ""}], "year": 2001, "venue": "J. Mol. Diagn", "volume": "3", "issn": "", "pages": "55--61", "other_ids": {"DOI": ["10.1016/S1525-1578(10)60652-6"]}}, "BIBREF31": {"ref_id": "b31", "title": "Size-fitting effect for hybridization of DNA/mercaptohexanol mixed monolayers on gold", "authors": [{"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Mo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Peng", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xu", "suffix": ""}, {"first": "C", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Z", "middle": [], "last": "Lu", "suffix": ""}], "year": 2014, "venue": "Analyst", "volume": "139", "issn": "", "pages": "3137--3145", "other_ids": {"DOI": ["10.1039/c4an00280f"]}}, "BIBREF32": {"ref_id": "b32", "title": "Characterization of DNA probes immobilized on gold surfaces", "authors": [{"first": "T", "middle": ["M"], "last": "Herne", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Tarlov", "suffix": ""}], "year": 1997, "venue": "J. Am. Chem. Soc", "volume": "119", "issn": "", "pages": "8916--8920", "other_ids": {"DOI": ["10.1021/ja9719586"]}}, "BIBREF33": {"ref_id": "b33", "title": "Using self-assembly to control the structure of DNA monolayers on gold: A neutron reflectivity study", "authors": [{"first": "R", "middle": [], "last": "Levicky", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Herne", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Tarlov", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Satija", "suffix": ""}], "year": 1998, "venue": "J. Am. Chem. Soc", "volume": "120", "issn": "", "pages": "9787--9792", "other_ids": {"DOI": ["10.1021/ja981897r"]}}, "BIBREF34": {"ref_id": "b34", "title": "A Fluorescence-Based Method for Determining the Surface Coverage and Hybridization Efficiency of Thiol-Capped Oligonucleotides Bound to Gold Thin Films and Nanoparticles", "authors": [{"first": "L", "middle": ["M"], "last": "Demers", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Mirkin", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Mucic", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Reynolds", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Letsinger", "suffix": ""}, {"first": "R", "middle": [], "last": "Elghanian", "suffix": ""}, {"first": "G", "middle": [], "last": "Viswanadham", "suffix": ""}], "year": 2000, "venue": "Anal. Chem", "volume": "72", "issn": "", "pages": "5535--5541", "other_ids": {"DOI": ["10.1021/ac0006627"]}}, "BIBREF35": {"ref_id": "b35", "title": "DNA recognition interfaces: The influence of interfacial design on the efficiency and kinetics of hybridization", "authors": [{"first": "E", "middle": ["L S"], "last": "Wong", "suffix": ""}, {"first": "E", "middle": [], "last": "Chow", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Gooding", "suffix": ""}], "year": 2005, "venue": "Langmuir", "volume": "21", "issn": "", "pages": "6957--6965", "other_ids": {"DOI": ["10.1021/la050725m"]}}, "BIBREF36": {"ref_id": "b36", "title": "Quantitative measurements and modeling of kinetics in nucleic acid monolayer films using SPR spectroscopy", "authors": [{"first": "R", "middle": [], "last": "Georgiadis", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Peterlinz", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Peterson", "suffix": ""}], "year": 2000, "venue": "J. Am. Chem. Soc", "volume": "122", "issn": "", "pages": "3166--3173", "other_ids": {"DOI": ["10.1021/ja9930824"]}}, "BIBREF37": {"ref_id": "b37", "title": "A fiber-optic evanescent wave DNA biosensor based on novel molecular beacons", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "W", "middle": [], "last": "Tan", "suffix": ""}], "year": 1999, "venue": "Anal. Chem", "volume": "71", "issn": "", "pages": "5054--5059", "other_ids": {"DOI": ["10.1021/ac990561c"]}}, "BIBREF38": {"ref_id": "b38", "title": "Optimizing the specificity of nucleic acid hybridization", "authors": [{"first": "D", "middle": ["Y"], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": ["X"], "last": "Chen", "suffix": ""}, {"first": "P", "middle": [], "last": "Yin", "suffix": ""}], "year": 2012, "venue": "Nat. Chem", "volume": "4", "issn": "", "pages": "208--214", "other_ids": {"DOI": ["10.1038/nchem.1246"]}}, "BIBREF39": {"ref_id": "b39", "title": "Oligonucleotide hybridization studied by a surface plasmon diffraction sensor (SPDS)", "authors": [{"first": "F", "middle": [], "last": "Yu", "suffix": ""}], "year": 2004, "venue": "Nucleic Acids Res", "volume": "32", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/nar/gnh067"]}}, "BIBREF40": {"ref_id": "b40", "title": "DNA surface hybridization regimes", "authors": [{"first": "P", "middle": [], "last": "Gong", "suffix": ""}, {"first": "R", "middle": [], "last": "Levicky", "suffix": ""}], "year": 2008, "venue": "Proc. Natl. Acad. Sci", "volume": "105", "issn": "", "pages": "5301--5306", "other_ids": {"DOI": ["10.1073/pnas.0709416105"]}}, "BIBREF41": {"ref_id": "b41", "title": "DNA hybridization mechanism in an interfacial environment: What hides beneath first order k (s−1) kinetic constant?", "authors": [{"first": "M", "middle": [], "last": "Lazerges", "suffix": ""}, {"first": "H", "middle": [], "last": "Perrot", "suffix": ""}, {"first": "N", "middle": [], "last": "Rabehagasoa", "suffix": ""}, {"first": "C", "middle": [], "last": "Compère", "suffix": ""}, {"first": "C", "middle": [], "last": "Dreanno", "suffix": ""}, {"first": "M", "middle": [], "last": "Mucio Pedroso", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Faria", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Bueno", "suffix": ""}], "year": null, "venue": "Sens. Actuators B Chem", "volume": "2012", "issn": "", "pages": "522--527", "other_ids": {"DOI": ["10.1016/j.snb.2012.05.023"]}}, "BIBREF42": {"ref_id": "b42", "title": "Physicochemical perspectives on DNA microarray and biosensor technologies", "authors": [{"first": "R", "middle": [], "last": "Levicky", "suffix": ""}, {"first": "A", "middle": [], "last": "Horgan", "suffix": ""}], "year": 2005, "venue": "Trends Biotechnol", "volume": "23", "issn": "", "pages": "143--149", "other_ids": {"DOI": ["10.1016/j.tibtech.2005.01.004"]}}, "BIBREF43": {"ref_id": "b43", "title": "Thermodynamic dependence of DNA/DNA and DNA/RNA hybridization reactions on temperature and ionic strength", "authors": [{"first": "B", "middle": ["E"], "last": "Lang", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Schwarz", "suffix": ""}], "year": 2007, "venue": "Biophys. Chem", "volume": "131", "issn": "", "pages": "96--104", "other_ids": {"DOI": ["10.1016/j.bpc.2007.09.007"]}}, "BIBREF44": {"ref_id": "b44", "title": "Ankylosing spondylitis and HL-A 27", "authors": [{"first": "D", "middle": ["A"], "last": "Brewerton", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Hart", "suffix": ""}, {"first": "A", "middle": [], "last": "Nicholls", "suffix": ""}, {"first": "M", "middle": [], "last": "Caffrey", "suffix": ""}, {"first": "D", "middle": ["C O"], "last": "James", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Sturrock", "suffix": ""}], "year": 1973, "venue": "Lancet", "volume": "301", "issn": "", "pages": "904--907", "other_ids": {"DOI": ["10.1016/S0140-6736(73)91360-3"]}}, "BIBREF45": {"ref_id": "b45", "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license", "authors": [], "year": null, "venue": "© 2020 by the authors. Licensee MDPI", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "5 →3 ), functional at 5 end: HS-(CH 2 )6-ssDNA 19-mer probe CCTGG GCTGG CTCCC ACTC 21-mer probe AGATC AGTGC GTCTG TACTA G 23-mer probe AGATC AGTGC GTCTG TACTA GCA 25-mer probe AGATC AGTGC GTCTG TACTA GCACA 27-mer probe ATGGG CGGCA TGAAC CGGAG GCCCA TC Name Sequence (3 →5 )", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Schematic representation (not to scale) of the experimental setup used for the fiber optic particle plasmon resonance (FOPPR) sensing system. The system consists of: (A) function generator; (B) LED; (C) sensor chip; (D) photoreceiver; (E) lock-in amplifier; (F) computer.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Schematic representation (not to scale) of the experimental setup used for the fiber optic particle plasmon resonance (FOPPR) sensing system. The system consists of: (A) function generator; (B) LED; (C) sensor chip; (D) photoreceiver; (E) lock-in amplifier; (F) computer.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "A schematic illustration of sensor layer construction: modification of MPTMS on fiber core surface, immobilization of AuNPs, bioconjugation of ssDNA probe, and hybridization of ssDNA probe with target ssDNA or ssRNA.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "A schematic illustration of sensor layer construction: modification of MPTMS on fiber core surface, immobilization of AuNPs, bioconjugation of ssDNA probe, and hybridization of ssDNA probe with target ssDNA or ssRNA.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "(a) Normalized absorbance changes before and after DNA hybridization for 27-mer ssDNA probe-conjugated AuNPs on glass slides based on 2-mercaptoethanol (MCE) or 6-mercaptohexanol (MCH) in the mixed SAM, (b) schematic illustration of mix SAMs with MCE and MCH as diluent.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "(a) Normalized absorbance changes before and after DNA hybridization for 27-mer ssDNA probe-conjugated AuNPs on glass slides based on 2-mercaptoethanol (MCE) or 6-mercaptohexanol (MCH) in the mixed SAM, (b) schematic illustration of mix SAMs with MCE and MCH as diluent.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "lead to increased absorbance of the AuNP submonolayer, and hence the decrease of transmitted light intensity.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "(a) A typical sensorgram using a 25-mer ssDNA probe for real-time detection of 25-mer target ssDNA upon sequential injection of standard solutions, where step 1 to step 10 represent concentrations 2.5 × 10 -10 , 5.0 × 10 -10 , 1 × 10 -9 , 5 × 10 -9 , 1 × 10 -8 , 5 × 10 -8 , 1.0 × 10 -7 , 2.5 × 10 -7 , 5.0 × 10 -7 , 1 × 10 -6 M, respectively. (b) The plots of I/I0 versus target ssDNA concentration for both complementary ssDNA (c-ssDNA, blue square) and non-complementary ssDNA (nc-ssDNA, black diamond).", "latex": null, "type": "figure"}, "FIGREF9": {"text": "(a) A typical sensorgram using a 25-mer ssDNA probe for real-time detection of 25-mer target ssDNA upon sequential injection of standard solutions, where step 1 to step 10 represent concentrations 2.5 × 10 −10 , 5.0 × 10 −10 , 1 × 10 −9 , 5 × 10 −9 , 1 × 10 −8 , 5 × 10 −8 , 1.0 × 10 −7 , 2.5 × 10 −7 , 5.0 × 10 −7 , 1 × 10 −6 M, respectively. (b) The plots of I/I 0 versus target ssDNA concentration for both complementary ssDNA (c-ssDNA, blue square) and non-complementary ssDNA (nc-ssDNA, black diamond).", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Schematic representation of the interaction between, (a) 30-mer H5-5' ssDNA probe immobilized at 5'-end and 30-mer target ssDNA, (b) 30-mer H5-5' ssDNA probe immobilized at 5'end and 60-mer target ssDNA, (c) 30-mer H5-3' ssDNA probe immobilized at 3'-end and 60-mer target ssDNA, and (d) 30-mer H5-3' ssDNA probe immobilized at 3'-end and 138-mer target RNA.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Calibration graph of a FOPPR biosensor using a 30-mer H5-5' ssDNA probe immobilized at 5'-end in response to 30-mer target H5 ssDNA (n = 5).", "latex": null, "type": "figure"}, "FIGREF12": {"text": "A typical real-time FOPPR sensorgram with H5-5' ssDNA probe to detect 60-mer target ssDNA at a concentration of 1.0 × 10 -6 M.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Schematic representation of the interaction between, (a) 30-mer H5-5 ssDNA probe immobilized at 5 -end and 30-mer target ssDNA, (b) 30-mer H5-5 ssDNA probe immobilized at 5 -end and 60-mer target ssDNA, (c) 30-mer H5-3 ssDNA probe immobilized at 3 -end and 60-mer target ssDNA, and (d) 30-mer H5-3 ssDNA probe immobilized at 3 -end and 138-mer target RNA.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Schematic representation of the interaction between, (a) 30-mer H5-5' ssDNA probe immobilized at 5'-end and 30-mer target ssDNA, (b) 30-mer H5-5' ssDNA probe immobilized at 5'end and 60-mer target ssDNA, (c) 30-mer H5-3' ssDNA probe immobilized at 3'-end and 60-mer target ssDNA, and (d) 30-mer H5-3' ssDNA probe immobilized at 3'-end and 138-mer target RNA.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Calibration graph of a FOPPR biosensor using a 30-mer H5-5' ssDNA probe immobilized at 5'-end in response to 30-mer target H5 ssDNA (n = 5).", "latex": null, "type": "figure"}, "FIGREF16": {"text": "A typical real-time FOPPR sensorgram with H5-5' ssDNA probe to detect 60-mer target ssDNA at a concentration of 1.0 × 10 -6 M.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Calibration graph of a FOPPR biosensor using a 30-mer H5-5 ssDNA probe immobilized at 5 -end in response to 30-mer target H5 ssDNA (n = 5).", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Probe H5-5' ssDNA Probe H5-3' ssDNA Probe Target 30-mer ssDNA 60-mer ssDNA 60-mer ssDNA 138-mer RNA LOD 1.9 × 10 −10 M 1.4 × 10 −8 M 1.2 × 10 −10 M 1.1 × 10 −10 M K a 9.8 × 10 8 M −1 1.3 × 10 7 M −1 2.9 × 10 8 M −1 6.4 × 10 8 M −Calibration", "latex": null, "type": "figure"}, "FIGREF19": {"text": "A typical real-time FOPPR sensorgram with H5-5' ssDNA probe to detect 60-mer target ssDNA at a concentration of 1.0 × 10 -6 M.", "latex": null, "type": "figure"}, "FIGREF20": {"text": "A typical real-time FOPPR sensorgram with H5-5 ssDNA probe to detect 60-mer target ssDNA at a concentration of 1.0 × 10 −6 M.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "LOD and Ka comparison obtained by FOPPR biosensor with different combinations of ssDNA probe and target as shown inFigure 5.", "latex": null, "type": "figure"}, "FIGREF22": {"text": "A calibration plot of H5-3' ssDNA probe to detect 138-mer target ssRNA, ranging from 1.0 × 10 -10 M to 1.0 × 10 -8 M, (n = 3).", "latex": null, "type": "figure"}, "FIGREF23": {"text": "A calibration plot of H5-3 ssDNA probe to detect 138-mer target ssRNA, ranging from 1.0 × 10 −10 M to 1.0 × 10 −8 M, (n = 3).", "latex": null, "type": "figure"}, "FIGREF24": {"text": "(a) Real-time FOPPR sensorgram with HLA-B27 ssDNA probe to detect mRNA in a sample which exhibits a ΔCT value of 13.64; (b) Graph displaying the correlation of results between the FOPPR biosensor and the real-time RT-PCR method for detection of HLA-B27 mRNA in blood samples. Blue dashed lines are the 95% confidence intervals for prediction with the linear regression model.", "latex": null, "type": "figure"}, "FIGREF25": {"text": "(a) Real-time FOPPR sensorgram with HLA-B27 ssDNA probe to detect mRNA in a sample which exhibits a ∆CT value of 13.64; (b) Graph displaying the correlation of results between the FOPPR biosensor and the real-time RT-PCR method for detection of HLA-B27 mRNA in blood samples. Blue dashed lines are the 95% confidence intervals for prediction with the linear regression model.", "latex": null, "type": "figure"}, "FIGREF26": {"text": "Contributions: Conceptualization, L.-K.C., N.-S.L. and C.-C.C.; methodology, L.-K.C. and S.-Q.L.; investigation, W.-Y.L., Y.-W.Y. and S.-Q.L.; resources, C.-C.C. and N.-S.L.; validation, S.-Q.L.; formal analysis, Y.-T.T., W.-Y.L., Y.-W.Y. and C.-Y.C.; writing original draft preparation, Y.-T.T. and C.-Y.C.; writing-review and editing, L.-K.C., N.-S.L. and C.-C.C.; funding acquisition, L.-K.C. and N.-S.L. All authors have read and agreed to the published version of the manuscript.", "latex": null, "type": "figure"}, "FIGREF27": {"text": "This research was funded by National Science Council of Taiwan (grant numbers NSC 95-3114-P-194-001-MY3 and NSC 94-2320-B-303 -004) and Buddhist Tzu Chi Medical Foundation (grant number TCMF-SP 108-02).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Sensors 2020, 20, x; doi: FOR PEER REVIEW www.mdpi.com/journal/sensors", "latex": null, "type": "table"}, "TABREF1": {"text": "LOD and Ka comparison obtained by FOPPR biosensor with ssDNA probes of different oligonucleotide lengths.", "latex": null, "type": "table"}, "TABREF2": {"text": "LOD and K a comparison obtained by FOPPR biosensor with ssDNA probes of different oligonucleotide lengths.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Oligonucleotide Length (bp) Oligonucleotide Length (bp) </td><td>Molecular Weight (Da) Molecular Weight </td><td>Binding Constant (Ka) (Da) Binding Constant (Ka) </td><td>LOD\nLOD </td></tr><tr><td>19-mer 19-mer </td><td>5912.9 5912.9 </td><td>7.2 × 106 M−1 7.2 × 106 </td><td>2.4 × 10−9 M\nM-1 2.4 × 10-9M </td></tr><tr><td>21-mer 21-mer </td><td>6657.5 6657.5 </td><td>2.5 × 107 M−1 2.5 × 107 7 1 </td><td>4.9 × 10−10 M\nM-1 4.9 × 10-10M 10 </td></tr><tr><td>23-mer </td><td>7259.8 </td><td>2.7 × 10M−2.7 × 1</td><td>3.3 × 10−M\n3.3 × 10</td></tr><tr><td>23-mer 25-mer </td><td>7259.8 7862.2 </td><td>07 4.5 × 107 M−1 </td><td>M-1 -10M 1.1 × 10−10 M\n</td></tr><tr><td>25-mer 27-mer 27-mer </td><td>7862.2 8531.6 8531.6 </td><td>4.5 × 107 8.8 × 107 M−1 8.8 × 107 </td><td>M-1 1.1 × 10-10M 9.6 × 10−11 M\nM-1 9.6 × 10-11M </td></tr></table></body></html>"}, "TABREF3": {"text": "Sensors 2020, 20, x FOR PEER REVIEW 12 of 15 Sensors 2020, 20, x; doi: FOR PEER REVIEW www.mdpi.com/journal/sensors", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data, in the writing of the manuscript, or in the decision to publish the results.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}]}