{
    "paper_id": "0daf58aeb0b936405bd4badf0beb99dcbca959e8",
    "metadata": {
        "title": "Ecological impacts of non-native invertebrates and fungi on terrestrial ecosystems",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "W Langor"
                ],
                "last": "Ae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Natural Resources Canada",
                    "location": {
                        "addrLine": "5320-122 Street, 1350 Regent Street",
                        "postBox": "P.O. Box 4000",
                        "postCode": "T6H 3S5, E3B 5P7",
                        "settlement": "Edmonton, Fredericton",
                        "region": "AB, NB",
                        "country": "Canada, Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Jon",
                "middle": [],
                "last": "Sweeney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Natural Resources Canada",
                    "location": {
                        "addrLine": "5320-122 Street, 1350 Regent Street",
                        "postBox": "P.O. Box 4000",
                        "postCode": "T6H 3S5, E3B 5P7",
                        "settlement": "Edmonton, Fredericton",
                        "region": "AB, NB",
                        "country": "Canada, Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the arrival of Europeans about 500 years ago, an estimated 50,000 non-native species have been introduced to North America (including Hawaii) (Pimentel et al. 2000) . This averages two species every week; however, the rate of entry is generally thought to have been much higher in the last century as the amount of international trade rapidly increased. Non-native or exotic species figure prominently in our lives. Many of the species that we consume are not native. In urban environments we are inundated by exotic species, especially plants; however, a large proportion of exotic invertebrates are also anthropogenic (Langor, unpublished data) . In forestry and agriculture many serious insect and fungal pests are non-native. Rivers, lakes and ponds are increasingly becoming breeding grounds for a wide variety of aquatic invaders. Marine environments, especially inland waters, have been colonized by a large number of exotic species.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 170,
                    "text": "(Pimentel et al. 2000)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 626,
                    "end": 652,
                    "text": "(Langor, unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since Charles Elton's seminal book, The Invasion Ecology of Animals and Plants, published in 1958, scientific interest in invasions has rapidly increased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, in Canada it is only over the last two decades that invasive alien species (IAS) received significant public attention. This attention came about largely because of the incursion of a few highly visible species that had significant impacts on the economy, security and human health. Species such as zebra mussel, Asian longhorned beetle, sudden oak death, Russian wheat aphid, SARS, West Nile Virus caught the media and public attention. The enormous costs of IAS in the USA, estimated at $137 billion per year caught the attention of the federal administration and resulted in dedicated funding for IAS research (Pimentel et al. 2000) . Soon after, IAS also gained federal attention in Canada, again largely because of the economic and health impacts of these species, and eventually resulted in An Invasive Alien Species Strategy for Canada (Environment Canada 2004) .",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 644,
                    "text": "(Pimentel et al. 2000)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 845,
                    "end": 877,
                    "text": "Canada (Environment Canada 2004)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although economic, security and health impacts are deemed newsworthy, the ecological impacts of IAS has generally received much less public and scientific attention, despite the fact that IAS ranks second to habitat destruction as a cause of species loss. Although the ecological impacts of marine, freshwater and plant invaders have received some attention, there is much less available information about the ecological impacts of hyper-diverse groups such as fungi and terrestrial invertebrates. To bring attention to this paucity of information and to encourage a review of the current state of knowledge, the Canadian Forest Service, Biological Survey of Canada and Canadian Food Inspection Agency convened a symposium, Ecological impacts of non-native invertebrates and fungi on terrestrial ecosystems, held on November 18, 2006 during the Joint Annual Meeting of the Entomological Society of Canada and Entomological Society of Quebec in Montreal, Quebec. This symposium brought together 13 scientists from the USA and Canada to review the state of knowledge in this field of work. Most of these papers are contained herein. As well, we have added two papers that were not part of the original symposium. This set of 10 papers represents a crosssection of work on ecological impacts of IAS. Most are review/synthesis papers, but we have balanced this with three case-studies. Although there is a strong focus on Canadian work, there is also significant focus on work in the northern USA and Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "David Langor and colleagues provide an overview of the diversity of non-native arthropods feeding on woody plants in Canada. Almost every genus of woody plants hosts non-native species, and in many cases exotic species often exist at high population levels. Some plant genera host many exotic species and the potential for significant impacts on native phytophagous insects and mites is high, although this has rarely been documented. Langor argues strongly for better investment in taxonomy and improved information management/synthesis to allow ready identification of invasion by exotic species and to learn from the wealth of knowledge about IAS that is largely buried in gray reports and restricted databases.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "text": "Canada.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Marc Kenis and colleagues review and synthesize the ecological impacts of invasive alien insects based on 401 primary research publications, mainly from North America, concerning 72 insect species. They show that most research focused on effects of IAS on native biodiversity at population or community level. Genetic effects and, to a lesser extent, effects on ecosystem services and processes were rarely explored. Ecological impacts may occur through simple trophic interactions such as herbivory, predation or parasitism, but also through more complex mechanisms such as competition for resources, disease transmission, apparent competition, or pollination disruption, among others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dylan Parry examines the potential for non-target effects among insect parasitoids introduced for biological control in North America. He highlights three techniques, quantitative food webs, life table analysis and experimental populations, to assess non-target effects in different systems. He also explores three methods to ascertain the strength of competitive interactions between native and introduced parasitoids, a potential non-target effect that has received little attention in the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Switching our focus to another group of invertebrates, Jan Addison points out that although exotic earthworms are generally considered to be beneficial in agricultural soils, their effects can be less benign in forested ecosystems, where they can significantly alter the forest floor, affecting the distribution of carbon, nitrogen and other chemicals, roots, microbes and other elements of the soil fauna, and even understory vegetation. She summarizes the current distribution of exotic and native earthworm species in Canadian forests and draws on the results of studies of invasion patterns and environmental impacts in northern forests in North America and Europe to discuss potential outcomes for forests in Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two papers examine the ecological impacts of non-native fungi. First, Judy Loo focuses on impacts in forested ecosystems, and reviews several treefungus systems in northern North America. Impacts range from functional elimination of abundant tree species to loss of populations or all trees in the larger size classes. She shows that impacts are most significant when highly successful invading pathogens attack foundation species, setting in motion a long-lasting cascade of effects on the host and associated species. Such impacts have generally not been well documented at the ecosystem level. Amy Rossman summarizes the impacts of some exotic fungi on agricultural ecosystems. Although agricultural systems are unnatural, usually feature nonnative plant species and impacts by pests are largely economical, the persistence of non-native fungal species in these systems can result in spill-over to native ecosystems, resulting in ecological impacts. Rossman also asserts that taxonomic challenges in this group inhibit early detection and identification of non-native species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to review papers, three case studies of non-native insects are included in these proceedings, two from agricultural systems and one forest pest. Lloyd Dosdall and colleagues report on response of native parasitoid and hyperparasitoid assemblages to invasion by the cabbage seedpod weevil. Owen Olfert and colleagues describe the impacts of the wheat midge and a successful management program to minimize economic and environmental impacts. Using the gypsy moth as a model, Jacques Régnière and colleagues demonstrate how use of historical data and modeling based on climatic suitability can be used to predict future distribution of this species, providing forest managers with an opportunity to apply early intervention to reduce economic and ecological impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To wrap up the proceedings, Dan Simberloff encourages us to take heart from the many success stories concerning management of IAS. Using many examples (often unpublished and not widely known) from around the world, he shows that it is possible to eradicate IAS or at least to apply management to reduce them to low population levels. We need not be eternally pessimistic about managing IAS but take inspiration from the many successes and push forward with optimism to add to these successes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This symposium would not have been possible without support from the Canadian Forest Service and Biological Survey of Canada (Terrestrial Arthropods).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We also thank Dr. Hugh Danks for his encouragement and practical suggestions that helped us through the planning stages. Finally, we wish to thank all of the participants in this symposium for contributing to the success of the event and ensuing proceedings. We hope that this set of papers will help inspire others to pursue work on ecological impacts of non-native species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An invasive alien species strategy for Canada. www.ec.gc.ca/eee-ias/Default.asp?lang=En&n =98DB3ACF-1",
            "authors": [
                {
                    "first": "Environment",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Accessed",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Environmental and economic costs of nonindigenous species in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pimentel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bioscience",
            "volume": "50",
            "issn": "",
            "pages": "53--65",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ecological Impacts of Non-Native Invertebrates and Fungi on Terrestrial Ecosystems",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}