{
    "paper_id": "0db1185d4e33162b07b2c14c9ad02a9b3a1ec936",
    "metadata": {
        "title": "Journal Pre-proofs Letter to the Editor Encephalitis associated with the SARS-CoV-2 virus: a case report and Case Management Interdisciplinary Neu- rosurgery: Advanced Techniques and Case Man- agement Encephalitis associated with the SARS-CoV-2 virus: a case report Encephalitis associated with the SARS-CoV-2 virus: a case report",
        "authors": [
            {
                "first": "Fenne",
                "middle": [],
                "last": "Vandervorst",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Kaat",
                "middle": [],
                "last": "Guldolf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Ilse",
                "middle": [],
                "last": "Peeters",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [],
                "last": "Vanderhasselt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Kathleen",
                "middle": [],
                "last": "Michiels",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Johanna",
                "middle": [],
                "last": "Kinge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johan",
                "middle": [
                    "Van"
                ],
                "last": "Berends",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lissa",
                "middle": [],
                "last": "Laethem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefanie",
                "middle": [],
                "last": "Pipeleers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Vincken",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sebastiaan",
                "middle": [],
                "last": "Seynaeve",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Engelborghs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Berends",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Johan",
                "middle": [
                    "Van"
                ],
                "last": "Laethem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Lissa",
                "middle": [],
                "last": "Pipeleers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefanie",
                "middle": [],
                "last": "Vincken",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Seynaeve",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Sebastiaan",
                "middle": [],
                "last": "Engelborghs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) usually causes fever, respiratory symptoms, malaise and myalgia. Recent observations suggested possible neurological complications of COVID-19, including the first report of suspected viral encephalitis. We report a case of a 29-yearold male with -on nasopharyngeal testing-confirmed SARS-CoV-2 infection with severe respiratory symptoms, followed by clinical and radiological signs of encephalitis. Magnetic resonance imaging (MRI) of the brain showed an asymmetric FLAIR-hyperintensity of the left medial temporal cortex associated with mild gyral expansion. Lumbar puncture was normal and PCR's for SARS-CoV-2 virus on CSF were negative. Clinicians treating SARS-CoV-2 infected patients should be aware of possible neurological complications, like encephalitis. The diagnosis of SARS-CoV-2 encephalitis is difficult as CSF analysis may be normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The SARS-CoV-2 virus is an RNA virus that uses the angiotensin-converting-enzyme 2 (ACE2) receptor to enter human cells (1) . An infection with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), also called the coronavirus disease 2019 (COVID-19), typically causes fever, respiratory symptoms, malaise and myalgia. Recent observations also suggest neurological complications of COVID-19 (2), including a first report of suspected viral encephalitis with confirmed presence of SARS-CoV-2 virus in the cerebrospinal fluid (CSF) (3) . We present a 29-year-old patient with confirmed SARS-CoV-2 infection who developed an encephalitis most likely secondary to SARS-CoV-2 virus infection.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 29-year-old male, without medical history, developed symptoms of general weakness, dry cough, dyspnea and decreased appetite. One week after symptom onset (end of March 2020), he presented to the emergency department. A CT scan of the chest showed diffuse ground-glass opacities in all lung lobes, suggestive for a pulmonary infection with the SARS-CoV-2 virus, which was confirmed by a positive polymerase chain reaction (PCR) result on nasopharyngeal swab. The patient was admitted to the COVID-19 ward, requiring low-dose nasal oxygen therapy. The oxygen need subsided quickly, and 3 days after admission he was discharged. Four days after discharge, the patient's general practitioner referred him to the emergency department because of confusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE DESCRIPTION"
        },
        {
            "text": "According to the patient's family, the confusion started on the last day of the previous hospitalization (ten days after onset of respiratory symptoms) and increased during the following days. The patient was disorientated in time and space and had concentration and attention difficulties. Bedside cognitive testing revealed immediate and short-term memory deficits. The patient mentioned a loss of smell and taste. There was no headache, no focal neurological deficits and no signs of meningism. He was anxious and somatic fixations were noted. At the emergency department, a diagnostic assessment was initiated, including a CT scan of the brain which was normal, followed by a lumbar puncture. The CSF cell count, protein and glucose levels were within normal limits. Awaiting the PCR for herpes simplex virus, intravenous (IV) aciclovir was started. A toxicological screening test on urine was negative (for opiates, amphetamines, cannabis and cocaine). The day after admission a brain magnetic resonance imaging (MRI) scan showed an asymmetric FLAIR (Fluid-attenuated inversion recovery)-hyperintensity of the left medial temporal cortex associated with mild gyral expansion ( Figure 1 ) without any diffusion restriction or contrast enhancement. Since an association with concomitant SARS-CoV-2 virus infection was suspected, hydroxychloroquine was started and continued for 5 days. A lumbar puncture was repeated, but again showed no abnormalities, with negative PCR's for SARS-CoV-2 virus, herpes simplex virus and enteroviruses. Since the clinical presentation and MRI images were suggestive for encephalitis, an extensive search for infectious, paraneoplastic, and auto-immune causes of encephalitis was performed, including a CT scan of the abdomen and chest, a comprehensive auto-immune screening, serologic testing, detection of anti-neuronal antibodies on blood and CSF. No other recent infection or alternative causes for encephalitis could be demonstrated. During hospitalization, sinus tachycardia and arterial hypertension persisted. No secondary causes for hypertension were found.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1182,
                    "end": 1190,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CASE DESCRIPTION"
        },
        {
            "text": "Nebivolol was added to amlodipine and treatment with quetiapine, haloperidol and diazepam (if necessary) was initiated, with good effect on anxiety and normalization of heart rate and blood pressure. Multiple EEG measurements including a 20-hour EEG monitoring showed a general excess of beta-rhythm, as seen with benzodiazepine treatment as well as infrequent, short-lasting rhythmic left temporal delta activity, never exceeding 10s. During the further hospitalization, cognitive difficulties improved, and the patient returned home two weeks after his second admission. A second brain MRI scan, 4 days after the first MRI, showed normalization of cortical hyperintensity and gyral expansion (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 694,
                    "end": 703,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CASE DESCRIPTION"
        },
        {
            "text": "We report a case of a 29-year-old male with confirmed SARS-CoV-2 infection with severe respiratory symptoms, followed by clinical and radiological signs of encephalitis. Following neuropsychiatric symptoms were observed: dysgeusia, anosmia, confusion, immediate and short-term memory deficits, concentration and attention difficulties, anxiety and paranoid delusions. An encephalitis caused by the SARS-CoV-2 virus was probable, based on the temporal course of the disease, with neurological symptoms developing at convalescence of the respiratory illness, the exclusion of other causes of encephalitis and the brain MRI scan. Two cases of meningitis/encephalitis associated with the SARS-CoV-2 virus have been reported until now (3)(4). In the first case (3) a 24-year-old male presented with generalized seizures and neck stiffness, following headache, sore throat, fatigue and fever. Lumbar puncture showed a mild pleocytosis (12cells/l), with positive PCR for SARS-CoV-2 on CSF. On MRI of the brain, a FLAIR-hyperintense signal was seen in the right mesial temporal lobe and hippocampus, next to a hyperintensity along the right lateral ventricle on diffusion-weighted sequences. The patient was treated with steroids, ceftriaxone, vancomycin, aciclovir, levetiracetam and favipiravir. No outcomes were reported. In the second case (4) confusion, impaired consciousness and meningeal irritation signs occured, besides more typical symptoms of COVID-19 (fever, shortness of breath, myalgia) in a male patient from Wuhan. The patient tested positive for SARS-CoV-2, however the used method was not mentioned. A CT scan of the brain was normal. CSF analysis showed no pleocytosis, and normal glucose and protein levels. Anti-SARS-CoV-2 IgM and IgG's could not be detected in CSF. The patient was treated with arbidol, followed by a mainly supportive treatment strategy (including mannitol). Recovery of a consciousness was described approximately 1 month after symptom onset. Despite the fact that only a limited number of case reports are available, some similarities with our patient are notable. In particular, the asymmetric occurrence of a FLAIR-hyperintense signal in medial temporal lobe in our patient and the first case report, is remarkable. The reported symptoms are largely comparable among the three cases and correspond to symptoms of viral meningitis and/or encephalitis. Since an MRI of the brain, EEG and cognitive screening were not performed in all cases, knowledge on other common features may be lacking. In two out of three cases (including the present case report), lymphocytic pleocytosis was absent and PCR for SARS-CoV-2-virus in CSF was negative. The absence of the typical CSF profile of viral meningitis/encephalitis as well as the negativity of PCR for SARS-CoV-2-virus in CSF, makes diagnosing encephalitis linked to SARS-CoV-2-virus less obvious. Clinicians could even have doubts concerning this diagnosis, meanwhile performing an extensive search for other causes of encephalitis. However, an extensive work-up for meningo-encephalitis in our patient was negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, the self-limiting course of the disease argues against auto-immune or paraneoplastic causes. Reversible focal cortical hyperintensity is also seen peri-or postictally. In our patient no seizures could be observed clinically or with EEG monitoring. The fact that ACE2 receptors are expressed by glial cells and neurons, makes them potential targets for infection with the SARS-CoV-2 virus (1). Besides a direct role of the virus infecting the brain, encephalitis in young patients may also be secondary to immune system hyperactivation (5) .",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 548,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Clinicians treating SARS-CoV-2 infected patients should be aware of possible neurological complications. In case of suspected meningo-encephalitis, additional exams should be performed such as brain MRI scan, long-term EEG monitoring, and lumbar puncture. However, the absence of a typical CSF profile of viral meningitis/encephalitis as well as the negativity of PCR for SARS-CoV-2virus in CSF, makes diagnosing encephalitis linked to SARS-CoV-2-virus less obvious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Written informed consent was obtained from both the participant and his legal representative. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMED CONSENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evidence of the COVID-19 Virus Targeting the CNS: Tissue Distribution, Host-Virus Interaction, and Proposed Neurotropic Mechanisms",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khaleeq",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Syeda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Chem Neurosci",
            "volume": "11",
            "issn": "7",
            "pages": "995--1003",
            "other_ids": {
                "DOI": [
                    "10.1021/acschemneuro.0c00122"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Neurologic Manifestations of Hospitalized Patients With Coronavirus Disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Neurol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A first Case of",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moriguchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Harii",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takamino",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Meningitis/Encephalitis associated with SARS-Coronavirus-2",
            "authors": [],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "94",
            "issn": "",
            "pages": "55--63",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.062"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Encephalitis as a clinical manifestation of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New-onset Refractory Status Epilepticus (NORSE) and Febrile Infection-Related Epilepsy Syndrome (FIRES): State of the Art and Perspectives",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gaspard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sculier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Loddenkemper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Baalen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lancrenon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epilepsia [Internet]",
            "volume": "59",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "BRAIN MRI. First brain MRI (panel A) showing asymmetric FLAIR-hyperintensity of the left medial temporal cortex associated with mild gyral expansion. Second brain MRI (panel B) with complete resolution of cortical hyperintensity.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "None declared.  In case of suspected meningo-encephalitis in patients suffering from COVID-19, additional exams should be performed such as brain MRI scan, long-term EEG monitoring, and lumbar puncture; The absence of the typical CSF profile of viral meningitis/encephalitis as well as the negativity of PCR for SARS-CoV-2-virus in CSF, makes diagnosing encephalitis linked to SARS-CoV-2-virus less obvious;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS-FUNDING"
        }
    ]
}