{
    "paper_id": "0db44b40cd93907b089464217eee1175b1dbc2bb",
    "metadata": {
        "title": "Announcing Swine Flu and the Interpretation of Pandemic Anxiety",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Everts",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bayreuth",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": "jonathan.everts@uni-bayreuth.de"
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper discusses the ways in which 2009 novel swine-origin influenza A (H1N1) was announced and resonated with current pandemic anxieties. In particular, the US Centers for Disease Control and Prevention (CDC) are used as a lens through which recent pandemic anxieties can be analysed and understood. This entails a closer look at the securitisation of public health and the challenges and struggles this may have caused within public health agencies. In that light, CDC's formal entanglement with global health security and its announcement of the H1N1 pandemic are interpreted, followed by an ethnographically informed focus on various people who were engaged in the H1N1 emergency response and their practices and practical struggles in the face of pandemic anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As it stands, the influenza A H1N1 2009 pandemic (\"swine flu\") is believed to have caused up to 25,000 deaths worldwide between early 2009 and August 2010, when the World Health Organization (WHO) announced the end of the pandemic. Though the pandemic of the virus has been real and caused many tragedies, observers criticised the attention it received from politicians, global health agencies and experts. Critics warned especially of the potential to exploit pandemic threats for fear-mongering and profit-making (Gostin 2009; Sparke 2009 ), overshadowing at the same time other long-term global health problems, often related to social inequalities (Craddock and Giles-Vernick 2010; Davies 2010) . With hindsight, the event of swine flu appears as a small event in respect to anticipated severity and death rates. Nevertheless, public health officials and experts stressed their moral obligation to abide to the \"precautionary principle\" to prevent as much harm as possible even if that means taking some extreme measures, spreading anxiety and playing into the hands of the pharma industry (Caduff 2010; Gallaher 2009; Michaelis, Doerr and Cinatl 2009) .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 528,
                    "text": "(Gostin 2009;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 529,
                    "end": 540,
                    "text": "Sparke 2009",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 652,
                    "end": 685,
                    "text": "(Craddock and Giles-Vernick 2010;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 686,
                    "end": 698,
                    "text": "Davies 2010)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1094,
                    "end": 1107,
                    "text": "(Caduff 2010;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1108,
                    "end": 1122,
                    "text": "Gallaher 2009;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1123,
                    "end": 1156,
                    "text": "Michaelis, Doerr and Cinatl 2009)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, swine flu was a global event, not just from an epidemiological perspective. It was exceptionally widely covered by the news media, inciting a broad range of responses by state and non-state actors, occupying the attention of millions of people for a greater part of 2009. Responses included mass distribution of antiviral drugs, production and stockpiling of vaccines, mass slaughtering of pigs in Egypt, quarantine for slightly feverish air passengers in China, restrictions and cancellations of flights to Mexico, and Asian import bans on pork products from the USA. Each individual reaction contributed to swine flu as a global event of anxiety through intensifying and amplifying the sense of urgency in the face of this new infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Due to the early emergence of novel H1N1 in North America, the US Centers for Disease Control and Prevention (CDC) were at the forefront of H1N1 emergency response. Scientists working for CDC were among the first to identify the new microbe and to carry out substantial virological and epidemiological research (special issue of Clinical Infectious Diseases 1 January 2011, supplement 1; Dawood et al 2009). They informed the public, politicians, WHO and other public health agencies worldwide. Put simply, the way the world initially learned about H1N1 was significantly shaped by CDC. From a social science perspective, its central role qualifies CDC as a powerful lens through which we can seek to understand H1N1's sudden rise to prominence and the ways it was dealt with. Investigating CDC's H1N1 response may also shed light on the implications of a change in public health discourse, a change that made \"emerging infectious diseases\" a key concern for public health, the kernel of a new age of \"pandemic anxiety\" (Ingram 2008) .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 114,
                    "text": "Control and Prevention (CDC)",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1033,
                    "text": "(Ingram 2008)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For the purpose of this paper, I will employ the perspective of \"anxiety as social practice\" (Jackson and Everts 2010) . Building upon Schatzki's (2002) practice theory, the phenomenon of anxiety can be opened up to a much broader analysis since anxieties \"are embodied and social, practical and practised\" and like \"other social practices, they are routinised, collective and conventional in character\" (Jackson and Everts 2010:2801) . Here, of particular interest is how anxieties become \"institutionalised\" and worked through within organisations (Jackson and Everts 2010:2799) . Certain events engender anxieties specific to an organisation, overlapping with general concerns in respect to the event. Events important to an organisation can threaten its meaning of existence, its legitimacy and its credibility. In the case of emerging diseases, pandemics pose a threat and challenge to public health agencies, creating anxieties over its reputation and expertise. Although these latter anxieties are derived from pandemic anxiety, they are significant in their own right, shedding light on general anxieties pertaining to that specific organisation and its area of expertise.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 118,
                    "text": "Everts 2010)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 121,
                    "end": 152,
                    "text": "Building upon Schatzki's (2002)",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 416,
                    "text": "(Jackson and",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 417,
                    "end": 434,
                    "text": "Everts 2010:2801)",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 562,
                    "text": "(Jackson and",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 563,
                    "end": 580,
                    "text": "Everts 2010:2799)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the following, CDC's ways to work through the H1N1 pandemic are first contextualised within the emerging global health security regime and second analysed from a practice-based and ethnographic perspective. Research conducted within CDC in early 2011, involving expert interviews, informal conversations and observation, provides the background for the findings presented. The aim is to use CDC as a lens through which we can, partially at least, understand the ways in which pandemic anxieties work. This entails a closer look at the securitisation of public health and the challenges and struggles this may have caused within public health agencies such as CDC. In the next section, a brief account of the securitisation of public health discourse is provided. Then, CDC's formal entanglement with global health security and its announcement of the H1N1 pandemic are presented. This is followed by shifting the perspective onto various people who were engaged in the emergency response and their practices and practical struggles in the face of pandemic anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Scholars from the social sciences have identified significant changes in public health discourse since the early 1990s (Collier, Lakoff and Rabinow 2004; Davies 2010; Elbe 2010; Fidler 2004; King 2004) . The analytical kernel of this changing discourse is perhaps best captured by the term \"securitisation\" (Fidler and Gostin 2008:143) . Here, securitisation refers to the observation that much of public health discourse has become organised around concerns over security rather than, say, humanitarianism or welfare. Following Elbe (2010:4) , we can distinguish analytically at least between four types of security relevant to the emerging \"health-security nexus\": national security, biosecurity, human security, and public health security.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 153,
                    "text": "(Collier, Lakoff and Rabinow 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 154,
                    "end": 166,
                    "text": "Davies 2010;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 167,
                    "end": 177,
                    "text": "Elbe 2010;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 178,
                    "end": 190,
                    "text": "Fidler 2004;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 191,
                    "end": 201,
                    "text": "King 2004)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 307,
                    "end": 335,
                    "text": "(Fidler and Gostin 2008:143)",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 542,
                    "text": "Elbe (2010:4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Securitisation of Public Health"
        },
        {
            "text": "In terms of national security, King (2004; see also King 2002b) demonstrates how the discursive production of scales allowed US American scientists, public health agencies and journalists to reframe the international problem of emerging infectious diseases as a threat to American national security. By employing scale politics, eminent scientists in the field of virology, microbiology and epidemiology were able to provide answers to uncertainties arising from globalisation. By making emerging infectious disease the key challenge, enhanced laboratory practice and disease surveillance appeared as effective and nationally manageable countermeasures against the adverse effects of globalisation. This particular discursive strategy was effectively conveyed to politicians and journalists at the 1989 conference on \"Emerging Viruses: The Evolution of Viruses and Viral Disease\", chaired by eminent virologist Stephen S. Morse from Rockefeller University. Also highly influential was the publication of the report Emerging Infections: Microbial Threats to Health in the United States (1992), presenting the views of a committee convened by the National Academy of Science's Institute of Medicine in 1991. The report became the blueprint for rapidly evolving literature and strategy plans on how to tackle the problem of emerging infectious diseases (King 2004:68-69) . Public awareness was achieved through the media and journalist writers, since \"the concept of emerging diseases offered journalists a powerful scalar resource for characterizing individual outbreaks as incidents of global significance\" (King 2004:70) .",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 42,
                    "text": "King (2004;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 43,
                    "end": 63,
                    "text": "see also King 2002b)",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1367,
                    "text": "(King 2004:68-69)",
                    "ref_id": null
                },
                {
                    "start": 1606,
                    "end": 1620,
                    "text": "(King 2004:70)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Securitisation of Public Health"
        },
        {
            "text": "Both scientists and journalists added bioterrorism to the problem of emerging diseases (King 2002a (King , 2003 , emphasising once more the importance of emerging viruses to national security. From there it is only a small step to biosecurity, another security framework increasingly important to public health. For Collier, Lakoff and Rabinow (2004) , growing concerns over bioterrorism and uncertainties in relation to new research possibilities culminating in the Human Genome Project, provide the context of the \"emerging biosecurity apparatus\". The apparatus has as its main aim to \"make life safe\" through \"attempts to monitor, regulate and/or halt the movements of various forms of life\" (Bingham, Enticott and Hinchliffe 2008:1528) . This entails a problematic justification for repressive internal politics as much as for new forms of imperial politics. As Braun (2007:22) argues, biosecurity is \"a set of political technologies that seek to govern biological disorder in the name of a particular community, through acts that are extraterritorial\" (emphasis in the original).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "(King 2002a",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 99,
                    "end": 111,
                    "text": "(King , 2003",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 325,
                    "end": 350,
                    "text": "Lakoff and Rabinow (2004)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 695,
                    "end": 717,
                    "text": "(Bingham, Enticott and",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 718,
                    "end": 739,
                    "text": "Hinchliffe 2008:1528)",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 881,
                    "text": "Braun (2007:22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Securitisation of Public Health"
        },
        {
            "text": "Both emphasis on national security and biosecurity are deeply entwined and brought together through the terminology of global health security. In discussing pandemic anxieties, Ingram (2008:75-76) identifies three main facets of global health security discourse: the emergence of the global as the definitive context for infectious disease; a tendency to locate causes, origins, and responsibility elsewhere and with others; and the emergence of global health security as a guise for the consolidation of hegemonic interests. Notably, global health security discourse advances at the expense of other discursive formations, in particular that of human security and humanitarianism. Following Lakoff (2010) , we can juxtapose global health security and humanitarian biomedicine as two competing public health regimes. \"Humanitarian biomedicine\" refers to the ongoing effort to mitigate existing health problems prevalent especially among poorer nations. In contrast, \"global health security\" focuses on \"emerging infectious diseases\"-diseases that have not occurred yet, for which one must be prepared, and which are more relevant to richer countries. \"Whereas global health security develops prophylaxis against potential threats at home, humanitarian biomedicine invests resources to mitigate present suffering in other places\" (Lakoff 2010:60) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 196,
                    "text": "Ingram (2008:75-76)",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 705,
                    "text": "Lakoff (2010)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1329,
                    "end": 1345,
                    "text": "(Lakoff 2010:60)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Securitisation of Public Health"
        },
        {
            "text": "Similarly, Davies (2010) argues:",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 24,
                    "text": "Davies (2010)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Securitisation of Public Health"
        },
        {
            "text": "while the securitization attempt has meant that particular infectious diseases have reached the realm of high politics, a great number of communicable diseasesparticularly those that are most likely to remain in poor, low-income countries-are not receiving the same level of attention despite the fact that some of these diseases contribute to a greater number of deaths per year (Davies 2010:135 ).",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 396,
                    "text": "(Davies 2010:135",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Securitisation of Public Health"
        },
        {
            "text": "In the same vein, Farmer (1999:56) argued a decade earlier in respect to tuberculosis that \"the degree to which this disease is seen as a threat varies with the degree to which the powerful-or, at least, the non-poor-are deemed to be 'at risk'\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Securitisation of Public Health"
        },
        {
            "text": "This particular mode of non-poor pandemic anxiety is deeply worrying in the view of critical scholars since the rich have powers to enforce various kinds of borders, through violence if necessary. As, for instance, Price-Smith (2009:31) argues, fear and anxiety generated by infectious disease are often most visible in \"vicious persecution of minorities or of other polities\" and \"may even lead to the oppression of the people by a governmental apparatus of coercion in order to maintain the ideology of order and the 'interests' or the state\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Securitisation of Public Health"
        },
        {
            "text": "The 2009 H1N1 pandemic and pandemic threats such as severe acute respiratory syndrome (SARS) and HPAI H5N1 (avian flu) gave evidence to the various impacts of securitisation discourse. In discussing the Canadian response to SARS, Keil and Ali claim that \"racism, infection, globalized urbanization are reshuffled into a new political frame of reference\" since \"Racism, linked specifically to infectious disease and the bodies allegedly carrying it, structures biopolitical space of the SARS crisis and requires that it be understood from the point of view of affected communities: East Asians and those who were identified as such\" (Keil and Ali 2006:30; emphasis in the original). The Egyptian response to H5N1 showed another securitisation bias towards large-scale \"modern\" economies. The cull affected mainly rooftop and backyard poultry but restocking was in favour of large companies . Securitisation also leads to more hierarchical \"chains of command\" and the centralisation of decision-making, as became apparent by the UK's response to H1N1 (Chambers, Barker and Rouse 2012) .",
            "cite_spans": [
                {
                    "start": 1049,
                    "end": 1082,
                    "text": "(Chambers, Barker and Rouse 2012)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "CDC's Catching Swine Flu"
        },
        {
            "text": "Looking at public health discourse in the USA, we cannot neatly distinguish historically between a pre-securitisation phase and the current securitised one (Fearnley 2010; French 2009; Wald 2008 ). However, the 1989 \"Emerging Viruses\" conference and the 1992 \"Emerging Infections\" report seem to signify the beginning of an acceleration of a specific interweaving of public health and security discourse. From a CDC perspective, the tipping point was the anthrax scare that followed the 9/11 attacks. Since then, CDC experienced a \"culture shift\", as my respondents phrased it. Although US security politics were already attuned to the perceived threat of bioterrorism (King 2003) , anthrax gave the immediate impetus for changing the make-up of US public health organisations. And this was by no means only a discursive shift. Since 2001, CDC was gradually reformed from a scientific branch of the federal government into an intelligence service supplementing national security and defence politics. This change was achieved through a great influx of retired military personnel who began work for CDC in various divisions. Some became advisor to the director, which brought further changes to the organisational and spatial structure. CDC in pre-2001 years resembled a very large research institute or university, openly accessible to virtually everyone. However it has become more than ever a hierarchically organised agency with command structures, which resemble those of military departments; and CDC campuses are now fenced off and only accessible through security check points.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 171,
                    "text": "(Fearnley 2010;",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 184,
                    "text": "French 2009;",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 194,
                    "text": "Wald 2008",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 669,
                    "end": 680,
                    "text": "(King 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "CDC's Catching Swine Flu"
        },
        {
            "text": "Within this emerging new organisational structure, two big pandemic anxieties were worked through before H1N1. While SARS occupied CDC's attention in 2003, it was really H5N1 in 2005-2006 which had lasting effects on CDC's organisational structure and preparedness planning. From the research as much as the communications point of view, CDC looked good during H1N1 in 2009 (see below). As an explanation for this, some of my interviewees pointed repeatedly to the response structures that were built under the impression of H5N1: regarding H1N1, the awareness was already there and somehow we could tap into it. For H5N1, we did a lot of pandemic influenza planning and in every [US] state we had a conference about what needs to be done. And a year later, (with H1N1), we were able to turn that on. So, all the planning efforts paid off.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CDC's Catching Swine Flu"
        },
        {
            "text": "Preparedness planning also involved frequent exercises, which simulated CDC's emergency response in case of a new pandemic. When H1N1 began, \"it was just like an exercise\" as one epidemiologist put it and another stated, \"we all flipped into exercise mode\". Swine flu was treated like a possible H5N1 pandemic. From an epidemiological and medical point of view, concerns are still in order over H5N1 developing into an easily spreading human-to-human infection with mortality rates over 60%. Such a devastating prospect justifies augmented surveillance of emerging viruses and provides an important context for the rapid detection of novel H1N1 and subsequent response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CDC's Catching Swine Flu"
        },
        {
            "text": "However it was not only exercises that primed, CDC experts for the next pandemic. According to CDC epidemiologists, various cases of novel influenza A (H1N1) were investigated in the years before the actual outbreak in 2009. The background to this was the position statement by the Council of State and Territorial Epidemiologists (CSTE) that made all novel influenza A viruses nationally reportable in 2007 (CSTE 2007) . In particular, the position statement from CSTE requires that \"state and territorial epidemiologists in conjunction with public health laboratories will report to CDC all human infections with influenza A viruses that are different from currently circulating human influenza H1 and H3 viruses\", including viruses \"that are subtyped as non-human in origin and those that are unsubtypable with standard methods and reagents\" (CSTE 2007) . This step was justified on two grounds. First, any novel influenza A virus could \"signal the beginning of an influenza pandemic\" and, in turn, \"rapid detection and reporting\" would \"facilitate prompt detection and characterization\" and \"accelerate the implementation of effective public health responses\". Second, the USA had formally accepted the revised International Health Regulations 2005 (WHO 2008) in 2006. The new regulations demand its member states to notify the WHO on various events detected by national surveillance systems, among them cases of \"human influenza caused by a new subtype\" which are deemed-among others (smallpox, polio, SARS)-as \"unusual or unexpected and may have serious public health impact\" (WHO 2008:43) .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 419,
                    "text": "(CSTE 2007)",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 856,
                    "text": "(CSTE 2007)",
                    "ref_id": null
                },
                {
                    "start": 1582,
                    "end": 1595,
                    "text": "(WHO 2008:43)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CDC's Catching Swine Flu"
        },
        {
            "text": "Since the position statement of the CSTE was issued (9 July 2007), a team of CDC epidemiologists investigated all reported cases of novel influenza A viruses in the USA. These investigations became routine. Most of the time, children contracted A (H1N1), suffered from flu symptoms and recovered. Field investigations could confirm in most cases that children had been to a country fair or farm where they were exposed to live animals, especially pigs (cf Shinde et al 2009) . That was also the assumption that accompanied the investigations of the very first cases, a boy and a girl aged 10 and 9, respectively, of novel H1N1 in southern California in mid April 2009 despite \"rumours\" within CDC about what was happening in Mexico.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 474,
                    "text": "Shinde et al 2009)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "CDC's Catching Swine Flu"
        },
        {
            "text": "The Mexican General Directorate of Epidemiology (DGE) reported during 1 March to 30 April a total of 1918 suspected influenza cases, including 97 confirmed cases and a total of 84 deaths. Suspected and probable cases were reported from all 31 states and from the Federal District of Mexico and were identified in all age groups. Nevertheless, to CDC experts, the Mexican events seemed to be locally isolated, possibly caused by an influenza B virus. At first sight, the cases in California had no connection to Mexico and the investigating team did not fear any significant further spread. Only when a case in Texas was reported on 22 April just a few days after the two cases in California did CDC epidemiologists begin to consider the likelihood of a connection to the events across the border.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CDC's Catching Swine Flu"
        },
        {
            "text": "Laboratory testing on the behalf of CDC confirmed on 21 April 2009 the presence of the novel virus 2009 swine influenza A (H1N1) (CDC 2009a; first posted as a Morbidity and Mortality Weekly Report early release on the website on 21 April). CDC acknowledged the \"epidemiological characteristics\" of novel H1N1 and recommended monitoring of public health practices \"in anticipation of a possible pandemic\" (CDC 2009a) . The connection to what was happening in Mexico was officially recognised by CDC on 30 April 2009: \"patients were infected with the same strain\" (CDC 2009b). Significantly, this acknowledgement came 5 days after Director General of WHO, Margaret Chan, \"declared this event a Public Health Emergency of International Concern\". 1 Swine flu was by then already addressed on a global scale, following the guidelines of the recently revised International Health Regulations. 2 From a CDC perspective, WHO did not wait for three subsequent generations of infections and thus made its announcement too early. CDC experts took another 2 weeks of research before calling H1N1 the \"greatest pandemic threat since the emergence of influenza A (H3N2) virus in 1968\" (Dawood et al 2009).",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 415,
                    "text": "(CDC 2009a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CDC's Catching Swine Flu"
        },
        {
            "text": "Announcing swine flu met certain criteria that justified the choice of terminology. A new pathogen had been identified, its spread verified by connecting cases in different places and its origins classified as a new and as of yet unknown combination of viral genotypes that resulted from previous microbial traffic between birds, pigs and humans. However, before the actual work that led to detecting H1N1 took place, pandemic anxiety and institutionalised heightened concerns had already worked their way through to CDC experts via global and national public health security recommendations and regulations and the announcements made by respective representatives. From this perspective, institutionalised pandemic anxiety pressed public health organisations to announce swine flu as significant global event as soon as possible. Judging from the resources and work put into H1N1 emergency response, organisations such as CDC had to play along.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CDC's Catching Swine Flu"
        },
        {
            "text": "However, shifting the focus on the people whose work was critical in turning novel H1N1 from an unknown viral agent into the global event of swine flu, we find a more complex and less straightforward process. In particular, the pressure on a public health agency such as CDC arises from multiple directions and dealing successfully with those pressures involves a host of creative strategies. In the following, both pressures on and strategies by CDC experts during H1N1 will be analysed to provide a more nuanced account of the entanglement of pandemic anxieties and expert practice. The change in perspective is mirrored in a change of language. In the vein of ethnographic writing, the voices of both the author of this paper and the respondents at CDC are foregrounded, allowing for a deeper and more personal account. Since recording of interviews was not possible, quotes are taken from fieldnotes and conversation protocols written down after conversations took place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CDC's Catching Swine Flu"
        },
        {
            "text": "Accuracy was one of the terms that I heard frequently during my stay at CDC. It was specifically used in the sense of accurate data or \"I need to make sure my data is accurate\". As a scientific branch within the US government, to obtain, gather and provide accurate data presents a legal as much as a moral obligation for CDC. That was reflected in personal conversations I had through comments such as: \"We speak with the voice of the US government. We need to make sure everything is 100% right\"; \"We are just like WHO or the Red Cross, people trust us, the CDC doesn't lie.\" However, frequent use of the term accuracy suggests that the term signals not only an obligation but also a key challenge. Even at times with rapid data-processing technology, the process of gathering, managing and interpreting data is a time-and resource-consuming affair. Hence, at first, I thought the term accuracy was being used as an indicator for the problem of lacking time and other resources. But that was only part of the explanation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "The \"White House theory\" makes a good entrance route for clarifying the accuracy anxiety. In one group discussion, it was pointed out that \"there is this theory, the White House could come in any time, asking for information, 'how bad is it'.\" Based on this common assumption, everybody within CDC knows that information and data have to be ready at hand. This is especially the case when the Emergency Operations Center (EOC) becomes activated as happened during H1N1. During emergency response, \"time is compressed . . . everything is happening faster\", as one of my respondents phrased it. Another person I talked to, who was not a regular member of the EOC team, explained: \"They don't want to be caught off guard, they want to show they take everything seriously, that they go all guns at all events.\" This was backed up by similar comments that stated that there was \"certainly the anxiety [at the EOC] to look foolish\" and that \"being blamed for not doing . . . enough is probably one of the worst fears of the EOC.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "During the H1N1 response, time compression became a challenge for all involved in data gathering, processing and visualization. Epidemiologists were the first ones to experience exceptional pressure: \"the struggle really is to stay updated. There's not any other system with this time schedule. And we get the pressure from HHS [United States Department of Health and Human Services] and Washington. And especially with H1N1 we had that.\" In effect, the pressure was not only to provide data as quickly as possible. It was furthermore to provide high resolution data: \"it was the first time really cared in that detail, there were new demands for data on a more detailed level. You see, by and large, people are not interested in flu, it just happens, they think. And suddenly, they wanted all this detailed information.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "One of the most pressing needs for assessing the H1N1 situation became acquiring data of influenza-like illnesses (ILIs) throughout the United States. This, it was hoped, would yield important insights into the spread of the disease, its demographics and the localities most in need of mitigation measures. Because of the federal character of the USA, ILI data are gathered in aggregate numbers on the state level and shared on a weekly basis. If CDC wants more detailed information (down to the day and county level), they need to call up the states individually. Thus, the emergency response team during H1N1 had to call up all the states to get the latest data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "In processing and visualising these data, a number of divisions were crucial. One of them produces maps based on those data. From my conversations with CDC cartographers it appears that during H1N1, requests for maps were scheduled within a 30-min time frame. The demand for new, timely and detailed data and the visualisation thereof thus progresses through the various branches within the organisation, making time compression an issue for hundreds of experts involved in emergency response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "Time compression has a bearing on people's work experience during emergency response. They need to cope with constant demands for new products, which have to be ready within minutes rather than hours. But this does not seem to be the key concern of those involved in emergency response. In the case of epidemiological maps, for instance, they were able to produce maps at very short notice within minutes thanks to thoroughly developed templates and software. The problem however lies within the time allocated for checking the data for possible flaws, \"to make sure my data is accurate\". Working within emergency temporality, the real challenge lies in providing accurate information as fast as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "As indicated by the above quotes about CDC's obligation, there is no allowance for communicating any faulty information. People working within CDC are well aware of the consequences that even slightly incorrect data can have. Thus, within their obligation to provide information that is \"100 percent right\", CDC experts feel the need to resist all demands for timely data until they have carried out at least a few routine checks for data accuracy. This leads to elongated duration between demands for new data and their presentation. That little extra time-indicating the resistance of CDC scientists in presenting unchecked data-forms the core of a principle conflict between those who pass along the pressure for new information generated by \"the White House\" and the experts and scientists who provide this information. From an epidemiologist's point of view, those representing the governmental side within emergency response do not recognise the vital importance of the time lag between the demand for data and dissemination: \"It feels as if they think we're withholding data or information.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "Indeed, talking to other people at CDC, comments were made that suggested that reluctance from CDC experts in providing data as quickly as possible is frowned upon. During H1N1, this general suspicion was apparently augmented by a lack of reported severe cases within the USA. Once the connection to H1N1 cases in Mexico became apparent, swine flu appeared as a deadly new disease. But from the epidemiologists' point of view, \"as long as you don't know how many people got sick, the population denominator, you cannot say whether the mortality rate is high or not\". Although CDC sent an already established team to Mexico that began counting cases and creating statistics, \"the question from White House was, why were there virtually no reported cases in the US\". According to CDC epidemiologists, hospitalisation rates in the USA were monitored closely but at no time was the threshold passed that would have led to an automated alert message. Therefore, epidemiologists \"felt put under microscope\"; why did they not get any alerts despite all the sophisticated surveillance and report systems? Did they overlook the cases?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "In my view, this moment represents the point when CDC scientists were at their weakest position. Increasingly, their role as rightfully proclaiming scientific truths became more and more questioned. However, they were able to turn their perceived weakness into a powerful resource. Since routine surveillance data appeared insufficient, money for thorough case studies research was successfully acquired. Among the very first field investigations was the survey of the entire student population and faculty of the University of Delaware, altogether around 20,000 people. Taken together, infections were confirmed in 10% of the survey population, no deaths. In terms of the feared severity of the disease, the findings from this and very similar studies brought hope. If this had been a re-run of the infamous 1918-1919 pandemic, the Delaware study would have revealed around 20 deaths; especially since young adults were the age group hit hardest by H1N1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "The information from this case study and others was published by the New England Journal of Medicine on 7 May 2009 (Dawood et al 2009). With hindsight, the publication of this paper at a very early stage of the pandemic was described by some of the authors as the most successful move during the unfolding pandemic, to communicate the very first findings and inform the public. As one of the authors said, they were able to \"do a lot of really good work\" during the beginning of H1N1. It seemed as if there was \"no time to do it\" but they \"cranked the scientific work out, despite how horrible things were\". Only 2 weeks after the first call informing them about the first cases in California, they had their article accepted by the New England Journal of Medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "The article is mainly concerned with epidemiological core concerns (demographics, symptoms, severity, hospitalisation rates, nucleotide sequencing). Though being very cautious in the interpretation of their findings, the authors state in their discussion section that to date they are not encountering a disease in the USA that would justify exaggerated concern since \"most confirmed cases of S-OIV infection have been characterized by self-limited, uncomplicated febrile respiratory illness and symptoms similar to those of seasonal influenza\" (Dawood et al 2009:7) . This is confirmed by comments made by others at CDC about their relief and receding worry already a few weeks after the first occurrence of swine flu, in particular after case studies showed the limited numbers of serious complications due to the novel virus.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 566,
                    "text": "(Dawood et al 2009:7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "However, work for CDC epidemiologists and all other divisions involved in the response did not stop there. From then on, important decisions had to be made, including the definition of risk groups and distribution of antivirals and development of vaccine. Nevertheless, the critical moment had passed; CDC experts had successfully demonstrated their ability to generate relevant knowledge and information within a very limited timeframe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Struggle Over Accuracy"
        },
        {
            "text": "Nevertheless, pressure on CDC experts did not ease and arose from other directions. On 6 May 2009, a 33-year-old pregnant woman died from complications due to H1N1; one of the very first deaths from swine flu in the USA. This tragic case illustrated that H1N1 had the power to kill despite the generally mild symptoms it generated in most patients. From the news media point of view, the ability to kill young women and children made swine flu even more hideous-and more compelling. Thus, another challenge to CDC arose from the way swine flu appeared in the headlines of the news media and the stance CDC was trying to convey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striking the Balance"
        },
        {
            "text": "Within CDC, risk communication has become an important area of concern since the early 2000s. As one of the eminent CDC risk theorists stresses, we can identify certain patterns in which the \"media behaves in a crisis\":",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striking the Balance"
        },
        {
            "text": "The media, those are only humans as everyone else. First they look at their own safety and are concerned. But once they figure out, it's not that bad for me, they begin to look for the sensation in the event. We were fortunate enough that we never had an outbreak of hemorrhagic fever (Ebola) in the USA. At the same time, you notice how the media are fascinated by threats that are grotesque but distant. And it creates scares. But I know if we had an outbreak of Ebola here, the whole tenor would be different. So the more distant, the more the media compounds something, the more real the threat, the more they will look for reassurance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striking the Balance"
        },
        {
            "text": "However, the trouble with swine flu was that it was not a distant or rare and grotesque disease but it was there and widespread. Thus, following the pattern identified by CDC's risk communication expert, we would expect a more responsible and reassuring media approach. But since swine flu was already pronounced to be in general mild in early May, sensationalism still became an issue for CDC scientists and communication experts. From the scientists' point of view, when in a response situation, the challenge is to strike a balance between informing the public on the one hand and to \"resist the media who call all the time and ask what's new\" on the other:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striking the Balance"
        },
        {
            "text": "They want quick and accurate information. But we cannot be irresponsible. We need to make sure our data is accurate, our data is valid. And then we can craft a message. And that means that even if the CNN wants to know every hour what is happening, that's too frequent, and then the information is sloppy. That would be irresponsible, especially since the health of people is at stake here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striking the Balance"
        },
        {
            "text": "Once again, the struggle seems to be over the speed of information and the accuracy of data. However, there is another aspect that becomes more prominent within CDC's engagement with the media. Again from a scientist's point of view, the media appears sensationalist. Although they provide the media with a lot of detailed information, what actually makes it into the news seems to be driven by sensationalism:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striking the Balance"
        },
        {
            "text": "You never really know what the press is interested in. You can give them all this information and all they would talk about is this one boy . . . who died shortly after vaccination. And of course, every single death is a tragedy but we are worried about the major changes. The media is all sensational, they have the family and the one death and that's their product and they sell it like a product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striking the Balance"
        },
        {
            "text": "From this point of view, CDC scientists try to strike a balance between using the media as an important tool for conveying urgent information to the public but to be reassuring at the same time: \"We think about it, whether something causes alarm or brings reassurance. And we try to convey reassurance. We want to bring out the scientifically most accurate data, turn it into a digestible format and reassure. The government should not be alarmist. It has to be reassurance.\" Just as scientists are anxious to strike a balance between information and reassurance, CDC communication experts take the same approach: \"We were very careful in striking the balance; we did not want people to have no concern and as well we did not want to be the cause for concern.\" But how can such a balance be achieved? What I deduce from my conversations with experts, the communication strategy is complex and works on many levels but one aspect came up repeatedly and is possibly the main technique harnessed for striking the balance between raising awareness and conveying reassurance:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striking the Balance"
        },
        {
            "text": "We're not just gathering data and display the data itself. We do much more than that. We put the data into context; demographics, population characteristics, infrastructure . . . C 2012 The Author. Antipode C 2012 Antipode Foundation Ltd. I remember when we had this map with the deaths of children. That was not reassuring. People only see the number, and children dying. So we try and craft a language around it and to put it into context. Putting data into context is an important strategy for CDC experts dealing with the media. From a communication expert's point of view, \"we've done a pretty neat job [with H1N1]-we had done enough in showing what it is and what it does\". Similarly, scientists were pleased how CDC handled the media and expressed that \"the agency did a great job in controlling the media during H1N1\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striking the Balance"
        },
        {
            "text": "Following Lakoff (2010) in his analysis of the revised International Health Regulations (IHR), making many different disease events reportable to WHO was one of the key innovations in establishing a global disease surveillance system. The new IHR was developed over concerns that nation states would try to hide outbreaks from the international public over fears they could have negative effects on trade and tourism. Credibility to these concerns was lent by the way the Chinese government initially handled the SARS crisis. Part of the new strategy epitomised by the altered IHR was to integrate the media into global public health surveillance by adding media reports as one source of relevant information over disease outbreaks to the established reporting by health authorities.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 23,
                    "text": "Lakoff (2010)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Working With Real-time Data"
        },
        {
            "text": "But even though it seems as if global health security and news media had forged a successful alliance, my examples from CDC's struggle with the media during swine flu suggests that this alliance is contested in practice. Particularly interesting is that from a CDC perspective, there is almost a race between the media and CDC of who knows first: \"the media knows it at the same time as we do and we need to gear up for response as fast as we can\". In order to stay ahead of the game and to have sufficient time to \"gear up\" before the first media calls get in, CDC experts developed other tactics of early detection that do not rely on the media: So what we do, for example, we get the data from the pharmacies about over-thecounter drugs such as Tamiflu and absenteeism from school and prescriptions from doctors and the ILI data. So that is real-time data and it is by place too. So say we have a huge rise in Tamiflu sales and you see it on the graph, your line is going up and then you look at absenteeism, and the graph is going up as well and so on, you start to think, well, maybe something's going on here. It's not conclusive but you have some evidence that something is happening. So you go to your flu experts and tell them, there is a cluster, maybe this is a new breakout. And maybe it's not. That's what you need to find out then. . . . The aggregate tells you more than a single information. . . . You need to track the key indicators. . . . You only need four or five indicators but you'll be months ahead if something is happening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working With Real-time Data"
        },
        {
            "text": "This mode of surveillance is entirely decoupled from the media and is designed to even outrun more traditional ways of detecting new diseases such as routine laboratory investigations. Crucially, each data source does not tell much on its own. Only \"data fusion\"-the aggregate information-can provide enough evidence for concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working With Real-time Data"
        },
        {
            "text": "Another way of getting real-time information was installed through a 24-hour toll-free hotline. People can call there about anything and any topic. As one communication expert told me, \"for CDC, this information is a canary in the coalmine\". Interestingly, concerned people who call CDC for information become themselves informants and a crucial role in CDC's early warning systems. This is also true for the CDC website and services provided through social media feeds. Within CDC, a web metrics report is created daily. The report includes the most popular pages and how people did come to that site and it is understood as a part of CDC's surveillance. According to an analyst, \"H1N1 had some really interesting metrics\". They had 8 million page views in one day. The highest traffic ever seen before was half a million. From these data, growing awareness and concern could be deduced. But not only this, the analysis of traffic to the website also reveals the locations of those viewing the website: \"You can show where people were concerned. [During H1N1] we had this huge pipeline to our website from China and Japan so we knew these are the next affected regions. Same thing with H5N1 when we got a lot of traffic from European countries to our website.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working With Real-time Data"
        },
        {
            "text": "To make the most out of CDC's website popularity, visitors are also asked to complete a short questionnaire:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working With Real-time Data"
        },
        {
            "text": "We have this section on our site \"tell us what you think\". We get a lot of information from that. We get actually more feedback than we can analyze but we try to read all of it. During H1N1, we did an eight months survey of 3,000 people . . . We have a four question survey on our website, it takes maximum five minutes. It asks about what was the reason for you recent visit, who you are, why are you coming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working With Real-time Data"
        },
        {
            "text": "From that information, CDC is able, among other things, to define target groups for their communication strategy. This strategy relies on a more and more diversified approach. While the importance of \"traditional\" tools from leaflets to print media is still recognised, online tools and the social media become increasingly significant: Right now we prepare information for Twitter . . . During H1N1, we gained almost one million followers in the first week. Since then it's grown only around 30%, so that was a teachable moment. Other tools are popular too, widgets, or badges. The email updates were very popular during H1N1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working With Real-time Data"
        },
        {
            "text": "Once again, the information sought by others through Twitter, email updates or website surfing is turned into a source of real-time information about what, where and what kind of people are concerned. CDC communication experts use this information to tailor and craft messages for specific target groups. According to CDC risk experts, the public needs advice that comes in \"manageable bites\". Instead of asking too much (eg staying at home and taking weeks off of work etc), \"you need to do it in baby steps\". For H1N1, the most important message was vaccination:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working With Real-time Data"
        },
        {
            "text": "As a public health agency, our default message is, go and get vaccinated. Our focus was early on to inform the risk groups well, those people who were at the highest risk in terms of death and disease rate. And that was pregnant women. Early on we knew this was our main target group and we could craft our messages carefully for this group. To do that, we worked with our partner groups (physicians, nurse groups and so on) and we got the people together for discussing our communication strategy. We took mainly what the media was already saying and crafted messages that would say you shouldn't be around sick people and the obstetricians backed that up and made clear that the vaccine is safe. And if you split the vaccination rate by groups, you can see how effective we were: the vaccination rate for pregnant women was 70 to 80%. This shows we got the message through. So we were quickly able to adverse events early on and to monitor in real-time what the effects were.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working With Real-time Data"
        },
        {
            "text": "Sometimes, the CDC communication team had to be even more active then \"just\" disseminating what they had: With H1N1, we had a misinformation quest. There was this anti-vaccine blog that was recommending not to take the vaccine, mainly saying it wasn't effective. So we were able to address this and funnel specific information there. It's hard to tell whether it worked or not. Maybe the supply was more of a problem than the vaccination rate and I think the rate was pretty high, especially among the targeted risk groups. And yes, the blog in question toned down their language. I mean, they didn't stop what they were doing but they were less general and more informative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working With Real-time Data"
        },
        {
            "text": "Once again, CDC's strategy was successful by its own standards. They provided information to the public via many different channels and vaccination rates showed that they \"got the message through\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working With Real-time Data"
        },
        {
            "text": "Regarding CDC's response to H1N1, former CDC director David J. Sencer commented:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Perhaps the primary lesson learned from this pandemic will be that while decision-making is always risky, that risk can be minimized through effective communications . . . [O] n balance, the response has been a success and so far, the ultimate test of management has been met: no one has been fired (Sencer 2011:S6-S7).",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[O]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "On the grand scale of nations and supranational organisations, pandemic anxieties are met with securitisation efforts, entailing practices that install or enforce centralised chains of command, emphasise territorial borders and advocate restrictions of movement. On the scale of public health agencies such as CDC, pandemic anxieties resonate with other, \"institutionalised\" anxieties. In the case of H1N1, at least three anxieties at CDC were crucial: anxieties over the quality or \"accuracy\" of data; anxieties over how to deal with the media and striking a balance between raising awareness and not being alarmist; and anxieties over staying informed and being the first ones to know.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These anxieties are neither new nor foreign to pre-securitised public health. Nevertheless, pandemic anxiety certainly augments these \"institutionalised\" anxieties and makes them more pressing issues. They need to be worked through by employing various strategies and practices. The sense of urgency engendered by pandemic anxiety creates time compression for those involved in emergency response. Over fears that speed threatens to compromise the validity of scientific data, resistance to constant calls for new data becomes a vital strategy. By putting the data into context, public health and communication experts try to \"get the message through\" without creating panic or giving the media reason for alarmist reporting. Staying informed and the need to be the first ones to know is achieved through ever more sophisticated surveillance systems. At times, the new systems turn around the relationship between those who seek information and those who provide information: by registering for any CDC alert service or calling the hotline, CDC gets crucial information about emerging health-related worries and its whereabouts in real time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The latter practice of creating more sophisticated surveillance systems feeds back into general pandemic anxiety. The more early detection tools are installed, the more instances of worrying information will be gathered. This in turn contributes to calls for constant vigilance that are met with further securitisation efforts. It is difficult to say whether this is necessarily a \"vicious cycle\". Taking the view from within CDC, securitisation has brought about changes for better and worse. Being more attuned to the need for real-time data and the need to be constantly aware of emerging threats is certainly nothing that troubles public health experts and scientists as such. As one respondent phrased it: \"preparing for the worst is a good thing to do and nothing that should be incriminated . . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "[it]'s part of the job, always foreshadowing what could happen but without being sensational . . . [the problem is], in the ensuing discussion, hindsight seems to be more important than good decision-making.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "However, as we have more and better technologies at hand that help us to become aware of harmful emerging ecologies such as the changing territories of new infectious diseases, it is very likely that the chain of pandemic anxiety events proliferates and intensifies. Promoting a critical understanding of how pandemic anxieties work can help in evaluating their importance. Historically, slower modes of detection meant that awareness of the emerging threat was perhaps closely related to actual fatalities. Nowadays, we are already aware of the potential threat before we have seen what course it will take. Under these circumstances, pandemic anxieties are more and more likely to be based on anticipating the characteristics of the new pathogen rather than actual disease and deaths. Thus, the new powers derived from rapid detection technologies need to be critically appraised since we have not yet developed a pragmatic culture of living with constant emergency. who.int/en/what-we-do/health-topics/diseases-and-conditions/influenza/pandemicinfluenza/about-pandemic-phases, accessed 7 July 2010).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biosecurity: Spaces, practices, and boundaries",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bingham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Enticott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinchliffe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Environment and Planning A",
            "volume": "40",
            "issn": "7",
            "pages": "1528--1533",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Biopolitics and the molecularization of life",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cultural Geographies",
            "volume": "14",
            "issn": "1",
            "pages": "6--28",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Public prophylaxis: Pandemic influenza, pharmaceutical prevention and participatory governance",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Caduff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BioSocieties",
            "volume": "5",
            "issn": "2",
            "pages": "199--218",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Swine influenza A (H1N1) infection in two children-Southern California",
            "authors": [],
            "year": 2009,
            "venue": "Morbidity and Mortality Weekly Report (MMWR)",
            "volume": "58",
            "issn": "15",
            "pages": "400--402",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outbreak of swine-origin influenza A (H1N1) virus infection-Mexico",
            "authors": [],
            "year": 2009,
            "venue": "Morbidity and Mortality Weekly Report (MMWR)",
            "volume": "58",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Reflections on the UK's approach to the 2009 swine flu pandemic: Conflicts between national government and the local management of the public health response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rouse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health &",
            "volume": "18",
            "issn": "4",
            "pages": "737--745",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Biosecurity: Towards an anthropology of the contemporary",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Collier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rabinow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anthropology Today",
            "volume": "20",
            "issn": "5",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "London: Earthscan CSTE (Council of State and Territorial Epidemiologists) (2007) National reporting for initial detections of novel influenza A viruses. Council of State and Territorial Epidemiologists Position Statement 07",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Craddock",
                    "suffix": ""
                },
                {
                    "first": "Giles-Vernick",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cambridge: Polity Dawood F, Jain S, Finelli L et al; Novel Swine-Origin Influenza A (H1N1) Virus Investigation Team (2009) Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "New England Journal of Medicine",
            "volume": "360",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Toward the Medicalization of Insecurity. Cambridge: Polity Farmer P (1999) Infections and Inequalities. The Modern Plagues",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elbe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Behemoth",
            "volume": "3",
            "issn": "3",
            "pages": "36--56",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Biosecurity in the Global Age: Biological Weapons, Public Health, and the Rule of Law",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "SARS: Governance and the Globalization of Disease. Houndlmillls: Palgrave Macmillan Fidler D and Gostin L",
            "volume": "6",
            "issn": "",
            "pages": "101--115",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Towards a sane and rational approach to management of influenza H1N1 2009",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gallaher",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology Journal",
            "volume": "6",
            "issn": "51",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Influenza A (H1N1) and pandemic preparedness under the rule of international law",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA (Journal of the American Medical Association)",
            "volume": "301",
            "issn": "22",
            "pages": "2376--2378",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Securing life: The emerging practices of biosecurity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinchliffe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bingham",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Environment and Planning A",
            "volume": "40",
            "issn": "7",
            "pages": "1534--1551",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Aldershot: Ashgate Institute of Medicine (1992) Emerging Infections: Microbial Threats to Health in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ingram",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Fear: Critical Geopolitics and Everyday Life",
            "volume": "",
            "issn": "",
            "pages": "75--86",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Anxiety as social practice",
            "authors": [
                {
                    "first": "Jackson",
                    "middle": [
                        "P"
                    ],
                    "last": "Everts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Environment and Planning A",
            "volume": "42",
            "issn": "11",
            "pages": "2791--2806",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "C 2012 The Author. Antipode C 2012 Antipode Foundation Ltd",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Multiculturalism, racism and infectious disease in the global city: The experience of the 2003 SARS outbreak in Toronto",
            "authors": [
                {
                    "first": "Keil",
                    "middle": [
                        "R"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Topia (Canadian Journal of Cultural Studies)",
            "volume": "16",
            "issn": "",
            "pages": "23--49",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dangerous fragments",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Grey Room",
            "volume": "7",
            "issn": "",
            "pages": "72--81",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Security, disease, commerce: ideologies of post-colonial global health",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Social Studies of Science",
            "volume": "32",
            "issn": "6",
            "pages": "763--789",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The influence of anxiety: September 11, bioterrorism, and American public health",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the History of Medicine",
            "volume": "58",
            "issn": "4",
            "pages": "433--441",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The scale politics of emerging diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Osiris",
            "volume": "19",
            "issn": "",
            "pages": "62--76",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Two regimes of global health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Humanity: An International Journal of Human Rights",
            "volume": "1",
            "issn": "1",
            "pages": "59--79",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Novel swine-origin influenza A virus in humans: Another pandemic knocking at the door",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michaelis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Medical Microbiology and Immunology",
            "volume": "198",
            "issn": "",
            "pages": "175--183",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Site of the Social: A Philosophical Account of the Constitution of Social Life and Change",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Price-Smith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Swine-origin influenza",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sencer",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Clinical Infectious Diseases",
            "volume": "52",
            "issn": "1",
            "pages": "4--7",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Triple-reassortant swine influenza A (H1) in humans in the United States",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shinde",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bridges",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uyeki",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New England Journal of Medicine",
            "volume": "360",
            "issn": "",
            "pages": "2616--2625",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "From global flu to global health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sparke",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Swine Flu C 2012 The Author. Antipode C 2012 Antipode Foundation Ltd",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wald",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Many thanks to the people at CDC who were kind enough to show me around and answer my questions; the editor Rachel Pain for her motivation and patience; and the four anonymous reviewers for their insightful comments. The research was made possible by generous support from DFG (German Research Foundation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}