{
    "paper_id": "0db5a44efdffff59b05301eb69273a409ff52edd",
    "metadata": {
        "title": "8 Integrating the Veterinarian Scientist to the One Health Concept",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Moro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "morom@mail.nih.gov"
            },
            {
                "first": "Manuel",
                "middle": [],
                "last": "Moro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "One health is the integrative effort of multiple disciplines working together to attain optimal health for people, animals, and the environment. There is a pervasive conviction that human health is far removed from animal health, and many people may wonder how a veterinarian who works with large animals can help contribute to pursuing the goal of better healthcare for humankind. Yet, it should be remembered that a wide range of different species of domestic and laboratory animals are used for the benefit of humanity, and we rely quite heavily on the development of animal models of human disease to advance our knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuel Moro"
        },
        {
            "text": "One health is thus at the intersection of human, animal, and environment health, and in the one health paradigm, these three different domains merge into one superposed and universal goal. The challenge lies in succeeding to make the one health concept a reality. Indeed, the idea is not new and has existed since the German physician, Rudolph Virchow (1820-1902), coined the term zoonoses (transmission of diseases from animals to men) and originally launched an idea similar to one health. He stated: \"between animal and human medicine there is no dividing linenor should there be. The object is different, but the experience obtained constitutes the basis of all medicine.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuel Moro"
        },
        {
            "text": "In the last 30 years, the number of outbreaks around the world has been increasing, in terms of total number and diversity of outbreaks and the richness of pathological agents [1] . Knowing the origin of these outbreaks is important to ensuring appropriate capacity to respond to potentially pandemic threats. Approximately 60-70% of emerging and re-emerging pathogens are coming from animals. This is due to a range of factors, including global warming, ecological change, globalization, and migration. Examples of these agents and the ongoing disease outbreaks across the world include Middle East respiratory syndrome coronavirus (MERS-Cove), Zika virus, yellow fever, and Lyme disease in North America. Although we may be able to develop vaccines for most of these pathogens, there is a compelling need now to understand the epidemiology of these diseases, including the role of animals as disease reservoirs to adequately plan for outbreaks.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Manuel Moro"
        },
        {
            "text": "Another area that veterinarians have been working on actively is antimicrobial resistance (AMR). AMR represents a major threat to global health, and the use of antibiotics to feed animals is particularly worrisome as it may lead to increased AMR. In this regard, the European Medicines Authority (EMA) reports annually on sales of veterinary antimicrobial products in the European Union, but the bacteria and antibiotics of interest may differ between veterinary and human health, and valuable information may go uncaptured [2] . Furthermore, national surveillance efforts to monitor resistant bacteria remain heterogeneous, precluding accurate comparison across nations, and as Schrijver et al. point out, it would currently appear that the one health concept, particularly as regards AMR detection in humans and animals, is not well reflected in current veterinary or human surveillance systems [3] . Nonetheless the progressive phasing out of antibiotics in animal foods around the world has been achieved through active collaboration of physicians and veterinarians, leading us to hope that this continued interaction will help align human and veterinary medicine with the objectives of the one health paradigm.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 527,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 897,
                    "end": 900,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Manuel Moro"
        },
        {
            "text": "Through history influenza outbreaks have had devastating effects on humanity. Although most of the outbreaks have originated from human strains, animals, especially swine and avian species, may play an important role in the generation of new strains capable of infecting humans and in some cases resulting in significant outbreaks. The H1N1 influenza pandemic of 2009 or so-called swine flu was the first pandemic of the twenty-first century. Although dubbed \"swine\" flu by the media, the H1N1 virus is a combination of avian, swine, and human influenza A viruses. It first emerged in the USA and Mexico and then began sustained human to human transmission, with rapid global dissemination. Fortunately, excellent surveillance infrastructures and good communication between the health authorities of both countries enabled rapid implementation of actions to contain the pandemic, with ample collaboration between physicians, veterinarians, epidemiologists, health workers, and others. The pandemic influenza disease activity peaked in late 2009 and rapidly moved into the post-pandemic phase and fears that the H1N1 pandemic would rival the great flu of 1918 turned out to be unfounded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuel Moro"
        },
        {
            "text": "Despite the success achieved in containing the pandemic, several areas have been highlighted where there may be room for improvement in preparing for future pandemics of similar or greater magnitude. Firstly, the moniker widely used in the press, namely, \"swine flu,\" led people to assume that the virus affected exclusively swine, and this resulted in huge loss of income for the pork industry, particularly in the USA and Mexico, where sales dropped substantially on the back of bans on import of pork from Mexico or the USA implemented in 17 countries. Mexico alone had a pork trade deficit of $US27m by the end of 2009 [4] . The misnomer also led to draconian, nonscientifically based eradication of swine herds in number countries, further affecting the industry.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 626,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Manuel Moro"
        },
        {
            "text": "In the wake of the H1N1 pandemic, Canada, Mexico, and the USA recognized that the risk of another future pandemic persisted and that the emergence and spread of influenza viruses with potential cause a human influenza pandemic were an ongoing threat. Thus, the three countries undertook to strengthen their preparedness for such a case and came together to prepare the 2007 North American Plan for Avian and Pandemic Influenza. The plan includes a comprehensive approach to prepare for pandemic influenza in North America based on the assumption that a pandemic was likely to start outside of the region and focused primarily on avian influenza because of the re-emergence of highly pathogenic avian influenza H5N1 virus in humans in 2003. The lessons learned from the H1N1 pandemic have helped to encourage a multi-sector cooperative approach and allow improved preparedness and capacity for response [5] , using the one health concept.",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 905,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Manuel Moro"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global rise in human infectious disease outbreaks",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J R Soc Interface",
            "volume": "11",
            "issn": "101",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Surveillance for control of antimicrobial resistance",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tacconelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sifakis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schrijver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Mourik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Voss",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Infect Dis",
            "volume": "18",
            "issn": "3",
            "pages": "99--106",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Review of antimicrobial resistance surveillance programmes in livestock and their meat in Europe, with a focus on antimicrobial resistance patterns in humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schrijver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stijntjes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodriguez-Bano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tacconelli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Babu Rajendran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Voss",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Microbiol Infect",
            "volume": "24",
            "issn": "6",
            "pages": "577--90",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The economic impact of H1N1 on Mexico's tourist and pork sectors",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rassy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Econ",
            "volume": "22",
            "issn": "7",
            "pages": "824--858",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pandemic preparedness and response-lessons from the H1N1 influenza of 2009",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Fineberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "14",
            "pages": "1335--1377",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}