{
    "paper_id": "0db7a1b1d7e62ebfbded6ec9ba8d0da413dd078e",
    "metadata": {
        "title": "Department of Paediatric Immunology and Infectious Diseases (W Bacterial and viral respiratory tract microbiota and host characteristics in children with lower respiratory tract infections: a matched case-control study",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Man",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "L J N"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chu",
                "middle": [],
                "last": "Bsc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "A M"
                ],
                "last": "Sanders",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "G"
                ],
                "last": "Jansen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wilhelmina",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Spaarne",
                "middle": [],
                "last": "Gasthuis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haarlem",
                "middle": [],
                "last": "Man",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "Van Houten",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wing",
                "middle": [
                    "Ho"
                ],
                "last": "Man",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marlies",
                "middle": [
                    "A"
                ],
                "last": "Van Houten",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marieke",
                "middle": [
                    "E"
                ],
                "last": "Mérelle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arine",
                "middle": [
                    "M"
                ],
                "last": "Vlieger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mei",
                "middle": [],
                "last": "Ling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "N"
                ],
                "last": "Chu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elisabeth",
                "middle": [
                    "A M"
                ],
                "last": "Sanders",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Debby",
                "middle": [],
                "last": "Bogaert",
                "suffix": "",
                "affiliation": {},
                "email": "d.bogaert@ed.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Lower respiratory tract infections (LRTIs) are a leading cause of childhood morbidity and mortality. Potentially pathogenic organisms are present in the respiratory tract in both symptomatic and asymptomatic children, but their presence does not necessarily indicate disease. We aimed to assess the concordance between upper and lower respiratory tract microbiota during LRTIs and the use of nasopharyngeal microbiota to discriminate LRTIs from health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods First, we did a prospective study of children aged between 4 weeks and 5 years who were admitted to the paediatric intensive care unit (PICU) at Wilhelmina Children's Hospital (Utrecht, Netherlands) for a WHO-defined LRTI requiring mechanical ventilation. We obtained paired nasopharyngeal swabs and deep endotracheal aspirates from these participants (the so-called PICU cohort) between Sept 10, 2013, and Sept 4, 2016. We also did a matched case-control study (1:2) with the same inclusion criteria in children with LRTIs at three Dutch teaching hospitals and in age-matched, sex-matched, and time-matched healthy children recruited from the community. Nasopharyngeal samples were obtained at admission for cases and during home visits for controls. Data for child characteristics were obtained by questionnaires and from pharmacy printouts and medical charts. We used quantitative PCR and 16S rRNA-based sequencing to establish viral and bacterial microbiota profiles, respectively. We did sparse random forest classifier analyses on the bacterial data, viral data, metadata, and the combination of all three datasets to distinguish cases from controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "[IQR 0·62-0·99]; p<0·05 for all 58 taxa) was high between nasopharyngeal and endotracheal aspirate samples, supporting the use of nasopharyngeal samples as proxy for lung microbiota during LRTIs. 154 cases and 307 matched controls were prospectively recruited to our case-control cohort. Individually, bacterial microbiota (area under the curve 0·77), viral microbiota (0·70), and child characteristics (0·80) poorly distinguished health from disease. However, a classification model based on combined bacterial and viral microbiota plus child characteristics distinguished children with LRTIs from their matched controls with a high degree of accuracy (area under the curve 0·92).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation Our data suggest that the nasopharyngeal microbiota can serve as a valid proxy for lower respiratory tract microbiota in childhood LRTIs, that clinical LRTIs in children result from the interplay between microbiota and host characteristics, rather than a single microorganism, and that microbiota-based diagnostics could improve future diagnostic and treatment protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Lower respiratory tract infections (LRTIs) are a major cause of morbidity and mortality in children world wide. 1, 2 Although multiple host, environmental, and lifestyle factors are known to increase susceptibility to LRTIs, 3 why some children remain asymptomatic after exposure to pathogens and others develop severe disease remains unclear. Classically, LRTIs are caused by acquisition in the upper respiratory tract of pathogenic viruses and bacteria, which replicate and spread towards the lower respiratory tract, where they invade the mucosa, leading to inflammation and clinical disease. 4 Many of these microorganisms are, however, pathobionts, and are frequently encountered in the upper respiratory tract of healthy children too. 5 We therefore hypothesised that a balanced microbial community protects patho bionts from causing LRTIs.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 115,
                    "end": 116,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 225,
                    "end": 226,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 596,
                    "end": 597,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 741,
                    "end": 742,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous studies 6, 7 in children have shown a relation between the bacterial composition of the nasopharynx micro biota and susceptibility to upper or lower respiratory infectious episodes over time. We have reported that oral microbes such as Prevotella and Leptotrichia spp in the nasopharyngeal niche were strongly associated with subsequent development of upper respiratory tract infections in children and were more abundant during these infections. 8 By contrast, Corynebacterium and Dolosigranulum spp were associated with resistance to symptomatic respiratory disease during the first year of life and were less abundant during upper respiratory tract infections. 8 Additionally, in infants with LRTIs caused by respiratory syncytial virus, increased presence of Haemophilus influenzae and Streptococcus pneumoniae was strongly associated with increased severity of host inflammation, suggesting an important role for the complete microbiota of the upper respiratory tract and the symptomology of clinical disease. 9 No case-control study has yet addressed the relation between the nasopharyngeal microbiota and the presence, clinical symptoms, and severity of childhood LRTIs. Furthermore, the profiling of nasopharyngeal microbiota has never been studied in the context of classification of states of health and disease. We aimed to investigate the association between upper and lower respiratory tract microbiota during childhood LRTI, the use of microbiota to predict the presence and severity of LRTIs, and the associations between microbiota and disease across different clinical presentations of LRTI.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 19,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 20,
                    "end": 21,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 456,
                    "end": 457,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 673,
                    "end": 674,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1024,
                    "end": 1025,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We did a prospective strictly matched case-control study in young children hospitalised for LRTIs. First, we did a prospective study from Sept 10, 2013, to Sept 4, 2016 to assess whether, during acute paediatric LRTIs, the nasopharynx microbiota serves as a valid proxy for lower respiratory tract microbiota. Eligible children were aged between 4 weeks and 5 years and were admitted to the paediatric intensive care unit (PICU) at Wilhelmina Children's Hospital (Utrecht, Netherlands) for a WHOdefined LRTI requiring mechanical ventilation (we refer to this group as the PICU cohort; appendix). 10 Exclusion criteria are detailed in the appendix.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 155,
                    "text": "Sept 10, 2013, to",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 168,
                    "text": "Sept 4, 2016",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 598,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "Over the same period, we also did a prospective, matched case-control study with the same inclusion and exclusion criteria used for the PICU cohort. Cases were recruited from three Dutch teaching hospitals (Spaarne Hospital, Hoofddorp; Kennemer Gasthuis, Haarlem; and St Antonius Hospital, Nieuwegein). For each case, two age-matched, sex-matched, and timematched healthy controls were recruited from a pool of 1052 healthy children aged 4 weeks-5 years who were recruited through well-baby clinics and the local municipalities (appendix). When a healthy child seemed to be a proper match for a new case, they were )\" for articles published in any language up to May 1, 2018. We identified 14 publications, three of which pertained to the role of the microbiota in acute LRTIs in children. One study, which focused only on infants at high risk of atopy, showed that specific microbiota profiles were associated with the development of respiratory infections. A second small (n=100) matched case-control study showed that Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis were associated with cases, whereas no specific taxon was associated with controls. However, the study was underpowered to provide conclusive results. The third study included infants younger than 1 year only, and did not include a control group of healthy children. It showed that Moraxella was associated with less severe bronchiolitis and Streptococcus was associated with more severe bronchiolitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "In our study, we show that the nasopharyngeal viral and bacterial microbiota can be used as proxy for lung microbiota in childhood LRTIs. We also showed the relationship between microbial community composition and susceptibility to, and severity of, LRTIs in children. Because we used a strictly matched case-control design in a cohort of 461 children, our study is the first to confidently show the association between microbiota and LRTIs in children. To our knowledge, the accuracy of the model we developed to discriminate LRTIs from health is unprecedented. Furthermore, the phenotype-independent nature of the associations between respiratory microbiota and childhood LRTIs has not previously been reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "The complete nasopharyngeal ecosystem has an important role in the development and severity of LRTIs in young children. The excellent accuracy of our classifier model provides a basis for future microbiota-based diagnostic tools, which could have major implications for future treatment protocols. Our data provide insights that could be crucial for establishing optimal therapeutic strategies, including targeted antibiotic treatment. The phenotype-independent associations during acute disease that we identified challenge conventional views about the role of viruses and bacteria in LRTI pathogenesis, especially the dichotomy between bronchiolitis (viral origin) and pneumonia (bacterial origin).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "See Online for appendix contacted and visited at home within 2 weeks of admission of the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Both studies were approved by the Dutch National Ethics Committee. The case-control study conformed to the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) guidelines for reporting of case-control studies (appendix). 11 Written informed consent was obtained from the parents of all participants. Further details about both studies are in the appendix.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 248,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "In the PICU cohort, nasopharyngeal swabs and endotracheal aspirates were obtained within 4 h of intubation by trained nurses. In the case-control study, nasopharyngeal swabs were taken in cases generally within 1 h of admission to the paediatric ward, and during home visits to controls. Extensive medical histories were taken and demographic, lifestyle, and environmental data were collected for all children in both studies. Two expert paediatricians (MAvH and MEM) independently classified all cases in the casecontrol study as one of three major disease phenotypes: pneumonia, bronchiolitis, or wheezing illness. Cases with an unclear phenotype were classified as mixed. Disagreement between the paediatricians was solved by consensus. These classifications were based on the entire medical record, including all clinical notes at and during admission, and the results of any laboratory assessments or imaging that were done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "Bacterial DNA was isolated from samples as previously described. 12 Amplification of the V4 hypervariable region of the 16S rRNA gene was done with barcoded universal primer pair 533F/806R. Amplicon pools were sequenced with the Illumina MiSeq platform (San Diego, CA, USA) and processed in our bioinformatics pipeline as previously described. 8 To avoid operational taxonomic units (OTUs) with identical annotations, we refer to OTUs by their taxonomical annotations combined with a rank number based on the abundance of each one. In case when an OTU could not be confidently annotated as either of two species, both species are indicated and separated by a solidus. Viruses were genetically profiled with qualitative multiplex real-time PCR (RespiFinder SMARTfast 22 [Maastricht, Netherlands] ). S pneumoniae, Staphylococcus aureus, H influenzae, and Moraxella catar rhalis were identified by quantitative PCR.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 67,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 344,
                    "end": 345,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 769,
                    "end": 794,
                    "text": "[Maastricht, Netherlands]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "All analyses of matched samples accounted for the matched nature of the samples. A p value of less than 0·05 or a Benjamini-Hochberg adjusted q value of less than 0·05 was considered significant. Significance of differences in baseline characteristics and viral detection were calculated with conditional logistic regression. Nonmetric multidimensional scaling plots were based on Bray-Curtis dissimilarity matrices; significance was calculated with adonis (vegan). To assess concordance between the bacterial microbiota composition of the nasopharynx and endotracheal aspirates, we compared the intra-individual and inter-individual Bray-Curtis similarity, which was calculated as 1-the Bray-Curtis dissimilarity. Statistical significance was established with the Wilcoxon rank-sum test. The correlation of individual bacterial taxa in paired samples was determined by Pearson's correlation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "We assessed host characteristics associated with microbiota composition with a stepwise selected distancebased redundancy analysis, 13 and projected them in nonmetric multidimensional scaling plots by using envfit (vegan). We did hierarchical clustering as described previously. 9 Random forest analyses were used to establish biomarker species that most discriminate between clusters (VSURF). 14 We used metagenomeSeq and crossvalidated VSURF analyses to identify specific microbial taxa associated with cases or controls. 15 Sparse random forest classifier analyses were done on the bacterial data, viral data, metadata, and the combination of all three datasets. We assessed the performance of these classifiers by calculating the area under the receiver operating characteristic curve with the out-of-bag predictions for classification as previously described. 16 Because the potential real-world application of these classification models requires robust determination of biomarker bacteria, we also built the classification models with OTUs merged at the genus level. These analyses were done for the entire case-control cohort and were repeated in part for each of the phenotypes independently.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 279,
                    "end": 280,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 394,
                    "end": 396,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 524,
                    "end": 526,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 865,
                    "end": 867,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "We built a cross-validated sparse random forest prediction model to investigate the extent to which duration of hospitalisation as a measure of disease severity could be predicted with all available data (caret). As a second measure of disease severity, we stratified cases according to physicians' decision to treat with antibiotics during admission (Dutch paediatricians generally reserve antibiotic treatment for children with clinically severe LRTIs) and did separate post-hoc analyses accordingly. As a third measure of severity, we did a post-hoc analysis of the nasopharyngeal data of our PICU cohort in relation to an age-matched and seasonmatched subset from our case-control cohort. Data analyses were done in R (version 3.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The study funders had no role in study design; data collection, analysis, or interpretation; or writing of the report. The corresponding author had full access to all study data and final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "29 patients were enrolled in the PICU cohort. Viral presence in paired nasopharyngeal and endotracheal aspirates was almost in full agreement (96% [95% CI 93-99]). Bacterial microbiota of paired samples showed good concordance in composition (median within Bray-Curtis similarity 0·61) and low inter-participant concordance (0·10; p<0·0001; appendix). Furthermore, we noted a significantly correlated Shannon diversity (Pearson's r 0·66; p<0·0001). 58 taxa (combined relative abundance of 80·1%) were strongly correlated in the paired samples (median Pearson's r 0·93 [IQR 0·62-0·99]; p<0·05 for all 58 taxa individually). Only three common constituents of the nasopharyngeal microbiota-Staphylococcus, Corynebacterium, and Dolosigranulum spp-were almost exclusively present in nasopharyngeal samples and absent from endotracheal aspirates (Pearson's r for all three <0·20; p>0·50 for all three individually; appendix). We identified no taxa in endotracheal samples that were not present in nasopharynx samples (appendix). When assessing whether there were differences in the relative abundance for individual taxa between nasopharyngeal samples and endotracheal aspirates, we found a significant result only for Corynebacterium propinquum (Kruskal-Wallis test; Benjamini-Hochberg adjusted q=0·004), Corynebacterium macginleyi/accolens (q=0·019), Dolosigranulum pigrum (q=0·003), and three very low abundant taxa (median relative abundance <0·1%). 20 (69%) people in the PICU cohort had suspected bacterial infection, and 16 (55%) had a culture-confirmed bacterial infection. The other nine (31%) had suspected viral infection. Five (27%) received antibiotic treatment before sampling. There was no difference in overall microbiota composition between those in the PICU cohort with or without bacterial infection, or between those who did and did not receive antibiotics before sampling (appendix). Furthermore, stratified analysis did not show any difference between subcohorts in the results of the concordance analyses (appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We recruited 154 cases and 307 controls (for one case only one matched healthy control could be recruited from the database; table) for our case-control study. 40% of cases and controls were female (table). Median age of cases was 13·6 months (IQR 4·9-27·4). Cases were significantly more likely to have a history of respiratory tract infections, wheezing symptoms, used antibiotics in the past 6 months, and been exposed to tobacco smoke than controls (table). Controls were breastfed for at least 3 months more often than were cases, and the education level of parents of controls was higher than that of cases (table).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In our control cohort, the composition of the respiratory microbiota was significantly associated with month of sampling (R² 6·2%), age (R² 4·2%), day-care attendance, breastfeeding, parent-reported history of respiratory tract infections in the participant, and previous antibiotic treatment within the past 6 months, among others (all p<0·05; appendix). Sex was not correlated with microbiota composition in the control cohort (R² 0·5%; p=0·35). Viral data were available for 147 cases and 303 controls (appendix). We detected one or more viruses in 143 (97%) cases and 250 (83%) controls (p<0·00019; figure 1 ). There was a mean of 1·6 viruses per case sample and of 1·4 per control sample (p=0·04). The most commonly detected viruses overall were rhinovirus, coronaviruses, respiratory syncytial virus, and adenoviruses (figure 1). Influenza was relatively rare in both groups (figure 1 Data are n (%) or median (IQR). Data for medication use were acquired from pharmacy printouts, whereas the rest of the data were acquired from parent questionnaires. Matching factors were not tested. *Calculated by univariate conditional logistic regression. †Included any parent-reported lower respiratory tract infections. ‡Breastfeeding did not have to be exclusive. §Education level was classed as low (primary school education or pre-vocational education as highest qualification), intermediate (selective secondary education or vocational education), or high (a degree from a university of applied sciences or an academic university). ) were significantly associated with health (χ² test p<0·05 for all; appendix). A posteriori plotting of the biomarker species of these clusters in the non-metric multi dimensional scaling ordination further supported the associations between profiles and health or disease ( figure 2A ). The profile dominated by H influenzae/haemolyticus (median bacterial load 126 pg/µL; appendix) had a significantly higher bacterial load than all other profiles (Wilcoxon rank-sum test p<0·05 for all comparisons) except for that dominated by S aureus/epidermidis (p=0·25). The median bacterial load of the S-pneumoniae-dominated profile (67 pg/µL) was significantly higher than that of the profile dominated by C propinquum and D pigrum (15 pg/µL; p=0·002), but did not differ from that of the profile dominated by M catarrhalis/nonliquefaciens (35 pg/µL; p=0·40).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 611,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1808,
                    "end": 1817,
                    "text": "figure 2A",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "On an individual bacterial taxon level, 49 taxa differentiated cases from controls (combined relative abundance 83·5%). This between-group difference was confirmed for 17 of these bacteria by cross-validated random forest analysis (appendix). Among the differentially abundant taxa, we noted a significantly higher abundance of H influenzae/H haemolyticus, S pneumoniae, Actinomyces spp, and Prevotella spp in LRTI cases than in controls, and a significantly higher abundance of different Moraxella spp, C propinquum, D pigrum, and Helcococcus spp in controls than in cases (appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "MAvH and MEM classified 37 cases as pneumonia, 57 as bronchiolitis, 34 as wheezing illness, and 26 cases as mixed (appendix). Respiratory syncytial virus was more common in cases with bronchiolitis ( When we stratified by clinical phenotype, the overall bacterial microbiota composition again differed significantly between cases and controls for each presentation (p≤0·004 for all; appendix). The differential abundance of individual microbes between cases and controls was highly similar for each phenotype (appendix). In all phenotypes, Haemophilus, Neisseria, and oral taxa (eg, Actinomyces) were overrepresented and multiple Moraxella, Dolosigranulum, and Helcococcus spp were underrepresented in cases compared with controls (appendix). The differences in microbiota composition between cases and controls in the mixed-phenotype group largely overlapped with those for the three other phenotypes (appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "When we combined viral and bacterial biomarkers with host factors in a sparse random forest analysis, the accuracy of classification of LRTI versus health was very high (area under the curve [AUC] 0·92; figure 3A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "figure 3A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Important predictors of disease were, among others, the presence of respiratory syncytial virus, a high abundance of H influenzae/haemolyticus, S pneumoniae, and Pseudomonas fluorescens, and low abundance of several Moraxella spp, antibiotic treatment in the past 6 months, and lack of breastfeeding (figure 3B). This combined classification system outperformed the models based on bacterial microbiota alone (AUC 0·77), viral microbiota alone (0·70), child characteristics alone (0·80), or the model in which only the two classically most important pathobionts-ie, respiratory syncytial virus and S pneumoniae-were included (AUC 0·75). External validation of our classifier model in the PICU cohort showed correct classification in 92% of nasopharyngeal samples and 100% of endotracheal aspirates. Separate models for each of the phenotypes showed equally high accuracy in classification of LRTIs (AUC 0·90-0·94; figure 3A, C-F). To test more broad and universally applicable classification models with bacterial microbiota data clustered on a genus level instead of an OTU level, classification of the presence of LRTI versus health was very high (entire cohort AUC 0·92, phenotypespecific AUC 0·86-0·94; appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Physicians prescribed antibiotic treatment after sampling of the nasopharynx in 43 (28%) of 154 cases (29 [78%] of 37 pneumonia cases, four [7%] of 57 bronchiolitis cases, four [11%] of 37 cases of wheezing illness, and six [23%] of 26 cases of mixed infection). In post-hoc analyses, viral presence in the microbiota at admission did not differ between infants prescribed antibiotics and those not prescribed antibiotics (appendix). With respect to bacterial ecology, we noted similar but slightly more pronounced differences in microbiota compositions between children prescribed antibiotics and matched controls (R² 5·8%; p<0·0001) than between those not prescribed antibiotics and matched controls (2·6%; p<0·0001; appendix). Children prescribed antibiotics did not have increased abundances of pathobionts such as H influenzae/haemolyticus, or S pneumoniae, but had increased abundances of oral taxa, such as Veillonella, Prevotella, and Actinomyces spp (appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Duration of hospitalisation could be predicted fairly accurately using data available at admission by a random forest model including 14 viral, bacterial, and host characteristics (Pearson's r 0·50, p<0·0001; appendix). Predictors from highest to lowest importance were younger age and abundance of C propinquum, Neisseria, and S aureus/epidermidis (appendix). When only children not prescribed antibiotics were included, prediction of hospitalisation duration at admission became stronger (Pearson's r 0·55, p<0·0001), whereas predictive ability was lost when only those prescribed antibiotics were included (p=0·73; appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The overall microbiota compositions of the PICU cases was more substantially different from those of healthy controls (R² 5·6%; p<0·0001) than from those of cases from the case-control cohort (R² 4·2; p<0·0001; appendix). Furthermore, the PICU cases had more pronounced overrepresentation of several Haemophilus, Streptococcus (including S pneumoniae), Veillonella, and Actinomyces spp, and more pronounced underrepresentation of multiple Moraxella spp, and especially of Dolosigranulum and Corynebacterium spp, than the cases compared with healthy controls (appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In this matched case-control study, we showed a strong association between upper respiratory tract microbiota and the presence and severity of childhood LRTIs. We also showed that LRTIs can be uniquely differentiated from health by combined viral, bacterial, and lifestyle or environmental predictors, underlining the multifactorial pathophysiology of childhood LRTI. Furthermore, we showed that this predictive ability is largely independent from the clinical phenotype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The upper respiratory tract microbiome is generally thought to be the source of LRTIs in childhood, 5 ",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(A) shows the nine bacterial species biomarkers determined by random forest analysis on hierarchical clustering results, whereas (B) shows a posteriori projection of covariates that significantly explained the compositional variation between cases and controls (grey represents significance in univariable analysis, and black significance in multivariable analysis) and the association with age (purple). Ellipses represent the SD for all points within each cohort. Stress=0·269. In (A), operational taxonomic units of bacterial species are referred to by their taxonomical annotations and a rank number (shown in parentheses), which is based on the abundance of each given operational taxonomic unit. For readability, only a selection of the covariates explaining the largest variations between cases and controls are displayed in (B). In (B), the age effect (vertical orientation for younger vs older participants) was roughly perpendicular to the disease-health axis (horizontal orientation), showing that age-related differences in microbiota composition per se are not associated with disease. NMDS=non-metric multidimensional scaling. LRTIs=lower respiratory tract infections. *At time of sampling of the participant, at least one family member was experiencing a respiratory tract infection. Corynebacterium propinquum (4) Corynebacterium macginleyi/accolens (8) Staphylococcus aureus/ epidermidis (7) Actinobacillus porcinus (13) Veillonella dispar (24) 19, 20 micro biota profiles between nasopharyngeal and endotracheal aspirate samples in patients with LRTI admitted to a PICU. The Bray-Curtis similarity of 0·61 approximates that of biological replicates (ie, two sequentially obtained lavages from the same lung lobe of the same child) of microbiota profiles of the lungs. 20 This finding suggests not only that the upper Associated with disease Associated with health respiratory microbiota is the source for the lower respiratory tract, but also that, except for a few commensal species, microbial colonisation and proliferation in the nasopharynx parallels that in the lower airways during childhood LRTIs. Therefore, our findings support the idea that upper respiratory tract samples can be used as a proxy for lung microbiota in childhood LRTIs. Next, in our unselected, strictly matched case-control cohort, we showed a strong association between nasopharyngeal microbiota composition and the presence of childhood LRTIs. Viral presence was ubiquitous in both cases and controls, with respiratory syncytial virus and, to a lesser extent, human metapneumovirus, highly overrepresented in cases, in line with the results of studies of the viral causes of childhood LRTIs. 21 The presence and abundance of Haemophilus spp, S pneumoniae, and oral species were strongly associated with disease, in line with previous reports linking these taxa to susceptibility to, and severity of, respiratory tract infections in children. 6, 7, 22, 23 By contrast, the abundance of potentially beneficial bacteria like Moraxella, Corynebacterium, Dolosigranulum, and Helcococcus spp were underrepresented in cases, in line with previous reports connecting these genera with prevention of infections. 6, 7, 12, 24 By combining viral, bacterial, and host-related predictors, we were able to differentiate children with LRTIs from strictly matched healthy controls. The accuracy of prediction of infection was greatly diminished when individual predictors were used, underlining the multifactorial pathophysiology of childhood LRTIs. The contribution of the nasopharyngeal microbiota, both bacterial and viral, seems to be largely independent of clinical presentation, and even holds for bronchiolitis and wheezing illness, which are generally assumed to have a viral cause. 25 Results from our case-control study were confirmed independently in a second cohort, which showed that Corynebacterium and Dolosigranulum were nearly absent in children with LRTIs admitted to the PICU, suggesting that these children especially had reduced resistance to overgrowth and dissemination of pathobionts to the lungs. 5 Furthermore, in post-hoc analyses, oral species were associated with both the decision to treat with antibiotics and with duration of hospitalisation, which suggests that the abundance of these species is associated with the severity of LRTIs. 26 A possible mechanism is that Gram-negative oral bacteria promote a pro-inflammatory mucosal response, 27 leading to an increase in catecho lamines that in turn accelerates the growth of these same Gram-negative oral species and of potential pathogens such as Haemophilus spp and S pneumoniae. 28, 29 Therefore, it would be interesting to study whether prescribing antibiotics on the basis of the abundance of oral bacteria in respiratory specimens would improve outcomes.",
            "cite_spans": [
                {
                    "start": 1326,
                    "end": 1329,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1433,
                    "end": 1437,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1462,
                    "end": 1465,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1466,
                    "end": 1468,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1786,
                    "end": 1788,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2689,
                    "end": 2691,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2939,
                    "end": 2941,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2942,
                    "end": 2944,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2945,
                    "end": 2948,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2949,
                    "end": 2951,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3200,
                    "end": 3202,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3203,
                    "end": 3205,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3206,
                    "end": 3209,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3210,
                    "end": 3212,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3772,
                    "end": 3774,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 4103,
                    "end": 4104,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 4349,
                    "end": 4351,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 4454,
                    "end": 4456,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 4645,
                    "end": 4648,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 4649,
                    "end": 4651,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2: NMDS biplots of individual nasopharyngeal microbiota composition at admission in cases with LRTIs and in matched controls"
        },
        {
            "text": "Our findings have three implications. First, the accuracy of our model in discriminating LRTIs from health suggests that microbiota-based diagnostics might have potential clinical application. Diagnostics for the detection of potentially pathogenic viruses and bacteria cover only some pathobionts and discriminate poorly between asymptomatic colonisation and causes of symptomatic disease. If a microbiota-based diagnostic or classification tool could improve accuracy and discriminatory power, it would have major implications for treatment protocols. A proof-of-principle study of rapid microbiota-based diagnosis (<12 h) of severe pneumonia in adults showed that such diagnostic tools improve diagnostic accuracy and could be clinically applied. 30 If the cost of such technology decreases further and becomes available for paediatric use, use of broadspectrum antibiotics could be avoided more often, and the most abundant or overgrowing species could be targeted with narrow-spectrum drugs. 31 Although our microbiota-based approach has to be validated in independent cohorts, the similar performance of the genus-level model suggests potential for future development of universal or country-based or region-based models for the prediction of severity and duration of disease by combined microbiota and host character istics. Such a model would potentially allow physicians to increase or decrease the threshold for antimicrobial treatment depending on the predicted outcome.",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 752,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 997,
                    "end": 999,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2: NMDS biplots of individual nasopharyngeal microbiota composition at admission in cases with LRTIs and in matched controls"
        },
        {
            "text": "Second, the finding that specific groups of microorganisms are associated with health, in line with data from studies from around the world, 6, 8, [32] [33] [34] suggests that studies should be done to obtain mechanistic insight into the potential role of these species in disease prevention. Corynebacterium spp have been reported to reduce virulence of S aureus and inhibit growth of S pneumoniae in vitro. 35, 36 Furthermore, nasal application of Coryne bacterium spp induced resistance against respiratory syncytial virus and secondary pneumococcal pneumonia in infant mice. 37 These findings emphasise the need for future research efforts to assess the combined effects of these commensal bacteria in modulation of the respiratory ecosystem, especially the containment of potential pathogens such as respiratory syncytial virus, Haemophilus spp, and Streptococcus spp, and of host immune responses underlying respiratory symptoms.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 144,
                    "end": 146,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 147,
                    "end": 151,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "36",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "37",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2: NMDS biplots of individual nasopharyngeal microbiota composition at admission in cases with LRTIs and in matched controls"
        },
        {
            "text": "Third, the phenotype-independent association of viral and bacterial microbiota with LRTIs parallels the highly overlapping clinical presentation of disease in children, which means that a robust gold standard for accurate classification and treatment of LRTIs is not available. 38 Our findings contribute to an emerging body of evidence suggesting that viruses contribute to presumed bacterial pneumonia 39 and that bacteria seem to have an important role in the pathogenesis and severity of presumed viral bronchiolitis 9 and wheezing illness. 40 These findings show the inappropriateness of conventional single-bacteria and single-virus causation per Koch's postulates. Our findings also allude to the hypothesis that there is a universal pathway for the development of clinical LRTIs, linked to microbial dysbiosis, whereby clinical pheno types are driven more by host (eg age, anatomy, baseline mucosal inflammation, status of innate and adaptive immunity, genetic background) and environ mental characteristics rather than by single pathogen characteristics. Thus, treatment decisions should not be based on clinical phenotype but rather on disease severity. This scientific debate is only beginning, and, in addition to confirmatory studies of our results, many discussions among and between clinicians, microbiologists, and biologists need to take place. However, diagnostic and treatment protocols could be adapted within the next 5 years if such changes are judged to be appropriate.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 280,
                    "text": "38",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 404,
                    "end": 406,
                    "text": "39",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 545,
                    "end": 547,
                    "text": "40",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2: NMDS biplots of individual nasopharyngeal microbiota composition at admission in cases with LRTIs and in matched controls"
        },
        {
            "text": "The major strength of our study is the strictly matched case-control design, which precludes bias as a result of the confounding effects of age, time, and sex. Furthermore, the unselected recruitment of cases should have given us a cohort that is highly representative of the patients treated by paediatric clinicians, and the consistent patterns in our unsupervised (ie, hierarchical clustering) and supervised (ie, metagenomeSeq) analyses contribute to the robustness of our results. Our study also has limitations. First, casecontrol designs could theoretically introduce selection bias that could affect the validity and reproducibility of our results. Second, quantitative PCR-based assays detect only known respiratory viruses rather than the entire respiratory virome. However, virome studies report a high concordance between the results of metagenomic sequencing and quantitative PCR-based assays. 41 Third, as with any observational study, our findings do not necessarily prove causality. Longitudinal analyses are underway to address the causality of respiratory microbiota in respiratory disease. Fourth, endotracheal aspirate might not perfectly reflect the lower respiratory tract microbiota extending into the bronchi and alveoli. That said, clinical evidence based on conventional microbiology data has suggested that tracheal aspirates are a good proxy for the lower respiratory tract, and therefore an appropriate proxy for the clinical diagnosis of cause of disease in children with severe LRTIs. 42 Furthermore, data published in 2017 showed a strong concordance with negligible differences between bacterial microbiota from endotracheal samples and those from bronchial lavages. 43 Finally, 16S rRNA sequencing permits annotation up to the in between genus-level and species-level identification of bacteria, but does not provide the resolution of metagenomic techniques (eg, shotgun sequencing), especially for closely related species, such as streptococcal species. We tried to provide some species-level data by using quantitative PCR to confirm four common and potentially pathogenic OTUs, and these findings supported our conclusions. However, future studies might be needed on multiple levels to further confirm our data and refine the conclusions.",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 909,
                    "text": "41",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1516,
                    "end": 1518,
                    "text": "42",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1700,
                    "end": 1702,
                    "text": "43",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2: NMDS biplots of individual nasopharyngeal microbiota composition at admission in cases with LRTIs and in matched controls"
        },
        {
            "text": "Overall, our findings suggest that microbiota-based diagnostics should be further explored. Additionally, our prediction model for severity of disease should be validated in different settings and countries to explore its usefulness for treatment optimisation and antimicrobial stewardship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2: NMDS biplots of individual nasopharyngeal microbiota composition at admission in cases with LRTIs and in matched controls"
        },
        {
            "text": "MAvH, EAMS, and DB conceived and designed the study. WHM, MAvH, MEM, AMV, and NJGJ enrolled participants. MLJNC was responsible for execution and quality control of laboratory work. WHM and DB analysed the data. WHM, MAvH, EAMS, and DB wrote the paper. All authors interpreting results, critically revised the Article for important intellectual content, and approved the final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "EAMS has received unrestricted research support from Pfizer, and grant support for vaccine studies from Pfizer and GlaxoSmithKline. DB has received unrestricted fees (paid to her institution) for advisory work for Friesland Campina, and research support from Nutricia and MedImmune. All other authors report no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "Sequence data that support the findings of this study have been deposited in the US National Center for Biotechnology Information Sequence Read Archive database (BioProject ID PRJNA428382).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global, regional, and national causes of under-5 mortality in 2000-15: an updated systematic analysis with implications for the Sustainable Development Goals",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oza",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "3027--3062",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global, regional, and national incidence, prevalence, and years lived with disability for 301 acute and chronic diseases and injuries in 188 countries, 1990-2013: a systematic analysis for the Global Burden of Disease Study",
            "authors": [],
            "year": 2013,
            "venue": "Collaborators",
            "volume": "386",
            "issn": "",
            "pages": "743--800",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology and etiology of childhood pneumonia",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rudan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull World Health Organ",
            "volume": "86",
            "issn": "",
            "pages": "408--424",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Etiology of community-acquired pneumonia in hospitalized school-age children: evidence for high prevalence of viral infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Tsolia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Psarras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bossios",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "681--86",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The microbiota of the respiratory tract: gatekeeper to respiratory health",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Man",
                    "suffix": ""
                },
                {
                    "first": "Waa",
                    "middle": [],
                    "last": "De Steenhuijsen Piters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bogaert",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Rev Microbiol",
            "volume": "15",
            "issn": "",
            "pages": "259--70",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The infant nasopharyngeal microbiome impacts severity of lower respiratory infection and risk of asthma development",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Host Microbe",
            "volume": "17",
            "issn": "",
            "pages": "704--719",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early respiratory microbiota composition determines bacterial succession patterns and respiratory health in children",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biesbroek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tsivtsivadze",
                    "suffix": ""
                },
                {
                    "first": "Eam",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Respir Crit Care Med",
            "volume": "190",
            "issn": "",
            "pages": "1283--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Maturation of the infant respiratory microbiota, environmental drivers, and health consequences. A prospective cohort study",
            "authors": [
                {
                    "first": "Aatm",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "Waa",
                    "middle": [],
                    "last": "De Steenhuijsen Piters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Houten",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Respir Crit Care Med",
            "volume": "196",
            "issn": "",
            "pages": "1582--90",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nasopharyngeal microbiota, host transcriptome, and disease severity in children with respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "Waa",
                    "middle": [],
                    "last": "De Steenhuijsen Piters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heinonen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hasrat",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Respir Crit Care Med",
            "volume": "194",
            "issn": "",
            "pages": "1104--1119",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WHO. IMCI chart booklet",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Von Elm",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Med",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Development of the nasopharyngeal microbiota in infants with cystic fibrosis",
            "authors": [
                {
                    "first": "Smpj",
                    "middle": [],
                    "last": "Prevaes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Winter-De Groot",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Janssens",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Respir Crit Care Med",
            "volume": "193",
            "issn": "",
            "pages": "504--519",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Forward selection of explanatory variables",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Blanchet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Legendre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Borcard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ecology",
            "volume": "89",
            "issn": "",
            "pages": "2623--2655",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Variable selection using random forests",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Genuer",
                    "suffix": ""
                },
                {
                    "first": "J-M",
                    "middle": [],
                    "last": "Poggi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tuleau-Malot",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pattern Recognit Lett",
            "volume": "31",
            "issn": "",
            "pages": "2225--2261",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Differential abundance analysis for microbial marker-gene surveys",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Stine",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Bravo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pop",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Methods",
            "volume": "10",
            "issn": "",
            "pages": "1200--1202",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Variation in microbiome LPS immunogenicity contributes to autoimmunity in humans",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vatanen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kostic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hennezel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell",
            "volume": "165",
            "issn": "",
            "pages": "842--53",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Molecular quantification of respiratory syncytial virus in respiratory samples: reliable detection during the initial phase of infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Van De Pol",
                    "suffix": ""
                },
                {
                    "first": "Tfw",
                    "middle": [],
                    "last": "Wolfs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "3569--74",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Comparison of a real-time reverse transcriptase PCR assay and a culture technique for quantitative assessment of viral load in children naturally infected with respiratory syncytial virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Torrance",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "2356--62",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Analysis of the upper respiratory tract microbiotas as the source of the lung and gastric microbiotas in healthy individuals",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bassis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Erb-Downward",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Dickson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "MBio",
            "volume": "6",
            "issn": "",
            "pages": "37--52",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The microbiota in bronchoalveolar lavage from young children with chronic lung disease includes taxa present in both the oropharynx and nasopharynx",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaestli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Microbiome",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Community-acquired pneumonia requiring hospitalization among US adults",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Self",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "373",
            "issn": "",
            "pages": "415--442",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Microbial communities of the upper respiratory tract and otitis media in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Laufer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Metlay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Gent",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Fennie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pettigrew",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "MBio",
            "volume": "2",
            "issn": "",
            "pages": "245--255",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Prevotella and Porphyromonas infections in children",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Med Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "340--387",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Upper respiratory tract microbial communities, acute otitis media pathogens, and antibiotic use in healthy and sick children",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pettigrew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Laufer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Gent",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Fennie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Metlay",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl Environ Microbiol",
            "volume": "78",
            "issn": "",
            "pages": "6262--70",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pocket book of hospital care for children: guidelines for the management of common illnesses with limited resources",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Towards an ecology of the lung: new conceptual models of pulmonary microbiology and pneumonia pathogenesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Dickson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Erb-Downward",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Huffnagle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Respir Med",
            "volume": "2",
            "issn": "",
            "pages": "238--284",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A communal catalogue reveals Earth's multiscale microbial diversity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "551",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Interkingdom signaling induces Streptococcus pneumoniae biofilm dispersion and transition from asymptomatic colonization to disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Hakansson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "MBio",
            "volume": "4",
            "issn": "",
            "pages": "438--451",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Enhancement of in vitro growth of pathogenic bacteria by norepinephrine: importance of inoculum density and role of transferrin",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;donnell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aviles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lyte",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sonnenfeld",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Appl Environ Microbiol",
            "volume": "72",
            "issn": "",
            "pages": "5097--99",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Rapid pathogen identification in bacterial pneumonia using real-time metagenomics",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Pendleton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Erb-Downward",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Respir Crit Care Med",
            "volume": "196",
            "issn": "",
            "pages": "1610--1622",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Antibiotic treatment and stewardship in the era of microbiota-oriented diagnostics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bogaert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Belkum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The impact of breastfeeding on nasopharyngeal microbial communities in infants",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biesbroek",
                    "suffix": ""
                },
                {
                    "first": "Aatm",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Respir Crit Care Med",
            "volume": "190",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The association between anterior nares and nasopharyngeal microbiota in infants hospitalized for bronchiolitis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Luna",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Ajami",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Microbiome",
            "volume": "6",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A longitudinal study of the infant nasopharyngeal microbiota: the effects of age, illness and antibiotic use in a cohort of South East Asian children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Salter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Watthanaworawit",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Negl Trop Dis",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Staphylococcus aureus shifts toward commensalism in response to Corynebacterium species",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ramsey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Freire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gabrilska",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Rumbaugh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Lemon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Corynebacterium accolens releases antipneumococcal free fatty acids from human nostril and skin surface triacylglycerols",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bomar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Brugger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Yost",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Lemon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MBio",
            "volume": "7",
            "issn": "",
            "pages": "1725--1740",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Respiratory commensal bacteria Corynebacterium pseudodiphtheriticum improves resistance of infant mice to respiratory syncytial virus and Streptococcus pneumoniae superinfection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kanmani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clua",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Vizoso-Pinto",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The definition of pneumonia, the assessment of severity, and clinical standardization in the Pneumonia Etiology Research for Child Health study",
            "authors": [
                {
                    "first": "Jag",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wonodi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Moïsi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "2",
            "pages": "109--125",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Viral and bacterial interactions in the upper respiratory tract",
            "authors": [
                {
                    "first": "Aatm",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biesbroek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trzcinski",
                    "suffix": ""
                },
                {
                    "first": "Eam",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bogaert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Early-life respiratory infections and asthma development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beigelman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Bacharier",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Opin Allergy Clin Immunol",
            "volume": "16",
            "issn": "",
            "pages": "172--78",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Characterization of the viral microbiome in patients with severe lower respiratory tract infections, using metagenomic sequencing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lysholm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wetterbom",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lindau",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Use of tracheal aspirate culture in newly intubated patients with community-onset pneumonia",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sorensen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Am Thorac Soc",
            "volume": "13",
            "issn": "",
            "pages": "376--81",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Bacterial topography of the healthy human lower respiratory tract",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Dickson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Erb-Downward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "MBio",
            "volume": "8",
            "issn": "",
            "pages": "2287--2303",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Virus detected by quantitative PCR in cases and matched controlsRSV=respiratory syncytial virus. hMPV=human metapneumovirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Re Respir pir pirato at ato tory ry ry y tra tra tra tract ct ct ct inf inf infect ect ect ction ion ion ion in in Ant Ant ntibi bi ioti oti ti otics cs cs c in in in n pas pas pas past mo mo month nt nth ths s s",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "ROC curves for distinguishing disease from health for unstratified and stratified sparse random forest classifying models on the basis of 16S rRNA data, viral presence, and patient characteristics (A), and the disease-discriminatory variables that these models encompass (B-F) The random forest models include all cases (B), pneumonia cases (C), bronchiolitis cases (D), wheezing illness cases (E), and mixed cases (F) versus healthy controls. In (B)-(F), the x-axis shows the importance of the variable to the accuracy of the model, which was estimated by calculating the mean decrease in Gini after randomly permuting the values of each given variable (mean and SD, 100 replicates); the direction of the associations was estimated post hoc with point biserial correlations. Because multiple OTUs of individual bacterial species were identified, we refer to OTUs by their taxonomical annotations and a rank number (shown in parentheses), which is based on the abundance of each given OTU. ROC=receiver operating characteristic. RSV=respiratory syncytial virus. LRTIs=lower respiratory tract infection. OTU=operational taxonomic unit.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Research in contextEvidence before this study We hypothesised that the entire nasopharyngeal microbiota might have a role in susceptibility to, and severity of, lower respiratory tract infection (LRTIs). We searched PubMed with the terms \"(child, preschool[mh] OR infant[mh] NOT infant, newborn[mh]) AND (respiratory tract infections[mh] OR pneumonia[tiab] OR bronchiolitis[tiab] OR wheezing[tiab]) AND (microbiota[mh] OR microbiome[tiab]) AND (case-control studies[mh] OR prospective[tiab]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Respiratory syncytial virus (72 [49%] vs 12 [4%]; p<0·0001), and human metapneumovirus (9 [6%] vs 5 [2%]; p=0·022) were present significantly more often in LRTI cases than in controls (figure 1). Rhinovirus was detected more often in controls than in cases (204 [67%] vs 73 [50%]; p=0·00022; figure 1).With respect to bacterial microbiota, although cases did not have a higher median bacterial biomass than controls (54·1 pg/µL [IQR 9·8-147·4] vs 54·5 pg/µL [16·7-165·2]; p=0·28), microbiota composition differed significantly between groups (R² 3·1%; p<0·0001;figure 2A).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Baseline characteristics of cases and matched controls",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "34 [62%] of 55 vs four [4%] of 112; p<0·0001), cases with pneumonia (18 [56%] of 32 vs three [4%] of 73; p=0·00057), and cases with mixed phenotypes (15 [58%] of 26 vs 1 [2%] of 52; p=0·001) than in controls (appendix). Rhinovirus was significantly less common in cases of pneumonia and bronchiolitis than in controls (appendix). Human metapneumovirus was detected only in pneumonia and bronchiolitis cases (appendix).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the participating children and their families, all the members of the research team at Spaarne Gasthuis Academy, the laboratory staff, the Streeklaboratorium Haarlem, the GGD Kennemerland, the JGZ Kennemerland, and Olga Krabbe for her primary exploration of the data. This work is dedicated to the memory of Dr Reinier H Veenhoven, who contributed to the planning and design of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}