{
    "paper_id": "0db9994c58543d320be02e17f2298586e3e566d0",
    "metadata": {
        "title": "Structure-Based Design and Synthesis of Highly Potent SARS- CoV 3CL Protease Inhibitors",
        "authors": [
            {
                "first": "Yi-Ming",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wen-Bin",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hung-Pin",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min-Feng",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keng-Chang",
                "middle": [],
                "last": "Tsai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tun-Hsun",
                "middle": [],
                "last": "Kuo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "]",
                "middle": [],
                "last": "Andrew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H.-J",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Po-Huang",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chun-Hung",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "An-Suei",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chi-Huey",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS), a life-threatening respiratory disease, was first reported in Southern China in November 2002, and it spread widely to other Asian countries, North America, and Europe. According to the World Health Organization (WHO), a total of 8098 people worldwide became sick with SARS during the 2003 outbreak, and 774 of the infected patients died. A novel coronavirus associated with cases of SARS (SARS-CoV) was identified as the etiological agent of this endemic atypical pneumonia. [1] SARS-CoV is a single-stranded positive-strand RNA virus, and its genome structure comprises both replicase and structural regions. [2] The polyproteins, pp1a (486 kDa) and pp1ab (790 kDa), encoded by the viral replicase gene, are subject to extensive proteolytic processing by viral proteases to produce multiple functional subunits, which are responsible for the formation of the replicase complex. The SARS-CoV 3CL protease, named after the 3C protease of the Picornaviridae, is a~33 kDa cysteine protease that cleaves the replicase polyprotein at 11 conserved sites with canonical Leu-Glnfl(Ser, Ala, Gly) sequences [3] [4] [5] Because of the functional importance of SARS-CoV 3CL protease in the viral life cycle, together with successes in developing efficacious antiviral agents targeting 3C-like proteases in other viruses, [6] this enzyme has been recognized as a prime target for therapeutic intervention against SARS-CoV infection.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 140,
                    "text": "November 2002, and",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1144,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1148,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1152,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1353,
                    "end": 1356,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In its X-ray crystal structures the 3CL protease forms a dimer with two protomers, each of which composed of three domains. The active site contains a catalytic dyad (Cys145 and His41), and the substrate-binding subsite S1 of the enzyme has absolute specificity for Gln-P1 of the substrate. [7] To date, a large number of inhibitors of 3CL protease have been studied, including molecules identified from high-throughput screening, [8] electrophilic analogues, [9] isatin derivatives, [10] peptidomimetic a,b-unsaturated esters, [11] peptidic anilides, [12] and benzotriazole esters. [13] However, these molecules lack further structural studies to provide in-depth understanding of molecular interactions of the enzyme-inhibitor complex, and/or for structure-based optimization.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are four reports that describe the 3CL protease structures in complexation with inhibitors. [7, [14] [15] [16] In all these complex structures, the ligands are irreversible inhibitors; that is, they are covalently bound to the target protein. Although the Sg atom of Cys145 at the enzyme active site displays bond formation variously with the methylene group of the chloromethyl ketone (CMK), [7] the C b atoms of Michael acceptors, [14, 15] or the C3 atom of an aza-peptide epoxide (APE), [16] these mechanism-based inhibitors do not demonstrate satisfactory potency (IC 50 = 2 mm for CMK; IC 50 = 70 mm, K i = 10.7 mm for Michael acceptors; K i = 18 mm for APE) against the 3CL protease.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 116,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In general, reversible inhibitors produce fewer side effects than suicide inhibitors and are thus more suitable for therapeutic development. [17] TL-3, a noncovalent HIV protease inhibitor (K i = 1.5 nm) previously developed in our laboratory, [18] was found to be an inhibitor of the 3CL protease with a K i value of 0.6 mm. [19] Previous studies have shown that TL-3 is A C H T U N G T R E N N U N G effective against FIV protease and many drug-resistant HIV proteases, has a strong ability to control lentiviral infections in tissue culture, and exerts no adverse effects in ICR mice up to the dose level of 2000 mg kg À1 by gavage during the 14 day study period. The compound is also negative in mouse peripheral blood micronucleus assay. With these considerations taken into account, TL-3 was selected as a lead compound for further optimization in the search for higher inhibition potency.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We initially incorporated a series of l-amino acids in place of the Val-Ala residues of TL-3. However, none of these enhanced the inhibitory activity (see the Supporting Information). The negative results led us to suspect that the main binding mode of TL-3 was energetically dominated by the two phenyl groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Optimization of TL-3 as an inhibitor against the 3CL protease by replacement of the peripheral Val-Ala residues or the two central phenyl groups was based on the rationale that the binding mode of TL-3 in the protein-ligand complex mainly involves at least a dipeptide scaffold. We thus carried out computational modeling methods to explore all 20 20 dipeptides as model ligands for possible protein-ligand interactions. An exhaustive exploration of the dipeptide binding modes using automated computational modeling procedures revealed that the Trp-Trp dipeptide emerged as the strongest binder on the basis of the ranking system used. Moreover, 63 out the topranked 100 protein-ligand complexes contained at least one Trp residue (for details see the Supporting Information). We thus synthesized two compounds to test the binding mode hypothesis: one with two Trp groups adjacent to the central diol (4, Scheme 1) and the other with two additional Val-Ala residues as in 9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The synthesis started with l-Trp as shown in Scheme 1. Cbzl-tryptophan (2) was converted into its Weinreb amide (3), and this was followed by reduction to give the protected l-tryptophanal. The aldehyde was then subjected to stereoselective pi-nacol homocoupling according to the reported method [20] to yield diol 4. Successive protections of the diol with isopropylidene and of the indole nitrogens with tert-butoxycarbonyl (Boc) provided 6 in 53 % overall yield. Removal of the terminal Cbz groups by hydrogenolysis and subsequent coupling with Cbz-Val-OH produced adduct 7 in 78 % yield. Compound 8, containing additional Ala residues, was prepared by a similar process in 98 % yield. Final deprotection under acidic conditions afforded the desired diol 9 in 43 % yield. Compounds 4 and 9 were tested against the 3CL protease and proved to be more effective competitive inhibitors of the 3CL protease than TL-3, with K i values of 0.34 and 0.073 mm, respectively. It is noted that compound 9 is highly selective for the 3CL protease and that no inhibition was observed against HIV protease at 100 mm.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to understand the molecular interactions of the enzyme-inhibitor complex in detail, we carried out an X-ray crystallography analysis of the SARS-CoV 3CL protease complex containing compound 4. The preliminary results revealed that a conformational change, presumably induced by the presence of the ligand, was observable at the loop region near the active site (Figure 1 A) . Differential electron density maps in the presence of compound 4 indicated that the ligand was partially visible, but the molecular structure of the ligand could not be precisely defined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 382,
                    "text": "(Figure 1 A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "However, computational structures of compound 4 with the 3CL protease were constructed by use of the preliminary X-ray protein structure obtained in the presence of compound 4. This structure was different from the 3CL protease structure used in the previous modeling task in that the previous structure was derived with chloromethyl ketone complexed with the protease. We expected that this round of computational modeling would produce a more realistic protein-ligand complex model. The predicted model ligand structure would then be superimposed onto the differential electron density maps to confirm the validity of the binding mode of the ligand on the target protein. As de- www.chembiochem.org scribed in the Supporting Information, the prediction of the model binding structure of compound 4 did not use any information from the differential electron density map; the purpose was to use the differential electron density map as an independent test to assess the validity of the predicted binding mode. Visual examination of the top-ranked protein-ligand complex structures generated from all three docking software packages revealed a consensus complex structure, suggesting a tight packing of the two tryptophan sidechains into the S1 and S2 binding pockets, with the two Cbz moieties occupying the neighboring S3 and S1' sites. The consensus was particularly strong with regard to the tryptophan sidechain conformation, for which precise hydrogen-binding configurations satisfy-ing hydrogen-bonding donors in the tryptophan side chains were conserved throughout the top-ranked structures, while the hydrophobic packing between the tryptophan side chains and the ligand-binding sites was tightly matched. The induced hydrogen-bonded local conformation involving side chain Asn142 fitted perfectly to accommodate the tryptophan sidechain as part of the S1 binding site in the model structure, while His41 formed another hydrogen-bonding pattern with another indole group at the S2 site (Figure 1 B) . The binding conformations of the Cbz moieties, however, were less certain from the consensus complex structures. The uncertainty in modeling Cbz moieties in the ligand-protein complex was the result of a lack of favorable interactions between the Cbz moieties and substrate binding site in the protein. This uncertainty was also manifested in the incomplete X-ray crystallographic data for the Cbz groups. The paucity of favorable Cbz-protein interactions in the complex model suggested the possibility for further improvement in the binding affinity and specificity through replacement of the Cbz moieties with other functional groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1994,
                    "end": 2006,
                    "text": "(Figure 1 B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The consensus complex structure was compared with the differential density map, which shows the superimposition of the differential electron density map and the modeled binding mode of compound 4. The comparison indicated that all the visible fragments in the differential electron density maps were accounted for by the model ligand conformation in the active site, especially the positions of the indole groups. The consistency of the consensus model structures and the differential electron density map supported the validity of the model complex structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ligand-protein complex shown in Figure 1 B was different from the top-ranked Trp-Trp binding mode predicted from the preliminary modeling task (for differences see Figure S2 ). In retrospect, although the discrepancies could arise from the differences in the target protein structures and the ligand molecule structures used in the modeling tasks, the partial agreement between the two models ( Figure S2 ) nevertheless suggested that the preliminary modeling effort provided a productive direction for improvement of the ligand-protein binding affinity. The subsequent refinement of the complex structure significantly improved the accuracy of the binding model, and provided a working model for further optimization of the lead compounds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 44,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 168,
                    "end": 177,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 408,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In summary, we have used computational technology to optimize a lead inhibitor (TL-3) of the 3CL protease. The C 2 -symmetric diol 9 was then designed and synthesized, and showed higher affinity than the previous lead compound (TL-3), by one order of magnitude in its inhibition constant (0.6!0.073 mm). Compounds 4 and 9 represent the most potent noncovalent 3CL protease inhibitors with structural analyses reported to date. This was a successful example of lead optimization by computer modeling prediction, and both potency and selectivity (over HIV protease) were achieved. Though the electrondensity map of the complex has not been well defined, the preliminary X-ray structure can be used to support the computer modeling analysis of diol 4 in complexation with the 3CL protease, which indicated that both NHs of the indole rings formed hydrogen bonds with the side chains of Asn142 and His41. We believe that this approach has provided a platform for further lead optimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartlam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "13190--13195",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1835675100"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Laco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Torbett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Elder",
                    "suffix": ""
                },
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "95",
            "issn": "",
            "pages": "939--944",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.95.3.939"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "[a] Y.-M. Shao, Dr. W.-B. Yang, H.-P. Peng, Dr. K.-C. Tsai, Dr. A. H.-J. Wang, Dr. P.-H. Liang, Dr. C.-H. Lin, Prof. A.-S. Yang, Prof. C.-H. Wong Genomics Research Center, Academia Sinica No. 128, Sec. 2, Academia Rd., Taipei City 115, Taiwan (R.O.C.) Fax: (+ 886) 2-2789-8771 E-mail: chwong@gate.sinica.edu.tw",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Synthesis of compound 4 and 9. Reagents and conditions: a) CbzCl, Na 2 CO 3 , NaHCO 3 , MeCN/H 2 O (2:3), 0!23 8C, 2 h, 90 %; b) HCl·NHMeA C H T U N G T R E N N U N G (OMe), Et 3 N, HOBt, WSC, DMF, 0!23 8C, 15 h, 86 %; c) i: DIBAL-H, PhMe, THF, À78 8C, 15 min; ii: VCl 3 A C H T U N G T R E N N U N G (thf) 3 , Zn, CH 2 Cl 2 , 238C, 17 h, 34 %; d) cat. p-TsOH·H 2 O, (MeO) 2 CMe 2 , CHCl 3 , 238C, 2 h, 79 %; e) Boc 2 O, 4-DMAP (cat.), CH 3 CN, 23 8C, 26 h, 67 %; f) i: H 2 (1 atm), cat. Pd/C (10 %), THF/MeOH (1:1); ii: Cbz-Val-OH, HBTU, DIPEA, DMF, 23 8C, 13.5 h, 78 %; g) i: H 2 (1 atm), cat. Pd/C (10 %), THF/MeOH (1:1); ii: Cbz-Ala-OH, HBTU, DIPEA, DMF, 23 8C, 14.5 h, 98 %; h) 4 n HCl/dioxane/H 2 O, 23 8C, 14 h, 43 %. Cbz = benzyloxycarbonyl; HOBt = N-hydroxybenzotriazole; WSC = 1-ethyl-3-(3-dimethylaminopropyl)carbodiimide hydrochloride; DMF = N,N-dimethylformamide; DIBAL-H = diisobutylaluminium hydride; THF = tetrahydrofuran; Ts = p-toluenesulfonyl; Boc = tert-butoxycarbonyl; 4-DMAP = 4-(dimethylamino)pyridine; HBTU = (1H-benzotriazol-1-yl)-1,1,3,3-tetramethyluronium hexafluorophosphate; DIPEA = diisopropylethylamine. ChemBioChem 2007, 8, 1654 -1657 2007 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A) X-ray differential density maps and the modeled conformation of ligand 4. B) Compound 4 in the active site of SARS-CoV 3CLpro, generated by computer modeling. The secondary structure elements are shown as a ribbon drawing, and the important residues involved in inhibitor binding are labeled. The dotted lines represent H-bonding and hydrophobic (from Asn142 and His41) interactions of compound 4 with SARS-CoV 3CLpro.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work is supported by the National Science Council, Taiwan and the Genomics Research Center, Academia Sinica. The SYBYL computation was conducted at the National Center for High Performance Computing, Taiwan. The DISCOVERY STUDIO 1.2 SBD computation was conducted at the computational center of the Academia Sinica.Keywords: computer modeling · inhibitors · medicinal chemistry · proteases · structure-based design",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}