{"paper_id": "0dbeeb9b88767f2e5ecda6b32fc8ead2f7977c97", "metadata": {"title": "Growth and Digestive Function of Turkeys Surviving the Poult Enteritis and Mortality Syndrome 1", "authors": [{"first": "N", "middle": ["H"], "last": "Odetallah", "suffix": "", "affiliation": {"laboratory": "", "institution": "North Carolina State University", "location": {"addrLine": "6515 Shelf Road", "postCode": "27695-7608, 28103", "settlement": "Raleigh, Marshville", "region": "North Carolina, North Carolina"}}, "email": ""}, {"first": "P", "middle": ["R"], "last": "Ferket", "suffix": "", "affiliation": {"laboratory": "", "institution": "North Carolina State University", "location": {"addrLine": "6515 Shelf Road", "postCode": "27695-7608, 28103", "settlement": "Raleigh, Marshville", "region": "North Carolina, North Carolina"}}, "email": ""}, {"first": "J", "middle": ["D"], "last": "Garlich", "suffix": "", "affiliation": {"laboratory": "", "institution": "North Carolina State University", "location": {"addrLine": "6515 Shelf Road", "postCode": "27695-7608, 28103", "settlement": "Raleigh, Marshville", "region": "North Carolina, North Carolina"}}, "email": ""}, {"first": "L", "middle": [], "last": "Elhadri", "suffix": "", "affiliation": {"laboratory": "", "institution": "North Carolina State University", "location": {"addrLine": "6515 Shelf Road", "postCode": "27695-7608, 28103", "settlement": "Raleigh, Marshville", "region": "North Carolina, North Carolina"}}, "email": ""}, {"first": "K", "middle": ["K"], "last": "Kruger", "suffix": "", "affiliation": {"laboratory": "", "institution": "North Carolina State University", "location": {"addrLine": "6515 Shelf Road", "postCode": "27695-7608, 28103", "settlement": "Raleigh, Marshville", "region": "North Carolina, North Carolina"}}, "email": ""}]}, "abstract": [{"text": "Stunted growth of poults afflicted by enteritis mortality syndrome (PEMS) may be associated with depressed digestive capabilities. We conducted two experiments to test this hypothesis. Survivors of PEMS were obtained from a research flock that had been purposefully infected at 5 d of age with PEMS inoculum that included turkey corona virus. The PEMS survivors were assigned to Experiments 1 and 2, beginning at 40 and 35 d of age, respectively. Three groups (large, L; medium, M; and small, S) and two groups (L and S) of 20 poults each were selected to represent different degrees of stunting in Experiments 1 and 2, respectively. When the body weights of each group in both experiments were plotted using initial body weight as the starting point, all of the (", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Poult enteritis and mortality syndrome (PEMS) is an acute, infectious, enteric disease with a rapid onset (Barnes and Guy, 1995, 1997; Barnes et al., 1996; Brown et al., 1997) . Although the specific cause of PEMS remains to be identified, the disease involves the interaction of one or more disease agents (Barnes and Guy, 1997) . Infection with a combination of viruses has been reported to cause high mortality (Barnes and Guy, 1995) . The suggested disease agents not only include enteropathogenic viruses [coronaviruses, birnaviruses, entero-like viruses, rotavirus (especially type D) and adenoviruses] but also bacteria (Salmonella, Escherichia coli, Campylobacter, Bacteroids, and Clostridia) , and protozoa (Cryptosporidia and Cochlosoma) (Barnes and Guy, 1995; Barnes et al., 1996) . 1223 weights fell on the normal growth curve except Group S in Experiment 1. Therefore, there was no evidence of compensatory growth over the period studied. In Experiment 1, apparent fat absorption (AFA) was significantly higher (P < 0.05) for control (85.9%) than for M (78.5%) and S (78.3%) groups, and AME n for the control group was significantly higher than all the PEMS-survivor groups. In Experiment 2, Group L had a higher AFA and AME n than Group S. AFA and AME n improved in both groups over time. The digestive capabilities of PEMS survivors were depressed proportionally to the degree of stunting. Impaired fat digestibility and dietary energy utilization in PEMS-afflicted birds are likely contributors to stunted growth and reduced recovery rates. Edens et al. (1997a) isolated two \"atypical\" E. coli strains from PEMS-affected poults, and most recently Yu et al. (2000) discovered a small round virus (30 to 32 nm in diameter) that was involved in the etiology of PEMS.", "cite_spans": [{"start": 106, "end": 117, "text": "(Barnes and", "ref_id": "BIBREF5"}, {"start": 118, "end": 134, "text": "Guy, 1995, 1997;", "ref_id": null}, {"start": 135, "end": 155, "text": "Barnes et al., 1996;", "ref_id": "BIBREF7"}, {"start": 156, "end": 175, "text": "Brown et al., 1997)", "ref_id": "BIBREF9"}, {"start": 307, "end": 329, "text": "(Barnes and Guy, 1997)", "ref_id": "BIBREF8"}, {"start": 414, "end": 436, "text": "(Barnes and Guy, 1995)", "ref_id": "BIBREF6"}, {"start": 627, "end": 700, "text": "(Salmonella, Escherichia coli, Campylobacter, Bacteroids, and Clostridia)", "ref_id": null}, {"start": 748, "end": 770, "text": "(Barnes and Guy, 1995;", "ref_id": "BIBREF6"}, {"start": 771, "end": 791, "text": "Barnes et al., 1996)", "ref_id": "BIBREF7"}, {"start": 1557, "end": 1577, "text": "Edens et al. (1997a)", "ref_id": "BIBREF14"}, {"start": 1663, "end": 1679, "text": "Yu et al. (2000)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "PEMS-affected poults begin to exhibit clinical symptoms at 7 to 12 d of age, and the clinical disease may continue until the birds are 5 wk of age. Symptomatic poults display initial signs of irritability (anxious panting and high pitched vocalization) followed by anorexia, diarrhea of increasing severity, dehydration, hypothermia, growth depression in excess of 40%, near total morbidity, and finally mortality in rates in excess of 1% per day for three or more consecutive days. Daily mortality rate occurs in the form of spikes when documented over time. A spike in mortality rate is primarily due to low feed intake, poor nutrient absorption, hypothermia, and a hypo-phosphatemia as a consequence of the disease agent(s) (Edens, 1994) . Phosphate reserves deplete while the birds are off feed. When they begin to consume feed again, the high demand to phosphorylate the influx of glucose drains the blood phosphate reserves to fatally low levels (Ferket, 1995) . The enhanced production of Abbreviation Key: AFA = apparent fat absorption; ANR = apparent N retention; PEMS = poult enteritis mortality syndrome; SS = stunting syndrome. proinflammatory cytokines (IL-1 and IL-6) by activated macrophages in PEMS-afflicted poults may be partially responsible for the intestinal inflammation, abnormal gut motility, and anorexia observed (Heggen et al., 2000) . PEMS-affected poults also exhibit immune dysfunction, which reduces resistance to secondary infections and causes hyperinflammatory responses (Heggen et al., 2000) . Most PEMS survivors that are severely stunted are delayed in reaching target weight; the most severely affected survivors never reach target market weight because they cannot compete for feeder and water space (Edens et al., 1997b) .", "cite_spans": [{"start": 727, "end": 740, "text": "(Edens, 1994)", "ref_id": "BIBREF13"}, {"start": 952, "end": 966, "text": "(Ferket, 1995)", "ref_id": "BIBREF16"}, {"start": 1339, "end": 1360, "text": "(Heggen et al., 2000)", "ref_id": "BIBREF21"}, {"start": 1505, "end": 1526, "text": "(Heggen et al., 2000)", "ref_id": "BIBREF21"}, {"start": 1739, "end": 1760, "text": "(Edens et al., 1997b)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Researchers have reported that stunting syndrome (SS) of young turkeys and broiler chickens involved reduced feed intake, impaired digestion and absorption, and poor utilization of nutrients (Kouwenhoven et al., 1978; Bracewell and Randall, 1984; McLoughlin et al., 1987; Angel et al., 1990a Angel et al., ,b, 1992 . Inoculation of turkey poults with an SS inoculum depressed weight gain (P < 0.001) and impaired the utilization of feed per gain (P < 0.001) up to 9 d (Angel et al., 1990a) and 14 d (Angel et al., 1990b) of age. However, Angel et al. (1992) also found that feeding a complex diet containing fish meal and sunflower meal as the main protein sources eliminated the adverse effects of SS inoculation on performance traits compared with SS effects on poults fed a corn and soybean meal diet. This observation demonstrated the potential dietary effect on the manifestation of an enteric disease.", "cite_spans": [{"start": 191, "end": 217, "text": "(Kouwenhoven et al., 1978;", "ref_id": null}, {"start": 218, "end": 246, "text": "Bracewell and Randall, 1984;", "ref_id": "BIBREF10"}, {"start": 247, "end": 271, "text": "McLoughlin et al., 1987;", "ref_id": "BIBREF26"}, {"start": 272, "end": 291, "text": "Angel et al., 1990a", "ref_id": "BIBREF1"}, {"start": 292, "end": 314, "text": "Angel et al., ,b, 1992", "ref_id": null}, {"start": 468, "end": 489, "text": "(Angel et al., 1990a)", "ref_id": "BIBREF1"}, {"start": 499, "end": 520, "text": "(Angel et al., 1990b)", "ref_id": "BIBREF2"}, {"start": 538, "end": 557, "text": "Angel et al. (1992)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Even though dietary supplementation of antibiotics and other additives may favorably alter gut microflora and reduce mortality due to enteric disease, they have little effect on alleviating the stunted growth of those birds surviving an enteric disease (Al-Batshan et al., 1992) , including PEMS (Ferket, 1995) . Irreparable damage to the gut often occurs during enteric disease. Common clinical observations among PEMS-affected poults are acute severe intestinal villus atrophy, crypt hyperplasia, and failure of survivors to gain weight normally (Barnes, 1994) . We hypothesized that poults that survive PEMS have impaired nutrient utilization because of irreparable damage to the absorptive surface of the gut. The objectives of this study were to evaluate the growth dynamics and digestive capabilities of PEMS survivors in comparison to normal poults.", "cite_spans": [{"start": 253, "end": 278, "text": "(Al-Batshan et al., 1992)", "ref_id": "BIBREF0"}, {"start": 296, "end": 310, "text": "(Ferket, 1995)", "ref_id": "BIBREF16"}, {"start": 548, "end": 562, "text": "(Barnes, 1994)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This project was conducted under the supervision of the North Carolina State University Institutional Animal Care and Use Committee (IACUC), which has adopted the Animal Care and Use Guidelines governing all animal use in experimental procedures (Federation of Animal Sciences Societies, 1999). Male Nicholas poults that had survived PEMS after purposeful infection with the PEMS innoculum (including turkey corona virus) were obtained from a research flock 3 at 40 and 35 d of age and were used as test subjects in Experiments 1 and 2, respectively. In the first experiment, a group of uninfected poults of the same hatch served as control, and they were housed in a separate room from the PEMS survivors to prevent the transfer of PEM disease agents. There were no similar control birds in Experiment 2. Control birds were fed and housed similarly to the PEMS survivors but were monitored and serviced at a secure facility to assure no further transmission of the disease. The poults were kept in cages with raised wire floors at a temperature of 20 to 25 C. They were fed a turkey starter diet containing corn, soybean meal, and animal fat; the diet was supplemented with chromic oxide as an indigestible reference for determination of AME and fat absorption (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 1262, "end": 1271, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Birds"}, {"text": "At 4 d of age, a group of birds (seeder birds) were randomly selected and separated from the rest of the flock. Seeder birds were then infected using inoculum prepared from the digestive tract of PEMS poults. The inoculum was prepared at the College of Veterinary Medicine at North Carolina State University. The inoculum contained turkey corona virus (Barnes and Guy, 1997) . The remainder of the flock was purposefully infected by direct contact with same hatch-mate seeder birds at 5 d of age. At 7 d of age, all infected poults started exhibiting clinical signs associated with PEMS (i.e., vocalization, decreased feed consumption, severe diarrhea, and dehydration). At 9 to 12 d of age, high mortality was observed. At 13 to 14 d of age, voluntary feed intake by the survivors increased and growth resumed. PEMS survivors were transferred to the North Carolina State University Dearstyne Avian Health Research Center at 38 and 33 d of age for Experiments 1 and 2, respectively, and were allowed a 2-d acclimation. PEMS survivors were assigned to Experiments 1 and 2, beginning at 40 and 35 d of age, respectively. In Experiment 1, 10 uninfected control poults and three PEMS survivor groups of 20 poults each were evaluated. PEMS survivors represented three degrees of stunting according to body size: large (L, 1.51 kg) (≥75% of control body weight and the least degree of stunting), medium (M, 1.20 kg) (50 to 75% of control body weight), and small (S, 0.67 kg) (≤40% of control body weight and the greatest degree of stunting). For Experiment 2, only two PEMS survivor groups (L, 0.94 kg and S, 0.52 kg) of 20 poults each were obtained.", "cite_spans": [{"start": 352, "end": 374, "text": "(Barnes and Guy, 1997)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "PEMS Exposure"}, {"text": "Excreta were collected at 24-h intervals on four consecutive days to assure that the excreta were a representative sample. Excreta collection was carried out at 52 to 56 d of age in Experiment 1 and at 35 to 39 and 55 to 59 d of age in Experiment 2. Chromic oxide was added at 0.3% The selenium premix provided 0.2 mg Se/kg diet as Na 2 SeO 3 . of the diet, which served as an indigestible reference substance (Dansky and Hill, 1952; Hill et al., 1960; Czarnocki et al., 1961) . Clean, representative samples of feed and excreta were taken once each day. At each collection, excreta were collected into glass beakers, sulfuric acid (0.1 N) was mixed into the excreta to adjust the pH to 5.4 or slightly lower to prevent volatilization of nitrogen and other compounds. The beakers were immediately placed into an airflow-drying oven at 70 C. The samples were then ground and stored in nonpermeable sampling bags.", "cite_spans": [{"start": 410, "end": 433, "text": "(Dansky and Hill, 1952;", "ref_id": "BIBREF12"}, {"start": 434, "end": 452, "text": "Hill et al., 1960;", "ref_id": "BIBREF23"}, {"start": 453, "end": 476, "text": "Czarnocki et al., 1961)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Excreta Collection"}, {"text": "Feed and excreta samples were analyzed to determine moisture content (16 to 18 h in a drying oven set at 105 C). Chromic oxide (Czarnocki et al., 1961; Williams et al., 1962) , nitrogen (Kjeldahl method; Association of Analytical Chemists, 1984) , and gross energy were determined with an adiabatic oxygen bomb calorimeter. 4 Total fat content (including neutral fat and fatty acids) was determined by a modification of the method of Foweather and Anderson (1946) as presented by Renner and Hill (1960) . A 2-g sample of dried feces was mixed with 3 mL water and 1 mL concentrated HCl in a small mortar and left for 30 min. Six grams of anhydrous MgSO 4 were then added and mixed to adsorb moisture. The ground mixture was allowed to stand overnight in an oven 5 at 40 C. petroleum ether (60 to 70 C boiling range) in a Goldfish apparatus. 6 Excess solvent was then removed in a steam bath, and the extract was dried for 30 min in a forcedair oven 7 at 105 C, before weighing, to determine residual fat. The indigestible Cr 2 O 3 reference matter was determined spectrophotometrically after wet-ashing the sample according to the procedure described by Czarnocki et al. (1961) .", "cite_spans": [{"start": 127, "end": 151, "text": "(Czarnocki et al., 1961;", "ref_id": "BIBREF11"}, {"start": 152, "end": 174, "text": "Williams et al., 1962)", "ref_id": "BIBREF32"}, {"start": 219, "end": 245, "text": "Analytical Chemists, 1984)", "ref_id": null}, {"start": 324, "end": 325, "text": "4", "ref_id": null}, {"start": 480, "end": 502, "text": "Renner and Hill (1960)", "ref_id": "BIBREF28"}, {"start": 1153, "end": 1176, "text": "Czarnocki et al. (1961)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Sample Analysis"}, {"text": "The analytical data were used to calculate ME n (Equation 1) per gram of diet dry matter, using a N correction factor of 8.22 cal/g of N (Hill and Anderson, 1958; Hill et al., 1960) .", "cite_spans": [{"start": 137, "end": 162, "text": "(Hill and Anderson, 1958;", "ref_id": "BIBREF22"}, {"start": 163, "end": 181, "text": "Hill et al., 1960)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Sample Analysis"}, {"text": "Apparent N retention (ANR) and apparent fat absorbability (AFA) were then calculated according to the following equations:", "cite_spans": [], "ref_spans": [], "section": "Sample Analysis"}, {"text": "AFA (%) = fat retained/g diet fat/g diet × 100%.", "cite_spans": [], "ref_spans": [], "section": "Sample Analysis"}, {"text": "[3]", "cite_spans": [], "ref_spans": [], "section": "Sample Analysis"}, {"text": "Experiments 1 and 2 were completely randomized designs with a cage of birds representing an experimental unit. In Experiment 1, each PEMS survivor group (S, M, and L) was randomly assigned among six battery cages each. Four of these cages contained three poults, and two cages contained four poults to accommodate the 20 available poults per PEMS survivor group. The 10 uninfected control poults were randomly assigned among three cages; one cage contained four birds and two cages contained three birds. In Experiment 2, the S and L PEMS survivors were randomly assigned among six cages each. As in the previous experiment, four of these cages contained three poults, and two cages contained four poults to accommodate the 20 available poults per PEMS survivor group. Body weight, feed consumption, feed conversion ratio, ANR, AFA, and AME n were statistically analyzed as a completely randomized design experiment using the general linear models procedure of SAS software (SAS Institute, 1996) . To evaluate treatment effects on growth dynamics, body weight was analyzed by regression analysis for each bird with age as the variable. The linear slope coefficient for each bird was then used to determine statistical treatment effects. The rate data for percentage of mortalities were subjected to analysis of variance after arcsine √ percentage transformation. The means were separated using least-significant difference. Statements of significance were based on P ≤ 0.05.", "cite_spans": [{"start": 974, "end": 995, "text": "(SAS Institute, 1996)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Starting weights (40 d of age) reveal the three levels of stunting studied in Experiment 1 (Table 2 ). There was a significant (P < 0.05) difference among the control, L, M, and S PEMS survivor groups as expected by design. The starting BW of the control birds (2.02 kg) was three times that of the S survivors (0.67 kg). The overall growth achieved by the birds was directly proportional to their BW; with higher starting BW, more weight was gained through the end of the study at 56 d of age. The body weight gain during the 16-d experiment was significantly (P < 0.05) higher among control birds (1.91 kg) than among M and S groups (1.49 and 1.08 kg, respectively).", "cite_spans": [], "ref_spans": [{"start": 91, "end": 99, "text": "(Table 2", "ref_id": "TABREF2"}], "section": "Body Weight"}, {"text": "The growth (body weight for age) among the uninfected control poults was similar to the industry standard reported by Sell (1997) (Figure 1 ). Body weight data for all the other treatment groups summarized in Table 2 were also plotted in Figure 1a to compare growth curves. Slopes of growth curves were compared by linear regression analysis using the comparison of slopes method of the general linear models procedures of SAS software. From a dynamic prospective, L and M PEMS survivors grew according to the slope of a normal growth curve but were chronologically delayed in comparison to normal poults. In contrast, the S survivors had a lower slope than the rest of the treatments (363 g/5 d vs. 497, 580, and 650 for M, L, and control, respectively).", "cite_spans": [{"start": 118, "end": 129, "text": "Sell (1997)", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 130, "end": 139, "text": "(Figure 1", "ref_id": "FIGREF2"}, {"start": 209, "end": 216, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 238, "end": 247, "text": "Figure 1a", "ref_id": "FIGREF2"}], "section": "Body Weight"}, {"text": "The growth dynamics of PEMS survivors in comparison to control and industry standard growth curves were further illustrated by plotting body weight without regard to chronological age ( Figure 1b) . Here, the BW data points were phase-shifted to the left, relative to the initial body weights in which the control poults followed a growth curve identical to the industry standard (Sell, 1997) . The PEMS survivors fell further behind in weight for age as the severity of stunting by PEMS increased. At 56 d of age the BW of L, M, and S PEMS survivors were 3.22, 2.68, and 1.75 kg, respectively. When the values were fitted on the growth curve of the breed standard ( Figure  1b) , the weights were equivalent to the BW of industry standard poults at 52, 46, and 37 d of age, respectively. The PEMS survivors were delayed in growth for a period ranging from 4 to 19 d and, therefore, would be expected to reach market weight at a delayed age.", "cite_spans": [{"start": 380, "end": 392, "text": "(Sell, 1997)", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 186, "end": 196, "text": "Figure 1b)", "ref_id": "FIGREF2"}, {"start": 667, "end": 678, "text": "Figure  1b)", "ref_id": "FIGREF2"}], "section": "Body Weight"}, {"text": "In Experiment 2, the PEMS survivors were studied from 35 to 60 d of age. The first observational period for digestibility study was 35 to 39 d of age, and the second period was 55 to 59 d of age. Table 3 is a summary of the body weights among the different treatments. The L and S PEMS survivors had significantly lower body weights than industry standard during the study periods. Growth of PEMS survivors in this experiment followed a similar trend to that observed in Experiment 1. The overall growth achieved by the birds was directly proportional to their BW; with a higher starting BW, more weight was gained through the end of the study at 60 d of age. The body weight gain during the 25-d experiment was significantly higher (P < 0.05) among L birds (2.32 kg) than among S birds (1.49 kg). Body weight data were also plotted in Figure 2a to compare growth curves to the industry standards (Sell, 1997) . The growth curves of PEMS survivors in this experiment were similar to those of PEMS survivors in Experi- Means in the same column with different superscripts are significantly different (P < 0.05) according to least-significant difference of SAS software (SAS Institute, 1996) . ment 1. When testing for statistical differences among the slopes of the different growth curves, the S survivors had a lower slope than the L treatment (302.45 g over 5 d for S vs. 461.4 for L). The growth curves of PEMS survivors in both experiments were similar to that of industry birds, except that they appeared to be shifted to the right. The L PEMS survivors grew according to the slope of a normal growth curve but were chronologically delayed in comparison to normal poults. In contrast, the growth curve of S survivors was slightly lower than the slope of the growth curve of the L group. Figure 2b further illustrates the growth dynamics of PEMS survivors in comparison to the industry standard growth curve by plotting body weight without regard to chronological age. The BW data points were phase-shifted to the left relative to the initial body weights. Compared to the industry standard, PEMS survivors fell behind in weight as the birds aged, with the L growth curve following close to the industry curve, whereas that of S group fell further behind. The most severely stunted birds remain behind in growth and probably would never have reached market weight. The results of Experiment 2 confirmed those observed in Experiment 1: the largest PEMS survivors grew according to the normal growth curve; however, the smaller, more stunted birds did not.", "cite_spans": [{"start": 897, "end": 909, "text": "(Sell, 1997)", "ref_id": "BIBREF31"}, {"start": 1168, "end": 1189, "text": "(SAS Institute, 1996)", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 196, "end": 203, "text": "Table 3", "ref_id": "TABREF3"}, {"start": 836, "end": 845, "text": "Figure 2a", "ref_id": "FIGREF3"}, {"start": 1792, "end": 1801, "text": "Figure 2b", "ref_id": "FIGREF3"}], "section": "Body Weight"}, {"text": "The stunting effects of PEMS can be so severe that turkeys never reach target market weight (Edens et al., 1997b) . Although the birds in our experiments were not reared to market age, the early growth trend results agree with Heffernan (1996) , who reported that turkey flocks surviving spiking mortality syndrome are consistently lighter-than-normal flocks. Other researchers studying SS of broilers (Bracewell and Randall, 1984; Griffith and Williams, 1985; Rudas et al., 1986) and turkeys (Angel et al., 1990a (Angel et al., ,b, 1992 observed similar responses in growth after enteric challenge.", "cite_spans": [{"start": 92, "end": 113, "text": "(Edens et al., 1997b)", "ref_id": "BIBREF15"}, {"start": 227, "end": 243, "text": "Heffernan (1996)", "ref_id": "BIBREF20"}, {"start": 402, "end": 431, "text": "(Bracewell and Randall, 1984;", "ref_id": "BIBREF10"}, {"start": 432, "end": 460, "text": "Griffith and Williams, 1985;", "ref_id": null}, {"start": 461, "end": 480, "text": "Rudas et al., 1986)", "ref_id": "BIBREF29"}, {"start": 493, "end": 513, "text": "(Angel et al., 1990a", "ref_id": "BIBREF1"}, {"start": 514, "end": 537, "text": "(Angel et al., ,b, 1992", "ref_id": null}], "ref_spans": [], "section": "Body Weight"}, {"text": "Our results showed that PEMS survivors gained according to the severity of PEMS infection (Tables 2 and  3 ). The severity of infection was assessed based on the size of the birds throughout the two experiments. When birds were larger at a certain point in time, they were considered less severely affected. In both experiments, the less severely afflicted the birds were at the start of the experiment (i.e., L group), the more weight they gained by the end of the experiment compared to the more affected groups. This observation agrees well with the results of the studies conducted by Angel et al. (1990b) , in which day-old Nicholas poults were inoculated with SS inoculum, and growth performance and nutrient retention were measured from 1 to 44 d of age. The inoculation of poults with SS infective material reduced (P < 0.05) weight gain at every age period except the last (37 to 44 d of age). Over time, the SS-inoculated group gained more weight relative to their body weights and had higher gain/BW ratios as compared to the control group. Differences in body gain between the control and the inoculated groups ceased to exist toward the end of the study period (from 37 to 44 d of age).", "cite_spans": [{"start": 589, "end": 609, "text": "Angel et al. (1990b)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 90, "end": 106, "text": "(Tables 2 and  3", "ref_id": "TABREF2"}], "section": "Body Weight"}, {"text": "Similarly, the L group in our first experiment had a BW equal to 75% of that of the control group at 40 d of age (1.51/2.02, Table 2 ), but 16 d later the L group weights were 82% of the control BW. Measuring this response Means in the same column with different superscripts are significantly different (P < 0.05) according to the least significant difference test of SAS software (SAS Institute, 1996) . another way, the body weight gains relative to the starting weight (40 to 56 d gain/BW at 40 d) for L and control groups were 113 and 95%, respectively ( Table 2 ). The L group grew at a faster rate than the control group and later would have caught up to the same BW as the control (Figure 1b) . The same trend of growth was observed among the M group, but the S group, which was severely stunted, appeared to be incapable of such a rapid growth, indicating that those severely stunted birds were incapable of compensatory growth.", "cite_spans": [{"start": 382, "end": 403, "text": "(SAS Institute, 1996)", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 125, "end": 132, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 560, "end": 567, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 689, "end": 700, "text": "(Figure 1b)", "ref_id": "FIGREF2"}], "section": "Body Weight"}, {"text": "Poultry in general have an improved appetite after an infection to compensate for the weight loss that might result from such an infection. Compensatory growth has been shown to occur after a period of growth retardation due to protein or amino acid deficiency, energy deficiency, an infection, or catabolic response to injury (Ferket and Sell, 1990; Wilson and Osbourn, 1960 ). In the current study, poults were fed an adequately balanced diet according to NRC (1994) recommendations (Table 1) , which provided enough nutrients to the birds, as needed, to compensate for the growth loss that might result as a consequence of the infection. Even though PEMS survivors did not show complete growth compensation, all but the most severely stunted were still capable of normal but delayed growth.", "cite_spans": [{"start": 327, "end": 350, "text": "(Ferket and Sell, 1990;", "ref_id": "BIBREF17"}, {"start": 351, "end": 375, "text": "Wilson and Osbourn, 1960", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 485, "end": 494, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Body Weight"}, {"text": "The ability of PEMS survivors to resume normal growth may be associated with their capacity to use dietary nutrients. ANR, AFA, and AME n were calculated to evaluate nutrient utilization of PEMS survivors (Tables 4 and 5 for Experiments 1 and 2, respectively).", "cite_spans": [], "ref_spans": [{"start": 205, "end": 220, "text": "(Tables 4 and 5", "ref_id": "TABREF4"}], "section": "Nutrient Use"}, {"text": "In Experiment 1, All PEMS survivor groups had lower ANR values than the uninfected control birds, indicating that protein digestion and amino acid use were compromised. The PEMS survivors also had significantly lower AFA than the uninfected control poults, and AFA percentage decreased as the severity of stunting increased (Table  4) . Apparently, fat utilization and absorption by PEMS survivors was still impaired after the time of active infec- tion. The AME n values of the feed consumed by the different PEMS survivors are shown in Table 4 . Because fat utilization has a significant impact on metabolizable energy, we expected to observe a deleterious effect of PEMS on AME n . AME n declined as the weight of PEMS survivors declined, indicating that energy utilization decreased as the severity of stunting increased. This poor energy utilization is a consequence of impaired feed and fat digestibilities.", "cite_spans": [], "ref_spans": [{"start": 324, "end": 334, "text": "(Table  4)", "ref_id": "TABREF4"}, {"start": 538, "end": 545, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Nutrient Use"}, {"text": "The AFA and AME n of the PEMS survivors studied in Experiment 2 are shown in Table 5 . Both groups had lower AFA (64.9 and 61.6% for L and S, respectively) during the first observational period (35 to 39 d of age) than during the second observational period (55 to 59 d of age; 86.6 and 81.3% for L and S, respectively). Evidently, the capacity of poults to absorb lipids improves with age, which agrees with Krogdahl and Sell (1989) . Corresponding with the AFA values, AME n values for both groups were significantly lower during the first observational period than during the second observational period (3.05 vs. 3.28 Mcal/kg DM for L and 3.00 vs. 3.17 Mcal/kg DM for S; P < 0.05). The AME n of the L poults was higher than among the S poults (3.08 vs. 3.16 Mcal/ kg DM diet, P < 0.05). In summary, the degree of stunting by an enteric insult such as PEMS is related to the ability of poults to absorb and utilize dietary energy.", "cite_spans": [{"start": 409, "end": 433, "text": "Krogdahl and Sell (1989)", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 77, "end": 84, "text": "Table 5", "ref_id": "TABREF5"}], "section": "Nutrient Use"}, {"text": "Correlation analysis was done to confirm the relationship between AFA and AME n . In Experiment 1, AFA and AME n were positively correlated (r = 0.65, P < 0.05). In Experiment 2, AFA and AME n were highly correlated during the second observational period (r = 0.88, P < 0.001) but not during the first observational period (r = 0.08, P > 0.1). The health status of the poults may explain the differences observed in the correlation of AFA and AME n among the experiments. The poults in Experiment 1 were 49 d of age when fecal collection was started, whereas poults in Experiment 2 were 35 d of age when the fecal collection for the first observational period started. Body weights of the L and S PEMS survivors were higher in Experiment 1 than in Experiment 2 at 40 and 49 d of age (Figures 1a and 2a, respectively) . Weights of PEMS birds in Experiment 2 were more depressed and the birds were weaker than those in Experiment 1 at the start of the study, perhaps due to a higher level of exposure to the disease agent at the time of infection. However, poults in Experiment 2 appeared more active and less stressed after 40 d of age. Evidently, 35 to 40 d of age was a period more crucial in withstanding the PEMS episode. The slopes of the growth curves of all PEMS survivors were higher toward the end of an experiment than at the beginning of the same experiment with the slope of L group being very close to the slope of the growth curve of the industry standard (Sell, 1997) (Figures 1 and 2) .", "cite_spans": [{"start": 1469, "end": 1481, "text": "(Sell, 1997)", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 783, "end": 816, "text": "(Figures 1a and 2a, respectively)", "ref_id": "FIGREF2"}, {"start": 1482, "end": 1499, "text": "(Figures 1 and 2)", "ref_id": "FIGREF2"}], "section": "Nutrient Use"}, {"text": "In conclusion, PEMS survivors are not capable of complete compensatory growth based on the definition of accelerated growth. Rather, PEMS survivors were stunted in time. After recovery from the disease state of PEMS, the poults followed one of two growth trends: slightly stunted poults with normal growth rates or severely stunted birds with submarginal growth rates. The digestive capabilities of PEMS survivors are depressed proportionate to the degree of stunting. Impaired fat digestibility and dietary energy utilization in PEMS afflicted birds are the likely causes of stunted growth and reduced recovery rates.", "cite_spans": [], "ref_spans": [], "section": "Nutrient Use"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Responses of turkey poults to virginiamycin as influenced by litter condition and experimentally induced stunting syndrome", "authors": [{"first": "H", "middle": ["A"], "last": "Al-Batshan", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Sell", "suffix": ""}, {"first": "J", "middle": [], "last": "Piquer", "suffix": ""}, {"first": "E", "middle": [], "last": "Mallarino", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Soto-Salanova", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Angel", "suffix": ""}], "year": 1992, "venue": "Poultry Sci", "volume": "71", "issn": "", "pages": "894--904", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Stunting syndrome in turkeys. Physical and physiological changes", "authors": [{"first": "C", "middle": ["R"], "last": "Angel", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Sell", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Trampel", "suffix": ""}], "year": 1990, "venue": "Poultry Sci", "volume": "69", "issn": "", "pages": "1931--1942", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Stunting syndrome in turkeys. Development of an experimental model", "authors": [{"first": "C", "middle": ["R"], "last": "Angel", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Sell", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Trampel", "suffix": ""}], "year": 1990, "venue": "Avian Dis", "volume": "34", "issn": "", "pages": "447--453", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Soto-Salanova, 1992. Dietary effects on stunting syndrome in poults", "authors": [{"first": "C", "middle": ["R"], "last": "Angel", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Sell", "suffix": ""}, {"first": "E", "middle": [], "last": "Mallarino", "suffix": ""}, {"first": "H", "middle": [], "last": "Al-Batshan", "suffix": ""}, {"first": "J", "middle": [], "last": "Piguer", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "", "suffix": ""}], "year": null, "venue": "Poultry Sci", "volume": "71", "issn": "", "pages": "859--871", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Association of Official Analytical Chemists", "authors": [], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Poult growth depression costs industry big bucks", "authors": [{"first": "H", "middle": ["J"], "last": "Barnes", "suffix": ""}], "year": 1994, "venue": "Turkey World", "volume": "70", "issn": "1", "pages": "12--14", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Spiking mortality syndrome of turkeys (SMT) and related disorders-an update. Pages 16-21 in: Proceedings of the 19th Annual North Carolina Industry Days Conference", "authors": [{"first": "H", "middle": ["J"], "last": "Barnes", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Guy", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Poult enteritis mortality syndrome (\"spiking mortality of turkeys\") and related disorders-An update. Pages 1-8 in: NCSU Quarterly Update to Poultry PEMS task force", "authors": [{"first": "H", "middle": ["J"], "last": "Barnes", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Guy", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Brown", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Edens", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Pathology of spiking mortality of turkeys", "authors": [{"first": "H", "middle": ["J"], "last": "Barnes", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Guy", "suffix": ""}], "year": 1997, "venue": "Pages 89-91 in: Proceedings of the 44th Westerm Poultry Disease Confernce", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Spiking mortality of turkey poults. 1. Experimental reproduction in isolation facilities", "authors": [{"first": "T", "middle": ["P"], "last": "Brown", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Garcia", "suffix": ""}, {"first": "L", "middle": [], "last": "Kelly", "suffix": ""}], "year": 1997, "venue": "Avian Dis", "volume": "41", "issn": "", "pages": "604--609", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The infectious stunting syndrome. World's", "authors": [{"first": "C", "middle": ["D"], "last": "Bracewell", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Randall", "suffix": ""}], "year": 1984, "venue": "Poult. Sci. J", "volume": "40", "issn": "", "pages": "31--37", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The determination of chromic oxide in samples of feed and excreta by acid digestion and spectrophotometry", "authors": [{"first": "J", "middle": [], "last": "Czarnocki", "suffix": ""}, {"first": "I", "middle": ["R"], "last": "Sibbald", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Evans", "suffix": ""}], "year": 1961, "venue": "Can J. Anim. Sci", "volume": "41", "issn": "", "pages": "167--179", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Application of the chromic oxide indicator method to balance studies with growing chickens", "authors": [{"first": "L", "middle": ["M"], "last": "Dansky", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Hill", "suffix": ""}], "year": 1952, "venue": "J. Nutr", "volume": "47", "issn": "", "pages": "449--459", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Physiological changes related to early poult mortality", "authors": [{"first": "F", "middle": ["W"], "last": "Edens", "suffix": ""}], "year": 1994, "venue": "Proceedings of the 21st Annual Carolina Poultry Nutrition Conference", "volume": "", "issn": "", "pages": "52--76", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Atypical Escherichia coli strains and their association with poult enteritis and mortality syndrome", "authors": [{"first": "F", "middle": ["W"], "last": "Edens", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Parkhurst", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Qureshi", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Casas", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Havenstein", "suffix": ""}], "year": 1997, "venue": "Poultry Sci", "volume": "76", "issn": "", "pages": "952--960", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Federation of Animal Science Societies, 1999. Guide for the Care and Use of Agricultural Animals in Agricultural Research and Teaching. 1st rev", "authors": [{"first": "F", "middle": ["W"], "last": "Edens", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Qureshi", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Parkhurst", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Qureshi", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Havenstein", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Casas", "suffix": ""}], "year": 1997, "venue": "Animal Sciences Societies", "volume": "76", "issn": "", "pages": "1665--1673", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Flushing Syndrome in Commercial Turkeys During the Grow-out Stage", "authors": [{"first": "P", "middle": ["R"], "last": "Ferket", "suffix": ""}], "year": 1995, "venue": "Pages 5-14 in: Proceeding of Pacesetter Conference, National Turkey Federation Annual Meeting", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Effect of early protein and energy restriction of large turkey toms fed high-fat or lowfat realimentation diets. 1. Performance characteristics. Poultry Sci", "authors": [{"first": "P", "middle": ["R"], "last": "Ferket", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Sell", "suffix": ""}], "year": 1990, "venue": "", "volume": "69", "issn": "", "pages": "1974--1981", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A method for the determination of fat in faeces", "authors": [{"first": "F", "middle": ["S"], "last": "Fowweather", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Anderson", "suffix": ""}], "year": 1946, "venue": "Biochem. J", "volume": "40", "issn": "", "pages": "350--351", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Runting in broilers associated with temporary maldigestion", "authors": [{"first": "G", "middle": ["L"], "last": "Griffiths", "suffix": ""}, {"first": "W", "middle": [], "last": "Williams", "suffix": ""}], "year": 1985, "venue": "Vet. Rec", "volume": "116", "issn": "", "pages": "160--161", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Spiking mortality: Still no specific cause after 5 years", "authors": [{"first": "B", "middle": ["E"], "last": "Heffernan", "suffix": ""}], "year": 1996, "venue": "Turkey World", "volume": "72", "issn": "", "pages": "12--18", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Alterations in macrophage-produced cytokines and nitrite associated with Poult Enteritis and Mortality Syndrome", "authors": [{"first": "C", "middle": ["L"], "last": "Heggen", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Qureshi", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Edens", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Barnes", "suffix": ""}], "year": 2000, "venue": "Avian Dis", "volume": "44", "issn": "", "pages": "59--65", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Comparison of metabolizable energy and productive energy determinations with growing chicks", "authors": [{"first": "F", "middle": ["W"], "last": "Hill", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Anderson", "suffix": ""}], "year": 1958, "venue": "J. Nutr", "volume": "64", "issn": "", "pages": "587--604", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Studies of the metabolizable energy of grain and grain products for chickens", "authors": [{"first": "F", "middle": ["W"], "last": "Hill", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Renner", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Carew", "suffix": ""}, {"first": "Jr", "middle": [], "last": "", "suffix": ""}], "year": 1960, "venue": "Poultry Sci", "volume": "39", "issn": "", "pages": "573--579", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Runting and leg weakness in broilers; Involvement of infectious factors", "authors": [{"first": "B", "middle": [], "last": "Kowenhoven", "suffix": ""}, {"first": "M", "middle": [], "last": "Vertommen", "suffix": ""}, {"first": "J", "middle": ["H H"], "last": "Van Eck", "suffix": ""}], "year": 1978, "venue": "Vet. Sci. Comun", "volume": "2", "issn": "", "pages": "253--359", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Influence of age on lipase, amylase, and protease activities in pancreatic tissue and intestinal contents of young turkeys", "authors": [{"first": "A", "middle": [], "last": "Krogdahl", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Sell", "suffix": ""}], "year": 1989, "venue": "Poultry Sci", "volume": "68", "issn": "", "pages": "1561--1568", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Runting and stunting syndrome in turkeys", "authors": [{"first": "M", "middle": ["F"], "last": "Mcloughlin", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Mcloone", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Connor", "suffix": ""}], "year": 1987, "venue": "Vet. Rec", "volume": "121", "issn": "", "pages": "583--586", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Nutrient Requirements of Poultry. 9th rev", "authors": [], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The utilization of corn oil, lard and tallow by chickens of various ages", "authors": [{"first": "R", "middle": ["R"], "last": "Renner", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Hill", "suffix": ""}], "year": 1960, "venue": "Poultry Sci", "volume": "39", "issn": "", "pages": "849--854", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Decreased thyroxine, triiodothyronine, and 5′-deiodination levels in malabsorption syndrome (runting or stunting syndrome) in artificially inoculated broilers", "authors": [{"first": "P", "middle": [], "last": "Rudas", "suffix": ""}, {"first": "G", "middle": [], "last": "Salyi", "suffix": ""}, {"first": "J", "middle": [], "last": "Szabo", "suffix": ""}], "year": 1986, "venue": "Avian Dis", "volume": "30", "issn": "", "pages": "293--297", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "SAS/STAT User's Guide: Statistics. Release 6.11", "authors": [{"first": "", "middle": [], "last": "Sas Institute", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Little change in performance of toms and hens in 1996", "authors": [{"first": "J", "middle": ["L"], "last": "Sell", "suffix": ""}], "year": 1997, "venue": "Turkey World", "volume": "73", "issn": "", "pages": "22--26", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The determination of chromic oxide in faeces samples using atomic absorption spectrophotometry", "authors": [{"first": "C", "middle": ["H"], "last": "Williams", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "David", "suffix": ""}, {"first": "O", "middle": [], "last": "Iismaa", "suffix": ""}], "year": 1962, "venue": "J. Agric", "volume": "59", "issn": "", "pages": "381--385", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Compensatory growth after undernutrition in mammals and birds", "authors": [{"first": "P", "middle": ["N"], "last": "Wilson", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Osbourn", "suffix": ""}], "year": 1960, "venue": "Biol. Rev", "volume": "35", "issn": "", "pages": "324--363", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Viral agents associated with poult enteritis and mortality syndrome: the role of a small round virus and a turkey coronavirus", "authors": [{"first": "M", "middle": [], "last": "Yu", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Ismail", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Qureshi", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Dearth", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Barnes", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Saif", "suffix": ""}], "year": 2000, "venue": "Avian Dis", "volume": "44", "issn": "", "pages": "297--304", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "research support provided by state and federal funds appropriated to the North Carolina Agricultural Research Service, North Carolina State University. The use of trade names in this publication does not imply endorsement of the products named or criticism of similar ones not mentioned. 2To whom correspondence should be addressed: Peter_Ferket@ ncsu.edu.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Growth rates of poults surviving mild (L), moderate (M), and severe (S) episodes of poult enteritis mortality syndrome in comparison to uninfected controls (C) and Industry standards (I) reported bySell (1997) (Experiment 1).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Growth rates of poults surviving mild (L) and severe (S) episodes of poult enteritis mortality syndrome in comparison to the industry standard (I) reported by Sell (1997) (Experiment 2).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Values represent mean standard errors of six replicate (17 degrees of freedom) cages containing an average of three poults per cage in the survivor groups and three replicate cages containing an average of three poults per cage. Pooled samples collected over 4 consecutive d were analyzed.2 Forty-nine d of age; fed turkey starter diet with 28% CP and 6.38% fat. 3 ANR = (N retained per g diet/N per g diet) × 100%; AFA = (fat retained per g diet/fat per g diet) × 100%. 4 DM basis.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The vitamin premix was supplied by LaRoach Inc., Nutley, NJ. The vitamin premix provided the following per kilogram of diet: 13,200 IU vitamin A; 4,000 ICU vitamin D; 66 IU vitamin E; 39.6 µg vitamin B12; 13.2 mg riboflavin; 110 mg niacin; 22 mg d-pantothenate; 0.4 mg vitamin K; 2.2 mg folic acid; 4.0 mg thiamin; 7.9 mg pyridoxine; 0.253 mg biotin; 100 mg ethoxyquin.", "latex": null, "type": "table"}, "TABREF1": {"text": "The mixture was then extracted for 3 h with PARR Instruments Co., Moline, IL. Isotemp Oven, model 630G, Fisher Scientific, Pittsburgh, PA 15205-9913. Labconco Corp., Kansas City, MO 64132. Model 18, Precision Scientific, Chicago, IL.", "latex": null, "type": "table"}, "TABREF2": {"text": "Body weight 1 of uninfected control poults and various degrees of stunting of poult enteritis significance difference test of SAS software(SAS Institute, 1996).Body weight values represent mean standard errors (17 degrees of freedom) of six replicate cages containing an average of three poults per cage in the survivor groups and three replicate cages containing an average of three poults per cage.", "latex": null, "type": "table"}, "TABREF3": {"text": "Body weight of poult enteritis mortality syndrome", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Survivor size </td><td>35 d </td><td>60 d </td><td>Gain (35-60 d)\n</td></tr><tr><td> </td><td> </td><td>(kg)\n</td><td> </td></tr><tr><td>Large </td><td>0.94 • 0.01 </td><td>3.26 • 0.07 </td><td>2.319 • 0.07\n</td></tr><tr><td>Small </td><td>0.52 • 0.01 </td><td>2.01 • 0.08 </td><td>1.494 • 0.07\n</td></tr><tr><td>Treatment P-value </td><td>0.0001 </td><td>0.0001 </td><td>0.0001\n</td></tr></table></body></html>"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "Apparent fat absorbability (AFA), AME n , and apparent nitrogen retention (ANR) of poults with various degrees of stunting after exposure to poult enteritis mortality syndrome at different intervals (Experiment 2)Values represent means ± standard error (23 degrees of freedom) of six replicated cages containing three poults. Pooled samples collected over 4 consecutive d were analyzed.Fed turkey starter diet with 28.5% CP and 6.38% fat. AFA = (fat retained per g diet/fat per g diet) × 100%. DM basis. ANR = (nitrogen retained per g diet/nitrogen per g diet) × 100%.", "latex": null, "type": "table"}}, "back_matter": []}