{"paper_id": "0dc10a456886cbb2fd97157a0f6628dfe8137da3", "metadata": {"title": "Allogeneic bone marrow transplantation with matched unrelated donors for patients with hematologic malignancies using a preparative regimen of high-dose cyclophosphamide and fractionated total body irradiation McGlave et al 12 recently reported on", "authors": [{"first": "R", "middle": ["B"], "last": "Geller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["M"], "last": "Devine", "suffix": "", "affiliation": {}, "email": ""}, {"first": "K", "middle": [], "last": "O&apos;toole", "suffix": "", "affiliation": {}, "email": ""}, {"first": "L", "middle": [], "last": "Persons", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Keller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": [], "last": "Mauer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H", "middle": ["K"], "last": "Holland", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["P"], "last": "Dix", "suffix": "", "affiliation": {"laboratory": "", "institution": "Emory University School of Medicine", "location": {"settlement": "Atlanta", "region": "GA", "country": "USA"}}, "email": ""}, {"first": "M", "middle": [], "last": "Piotti", "suffix": "", "affiliation": {}, "email": ""}, {"first": "I", "middle": [], "last": "Redei", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Connaghan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "L", "middle": ["T"], "last": "Heffner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": ["D"], "last": "Hillyer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": ["K"], "last": "Waller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": ["F"], "last": "Winton", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["R"], "last": "Wingard", "suffix": "", "affiliation": {}, "email": ""}, {"first": "St", "middle": [], "last": "Luke&apos;", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "were no cases of graft rejection or late graft failure. Nephrotoxicity was the primary adverse event with 26 patients (60%) experiencing a doubling of their creatin-Allogeneic bone marrow transplantation (BMT) from an HLA-identical sibling donor is effective therapy for ine. Hepatic veno-occlusive disease occurred in seven patients, six of whom had high-risk disease. All patients patients with bone marrow failure states and those with hematologic malignancies. However, only a minority of who had relapsed or refractory disease prior to BMT achieved a complete remission following BMT. Six them will have an HLA-identical sibling donor; unrelated donors, matched or partially mismatched, have patients transplanted for high-risk disease relapsed a median of 377 days post-BMT. None of the patients with been used successfully for patients lacking a related donor. Even though results with allogeneic transplants low-risk disease have relapsed following transplant; the Kaplan-Meier survival for those patients with low-risk using unrelated donors are encouraging, the incidence of complications including graft-versus-host disease disease is 62% and 37% for those patients transplanted with high-risk disease (P = 0.0129). The median Karnof-(GVHD) and graft rejection or late graft failure is increased compared to identical sibling transplants. The sky performance status is 100% (range 70-100%). Therefore, a preparative regimen of high-dose cyclo-combination of cyclophosphamide and total body irradiation (TBI) has been used as an effective prepara-phosphamide and fractionated TBI is an acceptable regimen for patients receiving an allograft from unre-tive regimen for allogeneic transplants, however, the total dosage and dosing schedule of both the cyclophos-lated donors. Keywords: bone marrow transplant; preparative regimen; phamide and TBI has varied significantly among studies. To decrease the rate of graft rejection and late graft unrelated donors; hematologic malignancies; CY-TBI failure with volunteer donors, we evaluated a preparative regimen of high-dose cyclophosphamide (200 mg/kg over 4 consecutive days, days −8, −7, −6, −5) followed Allogeneic bone marrow transplantation (BMT) from an by fractionated TBI (1400 cGy administered in eight HLA-identical sibling donor has been shown to be effective fractions over 4 days, days −4, −3, −2, −1). GVHD therapy for patients with bone marrow failure states and prophylaxis included FK506 and methotrexate. From patients with acute and chronic leukemias as well as selec-July 1993 to January 1996, 43 adult patients, median ted patients with multiple myeloma and lymphoma. 1-6 Proage 38 years (range 18-58 years), were treated with this longed survival with recovery of normal hematopoiesis has preparative regimen. Seventeen patients had low-risk been demonstrated in 60-90% of patients with severe aplasdisease and 26 had high-risk disease. Thirty-one tic anemia following allogeneic BMT; 7,8 long-term diseasedonor/recipient pairs were matched for HLA-A, -B, free survival of Ͼ50% has been demonstrated in patients and -DR by serology and molecular typing. Seven undergoing BMT for acute and chronic leukemias. 1-4 Howadditional pairs were minor mismatched at the HLA-A ever, only a minority of patients will have an HLA-identical or HLA-B loci. Four other donor/recipient pairs were sibling donor and fewer than 5% of patients will have an HLA-A,-B, and -DR identical by serology but allele mis-HLA one locus mismatched family member who may serve matched at either DRB1 or DQB. Forty patients were as an appropriate donor. Unrelated donors, matched or parevaluable for myeloid engraftment. Engraftment tially mismatched, at the HLA loci have been used successoccurred in all 40 patients at a median of 19 days. There fully in BMT therapy for severe combined immunodeficiency disease, aplastic anemia, acute leukemia, myelodysplastic syndrome (MDS) and chronic myelocytic High-dose CY and fractionated TBI as preparative regimen for MUD allografts RB Geller et al", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "patients who received marrow grafts from unrelated donors CR1 3 for leukemia (n = 387) and non-malignant disorders (n = resources. 13 Further expansion of NMDP in the United States as well as its close collaborations with large unrelated bone marrow donor registries located in other countries should improve the efficiency of donor searches. In addition, studies have also demonstrated the potential use lymphocytic leukemia (CLL) with responsive disease, and (4) MDS (refractory anemia (RA) or refractory anemia with of unrelated donors mismatched at one HLA antigen, making it possible to extend marrow transplantation to other ringed sideroblasts (RARS)) with significant pancytopenia or chronic myeloproliferative disorder. Patients with either patients, for whom a suitable matched, related donor is not available. 11 AML or ALL in first remission were considered for allografting with an unrelated donor based on disease character-The combination of cyclophosphamide and total body irradiation (TBI) is an effective regimen for allogeneic istics, primarily poor-risk cytogenetics, age and donor availability. Patients were categorized with high-risk dis-transplants using either HLA compatible sibling donors 14 or matched unrelated donors. 11 However, the total dose and ease if they had either (1) AML or ALL in greater than first remission, refractory to induction therapy or in relapse schedule of both the cyclophosphamide and TBI has varied significantly among studies. To decrease the rate of graft at the time of BMT, (2) CML patients in accelerated phase, blast crisis, or second chronic phase, (3) advanced MDS rejection with volunteer donors, immunosuppressive preparative regimens are required to adequately prepare the (refractory anemia with excess blasts (RAEB) or RAEB in transformation (RAEB-t)) and (4) patients with other hema-patient for the unrelated allograft. With this in mind, an immunosuppressive preparative regimen incorporating tologic malignancies (multiple myeloma, lymphoma, etc) refractory to conventional therapies. The protocol and con-maximum doses of cyclophosphamide over 4 days and fractionated TBI administered over 4 days was evaluated in sent forms were approved by the Human Investigations Committee at Emory University. Written informed consent patients with hematologic malignancies undergoing matched unrelated donor transplants. Wingard et al 15 was obtained from all patients. Potential patients had morphologically documented disease. They were required to be reported a similar regimen for patients with acute lymphoblastic leukemia (ALL) undergoing allografting with at least 12 years of age, have a Karnofsky performance status of 80% or greater, an estimated creatinine clearance HLA compatible family donors; results were encouraging with no graft rejection and acceptable treatment-related of 60 ml/min or greater, total bilirubin р1.4 times upper limit of normal (ULN), AST and ALT less than or equal toxicity. to 1.5 times ULN, FVC and FEV1 greater than 70% predicted, a cardiac ejection fraction greater than 50%, no known hypersensitivity to cremophor or related products, Materials and methods and could not be carriers of the human immunodeficiency virus (HIV). A pre-study pregnancy test was required for Patients all women to exclude those who were pregnant. From July 1993 to January 1996, 43 adult patients were enrolled in this phase II study at Emory University Hospi-Donor-recipient matching tal. Patient characteristics are shown in Table 1 . Patients with low-risk disease included (1) those with AML or ALL Serologic testing for HLA-A, -B and -C was performed by the standard NIH two-stage microlymphocytotoxicity assay in first remission, (2) CML in chronic phase, (3) chronic using commercial typing trays. Molecular testing for or by PCR determination, and pre-emptive ganciclovir was begun for any patient with a positive blood result. 16 CMV-DRB1, DRB3, DRB4, DRB5 and DQB1 was performed with sequence-specific PCR primers. For approximately negative blood products were administered for CMVnegative donor/recipient pairs. one-half of the donor/patient pairs, additional molecular testing for DRB1 and/or DQB1 was performed by auto-", "cite_spans": [{"start": 58, "end": 63, "text": "CR1 3", "ref_id": null}, {"start": 131, "end": 133, "text": "13", "ref_id": null}, {"start": 821, "end": 823, "text": "11", "ref_id": null}, {"start": 2397, "end": 2399, "text": "15", "ref_id": null}], "ref_spans": [{"start": 3509, "end": 3516, "text": "Table 1", "ref_id": "TABREF0"}], "section": "220"}, {"text": "The first six recipients received granulocyte-macrophage colony-stimulating factor (GM-CSF; Immunex, Seattle, mated, direct sequencing of their HLA genes (Mauer et al, unpublished). Every effort was made to resolve ambiguous WA,USA) subcutaneously daily beginning on day 0 and continuing until the absolute neutrophil count (ANC) was HLA types by testing available family members of the patient. If an HLA-A, -B, -C, -DRB1, -DQB1 identical greater than 500/mm 3 for 3 consecutive days. Thereafter, patients were not routinely administered myeloid growth donor could not be identified, additional potential donors with mismatches at the C locus and/or DQB1 locus were factors. considered. When no donors could be identified by these criteria, the search was extended to potential donors with GVHD prophylaxis one minor mismatch at the HLA-A, -B or -DRB1 locus as identified by the NMDP. In addition, when appropriate, All 43 patients received the same GVHD prophylaxis regidonor selection was based on donor/recipient sex matching men consisting of FK506 administered by continuous intraand cytomegalovirus (CMV) status of the donor and venous infusion at a dose of 0.03 mg/kg/day, based on the recipient.", "cite_spans": [], "ref_spans": [], "section": "220"}, {"text": "lesser of actual or ideal body weight, beginning on day −1. 17 Oral FK506 was substituted at four times the intravenous dose when tolerated and continued until day +180 Treatment regimen/supportive care when it was stopped unless chronic GVHD had occurred. All 43 patients received an identical preparative regimen Dose adjustments of FK506 have previously been described consisting of cyclophosphamide (total of 200 mg/kg over and were based primarily on renal function. 17 If FK506 was 4 consecutive days, days −8, −7, −6, −5) followed by fracdiscontinued, methylprednisolone 1 mg/kg/day in two divtionated TBI (1400 cGy administered in eight fractions over ided doses was given for GVHD prophylaxis. If at week 9 4 days, days −4, −3, −2, −1). Cyclophosphamide was given following BMT there was no evidence of chronic GVHD, intravenously over 1 h at a dose of 50 mg/kg/day; dose was FK506 doses were tapered to 66% of the week 8 dose, at based on the lesser of actual or ideal weight in non-obese week 17 tapered to 33% of week 8 dose, and at week 26 patients and on adjusted (average of ideal and actual discontinued. MTX was administered intravenously at 5 weight) for obese patients (30% over ideal weight). To premg/m 2 for four doses on days 1, 3, 6 and 11. MTX doses vent hemorrhagic cystitis, aggressive hydration (150-200 were reduced or withheld for grade 4 mucositis or grade 3 cc/h) and brisk diuresis was maintained during cyclophosor 4 nephrotoxicity or hyperbilirubinemia, based on modiphamide therapy. Mesna was not routinely used. Fractionfied SWOG criteria. 18 Folinic acid rescue, 5 mg orally or ated TBI consisted of two fractions per day of 175 cGy per intravenously every 6 h for four doses, was initiated 24 h fraction administered through opposed anterior/posterior following the last three doses of MTX. fields separated by at least 6 h over 4 consecutive days for a total of eight fractions. The lungs were shielded with each treatment to restrict their dose to 800-850 cGy. Because Engraftment criteria of the lung shielding an electron boost to the chest wall Myeloid bone marrow engraftment was considered to have corresponding to the lung blocks was given in two fractions occurred on the first day the ANC was at least 500/mm 3 to boost the dose to the intervening tissue, between the ribs for 2 consecutive days. Standard cytogenetic and heteroand skin, to approximately 1100 cGy. For patients with a morphism studies, when appropriate, were performed rouhistory of prior CNS disease, methotrexate (MTX) 12 mg tinely to confirm donor origin. Platelet engraftment was the intrathecally was administered for five doses beginning first day the platelet count was greater than 20 000/mm 3 for approximately 60 days after transplant as peripheral blood 7 consecutive days without transfusion support. Failure to counts permitted, once or twice weekly. Folinic acid 5 mg engraft was defined as no evidence of hematopoietic recovwas given orally q 6 h for six doses starting 24 h after each ery by day +28, confirmed by biopsy. Graft failure was metrotrexate dose.", "cite_spans": [{"start": 472, "end": 474, "text": "17", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 1323, "end": 1331, "text": "(150-200", "ref_id": "TABREF0"}], "section": "220"}, {"text": "defined as initial hematopoietic recovery by day +28, fol-All donor marrows were obtained from the NMDP, Canlowed by an ANC less than 500/mm 3 for more than 3 conadian and German registries and reinfused on day 0. No secutive days, independent of any myelosuppressive drugs, bone marrows were in vitro T cell depleted; marrow severe GVHD, CMV or other infection. Graft rejection was manipulation consisted only of red cell removal by buffy defined by initial engraftment documented to be of donor coat for ABO incompatible grafts.", "cite_spans": [], "ref_spans": [], "section": "220"}, {"text": "origin followed by loss of graft (ANC less than 500/mm 3 ) Supportive care measures included the routine use of and return of recipient hematopoiesis. prophylactic and empiric antibiotics. Amphotericin B (0.5-1.0 mg/kg/day) infused over 2 h was initiated as per current infectious disease protocols for persistent fever despite Assessment and treatment of GVHD broad-spectrum antibacterials or for documented fungal infection. Intravenous immunoglobulin was not routinely Patients were evaluable for acute GVHD if they engrafted. Patients were evaluable for chronic GVHD if they were administered. All patients underwent weekly surveillance blood cultures for CMV using either the shell-vial method alive and disease-free at 100 days or greater. Acute and chronic GVHD were staged and graded using previously 2. The median donor age was 37 years (range 22-54 years). Twenty-three (47%) donors were male and 20 (53%) were described criteria. 19 If acute GVHD occurred, first-line treatment included female. Thirty-five donor/recipient pairs were sex matched and eight were mismatched. methylprednisolone at 2.0 mg/kg/day in 4 divided doses. If a response was obtained after four days, the dose of methyl-Thirty-one donor/recipient pairs were matched for HLA-A, -B and -DR by serology and molecular typing. Seven prednisolone was tapered by 0.5 mg/kg/day every 4 days until discontinuation. If there was no response after 4 days, additional pairs were minor mismatched at the HLA-A locus or HLA-B locus. There was only one patient with treatment was continued for an additional 4 days before instituting second-line therapy which included investi-refractory AML who received a class I major mismatched allograft. Four other donor/recipient pairs were HLA-A, gational protocols active at the time. Patients developing extensive chronic GVHD were placed on an alternate day -B and -DR identical by serology but allele mismatched at either DRB1 or DQB. The median interval from the regimen consisting of oral FK506 (0.12 mg/kg every other day) and prednisone (1 mg/kg every other day).", "cite_spans": [{"start": 941, "end": 943, "text": "19", "ref_id": null}], "ref_spans": [], "section": "220"}, {"text": "initiation of donor search to transplant was 4 months (range 1-11 months).", "cite_spans": [], "ref_spans": [], "section": "220"}, {"text": "Adverse event monitoring Engraftment Patients were evaluated clinically throughout the study The median infused marrow nucleated cell dose was including all adverse events for possible preparative regi-2.80 × 10 8 /kg (range 0.9-4.70 × 10 8 /kg). Forty patients men toxicity. In addition, laboratory studies, including a were evaluable for myeloid engraftment; one patient died complete blood count and serum chemistries were obtained of CNS hemorrhage on day 16 post-transplant and two routinely. Renal dysfunction was defined as a doubling of patients died of infectious complications on days 15 and serum creatinine over baseline. The criteria for hepatic 21 following transplant. These three patients had high-risk veno-occlusive disease (VOD) has been previously disease and, in addition, one received a major HLA-A misdefined. 20 Mucositis was graded based on modified matched bone marrow. Myeloid engraftment occurred in SWOG criteria. 18 the other 40 patients at a median of 19 days (range 11-32 days). None of these 40 patients experienced either graft Statistical analysis rejection or late graft failure. There was no association between nucleated cell dose and time to myeloid Fisher's exact test was used to compare the proportions of engraftment (P = NS). There was no significant difference patients with high-risk vs low-risk disease and the developin time to myeloid engraftment between patients receiving ment of hepatic VOD and to compare rates of mucositis GM-CSF and those not receiving myeloid growth factors. between patients with high-risk vs good-risk disease. Stud-Of these 40 patients, cytogenetic and/or heteromorphism ent's t-test was used to compare the mean peak creatinines studies were available for 29 patients which confirmed between patients administered amphotericin B and those 100% donor origin, generally by day 90, in all of these patients who never received amphotericin B. evaluable patients. Kaplan-Meier curves were computed for overall survival. 21 Few patients relapsed and those who did died shortly thereafter so that disease-free and overall survival Two of the disseminated Aspergillus infections were Nephrotoxicity was the primary adverse event noted in this patient population and was primarily attributable to FK506 detected at autopsy in patients who had been profoundly immunosuppressed following the development of grade 4 and antibiotics/amphotericin B. Twenty-six patients (60%) had a doubling of their baseline serum creatinine during acute GVHD despite receiving high-dose empiric amphotericin B. the study period, requiring adjustments in the FK506 dose. The median peak serum creatinine was 3.2 mg/dl (range Despite the use of acyclovir prophylaxis, 14 patients had HSV cultured, usually from the oral cavity post-BMT after 1.1-9.8 mg/dl). In general, renal function improved when the FK506 dose was reduced or temporarily held. The acyclovir prophylaxis was completed; two patients were found to be acyclovir resistant and one patient developed median peak creatinine was significantly higher in the 27 patients who received amphotericin B (2.7 mg/dl vs 1. 8 HSV esophagitis which responded to prolonged acyclovir therapy. Twelve patients developed varicella-zoster virus mg/dl, P = 0.046). Hemodialysis (HD) was required in 11 patients (26%). Nine of the patients requiring HD were at a median of 305 days (range 33-715 days) following allografting. There were 11 episodes of Gram-negative transplanted for high-risk disease and had been heavily treated prior to transplant with both chemotherapy and infections and 33 episodes of Gram-positive infections in 27 patients resulting in the removal of nine Hickman amphotericin B and two had low-risk disease, one of whom required HD for thrombotic thrombocytopenic purpura catheters. (TTP) (9/26 vs 2/17, P = 0.117). All patients who required HD have died.", "cite_spans": [{"start": 833, "end": 835, "text": "20", "ref_id": "BIBREF6"}, {"start": 943, "end": 945, "text": "18", "ref_id": null}, {"start": 1992, "end": 1994, "text": "21", "ref_id": "BIBREF8"}, {"start": 3122, "end": 3123, "text": "8", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "220"}, {"text": "Relapse and survival Hepatic dysfunction unrelated to GVHD was in general mild and presumed to be due to the preparative regimen.", "cite_spans": [], "ref_spans": [], "section": "220"}, {"text": "All patients who had relapsed or refractory disease prior to BMT achieved a complete remission following BMT. Six Clinically apparent hepatic VOD occurred in seven patients (16%) and was a contributing cause of death in four. The patients transplanted for high-risk disease (two refractory AML, one AML in CR2, two with RAEB-t and one refrac-median peak bilirubin was 16 mg/dl (range 3.1-66 mg/dl). Six of these seven patients had high-risk disease and had tory ALL) relapsed a median of 377 days post-BMT (range 139-480 days). None of these five patients had developed been heavily pretreated which was not statistically significant when compared to patients with low-risk disease who GVHD. Three of these patients received donor lymphocyte transfusions using their unrelated donor and one is currently developed hepatic VOD (6/26 vs 1/17, P = 0.215).", "cite_spans": [], "ref_spans": [], "section": "220"}, {"text": "Idiopathic interstitial pneumonitis and/or adult respir-alive 530 days following the BMT; the other two have died of recurrent disease. None of the patients with low-risk atory distress syndrome (ARDS) developed in six patients (14%) prior to day +30 and was a contributing cause of disease have relapsed following BMT. Twenty-four patients have died, 15 prior to day +100. death in one. Four patients (9%) developed mild to moderate hemorrhagic cystitis in the early post-BMT period", "cite_spans": [], "ref_spans": [], "section": "220"}, {"text": "The primary causes of early (prior to day 100) and late (post day 100) death are shown in For successful allografting in patients with leukemia, a preparative regimen must be sufficiently immunosuppressive, GVHD 6 4 myeloablative and anti-leukemic. In addition, the regimen The actuarial probability of severe regimen-related toxicity was 31% after the unrelated BMT and 21% after sibling transplants (P = 0.1041). In this comparison, patients who received cells from unrelated donors were usually treated on more intensive immunosuppressive protocols. Regimens employing TBI greater than 1200 cGy have been shown to be associated with significantly more severe regimen-related toxicities including renal and hepatic toxicity and multiorgan failure than less intensive preparative regimens. 24, 25 Miralbell et al 25 found that in their analysis of 84 patients with malignant hematologic diseases receiving allogeneic BMT, TBI dose and the presence of GVHD were significantly correlated with renal dysfunction following transplant. In this study we attempted to increase immunosuppres- 26 (61%) patients experiencing a doubling of their baseline serum creatinine during the study period, requiring a FK506 dose adjustment. Once the FK506 dose was reduced or shown in Figure 2 (P = 0.0129). The median follow-up held, renal function generally improved. It is extremely difof patients is 529 days (range 198-962 days). The median ficult to assess toxicity related to only the preparative regi-Karnofsky performance status of all survivors is 100% men, especially renal toxicity, since patients receive mul-(range 70-100%).", "cite_spans": [{"start": 207, "end": 215, "text": "GVHD 6 4", "ref_id": null}, {"start": 791, "end": 794, "text": "24,", "ref_id": "BIBREF14"}, {"start": 795, "end": 797, "text": "25", "ref_id": null}], "ref_spans": [{"start": 1267, "end": 1275, "text": "Figure 2", "ref_id": "FIGREF5"}], "section": "220"}, {"text": "tiple nephrotoxic drugs during their post-transplant period. In this study, the median peak creatinine was also found to be significantly higher in those patients who also received amphotericin B. Hepatic VOD was seen in 16% of patients and severe mucositis, which required withholding the day +11 MTX dose, in 17% of the patients. It is important to note that renal toxicity, the occurrence of hepatic VOD, and the development of severe mucositis were more frequently present in those patients with high-risk disease who have generally been exposed to more aggressive treatment approaches prior to transplant. The 17 patients with lowrisk disease tolerated this preparative regimen with acceptable levels of toxicity. In the future, patients with high-risk disease or those patients who have been heavily pretreated should receive a less intensive regimen, perhaps by reduc- Survival days Cumulative overall survival ing the total dose of fractionated TBI to 1200 cGy. ", "cite_spans": [], "ref_spans": [], "section": "220"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "The outcome of unre", "authors": [{"first": "S", "middle": ["M"], "last": "Devine", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Geller", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Lin", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Allogeneic bone marrow transplantation after high dose busulfan and cyclophoslated donor bone marrow transplantation in patients with hematologic malignancies using tacrolimus (FK506) and low dose phamide in patients with acute nonlymphocytic leukemia", "authors": [{"first": "R", "middle": ["B"], "last": "Geller", "suffix": ""}, {"first": "R", "middle": [], "last": "Saral", "suffix": ""}, {"first": "S", "middle": [], "last": "Piantadosi", "suffix": ""}], "year": 1989, "venue": "Biol Blood Marrow Transplant", "volume": "73", "issn": "", "pages": "2209--2218", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Treatment for acute myelocytic leukemia with allogeneic bone marrow trans-18 Green S, Weiss G. Southwest Oncology Group standard response criteria, endpoint definitions, and toxicity criteria. plantation following preparation with Bu/Cy 2", "authors": [{"first": "E", "middle": ["A"], "last": "Copelan", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Biggs", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Thompson", "suffix": ""}], "year": 1991, "venue": "Invest New Drugs", "volume": "78", "issn": "", "pages": "239--253", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Allogeneic marrow transplantation in patients with chronic myeloid leukemia tation", "authors": [{"first": "R", "middle": ["A"], "last": "Clift", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Buckner", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Appelbaum", "suffix": ""}], "year": 1975, "venue": "New Engl J Med", "volume": "292", "issn": "", "pages": "832--836", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "ease of the liver and multiorgan failure following marrow transplantation: a cohort study of 355 patients", "authors": [{"first": "G", "middle": ["B"], "last": "Mcdonald", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Hinds", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Fisher", "suffix": ""}], "year": 1991, "venue": "Ann Intern Med", "volume": "77", "issn": "", "pages": "1660--1665", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A randomized study comparing two transplant regimens for", "authors": [{"first": "C", "middle": ["D"], "last": "Buckner", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Clift", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Appelbaum", "suffix": ""}], "year": 1993, "venue": "CML in chronic", "volume": "118", "issn": "", "pages": "225--267", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Nonparametric estimation from incomphase", "authors": [{"first": "E", "middle": ["L"], "last": "Kaplan", "suffix": ""}, {"first": "P", "middle": [], "last": "Meier", "suffix": ""}], "year": 1992, "venue": "Blood", "volume": "80", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Allogeneic bone marplete observations", "authors": [{"first": "G", "middle": [], "last": "Gahrton", "suffix": ""}, {"first": "S", "middle": [], "last": "Tura", "suffix": ""}, {"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}], "year": 1985, "venue": "J Am Stat Assoc", "volume": "53", "issn": "", "pages": "457--461", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "transplantation of T-cell-depleted bone marrow from closely HLA-matched unrelated donors", "authors": [{"first": "R", "middle": ["C"], "last": "Ash", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Casper", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Chitambar", "suffix": ""}], "year": 1990, "venue": "New Engl J Med", "volume": "325", "issn": "", "pages": "1267--1273", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Allogeneic marrow transplantation in non-Hodgkin's lymphoma", "authors": [{"first": "E", "middle": ["A"], "last": "Copelan", "suffix": ""}, {"first": "N", "middle": [], "last": "Kapoor", "suffix": ""}, {"first": "B", "middle": [], "last": "Gibbins", "suffix": ""}], "year": null, "venue": "Bone Marrow", "volume": "", "issn": "", "pages": "485--494", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Marrow transplantation row transplantation in patients with acute myeloid leukemia in first remission. A randomized trial of two irradiation regimens. for severe aplastic anemia: methotrexate alone compared with a combination of methotrexate and cyclosporine for preven", "authors": [{"first": "R", "middle": [], "last": "Storb", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Deeg", "suffix": ""}, {"first": "K", "middle": [], "last": "Farewell", "suffix": ""}], "year": 1990, "venue": "Blood", "volume": "76", "issn": "", "pages": "1867--1871", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Comparison of mortion of graft-vs-host disease", "authors": [{"first": "S", "middle": ["I"], "last": "Bearman", "suffix": ""}, {"first": "M", "middle": [], "last": "Mori", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Beatty", "suffix": ""}], "year": 1986, "venue": "Blood", "volume": "68", "issn": "", "pages": "119--125", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Bone marrow transbidity and mortality after marrow transplantation from HLAgenotypically identical siblings and HLA-phenotypically plantation in severe aplastic anemia", "authors": [{"first": "E", "middle": [], "last": "Gluckman", "suffix": ""}, {"first": "A", "middle": [], "last": "Devergie", "suffix": ""}, {"first": "J", "middle": [], "last": "Meletis", "suffix": ""}], "year": 1987, "venue": "Bone Marrow Transplant", "volume": "2", "issn": "", "pages": "31--35", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Renal toxicity after allogeneic bone marrow transplantation: the combined effects from an unrelated donor", "authors": [{"first": "R", "middle": ["J"], "last": "O&apos;reilly", "suffix": ""}, {"first": "B", "middle": [], "last": "Dupont", "suffix": ""}, {"first": "S", "middle": [], "last": "Pahwa", "suffix": ""}], "year": 1977, "venue": "New Engl J Med", "volume": "297", "issn": "", "pages": "579--585", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "TBI or by the addition of other immunosuppressive drugs such as high-dose steroids or ATG. 22,23 Such GVHD = graft-versus-host disease; CMV = cytomegalovirus; ARDS = approaches have generally increased the toxicity of the adult respiratory distress syndrome; VOD = veno-occlusive disease. transplant. Bearman et al 24 compared 52 patients who received HLA-compatible marrow transplants from unrelated volunteer donors to 104 patients transplanted from HLA-identical siblings.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The Kaplan-Meier analysis for overall survival of 43 adult sion by increasing the total dose of cyclophosphamide over patients undergoing allogeneic bone marrow transplantation using unre-4 days while maintaining a total TBI dose of 1400 cGy. lated donors following a preparative regimen of high-dose cyclophosphamide (200 mg/kg over 4 days) and fractionated total body irradiation Major treatment-related toxicity was primarily renal with (1400 cGy administered in eight fractions over 4 days).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The Kaplan-Meier analysis comparing the overall survival Myeloid and platelet recovery was reasonable and donor between 26 patients with high-risk disease (--) and 17 patients with engraftment was complete by 90 days in all patients who low-risk disease (----) (P = 0.0129). All patients received a preparative could be evaluated. Evaluation of the marrow or peripheral regimen of high-dose cyclophosphamide (200 mg/kg over 4 days) and blood of the 29 patients who had cytogenetic and/or heterofractionated total body irradiation (1400 cGy administered in eight fractions over 4 days). morphism studies performed, demonstrated 100% donor marrow transplantation for severe aplastic anemia using histoorigin. The anti-leukemic response of this regimen was also compatible unrelated volunteer donors. Br Med J 1982; 285: total dose of 1400 cGy over 4 days, is an acceptable 12 McGlave P, Bartsch G, Anasetti C et al. Unrelated donor marpreparative regimen in patients receiving an allograft from row transplantation therapy for CML. Initial experience of the unrelated HLA-compatible volunteer donors. The increased NMDP. Blood 1993; 81: 543-551. 13 Beatty PG, Dahlberg S, Mickelson EM et al. Probability of immunosuppression was well tolerated in patients with lowfinding HLA matched unrelated marrow donors. Transplanrisk disease allowing for complete engraftment and successtation 1988; 45: 714-718. ful anti-leukemic benefit. In patients with high-risk disease, 14 Clift RA, Buckner CD, Thomas ED et al. The treatment of even though engraftment was acceptable and patients acute non-lymphoblastic leukemia by allogeneic marrow entered complete remission and/or responded to the thertransplantation. Bone Marrow Transplant 1987; 2: 243-258. apy, toxicity appeared to be increased, probably related to 15 Wingard JR, Piantadosi S, Santos GW et al. Allogeneic bone the extensive treatment prior to the transplant. marrow transplantation for patients with high risk acute lymphoblastic leukemia. J Clin Oncol 1990; 8: 820-830. 16 Goodrich JM, Mori M, Gleaves C et al. Early treatment with ganciclovir to prevent cytomegalovirus disease after allog-", "latex": null, "type": "figure"}, "TABREF0": {"text": "Patient characteristics", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient (n) </td><td>43\n</td></tr><tr><td>Age (years)median 36range 18</td><td>-58\n</td></tr><tr><td>Sex (M/F) </td><td>25/18\n</td></tr><tr><td>Disease categories\n</td><td> </td></tr><tr><td>AML </td><td>14 (35%)\n</td></tr><tr><td>CR1 </td><td>0\n</td></tr><tr><td>CR2 </td><td>2\n</td></tr><tr><td>.CR2, refractory, relapse </td><td>12</td></tr><tr><td>ALL 6 (14%)CR1 3\n</td></tr><tr><td>CR2 </td><td>0\n</td></tr><tr><td>.CR2, refractory, relapse </td><td>3</td></tr><tr><td>MDS </td><td>4 (9%)</td></tr><tr><td>RA, RARS </td><td>1</td></tr><tr><td>RAEB, RAEB-t 3CML 15 </td><td>(33%)\n</td></tr><tr><td>CP </td><td>11\n</td></tr><tr><td>AP, BP </td><td>4</td></tr><tr><td>CLL </td><td>2</td></tr><tr><td>Responsive disease 1Refractory disease 1\n</td></tr><tr><td>Multiple myeloma (partial remission) </td><td> </td></tr><tr><td>1\n</td></tr><tr><td>Myeloproliferative disease (stable) </td><td>1</td></tr></table></body></html>"}, "TABREF2": {"text": "Donor and typing characteristics were largely equivalent. The log-rank test for the difference 16%) (two Candida krusei, three Aspergillus or extensive chronic GVHD. Of these 16 patients, seven had acute GVHD which progressed to chronic GVHD and flavus, one Aspergillus fumagatus and one Fusarium). Both Candida krusei infections developed before engraftment in nine patients had de novo onset. The median time to the onset of histologically proven chronic GVHD was 182 days", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}