{
    "paper_id": "0dc8bdf618a7e5d6a7fe83232808a139e440ca85",
    "metadata": {
        "title": "Dataset of Vietnamese student's learning habits during COVID-19",
        "authors": [
            {
                "first": "Tran",
                "middle": [],
                "last": "Trung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy for Ethnic Minorities",
                    "location": {
                        "postCode": "100000",
                        "settlement": "Hanoi",
                        "country": "Vietnam, Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Anh-Duc",
                "middle": [],
                "last": "Hoang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tien",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Viet-Hung",
                "middle": [],
                "last": "Dinh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Labour Social Affairs",
                    "location": {
                        "postCode": "100000",
                        "settlement": "Hanoi",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Yen-Chi",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiep-Hung",
                "middle": [],
                "last": "Pham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Trung",
                "middle": [
                    "Tien"
                ],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duy Tan University",
                    "location": {
                        "postCode": "100000",
                        "settlement": "Hanoi",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A dataset was constructed to examine Vietnamese student's learning habits during the time schools were suspended due to the novel coronavirus -SARS-CoV-2 (COVID-19), in response to a call for interdisciplinary research on the potential effects of the coronavirus pandemic (Elsevier, 2020). The questionnaires were spread over a network of educational communities on Facebook from February 7 to February 28, 2020. Using the snowball sampling method, researchers delivered the survey to teachers and parents to provide formal consent before they forwarded it to their students and children. In order to measure the influence of students' socioeconomic status and occupational aspirations on their learning habits during school closures, the survey included three major groups of questions: (1) Individual demographics, including family socioeconomic status, school type, and occupational aspirations; (2) Student's learning habits, including hours of learning before and during the period of school suspension, with and without other people's support; and (3) Students' perceptions of their self-learning during the school closures. There was a total of 920 clicks on the survey link, but only 460 responses accompanied by consent forms were received. Non-credible answers (e.g., year of birth after 2009, more than 20 hours of learning per day) were eliminated. The final dataset included 420 valid observations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Learning analytics, Socioeconomic, Occupational orientation Type of data Table  Figure Excel file Sav file",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 86,
                    "text": "Table  Figure",
                    "ref_id": null
                }
            ],
            "section": "Specific subject area"
        },
        {
            "text": "Data was gathered using an online survey and converted into .xlsx format for formal analysis in SPSS v.20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How data were acquired"
        },
        {
            "text": "The target population of the survey was students in Hanoi who are learning online due to the effect of COVID-19. Only Grade 6-12 students were selected as they can evaluate their learning activities, and have more explicit occupational aspirations. Only students who had parental approval could access the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters for data collection"
        },
        {
            "text": "The data was conducted through an online questionnaire, which was delivered to Grade 6-12 students in Hanoi using the snowball sampling method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of data collection"
        },
        {
            "text": "Information was collected from secondary schools in Hanoi (Latitude 21°1'28.2\"N, Longitude 105°50'28.21\"E), Vietnam",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data source location"
        },
        {
            "text": "Repository name: Mendeley repository Data identification number: Direct URL to data: http://dx.doi.org/10.17632/2pzvmnb2km.3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data accessibility"
        },
        {
            "text": "Value of the Data  The dataset will be useful for researchers who want to compare students' habits in a normal situation and unusual situations such as a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data accessibility"
        },
        {
            "text": " The dataset will be valuable to researchers who want to examine relationships between socioeconomic status, occupational aspirations, and students' learning habits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data accessibility"
        },
        {
            "text": " The dataset will be useful for researchers who want to conduct comparative studies on students' learning habits in different countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data accessibility"
        },
        {
            "text": " The results of this dataset also contribute to enhancing educational leaders' and policymakers' awareness of the effects of sudden changes in educational scenarios, so education systems may be better prepared for similar situations in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data accessibility"
        },
        {
            "text": "Students' learning habits are not the same during the school year and holidays. While a decrease in students' formal learning habits during holidays is seasonal and predictable [1] , the adjustments in their learning habits during a sudden pandemic are still unresearched. The preparation of this dataset is a response to the call for interdisciplinary research about the effects of the novel coronavirus pandemic [2] . As a country that dealt with the COVID-19 outbreak very early and productively, Vietnam is a notable case study of instantaneous and conspicuous collaboration between the government and society [3] . However, the shift in the educational system was unforeseen and caused significant side effects [4] . This dataset [5] focused on the learning habits of 420 secondary students (Grade 6-12) in Hanoi during the first two weeks of school closures due to COVID-19. The dataset includes three major groups of variables: (A) Individual demographics, including family socioeconomic status (SES), school type, and occupational aspirations; (B) Students' learning habits, including hours of learning before and during the period of school suspension, with and without other people's support; and (C) Students' perceptions of their self-learning during the school closures. In addition, we added a question to measure the integration of online lessons during this time with sustainability topics. Detailed descriptions of all variables, together with the questions for each variable, and descriptive tables and figures can be found in the Mendeley data repository [5] . ",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1574,
                    "end": 1577,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Description"
        },
        {
            "text": "The survey was conducted between February 7 and February 28, 2020, the first three weeks of nationwide school closures due to COVID-19. Initially, online questionnaires were delivered to parents and teachers who were active in various educational forums on Facebook. Thereafter, it was spread by parents' and teachers' referrals. Parents or teachers were required to complete the consent form before forwarding the URL to the student. A total of 460 responses were received, but only 420 valid observations were accepted for further analysis, due to the elimination of obviously invalid answers (e.g. more than 20 hours of learning per day).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Design, Materials, and Methods"
        },
        {
            "text": "Overall, the influence of SES and students' occupational aspirations on their learning habits during COVID-19 was examined using ordinary least squares (OLS) regression: B ~ β0 + β1*A + β2*C + u Theoretically, the survey was designed based on prior literature on transformative learning, with the focus on socioeconomic differences. Variables in group A related to students' demographics, including SES factors and students' self-evaluated competencies. Scholars have pointed out that SES factors such as monthly family income, parents' occupations, number of siblings, school type, and grade level have significant influences on students' learning habits [6, 7] . This study complements the conventional notion of SES with additional variables about students' competencies. Specifically in the case of Vietnam, we added subjects for university entrance, which demonstrate students' occupational aspirations, and English, which is a crucial competency in today's world.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 659,
                    "text": "[6,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 660,
                    "end": 662,
                    "text": "7]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Experimental Design, Materials, and Methods"
        },
        {
            "text": "Variables in group B measured students' learning habits by their learning hours per day [8] . In particular, students were asked their total hours of self-learning before and during COVID-19. With regard to the total number of learning hours during COVID-19, there were sub-questions about the total hours of off-line and online study modes, as well as the total hours of learning with instruction or without instruction from other people.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Experimental Design, Materials, and Methods"
        },
        {
            "text": "Variables in group C were mainly designed for this specific data collection. All items in this section were measured using a five-point Likert scale (1: Totally Disagree, 5: Totally Agree). First, we examined students' perceptions on the necessity for self-learning during COVID-19. According to the literature on transformative learning, students' learning practices are influenced by their beliefs about learning and influences from teachers, parents, and peers [9] . Thus, we constructed the variable of \"students' necessity for self-learning\" using the following items: (i) to ensure my learning progress; (ii) to maintain my learning habits; (iii) influenced by teachers; (iv) influenced by parents; (v) influenced by siblings; (vi) influenced by friends. Second, we measured students' self-reports on factors that influence self-learning effectiveness. This variable consisted of different physical factors (the availability of learning resources [10] , learning space [11] ), psychological factors (self-motivation [12] , family support [13] ), and behavioural factors (concentration, goal setting [14] , communication and peer collaboration [15] ).",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "[9]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[11]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[12]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1044,
                    "end": 1048,
                    "text": "[13]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[14]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[15]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Experimental Design, Materials, and Methods"
        },
        {
            "text": "In addition, with regard to the unique context of school closures due to COVID-19, we measured the integration of students' online lessons with sustainability topics. Students were asked whether they were taught any of those topics or not: (i) General Preventive Health care; (ii) Coronaviruses; (iii) Sustainable Environment Development; (iv) Sustainable Society Development; (v) E-learning tools and techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Design, Materials, and Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Time students spend working at home for school. Learning and Instruction",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schober",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spiel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "309--320",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel Coronavirus Information Center",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Policy response, social media and science journalism for the sustainability of the public health system amid COVID-19 outbreak: The Vietnam lessons",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "La",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoàng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P K"
                    ],
                    "last": "Linh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vuong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Vuong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainability",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su12072931"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Official Letter No. 793 / BGDĐT-GDTrH dated 12/3/2020 about enhancing teaching via internet and on television during the time of absence from school to prevent and control Covid-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Dataset of Vietnamese Student's Learning Habit during School Closure due to COVID-19 Pandemic",
            "authors": [
                {
                    "first": "Hiep-Hung",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mendeley Data",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17632/2pzvmnb2km.3"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Measures of socioeconomic status: Alternatives and recommendations",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Parcel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Child Development",
            "volume": "52",
            "issn": "1",
            "pages": "13--30",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Measuring socioeconomic status in studies of child development",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Child Development",
            "volume": "65",
            "issn": "6",
            "pages": "1541--1545",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Study of the relationship between study habits and academic achievement of students: A case of Spicer Higher Secondary School",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Siahi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Maiyo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "India. International Journal of Educational Administration and Policy Studies",
            "volume": "7",
            "issn": "7",
            "pages": "134--141",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Differential effects of parental involvement on cognitive and behavioral outcomes by socioeconomic status",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcneal",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Journal of Socio-Economics",
            "volume": "30",
            "issn": "2",
            "pages": "171--179",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Social capital in the creation of human capital",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "American Journal of Sociology",
            "volume": "94",
            "issn": "",
            "pages": "95--120",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Evidence Continues to Grow: Parent Involvement Improves Student Achievement. An Annotated Bibliography. National Committee for Citizens in Education Special Report",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Goal setting and self-efficacy during self-regulated learning",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Schunk",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Educational Psychologist",
            "volume": "25",
            "issn": "1",
            "pages": "71--86",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Parents' involvement in children's schooling: A multidimensional conceptualization and motivational model",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Grolnick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Slowiaczek",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Child Development",
            "volume": "65",
            "issn": "1",
            "pages": "237--252",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Student engagement in high school classrooms from the perspective of flow theory",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shernoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Csikszentmihalyi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Shernoff",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Applications of flow in human development and education",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "475--494",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The effect of peer collaboration and collaborative learning on self-efficacy and persistence in a learnerpaced continuous intake model",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Poellhuber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chomienne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Karsenti",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Distance Education",
            "volume": "22",
            "issn": "3",
            "pages": "41--62",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Descriptive statistics of demographics and students' learning habits",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Integration of online sessions with sustainability topics",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are deeply grateful to all the students who participated in this study, as well as the teachers, parents and institutions who supported the distribution of the questionnaires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships which have, or could be perceived to have, influenced the work reported in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}