{
    "paper_id": "0dca74ad8bc5c075148d77b59f2ad0f26bd06bda",
    "metadata": {
        "title": "Protecting Health Care Workers during the COVID-19 Coronavirus Outbreak -Lessons from Taiwan's SARS response",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Schwartz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York at New Paltz",
                    "location": {
                        "postCode": "12561",
                        "settlement": "New Paltz",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "schwartj@newpaltz.edu"
            },
            {
                "first": "Chwan-Chuen",
                "middle": [],
                "last": "King",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "postCode": "10055",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Muh-Yong",
                "middle": [],
                "last": "Yen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taipei City Hospital, and National Yang-Ming University",
                    "location": {
                        "postCode": "11221, 11221",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "During major epidemic outbreaks, demand for health care workers grows even as the extreme pressures they face cause declining availability. We draw on Taiwan's SARS experience to argue that a modified form of Traffic Control Bundling protects health care worker safety and by extension strengthens overall COVID-19 epidemic control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We are daily learning of new developments in prevention and control efforts taken by the Chinese government in response to the COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Particularly notable is the unprecedented scope of several extreme public health containment efforts initiated by the Chinese government to counter the Coronavirus's spread. These actions include regional lockdowns of over 53 million people, severe travel restrictions and forced quarantines, aimed at least in part at containing the disease during the peak Chinese Lunar New Year travel period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While the outbreak has had many impacts, here we focus in particular on the impact COVID-19 is having on HCW (health care worker) safety and by extension, their willingness to continue to work. Through February 25, 2020, China reported 3,387 infected HCWs in Hubei alone, at least 18 of whom died, causing growing concern among HCWs. [1] While there are many unknowns regarding COVID-19, several lessons from past outbreaks of similar coronaviruses (e.g. SARS-CoV) can be usefully applied to efforts to protect HCWs [2, 3] . We draw primarily on Taiwan's SARS experiences, but also on lessons learned from the current COVID-19 outbreak to offer recommendations specific to in-hospital preparedness and response with the goal of protecting the front-line HCWs striving to contain the outbreak.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During an outbreak, HCWs are expected to work long hours under significant pressure with often inadequate resources, while accepting the dangers inherent in close interaction with ill patients. HCWs, like everyone else, are vulnerable both to the disease itself and to rumors and incorrect information that necessarily increases their anxiety levels. In our study of the 2003 SARS outbreak we found that, to varying degrees in both China and Taiwan, HCW anxiety levels rose in reaction to cases of HCWs falling ill or dying. As a result, HCWs became increasingly reluctant to work. HCW anxiety was further impacted by growing stigmatization and loss of trust by their own communities. [4, 5] In short, even as demand for HCWs rapidly rises during an outbreak, so too does HCW anxiety and reluctance to work.",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 688,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 689,
                    "end": 691,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As noted, a key source of concern among HCWs is the danger of contracting the disease. In Taiwan we found that once patients were admitted to hospital, nosocomial SARS outbreaks occurred with transmission via fomites (as [7] . And, while no firm evidence was found of airborne transmission, SARS-CoV proved able to survive in fomite form in the environment for up to three days. Indications are that HCWs were unwittingly spreading SARS and infecting patients and HCWs throughout the hospital via fomites. [2, 3] These worsening conditions caused heightened anxiety and distrust of government among HCWs who in some cases refused to work. [2, 4] Today's hyper-connected society makes information control more challenging, with the result that often exaggerated or misleading information exacerbate already extant anxieties among HCWs. [5] Further contributing to anxiety during the current COVID-19 outbreak is the discovery of increased human to human infection via droplet, contact and fomite transmission [8] , and, in particular, the existence of asymptomatic people who are nonetheless ill with SARS-CoV-2. [9, 10] For example, in Wuhan, 14",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 643,
                    "end": 645,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1112,
                    "end": 1115,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1116,
                    "end": 1119,
                    "text": "10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "HCWs were infected by one super-spreader with an atypical presentation, including one physician who died as a result. [11] These factors may once again drive a shortage of HCWs, potentially initiating a cycle of substandard infection control procedures leading to hospital cross-transmission and further disease transmission into and within the community. Ultimately, this cycle may contribute to a cascading effect resulting in regional epidemic saturation.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To counteract the potential decline in HCW availability due to fear and anxiety, and to curtail the potential rise of nosocomial infection, it is critical to strengthen HCW safety and trust in the system within which they work. To this end, we To conclude, COVID-19 represents a fast-moving threat that has sparked unprecedented actions by China. However, overworked and under-resourced HCWs facing the real possibility of infection, and reliant on potentially misleading information about a rapidly developing epidemic may refuse or be unable to work. The result can be critical HCW shortages. A proven model of coronavirus containment and HCW protection will do much to ease concerns both for HCWs and the patients they serve. Furthermore, it can contribute to breaking the cycle of community-hospital-community infection. We therefore urge public health authorities to implement modified TCB so that protection for HCWs and patients is improved and HCW shortages can be mitigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Potential conflicts of interest. All authors have no potential conflicts of interest. Throughout the decontamination process, hospital staff disinfect their hands, gloved or not, in order to avoid accidental contact by skin/mucosa with the virus. To adjust for the asymptomatic nature of some cases, all visitors to the hospital must don masks and use 75% alcohol hand sanitizer prior to entry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Doctors and Nurses fighting Coronavirus in China die of both infection and fatigue",
            "authors": [
                {
                    "first": "Alice",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Los Angeles Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Taiwan's traffic control bundle and the elimination of nosocomial severe acute respiratory syndrome among health care workers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Hosp Infect",
            "volume": "77",
            "issn": "",
            "pages": "332--337",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Controlling MERS: Lesson Learned from SARS",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "Jsj",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "61",
            "issn": "",
            "pages": "1761--1762",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence of psychiatric morbidity and psychological adaptation of the nurses in a structured SARS caring unit during outbreak: A prospective and periodic assessment study in Taiwan",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Lien",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Psychiatr Res",
            "volume": "41",
            "issn": "",
            "pages": "119--130",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CDS Archives: Wuhan Pneumonia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Accessed 25",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "%e8%82%ba%e7%82%8e%ef%bc%9a%e8%b0%a3%e8%a8%80% E4%b8%ad%e7%9a%84%e7%9c%9f%e7%9b%b8",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Microbial Exchange via Fomites and Implications for Human Health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Azimi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Thoemmes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr Pollution Rep",
            "volume": "5",
            "issn": "",
            "pages": "198--213",
            "other_ids": {
                "DOI": [
                    "10.1007/s40726-019-00123-6"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Another Decade, Another Coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMe2001126"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. The Lancet Published Online",
            "authors": [
                {
                    "first": "Jfw",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30154--30163",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Disease detectives hunting down more information about 'super spreader' of Wuhan coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "occurred during the South Korean MERS outbreak).[2,3] Indeed, in Taipei Hoping Hospital, 17 HCWs contracted SARS despite working in separate areas of the hospital with no direct contact with the index patient. Within two weeks, the hospital had suffered 150 SARS cases. A post-facto study at a separate Taipei hospital found SARS-CoV RNA nucleic acid on water fountains in the triage and observation units, in designated SARS areas and in supposedly \"clean\" areas.[6] Though descriptions of viable viral transmission are rare in the literature, detection of RNA nucleic acid in the environment indicates the fingerprint of existing, viable virus in the environment",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "recommend implementing Traffic Control Bundling (TCB)a tool that proved effective in dramatically reducing infection rates among HCWs in Taiwan during the SARS outbreak. The essence of TCB involves: Triage outside of hospitals (in tents or other shelters)ensuring patients are triaged in outdoor screening stations to ensure ill patients are directed to a contamination zone, and; Zones of Riskclearly delineating separate zones, including a contamination, transition, and clean zone each separated by checkpoints. We slightly modify the TCB model applied during SARS in order to address differences between SARS and COVID-19. TCB adjusted for COVID-19 begins with outdoor Triage. Patients testing positive for COVID-19 are directed to an isolation ward (hot zone) where they are placed in individual isolation rooms for further care. Patients exhibiting atypical symptoms or whose tests remain inconclusive are directed to a quarantine ward (intermediate zone) where they remain for the extent of the incubation period. Patients directed to the isolation or quarantine wards travel via a designated route that avoids contact with the clean zone. Thus, patients move along routes other than those taken by HCWs (here we include nurses, physicians, janitorial staff and other hospital staff). As described in the figure, before moving from the clean zone to the intermediate or hot zones, HCWs must gown-up and use gloves, eye protection and N-95 masks. If indicated, they will add additional protective equipment. When returning to the clean zone, HCWs pass through a transition zone where they de-gown and remove all additional protective equipment. As they transition between zones, HCWs at each step engage in hand disinfection with 75% alcohol.[2] Each transition point is clearly delineated with signage, doors, and in many cases with lines painted on the floors (green for clean zones, yellow for intermediate zones and red for hot zones). To emphasize the importance of adhering to TCB protocols, each transition zone includes prominently posted descriptions of the steps to be taken in that location. Prior to implementing TCB, HCWs are thoroughly trained in TCB protocols, including proper gowning and de-gowning practices, correct use of all appropriate personal safety equipment (e.g. respirators and eye protection) and in how to safely move among the zones. Patients too receive explanations about the various zones and why they are required to remain in their designated zone. Finally, we recommend routine daily environmental cleaning and disinfection in the clean and transition zones. In order to avoid increased danger of HCW infection, cleaning and disinfection in the hot zone is limited, and only required in the case of visible contamination with bodily fluids. We also recommend establishing checkpoints at hospital entrances where visitors disinfect their hands and don masks as a way to further mitigate the risk of droplet/contact and fomite transmission in clean zones.In its assessment of Taiwan's SARS response, the Taiwan CDC found that TCB dramatically reduced HCW and patient infections. In the 18 hospitals implementing TCB, zero HCWs and only two patients developed nosocomial SARS infection. By contrast, in the 33 control hospitals, 115 HCWs and 203 patients developed SARS.[2]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Conceptual scheme of traffic control bundling When first arriving, all patients undergo triage outside the hospital. Those diagnosed with COVID-19 are directed to an isolation ward where they are placed in separate rooms. Those exhibiting atypical symptoms or awaiting confirmed diagnosis are directed to a quarantine ward for the maximum incubation period. In both cases, patients follow a designated route to the relevant ward that avoids the clean zone. Hospital staff transitioning through the zones utilize 75% alcohol dispensers for gloves-on hand sanitation at checkpoints positioned between each zone. Hospital staff don PPE (and as needed, additional equipment such as eye protection and respirators) before entering the intermediate or hot zone. When exiting the intermediate or hot zone, hospital staff undergo decontamination and remove PPE in the transition zone.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}