{
    "paper_id": "0dccca39c2c96d3f20388248444eba20288a55f5",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Jens",
                "middle": [],
                "last": "Walldorf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Martin Luther University of Halle-Wittenberg",
                    "location": {
                        "addrLine": "Ernst-Grube-Straße 40",
                        "postCode": "06120",
                        "settlement": "Halle",
                        "country": "Germany"
                    }
                },
                "email": "jens.walldorf@uk-halle.de."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with great interest the article by Occhipinti and Pastorelli. 1 The authors report their experiences and challenges in managing patients with inflammatory bowel disease (IBD) during the COVID-19 pandemic. We complement this important information by presenting a survey conducted among German patients with IBD regarding their personal evaluation of their work-related risk of contracting SARS-CoV-2. In Europe-as in many other regions of the world-people are now facing contact restrictions because of the COVID-19-pandemic. Thus, returning to work becomes an increasingly important issue-also from a socioeconomic point of view. Considering the viewpoint of patients with IBD is very important for the patients' health care management in the next phase of the pandemic.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editors,"
        },
        {
            "text": "An online questionnaire was completed by 405 patients, who were recruited via social media channels of IBD self help groups (for details see Table 1 ). Of the participants, 60.2% feared a SARS-CoV-2 infection and 57.6% were worried about going to work because of a potentially increased infection risk. Half of the participants (49.4%) believed that IBD predisposed them to a higher risk of contracting SARS-CoV-2 compared with their colleagues who did not have IBD. Consequently, 18.8% of the survey participants received a \"preventive\" sick certificate for a duration of more than 7 days from their general practitioner even if they did not show any symptoms of an infection. Of the participants being treated using azathioprine/6-mercaptopurine, 27.1% reported using this strategy, as did 26.5% of those treated using antitumor necrosis factor α treatment, 25% of those treated using prednisolone, 20.7% of those treated using ustekinumab, 19.1% of those treated using budesonide, and 10.8% of those treated using vedolizumab.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "To the Editors,"
        },
        {
            "text": "Liberally issuing preventive sick certificates may be an exceptional strategy used for individual patients experiencing stressful life circumstances. However, during the COVID-19 pandemic, the survey participants have used this coping strategy frequently. They also reported that they have delayed the decision on whether it is safe to go to work because of divergent or ambiguous opinions of their physicians as well as expert opinions from other sources (internet sources, media). Clearly, the ability to work is very important to most patients with IBD. Still, returning to work is often hampered by uncertainties because of the pandemic. Therefore, straightforward recommendations stating clearly who is at risk and who should avoid which type of work are very important for managing the daily life of our patients. In addition, public financial support for patients who cannot go to work must be considered. Author contributions: Franziska Schlabitz: study concept and design, acquisition of data, administration, analysis and interpretation of data, writing the manuscript. Niels Teich: acquisition of data, analysis, critical revision of the manuscript for important intellectual content. Patrick Michl: analysis, critical revision of the manuscript for important intellectual content, study supervision and resources. Jens Walldorf: study concept and design, acquisition of data, analysis and interpretation of data, writing of the manuscript, statistical analysis, study supervision and administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editors,"
        },
        {
            "text": "Conflicts of interest: Niels Teich has served as a speaker, a consultant, and/or an advisory board member for AbbVie, Amgen, Falk Foundation, Janssen, MSD, Norgine, Takeda, Tillotts, and Vifor and has received research funding from Ferring Arzneimittel GmbH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editors,"
        },
        {
            "text": "Jens Walldorf has served as a speaker, a consultant, and/or an advisory board member for AbbVie, Janssen, MSD, and Takeda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editors,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Challenges in the care of IBD patients during the CoViD-19 pandemic: report from a \"Red Zone\" area in Northern Italy",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Occhipinti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pastorelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Inflamm Bowel Dis",
            "volume": "26",
            "issn": "",
            "pages": "793--796",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus and IBD reporting database. SECURE-IBD database public data update",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Kappelman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ungaro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Teich, MD, † Patrick Michl, MD,* and Jens Walldorf, MD* , ; on behalf of the COViCED Group From the *Department of Internal Medicine I, Martin Luther University of Halle-Wittenberg, Halle, Germany; †Inflammatory bowel disease outpatient practice, Leipzig and Schkeuditz, Germany",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and Disease-Related Characteristics of the Survey Participants",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}