{
    "paper_id": "0dcc97c96c7ccd93c9133bee03c7f1dce1b758ea",
    "metadata": {
        "title": "CHAPTER 7 Immunologic Studies in Humans",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I nvestigation of the human immune system is a key element in understanding and controlling the various autoimmune diseases and malignancies that directly or indirectly affect the immune response. The methods described in this chapter provide an approach to the study of individuals with normal immunologic function and of patients with congenital or acquired immunodeficiency states. In addition, the protocols can be applied toward the study of the effects of infection or aging on the immune system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Many methods presented here parallel those elsewhere in the manual that focus on the immune systems of laboratory animals; however, human systems differ sufficiently to justify a separate exposition. This being said, many methods related to animal systems are fully applicable to studies of human systems. These include protocols for production and measurement of antibodies (Chapter 2), immunofluorescence and cell sorting (Chapter 5), and measurement of lymphokines and their cellular receptors (Chapter 6). In addition, various animal-based methods relating to the purification of antibodies (Chapter 2), and other biochemical procedures (Chapter 8), also apply to human materials. In certain instances, such as in the measurement of lymphokine/cytokine production, particular mention is made of how the procedure can be modified for use in studies of humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The first section of Chapter 7 contains basic procedures for isolating particular kinds of cells from peripheral blood or lymphoid tissues. It begins with a procedure for obtaining whole mononuclear cells based on cell density (Ficoll-Hypaque gradient separation; UNIT 7.1) and continues with procedures to separate major cell populations (T cells, B cells, macrophages, and null cells) from mononuclear cells ). In addition, techniques for isolating subpopulations of T cells and B cells by a variety of techniques are also presented, including complement-mediated lysis to \"kill\" unwanted (contaminating) cells, panning procedures in which cells are selectively bound via antibody to a plastic surface, and a newly developed immunomagnetic procedure in which cells are bound to antibody-coated magnetic beads that can be selectively removed on the basis of their behavior in a magnetic field (UNITS 7.3 & 7.4A) . These general methods for isolating cells are complemented by methods for isolating human lymphoid cell populations from tonsillar tissues, which can also be applied to other solid lymphoid tissues such as the spleen and lymph nodes, presented in UNIT 7.8. UNIT 7.4B describes two widely used methods to isolate (FACS) or to enrich (magnetic beads) human CD4 + CD25 + regulatory T cells from blood. The unit also includes an in vitro coculture assay to measure the anergic and suppressive features of human CD4 + CD25 + regulatory T cells. In addition, methods for accessing and purifying in situ lymphocyte populations are presented in the fourth section of the chapter (UNIT 7.30), which includes protocols for obtaining large numbers of purified, viable mononuclear cells from intestinal tissues.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 912,
                    "text": "(UNITS 7.3 & 7.4A)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PROCEDURES FOR LYMPHOID CELL ISOLATION"
        },
        {
            "text": "In general, separation techniques to obtain lymphocyte subpopulations depend on antibodies to surface antigens that distinguish one subpopulation from another. Several points need to be considered in utilizing these techniques. First, subpopulations defined by a specific antibody may not encompass cells with a single function, and a single function Introduction 7.0.2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROCEDURES FOR LYMPHOID CELL ISOLATION"
        },
        {
            "text": "Current Protocols in Immunology may be a property of several different cell types. For example, the CD4 surface antigen does not identify a population of cells that exclusively expresses \"helper\" function, and the CD8 surface antigen does not mark a population of cells that exclusively expresses suppressor/cytokine function; on the contrary, these cell populations can act as either helper or suppressor/cytokine cells under certain circumstances. Another example concerns the difficulty of defining cells with natural killer (NK) and lymphokine-activated killer (LAK) cell functions with a single surface marker; if one isolates NK/LAK cells by removal of T cells (UNIT 7.7), one also removes a small, but definite, subpopulation of cells with NK/LAK activity that bear T cell markers (i.e., CD3, CD8). The basis of these discrepancies is that, in reality, cell function is the result of a complex set of cell characteristics affected not only by the cell's capacity to produce lymphokines and other substances, but also by the nature of the cell-to-cell interactions permitted by the cell's array of antigen-specific and antigen-nonspecific cell-surface receptors. Despite these difficulties, this chapter presents methods for defining discrete subpopulations of cells whenever possible. Thus in UNIT 7.34, protocols are described that allow for the separation of NK cells from peripheral blood based upon cell-surface expression of CD56 (CD56 bright and CD56 dim ) and upon the amount of NK function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplement 95"
        },
        {
            "text": "Second, when positive selection of cells is used, one may cause inadvertent activation or differentiation of cells simply because cross-linking of the surface antigens used for selection affects cell function. In this regard, even surface antigens generally considered to be incapable of transducing intracellular signals may do so under certain circumstances. For example, CD2, the sheep erythrocyte receptor, is in fact a protein through which the T cells can be activated under some conditions. The possibility that cell isolation may perturb cell function leads to the maxim that, whenever possible, cell isolation should be performed by negative selection. Third and finally, the expression of surface antigen being used to separate a cell population may be related to the activation state of the cell. In this regard, certain antigens may be expressed only when the cell is in a resting state and others only when the cell is in an activated state. Thus, cell separations based on surface antigens must be made with due regard for the activation state of the cells in the starting population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplement 95"
        },
        {
            "text": "One cell-separation procedure not formally described here, but covered in Chapter 5, is positive and negative cell sorting with a flow cytometer. Although this method generally yields a cell population of higher purity than other techniques, the number of cells obtained is limited by the time necessary to perform cell sorting. Although cell separation methods (e.g., the use of immunomagnetic beads) are leading to cell purities that rival those achieved with sorting techniques while providing larger yields, these techniques may therefore be preferred, except when especially pure cell populations are necessary. The question of whether or not to use sorting to isolate a cell population frequently arises in relation to the isolation of purified human B cell populations. This is because B cells are present in peripheral blood in relatively low numbers and are difficult to separate from macrophages and null cells. Good purification can be achieved with positive cell sorting, using a cell population that is partially purified (lacking in T cells), and fluorescent antibodies to B cell-surface markers that do not (usually) affect cell function. Alternatively, a multistep negative selection procedure is described in UNIT 7.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplement 95"
        },
        {
            "text": "Methods for obtaining peripheral blood by simple venipuncture or by lymphapheresis are provided in APPENDIX 3F. Frequently, it is not possible to perform studies on cells the same day that they are obtained. Since T cells can be cryopreserved without significant loss of function, this problem can be overcome by freezing cells after Ficoll-Hypaque separation. A method for cryopreservation is given in APPENDIX 3G. It should be noted, however, that cryopreservation of monocytes/macrophages always results in loss of function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplement 95"
        },
        {
            "text": "Current Protocols in Immunology Supplement 95",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.0.3"
        },
        {
            "text": "The second section of this chapter describes procedures relating to functional studies of human lymphoid cells. These procedures usually have, as a starting point, one of the cell populations obtained in the first section of the chapter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNCTIONAL STUDIES OF HUMAN LYMPHOID CELLS"
        },
        {
            "text": "Many functional studies of human cells concern the use of \"polyclonal\" stimulants such as mitogens or antibodies that can activate all (or most) T cells or B cells in an antigennonspecific fashion. Polyclonal stimulants have been used more frequently in studies of human than animal immune function because humans cannot usually be immunized with powerful antigens (and adjuvants), and thus the antigen-specific cell populations available from human tissues (i.e., peripheral blood) may be too small for adequate analysis. Methods of polyclonal stimulation of T cells presented here include techniques for the study of T cell proliferation with various mitogens (UNIT 7.10), anti-CD3 antibody (which activates the T cell via the T cell receptor complex), and biochemical stimulation with phorbol ester and a calcium ionophore (which activates the T cell via direct triggering of intracellular activation pathways; UNITS 7.10 & 7.11). These methods can be extended to measure T cell secretion of cytokine into the culture supernatant by one of the methods presented in Chapter 6. The current chapter, however, includes a unit that allows for ex vivo stimulation of whole blood to measure cytokine responses to such things as bacterial endotoxin (LPS), antigens, and allergens (UNIT 7.18B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNCTIONAL STUDIES OF HUMAN LYMPHOID CELLS"
        },
        {
            "text": "Other functional studies can be used to measure T cell regulatory effects on B cells (or other cells), whereby polyclonally activated T cells are mixed with B cells and B cell production of immunoglobulin (Ig) is quantitated (UNIT 7.11). UNIT 7.4 in Section 1, which describes protocols used to isolate human T regulatory cells, also includes methods that are used to measure the anergic and suppressive features of human CD4 + CD25 + regulatory T cells. Also included are protocols for measuring cytotoxic T cell function in a polyclonal system following activation by anti-CD3 (UNIT 7.17); in this case, the anti-CD3 antibody interacts with the T cell via its anti-CD3 specificity and with the target cell via its Fc determinants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNCTIONAL STUDIES OF HUMAN LYMPHOID CELLS"
        },
        {
            "text": "Methods for assaying B cell function include activation of B cells with polyclonal stimulants such as staphylococcal protein A-or anti-Ig itself, which cross-links B cellsurface Ig-followed by measurement of B cell proliferation or Ig production. It should be noted that B cells can also be activated in a polyclonal fashion by first activating T cells with anti-CD3, then mixing the activated T cells with B cells in the absence of a B cell stimulant. B cell activation/differentiation under these circumstances is due to polyclonal cellular interactions between T cells and B cells that in part involve stimulation of B cell via CD40 and OX40L. Under physiologic conditions, B cell development and differentiation are orchestrated by a variety of cell activation events. These occur both in the bone marrow (in the case of B cell precursors) and the periphery (e.g., in the case of germinal centers in lymphoid tissue). B cell development proceeds largely along a linear pathway. During this process, the developing cells take on characteristic immunophenotypic profiles that identify corresponding B cell subsets. UNIT 7.35 provides a guide to the phenotypic evaluation of such developing B cells obtained from bone marrow, peripheral blood, and lymphoid tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNCTIONAL STUDIES OF HUMAN LYMPHOID CELLS"
        },
        {
            "text": "It is important to keep in mind that polyclonal stimulation of T cells and B cells is not necessarily equivalent to antigenic stimulation. Polyclonal stimulants, for instance, may activate intracellular pathways that lead to cellular requirements for cytokines/lymphokines distinct from requirements induced by antigenic stimulants. This is even true when anti-CD3 or anti-Ig are used as stimulants, since activation of T and B cells by antigen involves far more than simple cross-linking of the antigen receptor. Thus, studies that rely only on Supplement 95 Current Protocols in Immunology the use of polyclonal stimulants must be interpreted with caution, and, in some instances, it is useful to verify results obtained with them using a bona fide antigen. For this purpose, the chapter contains procedures for assessing both T and B cell proliferation and function in antigen-specific systems (UNITS 7.10, 7.15, & 7.17) . In these procedures, the starting material is cells from individuals who have been recently immunized with the antigen to be used so that a sufficient number of antigen-reactive cells are available. Finally, procedures for assessing responses to antigens by measurement of antibody synthesis in the serum following in vivo antigen challenge are also presented (UNIT 7.16).",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 909,
                    "text": "(UNITS 7.10,",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 915,
                    "text": "7.15,",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 923,
                    "text": "& 7.17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FUNCTIONAL STUDIES OF HUMAN LYMPHOID CELLS"
        },
        {
            "text": "T cell and B cell activation can be studied by measuring early cellular and biochemical events associated with such activation, such as changes in cell size, calcium influx, and other intracellular biochemical events. These techniques are described in Chapter 3 in relation to murine cells, but are fully applicable to the study of human cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNCTIONAL STUDIES OF HUMAN LYMPHOID CELLS"
        },
        {
            "text": "Several methods of measuring immunoglobulin production that give different kinds of information are provided. For instance, quantitation of the Ig present in culture supernatants (using an ELISA technique) provides an assessment of total Ig synthesized during the culture period, whereas the reverse plaque technique and ELISPOT provide an assessment of the number of Ig-producing cells present. These parameters tend to move in parallel, but may under certain circumstances lead to different results, as when B cell differentiation is incomplete. In some cases it may be useful to perform both types of measurements on the same B cell population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNCTIONAL STUDIES OF HUMAN LYMPHOID CELLS"
        },
        {
            "text": "Another technique in this section is a method of assessing NK and LAK cytotoxicities (UNIT 7.18). These are both mediated by overlapping (if not identical) cell subpopulations and are both direct cytotoxicities that do not involve target-cell recognition via the T cell receptor (and MHC restriction). However, they differ in that NK activity is found in fresh cell populations without addition of a stimulus, whereas LAK activity requires several days to develop in the presence of a lymphokine (IL-2, IL-4, and IL-7). In addition, NK and LAK cells differ in their capacity to lyse target cells; some targets are NK-resistant and LAK-sensitive. As alluded to earlier, the cells mediating NK and LAK cytotoxicity are phenotypically different, so total NK/LAK cytotoxic function is best assessed using whole or macrophage-depleted mononuclear cell populations (UNIT 7.7). To study NK/LAK activity using a more defined cell population, one can utilize positively selected cell populations obtained by immunomagnetic bead selection employing a combination of antibodies recognizing the spectrum of NK/LAK cells, such as anti-CD16 plus anti-CD56 (see APPENDIX 4). UNIT 7.39 describes methods to measure NK cell cytotoxicity, degranulation, and cytokine production (intracellular FACS analysis of IFNγ) in whole blood samples. Using these protocols it is possible to perform a comprehensive analysis of NK cell function with as little as 3.5 ml of heparinized whole blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNCTIONAL STUDIES OF HUMAN LYMPHOID CELLS"
        },
        {
            "text": "The study of adhesion molecules has contributed greatly to the understanding of many important immunologic phenomena, including intercellular communication, leukocyte migration, and localization. UNIT 7.28 describes measurement of lymphoid cell adhesion in the absence of shear forces generated by hydrodynamic flow, including methods for measuring adhesion of cells to immobilized ligands or adherent cell monolayers in the presence or absence of lymphocyte activation signals or modulatory monoclonal antibodies (MAbs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNCTIONAL STUDIES OF HUMAN LYMPHOID CELLS"
        },
        {
            "text": "Finally, UNIT 7.36 addresses the important phenomenon known as tolerance. T cell anergy (acquired unresponsiveness) is a central mechanism of tolerance to self antigens. Human T-helper clones rendered anergic in vitro are valuable tools for studying the molecular mechanisms of T cell tolerance. UNIT 7.36 outlines the induction and assessment of anergy in human CD4 + T-helper clones reactive against MHC class II alloantigens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNCTIONAL STUDIES OF HUMAN LYMPHOID CELLS"
        },
        {
            "text": "Current Protocols in Immunology Supplement 95",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.0.5"
        },
        {
            "text": "The third section of the chapter concerns the production of long-term and immortalized human T cell lines and clones. These methods are used to define properties of T cell populations and subpopulations not easily assessed using freshly isolated T cells, which contain only very limited numbers of the sought-after cells. UNIT 7.19 contains protocols for generating allo-and antigen-specific T cell lines and T cell subpopulations with distinct cytokine profiles using purified peripheral or cord blood CD4 + T cells. In UNIT 7.20, human T cells are activated and then transformed with HTLV-I. T cells from peripheral blood, tonsil, or bone marrow can also be readily transformed using this approach, provided that the cells are activated by mitogen, antigen, or anti-CD3. It should be understood, however, that the process of deriving long-term T cell lines and clones (UNITS 7.19 & 7.20) may select cell populations with altered properties. Thus, one must ultimately go back to studies of fresh cells to verify studies obtained with cell lines or clones.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 331,
                    "text": "UNIT 7.19",
                    "ref_id": null
                },
                {
                    "start": 870,
                    "end": 889,
                    "text": "(UNITS 7.19 & 7.20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LONG-TERM CELL LINES AND CLONES"
        },
        {
            "text": "Another procedure for obtaining long-term T cell lines is to prepare stable hybridomas using T cell fusion partners with known properties (UNIT 7.21). These cells can be useful in studies of the function of a particular surface antigen, as cells bearing a surface marker of interest can be fused with cells not bearing the marker and the function of hybrid cells with and without the marker evaluated. Another approach to extending the proliferative life of primary T cells involves ectopic expression of human telomerase reverse transcriptase (TERT) (UNIT 7.21B). Antigen-specific T cells transduced with TERT-expressing retroviral vectors can proliferate and expand in culture for long periods of time while maintaining their primary T cell characteristics including antigen-specific responses. Thus, TERTimmortalized T cells are an important and valuable resource for studying T cell immune responses and, potentially, for adoptive immunotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LONG-TERM CELL LINES AND CLONES"
        },
        {
            "text": "Procedures for deriving long-term B cell lines are also presented-namely, transformation of B cells with Epstein-Barr virus (EBV; UNIT 7.22). Such transformation results in very stable B cell lines that are particularly useful in studies requiring large numbers of B cells-e.g., molecular studies of B cell isotype differentiation. Although EBVtransformed cells are capable of undergoing increased activation when subjected to a variety of stimuli, they are fixed with regard to their level of differentiation; thus they cannot be used to study the effects of various stimuli on B cell development. It is hoped that with better understanding of B cell function it will be possible to generate B cell lines with differentiative capacity at every stage of B cell development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LONG-TERM CELL LINES AND CLONES"
        },
        {
            "text": "Supplement 95 Current Protocols in Immunology circulating leukocytes, comprising about 2% of the white blood cell population, and thus can be difficult to purify. Mast cells are not found in the circulation but are obtained from connective tissue in the gastrointestinal tract and lung. Methods for isolating both cell types are provided in UNITS 7.24 & 7.25. References are also provided in these units for evaluating basophil and mast cell function by measuring histamine and other preformed mediators upon exposure of the cells to various degenerating agents. In UNIT 7.26, methods are presented for measuring degranulation of human mast cells based on the release of two different types of preformed secretory products. These assays provide a way of assessing IgE receptor-mediated activation of mast cells. UNIT 7.38 describe methods for growth and maintenance of mast cells and mast cell lines Finally, In UNIT 7.37, techniques for the development and culture of human mast cells from their progenitors and the culture of human mast cell lines are described. The relative merits and drawbacks of each model are also described.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 359,
                    "text": "UNITS 7.24 & 7.25.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "7.0.6"
        },
        {
            "text": "Dendritic cells are highly specialized antigen-presenting cells (APC). UNIT 7.32 describes methods for isolating dendritic cells from peripheral blood. These include a method for generating dendritic cells from cytokine-stimulated monocytes and a negative selection protocol that allows for depletion of dendritic cells from peripheral blood mononuclear cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.0.6"
        },
        {
            "text": "Methods for measuring antibody-dependent cell-mediated cytotoxicity (ADCC), an important cytotoxic effector mechanism that depends upon the cooperation of the humoral and cellular arms of the immune system, are presented in UNIT 7.27. These include a prototype assay for measuring ADCC effector activity in peripheral blood mononuclear cells and support protocols for preparing 51 Cr-labeled target cells and anti-target antiserum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.0.6"
        },
        {
            "text": "An important function of non-lymphoid cells, particularly macrophages and neutrophils, is their production of eicosanoids, including the prostaglandins, thromboxanes, and leukotrienes. These substances have powerful effects on the function of the other immune cells-influencing, among other things, cell traffic patterns, chemotaxis, and inflammatory responses. Methods for measurement of a variety of eicosanoids with potent regulatory effects on immune cells are therefore described in UNIT 7.33.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.0.6"
        },
        {
            "text": "The methods presented here can be applied without exception to the study of lymphoid tissue in most (if not all) primates. It is important to realize, however, that the MAbs developed for delineation of human cells may not always recognize equivalent primate antigens. Formal study of mouse MAbs with specificity for many different T cell-and B cell-surface markers have shown that some are highly conserved, whereas others are expressed only in hominids and not in monkeys; in addition, there is no clear relation between conservation of structure and evolutionary distance (Clarke et al., 1983) .",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 596,
                    "text": "(Clarke et al., 1983)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "STUDY OF THE IMMUNE RESPONSE"
        },
        {
            "text": "Immunologic study of the human immune system poses special safety problems associated with the risk for infection with human disease agents. Attention in recent years has focused on possible infection with the AIDS (HIV-1) virus. It should be noted, however, that human materials may harbor other dangerous pathogens, including hepatitis B virus (HBV), cytomegalovirus, EBV, SARS virus, and a host of bacterial pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAFETY IN THE HUMAN IMMUNOLOGY LABORATORY"
        },
        {
            "text": "The basic framework for safety in immunologic research is encompassed in the concept of the biosafety level. This defines a set of procedures mandated by the type of microorganism being handled, or likely to be handled, as well as the number of such organisms involved and the nature of the manipulations to be carried out. Biosafety level 1 (BL-1),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAFETY IN THE HUMAN IMMUNOLOGY LABORATORY"
        },
        {
            "text": "Current Protocols in Immunology Supplement 95 the lowest level, applies to ubiquitous microorganisms found in the general environment and requires that standard microbiological practices be followed-including the use of mechanical pipetting devices, daily decontamination of work surfaces, prohibition of eating, smoking, and application of cosmetics in the laboratory area, use of laboratory coats, and appropriate hand washing. Biosafety level 2 (BL-2) applies to organisms capable of producing disease of moderate severity in normal healthy individuals. It assumes all the features of BL-1 and, in addition, applies more stringent conditions for laboratory cleaning, use of containment equipment (e.g., biosafety cabinets)-particularly if aerosols will be generated-and autoclaving of laboratory wastes. Biosafety level 3 (BL-3) applies to possible exposure to microorganisms capable of causing serious illness. This level differs from the BL-2 level in that it mandates for a double-door entry system into a sealed \"inner\" laboratory having a unidirectional airflow. At this biosafety level, tissue is manipulated only within biosafety cabinets, centrifugation of specimens is accomplished with sealed safety cups, and special clothing and gloves are routinely worn. Finally, BL-4 applies to laboratory work with pathogens that pose a life-threatening risk to laboratory workers when even \"casual\" contact with tissue occurs. The safety practices employed at this level are an intensification of those at the BL-3 level and include extensive clothing changes before entering the work area, decontamination of waste, strict training of all laboratory personnel, and the use of class II biosafety cabinets (which provide for physical isolation of specimens) or of lower-class cabinets in association with one-piece positive-pressure personnel suits ventilated by a life-support system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.0.7"
        },
        {
            "text": "Most laboratory work with materials containing blood-borne pathogens can be safely accomplished with BL-2 level procedures, except when unusually large numbers of organisms must be handled or when aerosols will be generated. BL-3, on the other hand, is reserved for the more dangerous infectious agents and is the preferred level for research involving HIV-1. Both the BL-2 and BL-3 levels require the presence of a laboratory leader that is fully versed in safety practices, and, in addition, requires provision of safety training programs for workers and the establishment of laboratory-specific safety manuals. Particular attention must be given to the possibility of laboratory accidents that will result in infection of a laboratory worker (or waste handler) and the institution of strict procedures that prevent such accidents. Obvious examples here are the proscription of mouth pipetting and the use of instruments that cause skin breaks without adequate glove protection. It is essential that all persons working in a laboratory in which human tissues are being processed be fully aware of the potential for exposure to various pathogens present in the tissue. When a break in safety procedure and undue exposure does occur, it is the responsibility of everyone concerned to investigate the incident and to bring the exposed individuals to immediate medical attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.0.7"
        },
        {
            "text": "Details concerning biosafety levels, precautions necessary for individual infectious agents, and other pertinent information is provided in the Centers for Disease Control/National Institutes of Health handbook Biosafety in Microbiological and Biomedical Laboratories. Every researcher engaged in the study of human tissue is advised to have a copy of this handbook in the laboratory. Another publication of particular use to those working with HIV-1 is Working Safely with HIV in the Research Laboratory: Biosafety Level 2/3, which contains procedures for biosafety in general and HIV in particular, as well as a wealth of other material relating to working with HIV in the laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.0.7"
        },
        {
            "text": "Biosafety in Microbiological and Biomedical Laboratories. Health and Human Services Publication #(NIH) 88-8395. U.S. Government Printing Office, Washington, D.C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LITERATURE CITED"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evolution of epitopes on human and nonhuman primate lymphocyte cell surface antigens",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ledbetter",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Immunogenetics",
            "volume": "18",
            "issn": "",
            "pages": "599--615",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Working Safely with HIV in the Research Laboratory: Biosafety Level 2/3. Occupational Safety and Health Branch, Division of Safety",
            "authors": [],
            "year": null,
            "venue": "National Institutes of Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}