{"paper_id": "0dcdac5e09d5e33317de22772d0bd0e727fddb37", "metadata": {"title": "Global Infodemiology of COVID-19: Focus on Google web searches and Instagram hashtags", "authors": [{"first": "Alessandro", "middle": [], "last": "Rovetta", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mensana srls research and disclosure division", "location": {"addrLine": "Via Moro Aldo", "postCode": "5 -25124", "settlement": "Brescia", "country": "Italy"}}, "email": ""}, {"first": "Akshaya", "middle": [], "last": "Srikanth Bhagavathula", "suffix": "", "affiliation": {"laboratory": "", "institution": "Emirates University", "location": {"addrLine": "Via Moro Aldo 5", "postCode": "0000-0002, 25124", "settlement": "Al Ain, -0581-7808), Brescia", "country": "United Arab, UAE. (OrcidID:, Italy"}}, "email": ""}]}, "abstract": [{"text": "Background: Several studies have been conducted using 'infodemiological' methods in COVID-19 research, but studies focusing to examine the extent of infodemic monikers (misinformation) on the internet is very limited.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Globally, the Internet has become a very important platform of knowledge to obtain information about novel coronavirus (COVID-19) pandemic [1] [2] [3] . Google Trends tool provides real-time insights into internet search behavior on various topics, including COVID-19 [4] . Social media platforms like Facebook, Twitter, and Instagram allow users to communicate their thoughts, feelings, and opinions by sharing short messages. A unique aspect of social media data from Instagram is that the image-based posts can be accessible to all internet users, and use hashtags (#) to highlight the keywords that allow users to follow the relevant topic of interest [5] . In general, there is a growing interest to examine social data to understand and monitor public behavior in real-time [6, 7] .", "cite_spans": [{"start": 139, "end": 142, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 143, "end": 146, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 147, "end": 150, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 268, "end": 271, "text": "[4]", "ref_id": null}, {"start": 656, "end": 659, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 780, "end": 783, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 784, "end": 786, "text": "7]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Research on the internet and social data is called as Infodemiology or Infoveillance studies [8] . Infodemiology is defined as \"the science of distribution and determinants of information in an electronic medium, specifically the Internet, or in a population, with the ultimate aim to inform public health and public policy\" [9] . Although several studies have been conducted using 'infodemiological' methods in COVID-19 research, however, a limited number of studies examined the extent of COVID-19 related misinformation on the internet [10] [11] [12] [13] [14] .", "cite_spans": [{"start": 93, "end": 96, "text": "[8]", "ref_id": "BIBREF6"}, {"start": 325, "end": 328, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 539, "end": 543, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 544, "end": 548, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 549, "end": 553, "text": "[12]", "ref_id": "BIBREF10"}, {"start": 554, "end": 558, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 559, "end": 563, "text": "[14]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "The fake news, misleading, and misinformation circulating on the internet are referred to as \"infodemic monikers\". These monikers can profoundly affect public health communication and also contribute to xenophobia [12] [13] [14] [15] [16] [17] . \"Infodemic monikers\" is defined as substantially erroneous information, which gave rise to interpretation mistakes, fake news, episodes of racism, or any other forms of misleading information circulating on the internet [14] . In this context, we aimed to investigate the internet search behavior related to COVID-19 and the extent of infodemic monikers circulating in Google and Instagram during the pandemic period in the world.", "cite_spans": [{"start": 214, "end": 218, "text": "[12]", "ref_id": "BIBREF10"}, {"start": 219, "end": 223, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 224, "end": 228, "text": "[14]", "ref_id": "BIBREF12"}, {"start": 229, "end": 233, "text": "[15]", "ref_id": "BIBREF13"}, {"start": 234, "end": 238, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 239, "end": 243, "text": "[17]", "ref_id": "BIBREF15"}, {"start": 466, "end": 470, "text": "[14]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020. . https://doi.org/10.1101/2020.05.21.20108910 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We used Google Trends and Instagram hashtags to explore internet search activities and behaviors related to COVID-19 pandemic from February 20, 2020, to May 06, 2020. We investigated the following: names used to identify the virus, health and risk perception, life during the lockdown, and also information related to the adoption of infodemic monikers related to COVID-19. The complete list terms used in the search strategy to identify the most frequently used queries in Google and also the hashtags suggestions for Instagram are presented in Supplementary file 1.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The obtained infodemic monikers are characterized as 1. Generic: the moniker can cause confusion as it is not very specific.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Misinformative: the moniker associates a certain phenomenon with fake news.", "cite_spans": [], "ref_spans": [], "section": "2."}, {"text": "3. Discriminatory: the moniker encourages the association of a problem with a specific ethnicity and/or geographical region. 4 . Deviant: the moniker used does not identify the requested phenomenon.", "cite_spans": [{"start": 125, "end": 126, "text": "4", "ref_id": null}], "ref_spans": [], "section": "2."}, {"text": "Other specificities: we keep two additional points for special cases that prove exceptionally serious.", "cite_spans": [], "ref_spans": [], "section": "5."}, {"text": "To determine the severity of the various infodemic monikers circulating on the internet, each infodemic moniker identified was given 1 to 2 points and the infodemic scale (Iscale) ranging from 0 (minimum) to 10 (maximum). Based on the sum of I-scale scores, the infodemic monikers are classified as This process was executed every 3-4 days. The data was collected were contents posted on Instagram and the demographic information was based on users' self-reported data on the site. No personal information such as emails, phone numbers, or addresses is collected. The data from the Instagram hashtags are collected manually and following the Instagram suggested tags that are associated with countries.", "cite_spans": [], "ref_spans": [], "section": "5."}, {"text": "All the data used in the study were obtained from an anonymous open source. Thus, ethical approval was not required.", "cite_spans": [], "ref_spans": [], "section": "5."}, {"text": "The top five COVID-19 related infodemic and scientific terms used in Google searches were \"coronavirus\", \"corona\", \"COVID\", \"virus\", \"corona virus\", and \"COVID-19\" [ Figure 1 ].", "cite_spans": [], "ref_spans": [{"start": 166, "end": 174, "text": "Figure 1", "ref_id": "FIGREF4"}], "section": "Results"}, {"text": "The most frequently used keyword is \"coronavirus\" (APC: 1378, 95% CI: 1246-1537), followed by \"corona\" (APC: 530, 95% CI: 477-610) and \"COVID\" (APC: 345, 95% CI: 292-398) that are used globally. Several keywords related to COVID-19 are listed in Table 1 . Of these top ten keywords used in the Google searches, five of them have an I-scale value of 8:", "cite_spans": [], "ref_spans": [{"start": 246, "end": 253, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "\"corona\", \"corona Italy\", \"corona Deutschland\", \"corona China\" and \"corona Wuhan\".", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Google searches are shown in Figure 2 . Countries with a higher number of COVID-19 cases per 1 million population have recorded greater Google searches queries related to COVID-19 (Italy, Spain, Ireland, Canada, France, and Qatar). These COVID-19-related search queries showed a significant correlation with the incidence of COVID-19 cases across the countries (Pearson R = 0.45, p<0.05).", "cite_spans": [], "ref_spans": [{"start": 29, "end": 37, "text": "Figure 2", "ref_id": "FIGREF5"}], "section": "The country-wise dispersion of the scientific and infodemic names of COVID-19 used in"}, {"text": "The top infodemic monikers related to COVID-19 are frequently circulated on the internet are presented in Table 2 . Monikers such as \"coronavirus ozone\", \"coronavirus laboratory\", and \"coronavirus 5G\" are widely circulated in the Google. \"coronavirus conspiracy\" (I-score: 10), \"coronavirus laboratory\" (I-score: 9) and \"coronavirus 5G\" (I-score: 9) are the top global infodemic monikers with highest I-scores. In addition, the use of infodemic monikers with moderate to high infodemicity are far exceeded the scientific names: 57% of Google web searches are moderately infodemic (total APC: 109, 95% CI: 89 -139) and 16% highly infodemic (total APC: 30, 95% CI: 25 -34) [ Table 2 ]. The circulation of these infodemic monikers is further examined to understand the events associated with these searches. The infodemic monikers related to coronavirus origins such as \"SARS-CoV-2 made in the laboratory\"-went viral (APC: 41) when the National Association Press Agency (NAPA) from Italy posted a 2015 video about the origins of SARS-CoV-2 virus on March 25, 2020 [18] . Also, the moniker reached to breakout level (RSV: 100) on April 17, 2020, when the French Noble Prize winner Prof. Luc Montagnier stated that the new coronavirus is the result of a laboratory accident in Wuhan high-security laboratory, China [19] . Detailed information on different infodemic monikers and the events associated with them are shown in Figure 3 .", "cite_spans": [{"start": 1061, "end": 1065, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 1310, "end": 1314, "text": "[19]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 106, "end": 113, "text": "Table 2", "ref_id": null}, {"start": 673, "end": 680, "text": "Table 2", "ref_id": null}, {"start": 1419, "end": 1427, "text": "Figure 3", "ref_id": "FIGREF6"}], "section": "The country-wise dispersion of the scientific and infodemic names of COVID-19 used in"}, {"text": "The top searches related to health, precautions, and COVID-19 news are presented in Figure   4 . Google searches related to COVID-19 news remain top throughout the pandemic period.", "cite_spans": [], "ref_spans": [{"start": 84, "end": 94, "text": "Figure   4", "ref_id": "FIGREF7"}], "section": "The country-wise dispersion of the scientific and infodemic names of COVID-19 used in"}, {"text": "However, searches related to 'tips and cures' to COVID-19 had spiked multiple times when . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. A list of top 10 COVID-19-related hashtags used in Instagram related to the country, groups associated hashtags, and topics associated with these hashtags are summarized in Table 3 . Figure 5 ].", "cite_spans": [], "ref_spans": [{"start": 423, "end": 430, "text": "Table 3", "ref_id": "TABREF1"}, {"start": 433, "end": 441, "text": "Figure 5", "ref_id": "FIGREF8"}], "section": "The country-wise dispersion of the scientific and infodemic names of COVID-19 used in"}, {"text": "In light of the ongoing COVID-19 pandemic, this is the first research that investigated the internet search behavior of the public and the extent of Infodemic monikers circulated in Google and Instagram all over the world. Results suggest that (i). \"coronavirus\", \"corona\", \"COVID\", \"virus\", \"corona virus\", and \"COVID-19\" are the top 5 google terms used in the Google searches. (ii). Countries (e.g. Italy, Spain, Ireland, Canada, and France) with a high incidence of COVID-19 cases (per million) have recorded greater Google search queries about COVID-19. (iii). \"coronavirus ozone\", \"coronavirus laboratory\", \"coronavirus 5G\", \"coronavirus conspiracy\" and \"coronavirus bill gates\" are widely used infodemic monikers . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020. . https://doi.org/10.1101/2020.05.21.20108910 doi: medRxiv preprint on the internet, however, \"coronavirus conspiracy\" has achieved highest I-score of 10. (iv).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "COVID-19 news is the top web searches, but searches related to 'tips and cures' to COVID-19 spiked when the US president suggested unproven drug as 'miracle cure' and suggests injecting disinfectant to treat COVID-19. (v). Around two-thirds (66.1%) of the Instagram users use \"COVID-19\", and \"coronavirus\" as a hashtag to disperse the information related to COVID-19.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Exploring the research using nontraditional data sources such as social media has several implications. First, our results demonstrated a potential application for using Instagram as a complementary tool to aid in understanding the online search behavior and also provided real-time tracking of infodemic monikers circulated on the internet. A strength of this study is investigating various infodemic monikers that are dispersed on the internet and correlating them with the events associated on that particular day. By characterizing and classifying the various infodemic monikers based on the degree of infodemicity scores (I-score), researchers can foster new methods of using social media data to monitor infodemic monikers' outcomes.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The analysis and methods used in this study could leverage the public health and communication agencies in identifying and diminishing the infodemic monikers circulating on the internet.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Findings from this study validate and extend previously published works that used Google keywords [1, 12, 13] and the Instagram hashtags can be potentially used to monitor and predict cyber behavior and extend of misinformation on the Internet [22] [23] [24] . In 2017, Guidry et al.", "cite_spans": [{"start": 98, "end": 101, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 102, "end": 105, "text": "12,", "ref_id": "BIBREF10"}, {"start": 106, "end": 109, "text": "13]", "ref_id": "BIBREF11"}, {"start": 244, "end": 248, "text": "[22]", "ref_id": "BIBREF19"}, {"start": 249, "end": 253, "text": "[23]", "ref_id": null}, {"start": 254, "end": 258, "text": "[24]", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "studied Ebola-related risk perception on Instagram users identified a significant proportion of posts in the Instagram rampant misinformation about the Ebola disease during the outbreak [22] . In addition, the percentage of Instagram posts and tweets posted to correct the misinformation by the health organizations (CDC, WHO, MSF) are less than 5% [22] . In general, negative information posted on the internet tends to receive a greater weight among . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 186, "end": 190, "text": "[22]", "ref_id": "BIBREF19"}, {"start": 349, "end": 353, "text": "[22]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our study had some limitations to consider. First, Google Trends provides the search behavior of people who use the Google search engine, but not other search engines. Second, we focused on Google and Instagram, future research in this field should consider studying the same topic on other social media platforms. Third, searches on Instagram are conducted manually and do not use any application program interface softwares, thus the accuracy of the data cannot be assured. Lastly, Google trends did not provide any information about the methods used to generate search data and algorithms.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Using Google Trends and Instagram hashtags, the present study identified that there is a growing interest in COVID-19 globally and in particular, countries with a higher incidence of COVID-19. Searches related to 'COVID-19 news' are quite frequent and two-thirds (66.1%) of the Instagram users use \"COVID-19\", and \"coronavirus\" as a hashtag to disperse the information related to COVID-19. A large number of infodemic monikers are circulating on the internet and \"coronavirus conspiracy\" remained top infodemic moniker (I-score of 10).", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020. . Therefore, mass media regulators and health organizers should monitor and diminish the infodemic monikers dispersing on the internet and also should take serious actions against those spreading misinformation in social media.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "24. Gupta R, Ariefdjohan M. Mental illness on Instagram: a mixed method study to characterize public content, sentiments, and trends of antidepressant use. J Ment Health 2020. Doi: 10.1080/09638237.2020.1755021.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "25. Calls to poison centers spike after the presidents comments about using disinfectants to treat coronavirus. Available at: https://www.forbes.com/sites/robertglatter/2020/04/25/callsto-poison-centers-spike--after-the-presidents-comments-about-using-disinfectants-to-treatcoronavirus.html (Accessed 15 May 2020).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020. . https://doi.org/10.1101/2020.05.21.20108910 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020. . https://doi.org/10.1101/2020.05.21.20108910 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 25, 2020. . https://doi.org/10.1101/2020.05.21.20108910 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Evidence from internet search data shows information-seeking responses to news of local COVID-19 cases", "authors": [{"first": "A", "middle": ["I"], "last": "Bento", "suffix": ""}, {"first": "T", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "C", "middle": [], "last": "Wing", "suffix": ""}, {"first": "F", "middle": [], "last": "Lozano-Rojas", "suffix": ""}, {"first": "Y", "middle": ["Y"], "last": "Ahn", "suffix": ""}, {"first": "K", "middle": [], "last": "Simon", "suffix": ""}], "year": 2020, "venue": "Proc Natl Acad Sci", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["Doi:10.1073/pnas.2005335117"]}}, "BIBREF1": {"ref_id": "b1", "title": "Association of the COVID-19 pandemic with Internet Search Volumes: A Google TrendsTM Analysis", "authors": [{"first": "M", "middle": [], "last": "Effenberger", "suffix": ""}, {"first": "A", "middle": [], "last": "Kronbichler", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Shin", "suffix": ""}, {"first": "G", "middle": [], "last": "Mayer", "suffix": ""}, {"first": "H", "middle": [], "last": "Tilg", "suffix": ""}, {"first": "P", "middle": [], "last": "Perco", "suffix": ""}], "year": 2020, "venue": "Int J Infect Dis", "volume": "95", "issn": "", "pages": "192--197", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Google searches for the keywords of \"wash hands\" predict the speed of national spread of COVID-19 outbreak among 21 countries", "authors": [{"first": "Y", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Chiu", "suffix": ""}], "year": 2020, "venue": "Brain Behav Immun", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["Doi:10.1016/j.bbi.2020.04.020"]}}, "BIBREF4": {"ref_id": "b4", "title": "Evaluating the descriptive power of Instagram hashtags", "authors": [{"first": "S", "middle": [], "last": "Giannoulakis", "suffix": ""}, {"first": "N", "middle": [], "last": "Tsapatsoulis", "suffix": ""}], "year": 2016, "venue": "J Innov Digit Ecosyst", "volume": "3", "issn": "2", "pages": "114--143", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Digital epidemiology: what is it, and where is it going?", "authors": [{"first": "M", "middle": [], "last": "Salathé", "suffix": ""}], "year": 2018, "venue": "Life Sci Soc Policy", "volume": "14", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Infodemiology and infoveillance tracking online health information and cyberbehavior for public health", "authors": [{"first": "G", "middle": [], "last": "Eysenbach", "suffix": ""}], "year": 2011, "venue": "Am J Prev Med", "volume": "40", "issn": "5", "pages": "154--158", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The epidemiology of (mis) information", "authors": [{"first": "G", "middle": [], "last": "Eysenbach", "suffix": ""}, {"first": "", "middle": [], "last": "Infodemiology", "suffix": ""}], "year": 2002, "venue": "Am J Prev Med", "volume": "113", "issn": "9", "pages": "763--768", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Assessment of health information about COVID-19 prevention on the internet: infodemiological study", "authors": [{"first": "I", "middle": [], "last": "Hernández-García", "suffix": ""}, {"first": "Giménez-Júlvez", "middle": [], "last": "", "suffix": ""}, {"first": "T", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "JMIR Public Health Surveill", "volume": "6", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Conversations and Medical News Frames on Twitter: Infodemiological Study on COVID-19 in South Korea", "authors": [{"first": "H", "middle": ["W"], "last": "Park", "suffix": ""}, {"first": "S", "middle": [], "last": "Park", "suffix": ""}, {"first": "M", "middle": [], "last": "Chong", "suffix": ""}], "year": 2020, "venue": "J Med Internet Res", "volume": "22", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Misinformation of COVID-19 on the Internet: Infodemiology study", "authors": [{"first": "J", "middle": ["Y"], "last": "Cuan-Baltazar", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Muñoz-Perez", "suffix": ""}, {"first": "C", "middle": [], "last": "Robledo-Vega", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Pérez-Zepeda", "suffix": ""}, {"first": "E", "middle": [], "last": "Soto-Vega", "suffix": ""}], "year": 2020, "venue": "", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "COVID-19-Related Web Search Behaviors and Infodemic Attitudes in Italy: Infodemiological Study", "authors": [{"first": "A", "middle": [], "last": "Rovetta", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Bhagavathula", "suffix": ""}], "year": 2020, "venue": "JMIR Public Health Surveill", "volume": "6", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Top concerns of Tweeters during the COVID-19 pandemic: infoveillance study", "authors": [{"first": "A", "middle": [], "last": "Abd-Alrazaq", "suffix": ""}, {"first": "D", "middle": [], "last": "Alhuwail", "suffix": ""}, {"first": "M", "middle": [], "last": "Househ", "suffix": ""}, {"first": "M", "middle": [], "last": "Hamdi", "suffix": ""}, {"first": "Z", "middle": [], "last": "Shah", "suffix": ""}], "year": 2020, "venue": "J Med Internet Res", "volume": "22", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "2019-nCoV, fake news, and racism", "authors": [{"first": "K", "middle": [], "last": "Shimizu", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "685--686", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Anti-Chinese sentiment during the 2019-nCoV outbreak", "authors": [{"first": "R", "middle": ["Y"], "last": "Chung", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "686--687", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "As Coronavirus Spreads, So Does Xenophobia and Anti-Asian Racism", "authors": [], "year": 2020, "venue": "Time", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Coronavirus: Il caso del video del Tgr Leonardo 2015 sul supervirus creato in Cina. (Article in Italian) Available at", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Trump Urges Coronavirus Patients to Take Unproven Drug", "authors": [], "year": 2020, "venue": "COVID-19: la théorie d'un virus fabriqué vivement contestée", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Trump suggests 'injection' of disinfectant to beat coronavirus and 'clean' the lungs", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Ebola on Instagram and Twitter: How health organizations address the health crisis in their social media engagement", "authors": [{"first": "J", "middle": ["P"], "last": "Guidry", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jin", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Orr", "suffix": ""}, {"first": "M", "middle": [], "last": "Messner", "suffix": ""}, {"first": "S", "middle": [], "last": "Meganck", "suffix": ""}], "year": 2017, "venue": "Public Relat Rev", "volume": "43", "issn": "3", "pages": "477--86", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "search keywords considered, Google Trends provides normalized data in the form of relative search volume (RSV) based on search popularity ranging from 0 (low) to 100 (highly popular). Using RSV values, we computed the average peak volume (APC) with a 95% confidence interval (CI) during the study period.Instagram, image-based posts with hashtags (#) are screened and retrieved potentially relevant content based on hashtags and removed irrelevant content through image classifiers.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "24, 2020 (RSV: 53)[21]. Other searches related to the use of medical masks and disinfectants (APC: 23, 95% CI: 21 -25), the lockdown (APC: 19, 95% CI:16 -22), COVID-19 symptoms (APC: 12, 95% CI:10 -15), are less frequently used in Google searches.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Around one million users from Italy used 3.6 million 'covid-19' as a hashtag to present the information related to health-stay home/safe (93.3 million) and remained the top to use Instagram for COVID-19-related communication. Similarly, Instagram users from Brazil (551,000), Spain (376,000), Indonesia (298,000), and other countries were also more frequently used Instagram to distribute COVID-19 related information. Moreover, the contribution of 'covid-19' hashtag for COVID-19 related information was 35.6%, followed by 'coronavirus' (30.5%), 'corona' (25.6%), and 'COVID' (8%) [", "latex": null, "type": "figure"}, "FIGREF3": {"text": "thus, it should be counterbalanced with evidence-based solution content from the health organizations, particularly at the current pandemic situation. For example, when the US president suggested injecting disinfectant to treat COVID-19, the number of Google searches considering it as a cure was sharply increased (APC:53) and also implicated 30 cases of disinfectant poisoning are recorded within 18-hours in New York City [25]. Thus, health authorities should be vigilant to provide a positive message in combating this kind of infodemic monikers circulating in the social media and also should assure positive message contents. However, future studies will need to investigate the influence of infodemic monikers on individual cyber behavior.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Top global scientific and infodemic names related to COVID-19 in the Google", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Countries-wise dispersion of scientific and infodemic names of COVID-19", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Top high and extreme infodemic global web searches related to COVID-19. * the ozone-coronavirus association concerns both the alleged therapy against COVID-19 and the stratospheric phenomenon. Although the second association is not directly infodemic, it can contribute to the spread of the first.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Top global web searches related to health, precautions and COVID-19 news.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Top Instagram hashtags related to COVID-19 scientific and infodemic names.", "latex": null, "type": "figure"}, "TABREF0": {"text": ". https://doi.org/10.1101/2020.05.21.20108910 doi: medRxiv preprint", "latex": null, "type": "table"}, "TABREF1": {"text": "Top 10 Instagram hashtags related to COVID-19Top 10 COVID-19-related Instagram hashtags (#) Searches identified until: May 6, 2020; † multiples in 100,000. CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not certified by peer review)The copyright holder for this preprint this version posted May 25, 2020. . https://doi.org/10.1101/2020.05.21.20108910 doi: medRxiv preprint", "latex": null, "type": "table"}}, "back_matter": [{"text": "Conflict of Interest: Nothing to declare", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment: None"}, {"text": "Data availability: All the data related to this study are presented in the Supplementary file.", "cite_spans": [], "ref_spans": [], "section": "Source of funding: None"}]}