{
    "paper_id": "0dce34f3930908b1243c20d49a17c68f9447f621",
    "metadata": {
        "title": "Journal Pre-proof",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It is reported that the new coronavirus disease (COVID-19) can be transmitted via droplets and contact to infected surfaces [1] . Healthcare workers who undertake the follow-up and treatment of these infected patients use personal protective equipment (PPE) such as filtering facepiece respirators (FFRs; type of FFRs used in this study is FFP2 respirators and it is approximately equivalent of N95 respirators) and surgical masks, which are recommended by the World Health Organization (WHO), to prevent contamination [2] . These FFP-2 respirators must therefore be close fitting to prevent air leakage. However, the risk of carbon dioxide retention due to re-breathing in healthcare workers who use a FFP-2 respirators for a long time with minimal air leakage is not clear [3] . In our study, it was aimed to evaluate changes in end-tidal carbon dioxide (EtCO 2 ) and ventilation parameters in healthcare workers while wearing PPE in COVID-19 outbreak.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "After obtaining ethics committee approval (Date April 2, 2020 and 07/270 numbered, Mersin University, Turkey) and receiving written informed consents, a total of 12 healthy male healthcare workers between the ages of 25-40, using PPE in the COVID-19 outbreak, were included in the study. Data of the participants regarding age (30.0±2.87), body mass index (BMI, mean value 24.3 kg/m 2 ) and smoking status (n=6) were recorded. Participants were monitored via Capnostream™ 20 bedside monitor (Medtronic, Minneapolis, USA) which can measure nasal EtCO 2 , fractional inspired carbon dioxide (FiCO 2 ), respiratory rate (RR), peripheral oxygen saturation (SpO 2 ) and heart rate (HR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Before the PPE was worn, EtCO 2 , FiCO 2 , RR, SpO 2 and HR values of the participants were recorded for 5 minutes without any physical activity (baseline measurements). Subsequently, the FFP-2 respirator without exhalation valve (3M Aura™ 9320+, Minneapolis, US) was worn with a surgical mask and same parameters of the participants were recorded during 30 minutes in resting position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "After wearing the PPE, the measurements of the participants with baseline values up to 30 minutes were statistically analyzed. p˂0.05 value was considered statistically significant. Participants were also questioned for the presence of symptoms that may occur due to hypercapnia. J o u r n a l P r e -p r o o f 3 EtCO 2 values of the participants measured in all time periods by nasal route after wearing PPE were found to be statistically significantly higher than before wearing PPE (baseline) (p˂0.003) (Figure 1 ). All FiCO 2 measurements from the 10th minute after the PPE was worn by the participants were statistically significantly higher than baseline FiCO 2 value (p˂0.005) (Figure 1 ). In comparisons with RR, HR, SpO 2 or smoking status, we could not find a statistically significant difference.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 515,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 684,
                    "end": 693,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "In our study, none of the participants had symptoms which may be due to hypercapnia. However, in a published case, a healthy intensivist who wore FFP-2 respirator to perform a percutaneous tracheostomy in a patient with multidrug resistant tuberculosis and showed symptoms of dyspnea, tachycardia and tremor at 30th minutes of procedure [4] . Meanwhile, the intensivist's EtCO 2 level measured at EtCO2: end tidal carbon dioxide pressure, FiCO2: fractional inspired carbon dioxide. There are several limitations in the current report. First, the depth of breathing and tidal volume was not measured to avoid air leakage. Second, the effects of FFP-2 respirators on airway resistance and flow have not been evaluated. Likewise, the differences in exercise and rest were not compared.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "In conclusion, it was observed that the use of FFP-2 respirator with a surgical mask cover was significantly increasing the EtCO 2 and FiCO 2 values of healthcare workers without any disease while resting position. Further studies are needed on the safety of devices used by healthcare workers, especially PPE which is extensively used in outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus Infections-More Than Just the Common Cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "8",
            "pages": "707--715",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.0757"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rational use of personal protective equipment for coronavirus disease ( COVID-19) and considerations during severe shortages: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Variations of EtCO 2 and FiCO 2 measurements during 30 minutes. , the authors thought that symptoms developed due to hypercapnia[4].",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}