{
    "paper_id": "0dce20a997ddd42d95a14f7d0f6043e70444d806",
    "metadata": {
        "title": "Journal Pre-proof How To Maximize Trainee Education During the COVID-19 Pandemic: Perspectives from Around the World How To Maximize Trainee Education During the COVID-19 Pandemic: Perspectives from Around the World",
        "authors": [
            {
                "first": "Rajesh",
                "middle": [
                    "N"
                ],
                "last": "Keswani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern Medicine Digestive Health Center",
                    "location": {
                        "settlement": "Chicago",
                        "country": "USA ["
                    }
                },
                "email": "raj-keswani@northwestern.edu"
            },
            {
                "first": "Amrita",
                "middle": [],
                "last": "Sethi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center-NYP",
                    "location": {
                        "settlement": "New York",
                        "region": "New York ["
                    }
                },
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Repici",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "-Milan",
                    "location": {
                        "country": "Italy, ["
                    }
                },
                "email": ""
            },
            {
                "first": "Helmut",
                "middle": [],
                "last": "Messman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Augsburg",
                    "location": {
                        "settlement": "Augsburg",
                        "country": "Germany ["
                    }
                },
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [],
                "last": "Chiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "PC: Scientific advisor for EndoMASTER Pte Ltd and APTORUM Co Ltd",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "addrLine": "Northwestern Medicine 676 N. St. Clair",
                        "postCode": "1400, 60611",
                        "settlement": "Suite, Chicago",
                        "region": "IL"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The emergence of COVID-19, caused by the novel Coronavirus (SARS-CoV-2), in late 2019 has dramatically altered the practice of medicine. SARS-CoV-2 spreads mainly through respiratory droplets with the risk of spread increasing with closer proximity to an infected person. Owing to both the community spread of SARS-CoV-2 and the morbidity and mortality caused by COVID-19, social distancing is a central cornerstone of disease management. Furthermore, COVID-19 has resulted in additional healthcare system constraints including a need to preserve personal protective equipment and conserve healthcare personnel for management of critically ill patients. All of these factors have worked in concert to dramatically limit the performance of non-emergent endoscopy and delivery of in-person clinical visits. While this has clearly impacted clinical activities, it has had an even greater impact on gastroenterology and endoscopy training. In this article, we present an assessment of the impact of COVID-19 upon GI trainees, highlight strategies to mitigate its impact on education and well-being, and ultimately return trainees to a \"new normal\" endoscopic and clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Trainees have been uniquely impacted by the COVID-19 pandemic. Due to the significant increase in hospital admissions of COVID-19 patients and the need to manage surge capacity, many clinicians -including trainees -have been deployed in units dedicated to the management of these patients; in fact, Repici et al found that a majority of Italian endoscopy units relocated endoscopists to other hospital departments 1 . Furthermore, due to the high virulence of SARS-CoV-2, emergent demand for stringent standards of infection control, and rationing of necessary personal protective equipment (PPE) 2 , the overall endoscopy volumes decreased dramatically with only a minority the units performing outpatient procedures. In order to further minimize risk, staffing was restricted to essential personnel, often excluding fellows from endoscopic procedures. Consistent with this, approximately half of North American endoscopy units reported that they completely eliminated trainee involvement in endoscopy during the pandemic 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 on Trainee Clinical and Endoscopy Experience"
        },
        {
            "text": "Even in the best of times, gastroenterology and endoscopy training is characterized by a perceivably unyielding consolidation of diverse sets of cognitive and technical skills. Strategies for rebuilding training programs must address these issues of training with innovative solutions that accommodate the constraints created by the pandemic. Importantly, both trainees and trainers alike will need to adopt these changing models. While having gained some early momentum in pre-COVID days, the implementation of new teaching paradigms needs to be greatly accelerated. Successful transformation of training programs will require embracing a technology-driven future. It is important that programs not allow the pandemic to arrest training, but instead begin implementing these changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adapting GI Fellowship Training During the COVID-19 Pandemic"
        },
        {
            "text": "The GI societies have been at the forefront in providing unique and impactful educational opportunities to trainees both regarding the COVID-19 pandemic as well as general gastroenterology and endoscopy. In the United States, all 3 major societies have produced high quality content in association with physician leaders. For example, the AGA has a specific web destination for fellows (\"GI Distance Learning\"; http://agau.gastro.org/diweb/catalog/q/GI-Distance-Learning/). In a similar fashion, the American College of Gastroenterology offers programs such as a weekly Virtual Grand Rounds (https://gi.org/education/acg-virtual-grand-rounds/) on topics such as celiac disease and C. difficile infection; and, on GI LEAP (https://learn.asge.org), the ASGE is hosting weekly interactive sessions (\"ASGE Endo Hangouts\") focused on trainee education led by world-class endoscopic experts. Of note, all programs are free to trainees allowing the fellows to take advantage of multiple activities. Local and regional GI societies are similarly addressing trainee member needs by offering new fellows' series and sharing virtual educational opportunities across institutions. Similarly, in Europe, many national societies have begun dedicated programs to keep fellows engaged on the topics of IBD, liver disease and transplant, endoscopy and general GI practice. Access to well-known international thought leaders is being offered through webinars and international collaborations to develop endoscopic online learning platforms for live endoscopy as well as on-demand videos are underway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of GI Societies"
        },
        {
            "text": "Social media, specifically Twitter, has emerged as a unique source of education for trainees. While social media \"education\" traditionally occurred in an unstructured manner via presentation and discussion of unique cases as well as journal articles, there has now been a movement towards increasing rigor to such education. In the gastroenterology community specifically, several structured conversations now occur weekly such as @MondayNightIBD, @GIJournal, and #ScopingSundays. In these weekly chats, trainees and staff physicians discuss clinical and endoscopic dilemmas as well as impactful journal articles. Although conversations occur \"live\", they are permanently available for trainee review and can be accessed on any mobile device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Media and Webinars"
        },
        {
            "text": "Trainees should also join the larger GI community by participating in webinars directed toward practicing gastroenterologists. These may be hosted by the GI societies, as well as by industry. Importantly, these on-line learning programs are almost always available \"on-demand\" to accommodate complexities in trainee schedules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Media and Webinars"
        },
        {
            "text": "Both inpatient and outpatient consultative care is of central importance to gain the cognitive skills required for independent practice. During the pandemic, gastroenterologists were initially \"forced\" to adopt telehealth technology, but it appears that this will be a welcome, lasting remnant of the pandemic. As with established GI providers, trainees will need to quickly incorporate telehealth into their future practice, as well as associated nuances such as billing and reimbursement. Thus, trainee exposure to these new platforms is vital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remote Patient Care and Rounding"
        },
        {
            "text": "Inpatient consultative services have largely remained intact with virtual rounds. While live visits by trainees with inpatients have been significant reduced, teams have retained some semblance of normalcy by reviewing clinical history and imaging together (virtually) and jointly devising diagnostic and treatment plans. Similarly, the optimal methods of including trainees in ambulatory care telemedicine are unknown as most existing options are cumbersome. Ideally, the practice of having a trainee present their independently formulated patient management plan to the attending for review and critique, can and should be preserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remote Patient Care and Rounding"
        },
        {
            "text": "There is a plethora of high quality, full-length and edited endoscopy videos for procedures that are both \"routine\" and novel. While some of these videos are available on social media, YouTube remains the most consistent repository of high-quality endoscopic videos. Although review of these single videos may be useful, it is important to consider obtaining access to more comprehensive endoscopic video libraries (such as those produced by GI societies) that more thoroughly discuss all aspects of procedures (e.g., ASGE GI Leap). Additional independent learning platforms that combine video libraries, journal articles, webinars, and endoscopy courses, are being developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Video-Based Education"
        },
        {
            "text": "Training programs are encouraged to install video recording capabilities, if not already in place. This allows for trainees to review \"their\" cases remotely and facilitates a more thorough case discussion. Fellows should also be encouraged to develop video libraries that can be reviewed and shared with other trainees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Video-Based Education"
        },
        {
            "text": "In general, and even prior to the pandemic, the GI community had been slower to adopt simulation-based learning. This may be, in part, related to the traditionally high procedure volume leading to trainees seeking out \"actual\" cases rather than utilizing simulation. However, given the pandemic-associated limitation on endoscopy volume and trainee participation, this is a time for training programs to \"rediscover\" simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "Simulators now exist for all major domains of gastrointestinal endoscopy including EGD, colonoscopy, ERCP, and endoscopic ultrasound 4 . Furthermore, there is ample evidence that use of simulators facilitates trainee acquisition of the necessary technical skills to achieve competence in these endoscopic procedures 5 . Partnership with industry will be critical in this space in order to offset costs and have access to expertise in innovation in this space. Industry partners will benefit from this investment as they can help play a role in ensuring their future in the endoscopy market. GI societies will also play an important role in this area as educational grants become restricted to larger national groups.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 317,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "This time period of reduced endoscopy volume also offers opportunities to refine medical knowledge in increasingly complex fields such as inflammatory bowel disease and hepatology, as well as develop proficiencies in techniques such as manometry, video capsule endoscopy and other non-endoscopic procedures. This may also be an ideal time to initiate or complete research projects depending on the availability of existing data. Programs should encourage fellows to practice self-directed learning and tailor their time during this phase. While a first-year trainee can benefit from augmenting their knowledge in all topics cognitive and endoscopic, a graduating trainee would do best to reflect on areas of deficiency and adjust their schedule to areas in need. The impact on training may be hardest felt by those trainees undergoing advanced additional training in either endoscopy, IBD, esophageal diseases or hepatology. The successful ascent during this year of training requires a steep learning curve and is heavily dependent on the patient and procedure volume and intensity. In a recent North American survey conducted during the pandemic, nearly half of advanced endoscopy trainees were not participating in procedures and the overall therapeutic endoscopy volume had greatly decreased 3 . A month \"out\" of advanced training represents nearly 10% of the entire fellowship and thus supplementing the patient volume during the residual months will be critically important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Considerations"
        },
        {
            "text": "Discussions around restarting gastroenterology training are in full swing and are slowly being enacted around the world 6, 7 . While the \"ideal\" strategies are quite varied and will constantly evolve, there is some consensus that local disease prevalence, availability of personnel, access to PPE and testing, and monitoring for resurgence will be critical factors guiding implementation. There is universal recognition that the \"pause\" on elective patient care has created a tremendous backlog of deferred cases. As an example, given the annual endoscopic volume in the United States 8 and the duration of the pause, it is estimated that there will be over 3 million GI procedures that need to be performed in addition to the typical caseload. If outpatient gastroenterology and hepatology patients are included, these numbers become significantly higher. Thus, GI practices will need to balance atypically large case volumes while continuing to provide high quality training. A framework that emphasizes safety and efficiency when reincorporating trainees into this unprecedented era of patient care must be adopted (Table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1118,
                    "end": 1125,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "How to \"Restart\" Training after the COVID-19 pandemic"
        },
        {
            "text": "GI fellows must receive appropriate training in infection control and use of PPE as it pertains to inpatient rounds, outpatient clinics and endoscopic procedures. Social distancing should be continued during resumption of training activities, and fellows should be assigned with designated seats and phones. Moreover, pairing individual fellows with a single dedicated gastroenterology faculty member may reduce the risk of cross-infection. Additionally, these \"teams\" can develop specific aims to achieve for each patient in order to facilitate goal-oriented training. Finally, unit leadership must emphasize the importance of longitudinal adherence to these measures as fatigue may result in safety lapses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "A primary emphasis should be placed on filling all available patient care slots in order to maximize training opportunities and provide the necessary patient care. If patient care and work hours are expanded, such as offering weekend sessions, trainees should have the opportunity to participate when possible. However, these schedules must be arranged thoughtfully wherein junior trainees may re-initiate their endoscopy in less time sensitive area (e.g., inpatient endoscopy) and senior trainees may assist in the highvolume ambulatory practice areas. Programs will also have to be mindful of the availability of resources such as PPE, when creating these strategies. Similarly, trainees will need to efficiently manage their own schedules and may even consider reducing vacation, while being mindful to balance trainee well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficiency"
        },
        {
            "text": "During the recovery from the pandemic, training programs should not underestimate the emotional toll it will have had on trainees. New and incoming trainees, who endured the challenges of medical residency and the fellowship application process knowing that their efforts would be rewarded by beginning hands-on GI training, now face concerns dominated by redeployment, isolation from GI colleagues and family, and potentially drastically curtailed learning opportunities. More senior trainees, particularly those poised to enter practice may view the economic impact on their job options with fear, while those entering academic practices may face freezes in research that hinder them from entering a planned research pathway. Common to all senior trainees is the fear that this time to sharpen skills before graduation is \"lost\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Well-being and career perspectives"
        },
        {
            "text": "Expediting and enhancing peer networks and mentorship will be key strategies to off-set these concerns. Discussions about career development, building leadership skills, and learning practical office-based fundamentals (e.g., coding and billing) should be initiated early in this recovery period allowing for a more streamlined, individualized curriculum for the trainee. In addition, encouraging and facilitating the creation of communication networks for graduating fellows may provide the trainees with important perspective on their future careers and navigation of the changing healthcare landscape. This has already occurred to an extent via global expansion of fellow networks through GI societies and shared web-based resources, providing trainees with a perspective on the global impact of this pandemic on training. Such a perspective may help trainees understand the importance of focusing on long-term goals rather than the more uncertain, immediate future. Finally, programs should be attuned to emotional trauma that may be induced by the pandemic. Encouraging open communication and identifying resources for well-being will be critical to negate the effects these wounds may have on future careers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Well-being and career perspectives"
        },
        {
            "text": "While the pandemic has exacted a terrible toll on the healthcare system and gastroenterology training, it now offers us an opportunity to rebuild our existing approach to training. While we have traditionally relied upon a model of high case volumes and passive learning through didactics, it is time now to embrace disruptive philosophy and technology -such as internet-based learning, simulator training, and adoption of new educational models. During the pandemic and its associated recovery, trainees should be encouraged to make weekly \"schedules\" of educational opportunities and individualized goals. Similarly, attending physicians must adapt to implement new training methods. Working together, we can reimagine what it means to be a trainee both during and after the pandemic. • Develop a resource library for trainees regarding institutional, regional and national simulation-based training opportunities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "• Introduction of local simulation-based learning opportunities while maintaining appropriate social distancing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phased Approach to Gastroenterology Training During and Following the COVID-19 Pandemic"
        },
        {
            "text": "• Societies work in concert with training programs to offer regional-based simulation opportunities (multiple institutions pooling resources) Virtual Learning",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phased Approach to Gastroenterology Training During and Following the COVID-19 Pandemic"
        },
        {
            "text": "• Local web-based lectures (e.g., grand rounds) with a focus on interactive learning • Enhance video-based education (i.e., recorded endoscopy cases) with joint trainee/senior attending review of cases • National webinars/didactics, primarily via GI societies • Utilize social media resources",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phased Approach to Gastroenterology Training During and Following the COVID-19 Pandemic"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Endoscopy units and the COVID-19 Outbreak: A Multi-Center Experience from Italy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Repici",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pace",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gabbiadini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Overview of guidance for endoscopy during the coronavirus disease 2019 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sanchez-Luna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Changes in Gastroenterology and Endoscopy Practices in Response to the COVID-19 Pandemic: Results from a North American Survey",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Spitzer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Endoscopic simulators",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Committee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Melson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Gastrointest Endosc",
            "volume": "90",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ASGE EndoVators Summit: simulators and the future of endoscopic training",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Gastrointest Endosc",
            "volume": "90",
            "issn": "",
            "pages": "13--26",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Practice of endoscopy during COVID-19 pandemic: position statements of the Asian Pacific Society for Digestive Endoscopy (APSDE-COVID statements)",
            "authors": [
                {
                    "first": "Pwy",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A proposal for the return to routine endoscopy during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shahidi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gilroy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastrointest Endosc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Burden and Cost of Gastrointestinal, Liver, and Pancreatic Diseases in the United States: Update",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Peery",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Crockett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gastroenterology",
            "volume": "156",
            "issn": "",
            "pages": "254--272",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}