{
    "paper_id": "0dd236316290135a8e0ba5eae6f78ae1fdede094",
    "metadata": {
        "title": "The social ecology of infectious diseases",
        "authors": [
            {
                "first": "Kenneth",
                "middle": [
                    "H"
                ],
                "last": "Mayer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "F"
                ],
                "last": "Pizer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "their role in increasing microbial threats may offer new ways to mitigate the threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The book addresses a wide ranging set of microbial threats. A superb group of authors share their insights. Chapters are well written, on topic, and address the 'social ecology' with gusto and deep insight. Stephen Zinner in a brief preface and Ken Mayer in a lengthier introduction tell the reader what constitutes the 'social ecology' of infectious diseases. The infectious disease community had usually restricted the term to sexually transmitted infections and HIV/AIDS. Mayer and Pizer and their authors expand the concept, broadening the framework of ecologic thinking. They provide an interesting way to examine factors that foster emergence of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The introduction defines Social Ecology of Infectious Diseases as the 'the scientific study of the ways by which human actions enable microbes to disseminate and evolve.' Although microbes play many roles in human health, in this book the discussion is restricted to their role as pathogens. Chapters cover social settings and human activities -human movement and migration; transport and distribution of foods; sexual behaviors; injection drug use; urbanization; medical interventions; conflicts; natural disasters; and patterns of governance. The book urges increased emphasis on public health in clinical education and a sound public health infrastructure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zinner and Mayer, in the Preface and Introduction, provide an overview of the breadth and depth of the topics explored within. Zinner highlights diverse issues ranging from the Internet on sexual mating and sexually transmitted infections to prisons and their special ecology that amplifies many infections -from tuberculosis to methicillin-resistant Staphylococcus aureus. Mayer emphasizes public health infrastructure both domestically and globally, also highlighting the need for biomedical research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Seventeen chapters follow, each exploring a factor that changes microbial threats. The authors reflect diverse backgrounds -global and domestic, practice and research. Some are highly respected professors, others have extensive experience in the public sector domestically and globally. Most have medical backgrounds, but Mayer and Pizer also include experts in ecology and environmental science, entomology, and epidemiology and population health. Each tackles the issue from a different angle, some focus on a disease and factors in its emergence, whereas others explore a factor, such as travel, and describe how it has altered microbial threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two internationally recognized experts in travel, Mary Wilson and Lin Chen, lead off with a superb chapter on travel, beautifully written and comprehensive. Unfortunately, the second figure has been poorly reproduced and details are lost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the second chapter, David Celantano and his co-authors provide one of the most powerful examples of 'social ecology.' They examine how the Internet is changing sexual behavior and networking. They describe the political and legal environment and the 'gay rights' movement, as well as dramatic escalation of HIV infection. Even physical infrastructure related to changes in social norms (for example, the building of bathhouses) may contribute to the emergence and spread of sexually transmitted infections. Had the authors also explored how society's treatment of people infected with HIV altered the course of the epidemic, their contribution would have been much greater.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The chapter on the international drug epidemic is fairly comprehensive mentioning even some less common infections seen in injection drug user (IDU) populations (for example, malaria and syphilis), and a discussion of prevention and harm reduction strategies. Missing is any mention of human T lymphotropic viruses (HTLV I and II), although HTLV II is highly prevalent in IDUs worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A chapter on day care centers follows, seemingly randomly. Unlike many chapters, it is less a comprehensive overview than a scientific review of cytomegalovirus, both its biology and social ecology. As an important viral threat to young women of childbearing age, it increases in association with the use of day care centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The chapter on antimicrobial resistance and nosocomial infections highlights the role that human behaviors play. How has misuse of antibiotics to treat viral infections and overuse in agriculture contributed to the resistance epidemic. Changes in human behavior will be a key to improve infection control and prevention of nosocomial infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The chapter on vaccines might have benefited from greater recognition of the challenges posed by the decrease in vaccine preventable diseases and a concomitant lower tolerance for vaccine risks. More discussion of risk-benefit ratios and the complex ethical issues would have been appropriate. Setbacks in polio elimination would also have enhanced the chapter. (Nigeria exemplifies not just the role of disparity and vaccine production problems, but also of acceptance of different norms accompanied by different political forces.) Looking ahead, one wonders how information available via the web might bridge similar issues and perspectives on vaccine acceptance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The chapter on blood safety highlights increased demand for blood and blood products in modern medical care, but it lacks a discussion on how much of this demand is justified and appropriate. Voluntary donation, a well-accepted concept, is offered as a 'key' to safe blood supply, together with education and testing of donors. Curiously, the authors chose to discuss the potential for transmission of SARS, while they might have also mentioned hepatitis A or other viral diseases, which share the same principles of transmissibilityand where viremic donors have caused transfusion-associated cases. Encompassing both the concepts of 'biovigilance' (that is, monitoring for and taking steps to decrease risks of infections) for blood, blood products, tissue, and organs might have been useful, given increasing tissue and organ transplantation. In the discussion, a mention of the role pooling donations for blood products played in the HIV epidemic was missing in the history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Marguerite Neill, an expert on food safety, tackles societal and ecosystem issues related to food-borne disease. Her chapter provides an excellent domestic and global overview, focusing on the massive changes in food production and distribution. She even addresses an increased risk of infection that may be associated with 'heart-healthy diets' for the prevention of chronic diseases. Poor food safety practices are documented and the reader may be left pondering why, as the author does not address health education in our schools. Has there been decreased emphasis on hand-washing and other food safety practices in the latter part of the twentieth century? Decreased control of food safety by the consumer and the need for enhanced government oversight are covered, noting the changing legal environment that affects risk from food as lawsuits add an incentive for companies to produce safe food.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Balanced against food safety are the chapters on urbanization and suburbanization. To illustrate changes, the authors use dengue in poor urban areas and Lyme disease prevalence associated with suburbanization in the United States. Can future disease prevention strategies be based on ecologic understanding?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The climate chapter focuses on large-scale environmental changes because of human activity and their effects on infectious diseases. It is cogent without losing the complexity. The chapter on bioterrorism shares a concern about designating 'select agents' such as anthrax and smallpox, noting greater threats may now be possible because of advances in molecular biology and biotechnology -the creation of 'designer diseases', including vaccine and antimicrobial-resistant pathogens. Presenting a brief history of biowarfare, it addresses the roots of terrorism, including radical Islam. Perhaps the role of globalization in increasing the risk of terrorism might have deserved more attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "John Bartlett's chapter on infections in natural disasters is excellent; a discussion of sexually transmitted infections would be a useful addition. For an understanding of infectious diseases in the context of civil strife and war and displacement of persons, few people are as experienced as Ron Waldman. To his chapter, he brings a wealth of insight, beginning with the story of Rwandan refugees in Goma and cholera's role in that tragedy. He emphasizes the need for 'smart' humanitarian assistance. He might have expanded upon or brought home even more forcefully the growing evidence that humanitarian assistance, if delivered improperly, can contribute to political and economic instability; and indirectly to further infectious disease emergence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two very interesting chapters follow, one on governance, human rights, and infectious diseases and the other on international organization response to infectious disease epidemics. The latter touches on the new International Health Regulations, issued by the World Health Organization in 2005, and their promise for improving global governance of rapid detection and response to epidemics. Creating sustainable health systems in resource poor countries remains a challenge. The final chapter, on workforce training, caps the book and lays out principles for global health work, while noting potential pitfalls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The book, overall, conveys a sense of optimism because of increased interest in global health, especially in training a workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lack of coordination among public and the private sector efforts injects a dose of reality. Can the world combine traditional public health strategies with innovative ones -information technology, for example? Can there be more emphasis on clinical microbiology laboratories? Attention to major global initiatives for, for example, the Gates Foundation and the US President's Emergency Plan for AIDS Relief and to private/public partnerships might have enhanced this volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 'social ecology' of infectious diseases needs more attention to operational research and to public health consideration of unanticipated consequences. Global HIV/AIDS treatment programs, for example, that empirically treated HIV-infected individuals with firstline tuberculosis therapy without a public health framework have likely contributed to the emergence of extensively drug-resistant tuberculosis in some parts of the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, we give this volume a thumbs-up. It will be of interest to those desiring a broader perspective on infectious diseases. In the twenty-first century, we must study and address societal and ecologic factors more directly. Perhaps then we can coexist more peacefully with the vast community of microbes. Mitigation and prevention directed at societal and ecologic factors may be the most powerful tools in our armamentarium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging Infections Microbial Threats to Health in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shope",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Microbial Threats to Health Emergence, Detection, and Response. Washington DC: Institute of Medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hamburg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}