{"paper_id": "0dd82d650ec143f0222cec6bdc0d8bec610a2563", "metadata": {"title": "Navigating disruptive crises through service-led growth: The impact of COVID-19 on Italian manufacturing firms", "authors": [{"first": "Mario", "middle": [], "last": "Rapaccini", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Florence", "location": {"addrLine": "Viale Morgagni 40-44", "postCode": "50134", "settlement": "Firenze", "country": "Italy"}}, "email": ""}, {"first": "Nicola", "middle": [], "last": "Saccani", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Brescia", "location": {"addrLine": "Via Branze 38", "postCode": "25123", "settlement": "Brescia", "country": "Italy"}}, "email": ""}, {"first": "Christian", "middle": [], "last": "Kowalkowski", "suffix": "", "affiliation": {"laboratory": "", "institution": "Linköping University", "location": {"postCode": "S-581 83", "settlement": "Linköping", "country": "Sweden"}}, "email": ""}, {"first": "Marco", "middle": [], "last": "Paiola", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padua", "location": {"addrLine": "Via del Santo 33", "postCode": "35123", "settlement": "Padova", "country": "Italy"}}, "email": ""}, {"first": "Federico", "middle": [], "last": "Adrodegari", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Brescia", "location": {"addrLine": "Via Branze 38", "postCode": "25123", "settlement": "Brescia", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "This study draws on an extensive survey and interview data collected during the COVID-19 pandemic. The respondents were executives of industrials firms whose factories, warehouses, and headquarters are located in Northern Italy. This is undoubtedly the European region first and most extensively affected by the pandemic, and the government implemented radical lockdown measures, banning nonessential travel and mandating the shutdown of all nonessential businesses. Several major effects on both product and service businesses are highlighted, including the disruption of field-service operations and supply networks. This study also highlights the increased importance of servitization business models and the acceleration of digital transformation and advanced services. To help firms navigate through the crisis and be better positioned after the pandemic, the authors present a four-stage crisis management model (calamity, quick & dirty, restart, and adapt), which provides insights and critical actions that should be taken to cope with the expected short and long-term implications of the crisis. Finally, this study discusses how servitization can enhance resilience for future crises-providing a set of indicators on the presumed role of, and impact on, service operations in relation to what executives expect to be the \"next normal.\"", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 pandemic has caused vast economic breakdown across the world, as customer demand and industry activity and confidence have collapsed. Business activity across the eurozone collapsed to a record low in March 2020, and US industrial production showed the biggest monthly decline since the end of the Second World War (Badkar & Greeley, 2020) . The International Labour Organization (2020) expects manufacturing to be one of the sectors most severely affected in terms of the negative impact on economic output. 2 For example, the aviation industry now faces \"probably the gravest crisis in its history,\" according to Guillaume Faury (Chief Executive Officer of the aircraft maker Airbus) (Hollinger & Woodhouse, 2020) , and global car sales have plummeted. In the UK, sales fell by 97% in April 2020, the worst month since 1946 (Campbell, 2020) .", "cite_spans": [{"start": 328, "end": 352, "text": "(Badkar & Greeley, 2020)", "ref_id": "BIBREF4"}, {"start": 699, "end": 728, "text": "(Hollinger & Woodhouse, 2020)", "ref_id": "BIBREF15"}, {"start": 839, "end": 855, "text": "(Campbell, 2020)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "Servitization-the shift from a product-centric to a service-centric business model and logic (Kowalkowski, Gebauer, Kamp, & Parry, 2017 )-has traditionally helped manufacturing firms to stabilize their businesses in turbulent times (Kwak & Kim, 2016) . During the world financial crisis 2008-09, product sales in many industries plummeted, or even halted, whereas the service side of businesses was much less disrupted. Even if a buyer could not afford or did not need to buy a new product due to a lack of available liquidity and customer demand, the products in use still required regular service. Hence, manufacturers could still sell spare parts-the traditional cash cow-and provide highmargin field services such as maintenance, repair, and overhaul (Kowalkowski & Ulaga, 2017) .", "cite_spans": [{"start": 93, "end": 135, "text": "(Kowalkowski, Gebauer, Kamp, & Parry, 2017", "ref_id": "BIBREF18"}, {"start": 232, "end": 250, "text": "(Kwak & Kim, 2016)", "ref_id": "BIBREF22"}, {"start": 755, "end": 782, "text": "(Kowalkowski & Ulaga, 2017)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction"}, {"text": "The current crisis caused by the COVID-19 pandemic is, however, fundamentally different in several ways since production and economic activities have been partially or totally interrupted in several geographic areas with unforeseen implications. For example, how can firms provide spare parts and components when supply chains are interrupted and buffer stocks are lacking? How can firms manage a service business model that relies on labor-intensive field service, which implies high levels of customer proximity, when borders are closed and travel bans have been imposed? Hence, executives need to understand how to cope with such calamity and how, once the immediate crisis is over and restrictions are gradually lifted, firms can recover and return to a \"next normal\" and build resilience (i.e., the ability to \"bounce back\") for future disruptive crises. A solution could be digital servitization-that is, a service strategy that exploits extensively digital breakthroughs such as smart connected products, industrial internet platforms, predictive analytics, digital offerings, and advanced services (Ardolino et al., 2018; Paschou, Rapaccini, Adrodegari, & Saccani, 2020) . Combining servitization and digitalization can make firms less dependent on travel and human interaction. However, the transformations underpinning the development and implementation of digital offerings are generally long-term processes (e.g., Tronvoll, Sklyar, Sörhammar, & Kowalkowski, 2020 ) that should have a deliberate impact on the business model of the firm (Paiola & Gebauer, 2020) , which is fundamentally different from the measures urgently needed for businesses to recover from the pandemic.", "cite_spans": [{"start": 1106, "end": 1129, "text": "(Ardolino et al., 2018;", "ref_id": "BIBREF2"}, {"start": 1130, "end": 1178, "text": "Paschou, Rapaccini, Adrodegari, & Saccani, 2020)", "ref_id": "BIBREF35"}, {"start": 1426, "end": 1474, "text": "Tronvoll, Sklyar, Sörhammar, & Kowalkowski, 2020", "ref_id": "BIBREF43"}, {"start": 1548, "end": 1572, "text": "(Paiola & Gebauer, 2020)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Introduction"}, {"text": "Accordingly, the objective of this study is to provide guidelines for how industrial firms can navigate through disruptive crises, with a particular emphasis on the differential effects on the product and service business. In the short term, we discuss how firms can recover faster. In the longer term, we point out how they can become more resilient. These latter considerations are then discussed in relation to research on servitization and digitalization. Drawing on a unique data set (177 survey respondents and 16 in-depth interviews) from Northern Italy-the European region first and most extensively affected by the pandemic-we shed light on how industrial firms in general, and their service businesses in particular, are affected on both a strategic level and an operational level.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Based on the findings, we provide a four-stage model-calamity, quick & dirty, restart, and adapt-for managing crises such as the COVID-19 pandemic. The model is then used to discuss the most critical issues and solutions that can be adopted in relation to short-and longer-term actions. Finally, this study discusses how digital servitization can enhance resilience for future crises and provides a set of indications on the presumed impact on service business and operations in relation to today's new normal and what executives expect to be the postpandemic next normal.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Servitization refers to a firm's transition from a product-centric business logic, focusing on selling products, to a more service-oriented business logic that focuses on facilitating customer value creation through the provision of advanced services and solutions that better fulfill customers' specific needs (Baines & Lightfoot, 2014; . By its very nature, service requires more intense and closer customer interactions that facilitate connections at different organizational levels and help a firm acquire a better understanding of customers' operations, strategies, and organization and those of its customers' customers (Kowalkowski & Ulaga, 2017) . Studies have shown that being close to customers not only increases customer satisfaction but also further enhances product sales and enables new service opportunities (e.g., Kindström, Kowalkowski, & Sandberg, 2013; Visnjic & Van Looy, 2013) .", "cite_spans": [{"start": 311, "end": 337, "text": "(Baines & Lightfoot, 2014;", "ref_id": "BIBREF5"}, {"start": 626, "end": 653, "text": "(Kowalkowski & Ulaga, 2017)", "ref_id": "BIBREF20"}, {"start": 831, "end": 872, "text": "Kindström, Kowalkowski, & Sandberg, 2013;", "ref_id": "BIBREF17"}, {"start": 873, "end": 898, "text": "Visnjic & Van Looy, 2013)", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Conceptual background: Servitization in times of crisis"}, {"text": "Particularly in industries sensitive to economic fluctuations, a servitization strategy can play a key role as a countercyclical stabilizer (Kwak & Kim, 2016) ; customers who do not invest in new products, nevertheless, have to service the installed base and might even decide to upgrade it instead of buying new products later on (Kowalkowski & Ulaga, 2017) . Cusumano, Kahl, and Suarez (2015) found that servitization models, including software as a service sold in lieu of software products and data processing services sold instead of hardware, were beneficial when customers in the computer industry were liquiditystrained and perceived uncertainty and risk. Hence, servitization can make firms more resilient -that is, better able, when faced with adversity, to \"bounce back\" and come out better than the competition (Luthans, Avey, & Patera, 2008) .", "cite_spans": [{"start": 140, "end": 158, "text": "(Kwak & Kim, 2016)", "ref_id": "BIBREF22"}, {"start": 331, "end": 358, "text": "(Kowalkowski & Ulaga, 2017)", "ref_id": "BIBREF20"}, {"start": 361, "end": 394, "text": "Cusumano, Kahl, and Suarez (2015)", "ref_id": "BIBREF10"}, {"start": 823, "end": 854, "text": "(Luthans, Avey, & Patera, 2008)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Servitization during disruption"}, {"text": "During the Great Depression in the 1930s, many service business models, such as leasing and rental of products (ranging from railroad cars to floor waxes for households), proved more resilient than traditional models focused on selling products. For example, in 1932, when faced by low passenger-car sales, US automotive manufacturers offered cars on a rental basis to the taxi industry (McNeill, 1944) . Making the case for lease as a marketing tool, McNeill (1944) argued that such servitization models provide benefits to manufacturers, as they can reach customers who cannot commit to large-scale capex investments. In times of uncertainty, such models also provide advantages for the buyer in terms of hedging of business risk. Even in the depression year of 1932, IBM, which derived well over half its income from leasing, had earnings of nearly the same amount as in 1929, when the US stock market prices collapsed.", "cite_spans": [{"start": 387, "end": 402, "text": "(McNeill, 1944)", "ref_id": "BIBREF29"}, {"start": 452, "end": 466, "text": "McNeill (1944)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Servitization during disruption"}, {"text": "During the global recession of 2009, preceded by a liquidity crisis, the automotive industry was one of the industries most severely struck. While many firms hardly sold any new products during the period late 2008-2009, the service businesses often showed remarkable resistance. In addition, in the trucking industry, many haulers went bankrupt or reduced their truck fleet in 2009 due to lower demand. Even so, manufacturer Scania's service net sales declined by only 3% in 2009 and proved a slow but stable growth in the following years, while truck sales plummeted by 41% and did not fully recover until 2011 (Kowalkowski & Ulaga, 2017) . Similar considerations apply to other capital goods industries. For instance, Rolls-Royce in the aerospace industry and John Deere in the agricultural and construction equipment industries captured major revenues and profits from services (e.g., fullservice contracts, financial services) and maintained double-digit return-on-sales during the last decade, irrespective of the crises affecting those industries (Kwak & Kim, 2016) .", "cite_spans": [{"start": 613, "end": 640, "text": "(Kowalkowski & Ulaga, 2017)", "ref_id": "BIBREF20"}, {"start": 1054, "end": 1072, "text": "(Kwak & Kim, 2016)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Servitization during disruption"}, {"text": "While the COVID-19 pandemic is not a \"black swan,\" 3 it, nonetheless, has (had) a disruptive impact due to the physical and virtual interdependence in global networks and because many firms (and governments; Norman, Bar-Yam, & Taleb, 2020) were ill-prepared for the dramatic effects on supply and demand. Anecdotal evidence indicates that response to the disruption has been largely reactive and uncoordinated (Choi, Rogers, & Vakil, 2020) and that many firms' crisis communication plans do not specifically cover an infectious disease outbreak (IPR, 2020) . During the pandemic, Scania had to temporarily close its manufacturing facilities for over three weeks, and the company does not expect going back to full production capacity until 2021. Service operations have been less seriously affected, but a 35% decline in utilization rate for connected vehicles in Southern Europe indicates future ramifications for the service business (Kristensson, 2020) . While Scania's competitor Volvo Group did not report any change in service revenue in the first quarter of 2020, the group expects sales to be impacted by lower fleet utilization and vehicles standing still; since the beginning of the year, fleet utilization in Europe has come down by approximately 20% (Volvo Group, 2020).", "cite_spans": [{"start": 190, "end": 207, "text": "(and governments;", "ref_id": null}, {"start": 208, "end": 239, "text": "Norman, Bar-Yam, & Taleb, 2020)", "ref_id": "BIBREF33"}, {"start": 410, "end": 439, "text": "(Choi, Rogers, & Vakil, 2020)", "ref_id": "BIBREF8"}, {"start": 545, "end": 556, "text": "(IPR, 2020)", "ref_id": null}, {"start": 936, "end": 955, "text": "(Kristensson, 2020)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Servitization during disruption"}, {"text": "Crises such as the global recession of 2009 and the coronavirus pandemic of 2020 show that many mature industrial markets characterized by long periods of stability that foster incremental adaptations are also exposed to (short) periods of revolutionary upheaval; change that Tushman and Romanelli (1985) referred to as \"punctuated equilibrium.\" The concept, which comes from evolutionary biology, describes organizations as evolving through relatively long periods of stability (equilibrium periods of incremental change) that are punctuated by relatively short bursts of radical change (revolutionary periods). When facing a crisis with high levels of environmental complexity and turbulence, firms may need organizational structures and strategies that facilitate high levels of both incremental, exploitative changes and radical, exploratory changes (Uotila, 2018) . Exploitation refers to incremental changes to refine firms' current positions (e.g., production, efficiency, selection, implementation, and execution), whereas exploration refers to radical changes to assume new, potentially superior positions for future exploitation (e.g., risk taking, experimentation, flexibility, discovery, and innovation) (March, 1991) . In the servitization context, exploitation generally refers to a (defensive) stance to protect the existing market position and solidify the ongoing business by improving the efficiency of service operations (e.g., standardization procedures, task automation, the management of service quality, and employee training). Exploration, on the other hand, entails venturing into entirely new service business models and orchestrating new service ecosystems (Adrodegari & Saccani, 2017; Kowalkowski & Ulaga, 2017) .", "cite_spans": [{"start": 276, "end": 304, "text": "Tushman and Romanelli (1985)", "ref_id": "BIBREF44"}, {"start": 854, "end": 868, "text": "(Uotila, 2018)", "ref_id": "BIBREF45"}, {"start": 1216, "end": 1229, "text": "(March, 1991)", "ref_id": "BIBREF27"}, {"start": 1684, "end": 1712, "text": "(Adrodegari & Saccani, 2017;", "ref_id": "BIBREF1"}, {"start": 1713, "end": 1739, "text": "Kowalkowski & Ulaga, 2017)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Building resilience during times of change"}, {"text": "Studies on servitization in manufacturing firms generally view the process as rational, predictable, and limited to a predefined set of transition paths or service maneuvers through which the firm explores new service growth opportunities (Kowalkowski, Kindström, Brashear Alejandro, Brege, & Biggemann, 2012) . However, in complex or uncertain situations, it is impossible for decision-makers to forecast the breadth of all possible activities and outcomes because bounded rationality filters the available information (March & Simon, 1963) . Lindblom (1959) argued that managers can only comprehend and analyze a specific set of aspects circumscribed by the operating environment and previous choices, and Hirschman and Lindblom (1962) argued that analysis and strategy making are remedial; they move away from ills, rather than toward known objectives.", "cite_spans": [{"start": 239, "end": 309, "text": "(Kowalkowski, Kindström, Brashear Alejandro, Brege, & Biggemann, 2012)", "ref_id": "BIBREF19"}, {"start": 520, "end": 541, "text": "(March & Simon, 1963)", "ref_id": "BIBREF28"}, {"start": 544, "end": 559, "text": "Lindblom (1959)", "ref_id": "BIBREF24"}, {"start": 708, "end": 737, "text": "Hirschman and Lindblom (1962)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Building resilience during times of change"}, {"text": "Servitization is, in many ways, about moving away from problem areas (i.e., low profitability and increased global competition) in an incremental manner rather than toward positions and objectives known beforehand (Kowalkowski et al., 2012) . However, such incremental adaptation is clearly inadequate in situations such as the current crisis-where there is a burst of radical change with high levels of uncertainty, complexity, and turbulence. Firms need to rapidly respond to not only changing customer needs but also disruptive environmental (exogenous) changes. During such turbulent and volatile circumstances, agility is fundamental to survival (Christopher, 2000) . Agility is the ability of an organization to adapt or respond rapidly to a changing environment both in terms of volume and variety (Christopher, 2000; Swafford, Ghosh, & Murthy, 2006) , which is particularly important when markets are characterized by unpredictable and volatile supply and demand. Hence, we can regard agility as a defining element of resilience. Resilience is the ability to prepare for unexpected events, respond to disruptions, and recover from them by maintaining continuity of operations at the desired level (Ponomarov & Holcomb, 2009) , and agility is the ability to do so quickly.", "cite_spans": [{"start": 214, "end": 240, "text": "(Kowalkowski et al., 2012)", "ref_id": "BIBREF19"}, {"start": 651, "end": 670, "text": "(Christopher, 2000)", "ref_id": "BIBREF9"}, {"start": 805, "end": 824, "text": "(Christopher, 2000;", "ref_id": "BIBREF9"}, {"start": 825, "end": 857, "text": "Swafford, Ghosh, & Murthy, 2006)", "ref_id": "BIBREF39"}, {"start": 1205, "end": 1232, "text": "(Ponomarov & Holcomb, 2009)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Building resilience during times of change"}, {"text": "Another key element of resilience is entrepreneurial preparedness, which is the ability of decision-makers whose businesses are under continuous threat to \"reflect on the needs to re-build their businesses (bouncing back) to searching for new opportunities and enacting new ideas for development after the crisis event (bouncing forward)\" (Muñoz, Kimmitt, Kibler, & Farny, 2019, p. 428). Previous crisis experiences, which firms accumulate and contextualize as internal knowledge, are crucial when preparing to face a crisis. Building resilience may also require more elasticity, which means increasing the exchangeability and flexibility of relationships among people and things within an organization and a wider ecosystem (Moldovan, Copil, & Dustdar, 2018) . Finally, resilience can be built on redundancy (or resourcefulness), which refers to slacks of modular resources (production facilities, stocks of materials, etc.) that can be rapidly activated to reconfigure the value network (Linnenluecke, 2017) . Fig. 1 depicts the abovementioned elements of resilience, which we will further elaborate on in sections 4 and 5 when presenting the findings of this study.", "cite_spans": [{"start": 725, "end": 759, "text": "(Moldovan, Copil, & Dustdar, 2018)", "ref_id": "BIBREF31"}, {"start": 989, "end": 1009, "text": "(Linnenluecke, 2017)", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 1012, "end": 1018, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Building resilience during times of change"}, {"text": "Against this backdrop, we empirically investigate if the exploitation and exploration of service growth opportunities, which typically require other capabilities than those needed for manufacturing, can continue to be attractive and potentially become even more important for industrial firms in light of the changes imposed by the COVID-19 pandemic. In addition, we survey the role of servitization for navigating through the crisis and discuss how firms can become more resilient in the longer term in relation to the main elements of resilience that were presented above. The next section outlines the research strategy.", "cite_spans": [], "ref_spans": [], "section": "Building resilience during times of change"}, {"text": "This study was carried out between March 2020 and April 2020 to assess the impact of the COVID-19 pandemic on the goods and service businesses of industrial firms whose factories, warehouses, and headquarters are located in Northern Italy. In particular, this research aimed at understanding the impacts of the containment measures on business, pointing out the differences between the product and service offerings. We also address the impacts of the lockdown on current operations, particularly focusing on field service operations. Finally, the research aimed to define the challenges to be faced in the restart phase and the scenarios of change expected in the short and long term to adapt to the so-called next normal.", "cite_spans": [], "ref_spans": [], "section": "Overview"}, {"text": "The research was structured into four stages, which are hereafter described. The timeline of the empirical research (stages 1, 2, and 3) in relation to the COVID-19 spread in Italy is illustrated in Fig. 2 .", "cite_spans": [], "ref_spans": [{"start": 199, "end": 205, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Research process"}, {"text": "Through informal conversations with managers of companies taking part in the ASAP Service Management Forum (www.asapsmf.org), as well as from secondary data sources (e.g., reports and news media), we collected preliminary insights about the phenomenon, which helped us to develop the research protocols used in the following phases. ", "cite_spans": [], "ref_spans": [], "section": "Stage 1: Understanding the phenomenon"}, {"text": "To assess the expected impacts in product and service businesses, a survey was conducted between mid-March and mid-April 2020 (the first wave of the lockdown in Italy started on March 14th and was still ongoing when the survey closed on April 16th). We collected 177 responses distributed across large companies (35%) and SMEs (65%) operating in industries such as the industrial equipment (39%), transportation (16%), home systems (13%), and mechanical components (10%) industries. The focus was on comparing the impact on the product and service businesses, differentiating the impact on different types of services from basic to advanced (Story, Raddats, Burton, Zolkiewski, & Baines, 2017) , and understanding the actions undertaken to first react and then adapt to the situations, with particular regard to digitalization projects.", "cite_spans": [{"start": 641, "end": 693, "text": "(Story, Raddats, Burton, Zolkiewski, & Baines, 2017)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Stage 2: Exploratory survey"}, {"text": "The survey aimed to get an almost real-time picture of the direct and expected impacts of the ongoing pandemic. Quite obviously, this approach posed some constraints to the level of detail of the investigation and the possibility for respondents to rigorously evaluate past and consolidated events (e.g., the actual reduction in sales rather than the expected one). The informal conversations mentioned above, as well as the extant literature, supported us in defining the survey items. The most relevant ones for this study are briefly described in the next subsection.", "cite_spans": [], "ref_spans": [], "section": "Stage 2: Exploratory survey"}, {"text": "An area covered by the survey was aimed at understanding the impacts of disruption to company operations and the supply chain (Tang, 2006) , downstream as well as upstream, for both goods production and delivery (production, material supply, and distribution) and product-related service delivery (travel restriction, interruptions in the spare parts supply chain, and discontinuities with the service network and partners) according to a five-point Likert scale.", "cite_spans": [{"start": 126, "end": 138, "text": "(Tang, 2006)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Stage 2: Exploratory survey"}, {"text": "First, we wanted to verify the expected differences in terms of revenue stability in times of economic crisis between products and services, as pointed out in the servitization literature (e.g., Adrodegari, Bacchetti, Saccani, Arnaiz, & Meiren, 2018; Gebauer, Fleisch, & Friedli, 2005) . Then we wanted to check the suggestion by the literature that servitized business models and advanced services are more resilient, as they enable a new way of delivering value and new relationships (e.g., RED ZONES: Severe limitations on people's movements were imposed in Lombardy as a whole and 14 districts in Emilia-Romagna, Piedmont, Veneto, and Marche; schools and universities of these regions close.", "cite_spans": [{"start": 195, "end": 250, "text": "Adrodegari, Bacchetti, Saccani, Arnaiz, & Meiren, 2018;", "ref_id": "BIBREF0"}, {"start": 251, "end": 285, "text": "Gebauer, Fleisch, & Friedli, 2005)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Stage 2: Exploratory survey"}, {"text": "STAY AT HOME: People must stay at home; shops, restaurants, service stores, public offices, and schools across Italy were closed. LOCKDOWN: All nonessential businesses were stopped. RESTART: Businesses and shops could restart, and people could move with some limitations. may not be directly comparable to other countries. Even among similar countries within the European Union, there is great heterogeneity in terms of testing and ways to report deaths. M. Rapaccini, et al. Industrial Marketing Management 88 (2020) 225-237 Adrodegari & Saccani, 2017; Kowalkowski & Ulaga, 2017) . These aspects were investigated through explicit questions on a five-point Likert scale. Another area of interest was about the role of digital technologies and the extent to which the pandemic could accelerate digital servitization endeavors. This was assessed by checking the impact of the crisis on the adoption of digital technologies for data management, service innovation, and service delivery, encompassing some of the technologies analyzed by Ardolino et al. (2018) and Paschou et al. (2020) .", "cite_spans": [{"start": 455, "end": 525, "text": "M. Rapaccini, et al. Industrial Marketing Management 88 (2020) 225-237", "ref_id": null}, {"start": 554, "end": 580, "text": "Kowalkowski & Ulaga, 2017)", "ref_id": "BIBREF20"}, {"start": 1035, "end": 1057, "text": "Ardolino et al. (2018)", "ref_id": "BIBREF2"}, {"start": 1062, "end": 1083, "text": "Paschou et al. (2020)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Stage 2: Exploratory survey"}, {"text": "Survey data were complemented with information from 16 interviews with executives (CEOs, service directors, managing directors, and operations directors) of large manufacturers having a global presence in industries such as the machine tools, packaging and automation systems, metallurgical plants, and printing solutions industries. (For confidentiality reasons, the names of the companies are not listed here.) Each interview lasted between 30 and 60 min and aimed to explore in greater detail the solutions adopted in terms of remote working, logistics, and field-service operations. The managers were also asked to provide their opinions about the most important changes their companies should take in the near future to survive the pandemic and evolve to the next normal. Issues far beyond the restart phase were thus evoked and discussed. It should be noted that the interviews were conducted between March 25th and April 4th-the former being the date the general lockdown was imposed on every industrial activity other than essential businesses, impacting around eight million employees. The managers were fully aware of the potential impacts of the crisis on their business, and by the date of the first interview, most activities had already been stopped or transitioned to remote working to contain the risk of infection. Firms that had not (yet) interrupted their operations, were however impacted by measures such as social distancing or constraints to goods and people movement across regions and countries and reported limited productivity in factories and warehouses or the impossibility of performing long-distance field interventions.", "cite_spans": [], "ref_spans": [], "section": "Stage 3: In-depth interviews"}, {"text": "The insights gained from the interviews were used to develop a conceptual model (presented in section 5) that shows the different stages companies went across during the crisis. In this regard, this study adopts an inductive and theory-construction-oriented approach, as the interview narratives allowed for the generation of a conceptual model (Meredith, 1993) . The coding of the interview transcripts brought to light four different \"streams of consciousness,\" among which informants were bouncing back and forth when elaborating concepts for replying to our questions. In particular, the narratives varied in relation to firms' differing resilience capabilities: a) the initial understanding of the phenomenon, b) the reaction to the lockdown, c) the motivations and readiness for the restart, and d) the awareness of what should be done to mitigate impacts and disruptions in the future. Regarding the latter, we gathered replies that had different time perspectives, being oriented to shorter rather than longer-term actions. As a result, using the four-stage conceptual model, we also discuss the short-and longterm actions to adapt to the \"new normal\" and evolve to the \"next normal,\" shedding light on how service strategies can help to navigate through crises such as the COVID-19 pandemic.", "cite_spans": [{"start": 345, "end": 361, "text": "(Meredith, 1993)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Stage 4: Rationalization and model development"}, {"text": "In this section, we present the results of our study. First, we show the impact of the COVID-19 pandemic on the business of industrial firms, making a comparison between the product and service business in general. Then, we discriminate between the different types of services (i.e., basic vs. advanced). Finally, we summarize the status of digitalization initiatives and point out how servitization and digitalization can raise the shield against disruptions such as the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The containment measures have caused a shock that has simultaneously affected demand and supply. According to the monthly reports by the Italian National Institute of Statistics, around 2.2 million firms (50% of the total, 65% of the exporting ones) have been asked to lock down their activities, leading to an unprecedented fall in consumption and income for the 7.4 million employees (44.3% of the total) affected. In March 2020, industrial production in Italy decreased by 28.4% (29.3% when compared with March 2019), which was the sharpest plunge in any EU country (Eurostat, 2020) . During the first quarter of 2020, Italy's stock exchange experienced a high-low decline of 42% (Ding, Levine, Lin, & Xie, 2020) . The impact on Italian GDP is expected to be in the range of 6%-12%-as every month of lockdown costs around 3% of the GDP, although there is great uncertainty in the figures. However, some industries-such as the tourism and recreation, automotive, and transportation industries-are more impacted than others. To counteract these impacts, central banks have intervened with extraordinary measures to support demand and provide liquidity to the economic system.", "cite_spans": [{"start": 569, "end": 585, "text": "(Eurostat, 2020)", "ref_id": "BIBREF12"}, {"start": 683, "end": 715, "text": "(Ding, Levine, Lin, & Xie, 2020)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Impact of COVID-19 on product and service business expectations"}, {"text": "It is against this backdrop that our survey investigated managers' expectations about the impacts of the crisis on their businesses. Table 1 reports the expectations about sales reduction for products (e.g., canceled orders and sales activities halted) and product services (e.g., maintenance, repair and overhaul, spare parts supply, financial services, and data-based services) from the time of the study to the end of 2020. Impacts were measured on a five-point Likert scale (1 = null; 5 = very high). Table 1 reports the average figure and an aggregated distribution of the sample companies' answers.", "cite_spans": [], "ref_spans": [{"start": 133, "end": 140, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 505, "end": 512, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Impact of COVID-19 on product and service business expectations"}, {"text": "Most of the managers, regardless of the industry, expect a substantial impact: 66% of them expect negative or very negative consequences of the emergency on product sales (average expectation = 3.83). This is particularly the case for those who produce and sell equipment and machinery with traditional product-centric business models and sales formulas (e.g., the sale of products in catalogs and sale of engineered products according to customer specifications). ⁎ The question was designed to ask the magnitude of a negative impact of COVID-19 on product and service sales (expected reduction in sales): companies with null or limited impact are better off than companies with high or very high impact levels.", "cite_spans": [], "ref_spans": [], "section": "Impact of COVID-19 on product and service business expectations"}, {"text": "1 Confirmed cases and reported deaths are based on official Italian figures and may not be directly comparable to other countries. Even among similar countries within the European Union, there is great heterogeneity in terms of testing and ways to report deaths.", "cite_spans": [], "ref_spans": [], "section": "Impact of COVID-19 on product and service business expectations"}, {"text": "The interviewed managers expect double-digit declines in turnover at the end of the year. Exceptions to the above are 1) sales of some consumer products through e-commerce channels (e.g., printers and related consumables for the domestic market) boosted by the need for rapid activation (in a few days) of millions of workstations for remote working and 2) sales of products and solutions through calls for tenders, with customers from the public administration or regulated sectors (e.g., transport, energy, and utilities). The extended time required to go through the various phases of the order (bidding, awarding, execution, collection, etc.) often extends beyond the year. The tenders that were ready or in the process of being issued have been launched, and the companies' tender offices are operational.", "cite_spans": [], "ref_spans": [], "section": "Impact of COVID-19 on product and service business expectations"}, {"text": "On the other hand, according to the survey respondents, productrelated services, ranging from spare parts provision to advanced digital services, are less affected by the crisis than product sales are-showing, on average, a less negative expectation on sales (3.43). This finding was confirmed by the in-depth interviews. In fact, while investments in new equipment and goods will inevitably slow down, the decrease is expected to be much smaller for the service side of business. If the slowdown in the sale of new/produced equipment continues, the service business will even tend to grow in the longer term due to the greater age of the installed base (which will require more maintenance, replacement of parts, upgrades, etc.), as suggested by studies about earlier crises (e.g., Kowalkowski & Ulaga, 2017) .", "cite_spans": [{"start": 783, "end": 809, "text": "Kowalkowski & Ulaga, 2017)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Impact of COVID-19 on product and service business expectations"}, {"text": "As shown in Table 2 , the respondents reported different expected impacts of the pandemic on service sales, depending on the type of service. More advanced services such as predictive maintenance and optimization of productivity or energy consumption have been (and are expected to be) less impacted than basic (reactive) maintenance, repair, and training services: 58% of the respondents maintained that the impact on more advanced services are and will be null or limited, and the average estimate is 2.47 (on a scale from 1 to 5). The reasons for this are to be found both in the greater need for these services by customers and in the difficulty of \"changing supplier\" or carrying out services in-house and in the presence of contractual agreements that link the supplier and the customer over many years (e.g., maintenance contracts associated with remote support), which reduce the risk of losing acquired customers (Kowalkowski & Ulaga, 2017) . Similarly, consistent with findings from earlier crises (e.g., McNeill, 1944) , alternative business models to pure sales-that is, leasing or renting or revenue models such as \"payfor-use\" or \"pay-for-performance,\" where the supplier remains the full owner of the goods transferred to the customer-are less impacted. Thus, companies that have carried out significant explorations in delivering new business models and advanced services (and even more, those have consolidated them) will experience reduced and smoothened impacts of the pandemic.", "cite_spans": [{"start": 922, "end": 949, "text": "(Kowalkowski & Ulaga, 2017)", "ref_id": "BIBREF20"}, {"start": 1015, "end": 1029, "text": "McNeill, 1944)", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 12, "end": 19, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Impact on different service types"}, {"text": "On the other hand, the reduction in demand for basic field services such as maintenance and repairs is more significant, although not as high as in the case of products (3.2 on average against 3.83 for product sales). The managers interviewed suggested a 60%-90% slowdown in these categories of services when sold with a reactive and transactional approach. Similarly, customer training is deemed to have a high or very high reduction for 46% of the respondents. These kinds of services, traditionally delivered physically by the sample companies' field engineers, greatly suffer from travel bans and restrictions and experience a reduction in demand due to the lower utilization of equipment by customers (maintenance) or reduction in new product sales-which, for capital equipment, are often accompanied by commissioning and training activities. The interviewees also highlighted that most of the planned maintenance activities have been postponed (either by the customer or provider), while companies have started exploring the delivery of online training to customers.", "cite_spans": [], "ref_spans": [], "section": "Impact on different service types"}, {"text": "Little concern emerges for the loss of turnover derived from services sold in the form of a contractual subscription (e.g., full-service contracts), where the fee consists of a fixed part and a variable part. In such a case, there is reasonable certainty of billing (and hope of collecting) the fixed part, even if there are fears of a reduction in the consumption part. With regard to the \"as-a-product\" sale of spare parts, \"hysterical\" effects were found, which led to a sharp increase in orders (+20%-30%) in the two weeks prior to the lockdown due to decisions by customers to stock up so as not to have to depend on interruptions in production or logistics pipelines (the so-called panic buying).", "cite_spans": [], "ref_spans": [], "section": "Impact on different service types"}, {"text": "Interestingly, there is no particular evidence of increases in the sale of remote technical assistance contracts (e.g., digital assistance and customer support). In fact, in several cases, we witnessed the willingness of both the provider and the customer to resort to remote assistance, exploring technological solutions already engineered and hence available but, so far, rarely or never activated and used. Therefore, the sale of remote services has not increased, but the use of such services presumably already active in existing contracts or provided free of charge has. Nonetheless, a growing potential and importance of this type of service is expected in the future.", "cite_spans": [], "ref_spans": [], "section": "Impact on different service types"}, {"text": "In sum, our research confirmed that higher extents of servitization, which correspond to a larger presence of service agreements such as pay-per-use and full-risk service in the company's offering, can act as stabilizers for downturns due to disruptive environmental change. The following example, provided by one of the executives interviewed, resonates with this finding:", "cite_spans": [], "ref_spans": [], "section": "Impact on different service types"}, {"text": "A\"s you know, we get most of our revenues from full-service contracts that include a monthly fixed fee and a pay-per-use fee. Pay-peruse revenues will, of course, decrease, as I can check from my remote connections that only 20% of the machines under service contracts are currently running. However, the revenues corresponding to [the] fixed fee, which includes preventive maintenance and condition monitoring, are presumably saved.\" ", "cite_spans": [], "ref_spans": [], "section": "Impact on different service types"}, {"text": "Field operations have been greatly affected by the pandemic, albeit to a lesser extent than production processes in factories and warehouses (which in most cases were completely shut down). As reported in Table 3 , the respondents said they experienced high or very high negative impacts on spare parts logistics (24%) and the continuity of their service networks (31%). Restriction to travels across regions and countries was indicated as the primary cause of those impacts (89% of surveyed managers). A significant number of the respondents (66%) implemented significant process changes, and almost half (43%) claimed they experience significant obstacles in complying with service level agreements. Smart working solutions, currently far from standard procedures, have been largely explored and are deemed to be deeply accelerated, as 76% of the respondents maintained their diffusion is being highly or very highly affected. In this regard, the interviews enriched the understanding of how service operations are impacted. A large part of the service staff (e.g., call center staff, help desk/hotline staff, area managers, specialists, training & service network management) were actually working from home (70%-90% of employees). Many of these people, however, were not employed full time, given the decrease in the volume of field activities and customers' requests. Such as in the off-season, the working time was filled-in by activities such as backlog cleaning, the elaboration of technical documentation, and the production of digital contents for new services (e.g., virtual training), as well as generic business development programs.", "cite_spans": [], "ref_spans": [{"start": 205, "end": 212, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Impact on service operations"}, {"text": "Basing on the interviews, we estimate that, even in the two weeks before the lockdown, field operations in the industrial sectors were running at around 30%-40% of normal volume overall, with execution times slowed down due to several constraints and mandatory precautions: from the use of personal protection equipment, which was almost impossible to procure, to the request for authorization for people movement across regions as a consequence of the puzzle created by regulations swiftly imposed at national and regional levels. Despite this critical situation of field operations, managers were generally euphoric with respect to the ease with which the transition from office to remote working had happened. In this regard-and somewhat surprisingly-no particular problems were reported. A large part of the service staff was already equipped with laptops. In a few days only, workplaces were moved to the homes. IT departments were just requested to make modest tuning on infrastructures (e.g., configuring VPNs, increasing the bandwidth to access the company servers, etc.). In short, the transition to remote working for millions of employees did not cause significant problems and disruptions. This is also summarized by the manager of a large multinational:", "cite_spans": [], "ref_spans": [], "section": "Impact on service operations"}, {"text": "\"In two days, we moved 300 people to remote work with little difficulties, apart from very few cases. Most of our employees have company laptops and phones, but we have also helped to bring office PCs to home in some cases. Our office applications have been migrated to the cloud some years ago-I don't know if this was just luck or a farsighted choice-and now we are enjoying our tool for virtual meeting, which everybody learned to use.\"", "cite_spans": [], "ref_spans": [], "section": "Impact on service operations"}, {"text": "The survey data clearly point to the fact that the exploration of digital servitization possibilities is going to be accelerated by the challenges posed by the pandemic. About 57% of the respondents claimed that their innovation initiatives related to the introduction of new service technologies and the development of new digital services will be highly or very highly accelerated by the pandemic. However, firms have achieved different levels of digitalization. In fact, numerous respondents said they are still completing the introduction of consolidated service management technologies such as CRM systems, ticketing management, and help desk and troubleshooting applications (see Fig. 3 ). At the same time, another large subsample reported that they were involved in introducing digital technologies such as industrial internet, product remote control, and predictive maintenance, which are key features of digital servitization (Ardolino et al., 2018; Paschou et al., 2020) . Conversely, only a minority of the respondents claimed to be engaged in experimenting with digital breakthroughs for advanced virtual collaboration in field operations (e.g., augmented or virtual reality) or for digitalizing spare parts logistics (e.g., 3D printing). The managers also reported that the adoption of these latter technologies would not experience acceleration due to the crisis. Hence, higher levels of acceleration of digitalization projects are mainly related to technologies that are closely linked to the development of advanced service and digital offerings (e.g., connected products and data valorization, diagnostic and preventive maintenance, CRM, and ticketing and troubleshooting to provide remote assistance).", "cite_spans": [{"start": 936, "end": 959, "text": "(Ardolino et al., 2018;", "ref_id": "BIBREF2"}, {"start": 960, "end": 981, "text": "Paschou et al., 2020)", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 686, "end": 692, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Digitalization and digital servitization"}, {"text": "Following this line of reasoning, we can assume that digitalization and servitization (i.e., digital servitization) can be viewed as a proactive weapon for acceleration and implementation to respond to the crisis. The interviewees confirmed the validity of this notion: companies ahead with digitalization and servitization are more resistant to the current crisis. As two managers pointed out, \"Most of our machines are connected to our platform. I can see if they are operating (now I am sharing my desktop with you; can you see the cockpit with the green and red lights?), [and] I can access their firmware, run diagnostics routines, check their status, and solve some problems remotely.\" \"We are not worried about using digital technologies to provide customer support; these days, our training specialists have created an interactive video course (using TeamViewer) to train our customers in Rapaccini, et al. Industrial Marketing Management 88 (2020) 225-237 basic operations and maintenance procedures. We have sold this course in a couple of situations in which the customers need support, but my technicians cannot reach them because they are in the red zone.\"", "cite_spans": [{"start": 576, "end": 581, "text": "[and]", "ref_id": null}, {"start": 897, "end": 964, "text": "Rapaccini, et al. Industrial Marketing Management 88 (2020) 225-237", "ref_id": null}], "ref_spans": [], "section": "Digitalization and digital servitization"}, {"text": "The many indications of how industrial firms in Italy have reacted to the COVID-19 pandemic were used to develop a hands-on four-stage model. A specific element of resilience corresponds to each stage of the model (see Fig. 4 ), as going through and surviving this kind of crisis requires a wide set of capabilities. Firms initially had to become aware that limitations similar to those issued in Wuhan (the city in China where the virus first emerged) to prevent the coronavirus from spreading could have been raised in Italy as well, thus greatly impacting each business. Then they had to rapidly put in place actions to mitigate these impacts on both product and service businesses and operations. As the end of the lockdown was approaching, managers had to set up adjustments to be ready to restart, even in difficult situations, and, in the longer term, adapt to the next normal. In line with the concept of \"punctuated equilibrium\" (Tushman & Romanelli, 1985) , the near future is viewed as characterized by a high degree of instability, by continuous adaptations from one new normal to another (i.e., the next normal). In this respect, the model can be a useful tool to support the management of any business emergency or disruption, irrespective of its cause. The model is shown in Fig. 4 and described in the rest of this section.", "cite_spans": [{"start": 938, "end": 965, "text": "(Tushman & Romanelli, 1985)", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 219, "end": 225, "text": "Fig. 4", "ref_id": "FIGREF3"}, {"start": 1290, "end": 1296, "text": "Fig. 4", "ref_id": "FIGREF3"}], "section": "A COVID-19 crisis management model"}, {"text": "The first phase concerns awareness. The escalation has been relatively rapid for all, but some have appeared more prepared for what might happen. For example, those who have businesses (factories and joint ventures) in China or in particularly problematic areas of the world (e.g., Libya or Syria), those who habitually provide services in high bacteriological risk contexts (such as refugee reception facilities or some hospital wards), and those who have already faced critical epidemiological situations (Ebola, SARS, etc.) have appeared more prepared and informed, which is in line with the concept of preparedness (Muñoz et al., 2019; Ponomarov & Holcomb, 2009) . In fact, these firms seem to have gained more knowledge and mastered practices (e.g., risks and security procedures and personal protection equipment) to mitigate the risks for their business travelers (field technicians, specialists, and salespeople). These firms are also supported by consultancy companies specialized in this field. In this phase, all firms activated task forces and crisis units for the daily management of the emergency at both the local level and the corporate level. Except in rare cases, the central task forces had no operational responsibilities and tasks, being mostly limited to gathering information, coordinating decisions, and transferring knowledge. Each business-and it could not be otherwise, given the specific spatial-temporal nature of the COVID-19 crisis-had always been guaranteed very strong autonomy at the local level. More than central coordination, in this phase, the reaction time and the involvement of key actors (e.g., CEOs, legal departments, health and safety officers, line-of-business directors, etc.) were fundamental. The priority was to understand the phenomenon, collect needs and risks, and elaborate scenarios. The managers claimed that in any situation, the needs of the service business (in-house field service, branches, and service partners) were considered in the same way as those of the product business (factories and commercial and administrative offices). At least, the times when service was considered a \"necessary evil\" (Lele, 1997) seem to be long gone: at this stage, managers showed profound concerns about the devastating impacts on both products and services. Empirical data from interviews and the survey presented in section 4.1 confirm these assumptions.", "cite_spans": [{"start": 619, "end": 639, "text": "(Muñoz et al., 2019;", "ref_id": "BIBREF32"}, {"start": 640, "end": 666, "text": "Ponomarov & Holcomb, 2009)", "ref_id": "BIBREF36"}, {"start": 2161, "end": 2173, "text": "(Lele, 1997)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Phase 1: Calamity"}, {"text": "During this phase, energy was directed to the implementation of simple solutions to provide continuity, as much as possible, to the business and deliver much of the backlog orders. Meeting customer needs and trying to mitigate the impacts of restrictions (such as social distancing in factories and warehouses and constraints regarding access to the customer premises and facilities) was imperative. The narrative highlighted solutions with different levels of creativity and collegiality, however, undertaken as an exception to ordinary management to solve contingent problems. For example, \"Can't I perform the repair? Then I suggest product swap.\" \"Can't I find the spare part? Then I cannibalize a product that is now not used to get the part.\" \"Can't I send an Italian technician to the UK? Then I send one from a branch in a country not yet black-listed\".", "cite_spans": [], "ref_spans": [], "section": "Phase 2: Quick and dirty"}, {"text": "\"Can't I deliver at the branch or pick-up point? Then I ask the courier to deliver directly to the customer, and the customer to be ready to receive the goods.\" \"Doesn't everyone have a laptop to go remote working? Then I organize an IT facility to assist the transfer of desktop PCs to homes.\"", "cite_spans": [], "ref_spans": [], "section": "Phase 2: Quick and dirty"}, {"text": "Many of the managers pointed out the incredible spirit of cooperation between all the parties involved-both inside and outside the company-to implement these quick and dirty solutions. For instance, the partner of a large multinational company in the printing industry, to which call center activities were outsourced, adapted its staff to respond to the increase in customer support requests with no contract negotiation. As the service director of the company told us: \"We did not expect that this was granted to us, but they did it\". Other managers have made similar considerations in relation to the collaborative attitude of couriers, dealers and service partners, customers, and suppliers. Following this line of reasoning, we can link the key capabilities of this stage to the concept of agility (Christopher, 2000) . Another consideration concerns the need to act quickly, if not instantaneously, since at this stage, there is no time to develop new solutions from scratch. For this reason, firms tried to make the most, as already mentioned, of the resources and technologies they had already developed or introduced. Examples include the switch to working from home for numerous call center and back-office employees, as well as the attempt to provide remote customer support. These are therefore exploitation strategies that have been implemented to modify, to a limited extent, the ways services have been delivered and, in some cases, conceive alternative services. Again, this is confirmed by survey data (in particular, by the data presented in Fig. 3) , which shows that the digitalization programs that have been subject to the highest acceleration/empowerment are those related to more consolidated technologies (not breakthroughs). These technologies were more largely adopted in pre-COVID-19 times.", "cite_spans": [{"start": 803, "end": 822, "text": "(Christopher, 2000)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 1560, "end": 1567, "text": "Fig. 3)", "ref_id": "FIGREF2"}], "section": "Phase 2: Quick and dirty"}, {"text": "This is the phase Italy entered on May 4th, 2020, which means that industrial businesses have been reactivated, although with obligations to ensure social distancing and the protection of workers. Managers have been requested to evaluate and implement the most effective actions to secure the working environment. These actions range from rearranging layouts, close common areas, introduce controls of temperature and serological tests, keep social distancing, and organize shifts and extraordinary openings to reduce the number of people in the factories. Performance, costs, and delivery times will be notably impacted by these measures. A given level of product and service demand will be necessarily lost, but a portion could have just been delayed for future periods to sum up to new demand. Therefore, the collaboration of key people from the operations and IT departments is essential to design the most flexible response of the business architecture. Our study highlights that key questions of business directors, at this stage, can be summarized as follows: What products and services will be demanded at the restart? What portion of the demand has been lost, and what has just been delayed? Which adaptations to our production capacity will be requested to cope with demand peaks? What capabilities should we develop to face the complexity of the business environment? As a service manager told us, \"We expect a relevant part of the service demand that we did not fulfill in the lockdown to be delayed to the restart; the delayed demand will overlap with new demand, and I am already preparing my staff to be ready, saying that our business is now limited by the safety car such in a Formula 1 race, but we have to speed up as soon as the safety car leaves the race.\"", "cite_spans": [], "ref_spans": [], "section": "Phase 3: Restart"}, {"text": "Many of the managers also expressed concern about new possible upsurges in the spread of the virus. In a situation like this, the limitations could persist for many months (or longer), until a COVID-19 vaccine will presumably be developed. Thus, we expect that elasticity-that is, being prepared to rapidly bounce back to previous lockdown conditions (e.g. return to remote working) as well as recover normal activities and businesses-will be a must-have in this stage.", "cite_spans": [], "ref_spans": [], "section": "Phase 3: Restart"}, {"text": "Economists and business leaders agree that the post-COVID-19 world will not be the same. Companies, therefore, need to be ready to evolve and adapt. Our findings confirm that while no one has a clear picture of the impacts on economies and society, some are making conjectures about \"dead-walking\" industries and emerging needs. There is a common talk about creating more resourceful organizations ready to evolve so as not to succumb (Banoun, Dufour, & Andiappan, 2016) . Besides enforcing or adapting the current measures, this may involve creating new practices, reconsidering established mental models (e.g., product-centric business logic), changing configurations, and strengthening network relationships. From the research, the following five domains emerged as potentially subject to major changes in order to develop flexibility and redundancy.", "cite_spans": [{"start": 435, "end": 470, "text": "(Banoun, Dufour, & Andiappan, 2016)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Phase 4: Adapt to the next normal"}, {"text": "In the recent past, major efforts have been devoted to stocking spare parts and consumables in big warehouses mostly located close to the factories from which refurbish worldwide markets; this can be no longer considered a panacea. In fact, to lessen the risk of being affected by supply chain interruptions and material shortages, more stock (redundancy) needs to be located close to the customers, moving from globalization to regionalization. This will bring new challenges to contain the costs as well as the complexity corresponding to more decentralized logistic pipelines; this will presumably open up spaces for emerging technology (e.g., 3D printing) and new forms of services and solutions (see also section 5.4.5).", "cite_spans": [], "ref_spans": [], "section": "Logistics pipeline"}, {"text": "Remote working has proven to be an option for millions of workers. However, a cultural revolution in the way people approach their work is still needed; the key points are to obtain a better result orientation and entrepreneurship from all employees. In addition, remote collaboration could be increased with tools for sharing agendas and managing productivity and projects. Again, this revolution could open up spaces for increasing the number of freelancers and gig-economy professionals among employees. However, in line with what said before, this is not viewed as abandoning the consolidated work paradigm but as introducing additional options that have to be studied, developed, and eventually deployed in case they would become more robust to face new situations.", "cite_spans": [], "ref_spans": [], "section": "Reorganization of the workplace"}, {"text": "Having provided for weeks any form of customer support through digital technologies, this could greatly contribute to overcoming the last barriers that prevent the adoption of digital technologies; in other words, the concerns of customers about privacy, cybersecurity, and possible data breaches can now be addressed. The managers agreed that the post-COVID-19 era could finally see the massive adoption of industrial internet, condition monitoring, predictive maintenance, digital rooms, augmented and virtual reality, and digital twins in services and solutions.", "cite_spans": [], "ref_spans": [], "section": "Digitalization"}, {"text": "The containment measures that will be imposed in factories, in homes, and on travels to prevent the virus from spreading in the next few months (or years? 4 ) will have a great impact on the economic and financial performance of companies. While these changes may not persist in the long term, changes related to building and sustaining resilience certainly will. Although they cannot yet estimate the increase of service costs, managers think most prices need to be adjusted, and this will greatly influence the convenience and competitiveness of certain service offerings. This is particularly the case for basic services, such as spare parts supply and reactive maintenance, which already before the crisis faced competition from low-cost manufacturers and pure service players. This could eventually stimulate the development of more bundled offerings consisting of both traditional services and new digital components. Such reorientation may shift the value (and price comparison) away from single service and software components to the complete bundle whose elements are not easily separable as they interact synergistically for value creation.", "cite_spans": [], "ref_spans": [], "section": "Competitiveness of product-service solutions"}, {"text": "The increasingly big deal of uncertainty about future lockdowns could be made even more attractive in the eyes of customers with certain kinds of use-and outcome-oriented offerings. Managers, therefore, expect the development of advanced services such as full-risk contracts with guaranteed results and even COVID-19-compliant or COVID-19 risk-free offerings. Firms with adequate risk management capabilities could integrate service bundles with specific contractual agreements that cover fees and rents in case of compulsory lockdowns and restrictions to transports and movements that interrupt customer operations. In the next normal, innovative firms should therefore consider the full spectrum of service growth opportunities related to uncertainty and disruption, such as risk-mitigation-related guarantees that are at present granted by third parties.", "cite_spans": [], "ref_spans": [], "section": "Opportunities for new full-risk and outcome-based solutions"}, {"text": "In Table 4 , the impacts of COVID-19 on service business and operations that emerged from the research are linked to short-term actions and long-term implications to devise some measures that could inspire managers to cope with emergencies such as the COVID-19 pandemic. At the same time, we elaborated some questions that can guide managers in conducting a preliminary (self) assessment of their organization's readiness (Table 5 ). The questions are grouped according to the four elements of resilience that have been discussed throughout the paper and are linked to some of the actions presented in Table 4 .", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 422, "end": 430, "text": "(Table 5", "ref_id": null}, {"start": 602, "end": 609, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Short-term actions and long-term implications"}, {"text": "In this paper, we have presented the results of a unique study of industrial firms in Northern Italy regarding the impact of the COVID-19 pandemic on their businesses. We have discussed the impact on the service business (section 4) and presented a four-stage conceptual model for crisis management (Fig. 4) , as well as short-term actions and long-term implications (Table 4 ). In our opinion, these findings are also highly relevant for firms in other countries and regions that have (so far) not experienced the same radical lockdown measures or economic devastation as well as for situations involving building long-term resilience (with its diverse nuances) and preparing for future pandemics and economic crises.", "cite_spans": [], "ref_spans": [{"start": 299, "end": 307, "text": "(Fig. 4)", "ref_id": "FIGREF3"}, {"start": 367, "end": 375, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "Finding the silver linings"}, {"text": "This research was designed and delivered on very short notice to cope with the urgent situation. What has been presented in relation to the emergency management models and the areas of impact on the services business, therefore, require further investigation. Nevertheless, our study does provide precise indications of some of the changes that managers expect in the so-called next normal. The challenges that the crisis has set the world in are certainly primarily related to survival during the crisis and the immediate restart of the economy. However, other challenges that are no less important or perhaps more critical await us and require us to evolve and innovate toward a new future. In this respect, this study confirms the findings of the emerging streams of research on digital servitization (Paschou et al., 2020) , concluding that industrial firms that embrace more opportunities for software-based services and other types of digitally enabled service growth could be less impacted by this kind of crisis.", "cite_spans": [{"start": 804, "end": 826, "text": "(Paschou et al., 2020)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Finding the silver linings"}, {"text": "While we have no evidence to assert that digital servitization could also be a weapon to make any business more resilient in the face of a crisis of any other origin (e.g., a financial crisis or a large-scale natural or anthropogenic disaster), we know that services have helped manufacturers to navigate through various financial crises, such as the Great Depression in the 1930s and the global recession of 2009. It could be obvious-assuming that technological threats such as hacking, power outages, and cyber warfare could impact more on a digitally servitized business than on a traditional one focused on product sales and traditional field-service operations. For example, the 2017 \"NotPetya\" cyberattack affected organizations around the world-including the global shipping giant Maersk, with operations ground to a halt (costing the firm between $250 and $300 million). All its end-user devices, including 49,000 laptops, and half of all its servers were destroyed, and all its applications were rendered inaccessible (Ritchie, 2019) . Hence, building crisis resilience most likely entails not only ensuring adequate elasticity and redundancy in terms of IT infrastructure but also having sufficient human resources to manage such wide-scale interruptions (e.g., having the ability to travel to customer premises when networks are damaged and communications are down). Revise the prices of the firm's offerings and include basic services in bundles with more advanced (digital) services Develop novel offerings such as full-risk and outcome-based contracts Table 5 Key questions about resilience.", "cite_spans": [{"start": 1027, "end": 1042, "text": "(Ritchie, 2019)", "ref_id": "BIBREF37"}], "ref_spans": [{"start": 1566, "end": 1573, "text": "Table 5", "ref_id": null}], "section": "Finding the silver linings"}, {"text": "Preparedness 1) Was your organization aware of the risks that could arise in the face of global emergencies (health, environmental, social, and economic)? 2) Were the impacts on product and service businesses promptly and correctly appraised with the information and methods available? 3) Has the experience gained in dealing with the coronavirus pandemic generated (new) organizational and technical knowledge that can help dealing with future crises? Agility 1) How promptly did your organization react to the restrictions imposed on the movement of people and goods? 2) Was your organization able to implement quick and smooth solutions to ensure customer service during the lockdown? 3) Were you satisfied with how your applications and IT infrastructure have supported the staff to work and provide customer support remotely? Elasticity 1) Was your organization able to put in place appropriate solutions for restarting the business after the lockdown based on a satisfactory trade-off between security (of workers, customers, and suppliers) and efficiency? 2) How effectively did you deploy additional resources to fulfill the delayed product and service demand and face any rebound that showed up at the restart? 3) Can the resources that you plan to deploy be rapidly and securely deactivated in case emergency restrictions bounce back? Redundancy 1) Does your organization plan to increase critical resources, such as spare parts stocks and skilled technicians, that can be deployed in proximity to your customers? 2) Does your organization plan to increase the adoption of digital technologies as well as ensure infrastructure redundancy for the delivering of advanced services? 3) Does your organization plan to develop new offerings that could be more attractive for customers and industries greatly affected by the coronavirus pandemic?", "cite_spans": [], "ref_spans": [], "section": "Finding the silver linings"}, {"text": "M. Rapaccini, et al. Industrial Marketing Management 88 (2020) 225-237 However, if we assume that more global emergencies (driven by political instability, environmental and health issues, or financial crises), which are expected in the next normal, could limit the use of both physical and digital resources, then the approach proposed in this study remains valid. To survive, firms need to develop resilient businesses that are more robust to any form of attack. Industrial firms must therefore proceed with the development of service-led strategies, conceiving digital product-service offerings while maintaining their industrial knowledge and position gained from decades of competition in the engineering domain. Thus, digital servitization can be viewed as a strategy to explore how radical changes and additional (digital) resources, which could be less impacted by certain crises, should be first developed and then exploited.", "cite_spans": [{"start": 3, "end": 70, "text": "Rapaccini, et al. Industrial Marketing Management 88 (2020) 225-237", "ref_id": null}], "ref_spans": [], "section": "Finding the silver linings"}, {"text": "Despite the uncertainty that still pervades this epoch-making phenomenon and its implications, we want to close with three positive thoughts.", "cite_spans": [], "ref_spans": [], "section": "Finding the silver linings"}, {"text": "We have perceived so many positive feelings, so much energy, and the desire to start again as soon as possible. Even in areas that have received significant impacts, the watchword has always been \"No Panic.\" It seemed to everyone that in these moments of crisis, industrial Italy is able to get up and perform miracles. We want to hope that this energy and confidence in the future will be drivers of change toward the next normal.", "cite_spans": [], "ref_spans": [], "section": "Optimism"}, {"text": "With very few exceptions, the collaborative approach of all companies' stakeholders-customers, networks, freight forwarders, call centers, trade unions, competitors, and trade associations-in finding common solutions has been highlighted (in some cases with amazement). We hope that this climate of collaboration, the desire to \"work together\" and solve common problems, will not be forgotten in the next normal.", "cite_spans": [], "ref_spans": [], "section": "Collaboration"}, {"text": "Everyone has underlined the ease with which even the largest number of staff has shifted to \"remote mode\" in only a few days. All this was facilitated by choices-in some cases thoughtful and in others fortuitous-of adapting previous IT infrastructures and migrating document archives, applications, and office automation tools to the cloud. The various tools for virtual meetings have become everyday use. We want to believe companies large and small can move forward with intelligent digital innovation in the way they work. We are convinced that the resulting increase in efficiency and productivity may eventually outweigh all the additional costs due to COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Digital readiness"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The transition towards service-oriented business models: A European survey on capital goods manufacturers", "authors": [{"first": "F", "middle": [], "last": "Adrodegari", "suffix": ""}, {"first": "A", "middle": [], "last": "Bacchetti", "suffix": ""}, {"first": "N", "middle": [], "last": "Saccani", "suffix": ""}, {"first": "A", "middle": [], "last": "Arnaiz", "suffix": ""}, {"first": "T", "middle": [], "last": "Meiren", "suffix": ""}], "year": 2018, "venue": "International Journal of Engineering Business Management", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Business models for the service transformation of industrial firms", "authors": [{"first": "F", "middle": [], "last": "Adrodegari", "suffix": ""}, {"first": "N", "middle": [], "last": "Saccani", "suffix": ""}], "year": 2017, "venue": "Service Industries Journal", "volume": "37", "issn": "1", "pages": "57--83", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The role of digital technologies for the service transformation of industrial companies", "authors": [{"first": "M", "middle": [], "last": "Ardolino", "suffix": ""}, {"first": "M", "middle": [], "last": "Rapaccini", "suffix": ""}, {"first": "N", "middle": [], "last": "Saccani", "suffix": ""}, {"first": "P", "middle": [], "last": "Gaiardelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Crespi", "suffix": ""}, {"first": "C", "middle": [], "last": "Ruggeri", "suffix": ""}], "year": 2018, "venue": "International Journal of Production Research", "volume": "56", "issn": "6", "pages": "2116--2132", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The pandemic isn't a black swan but a portent of a more fragile global system", "authors": [{"first": "B", "middle": [], "last": "Avishai", "suffix": ""}], "year": 2020, "venue": "The New Yorker", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "New data shows vast scale of US economic breakdown", "authors": [{"first": "M", "middle": [], "last": "Badkar", "suffix": ""}, {"first": "B", "middle": [], "last": "Greeley", "suffix": ""}], "year": 2020, "venue": "Financial Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Servitization of the manufacturing firm", "authors": [{"first": "T", "middle": [], "last": "Baines", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Lightfoot", "suffix": ""}], "year": 2014, "venue": "International Journal of Operations & Production Management", "volume": "34", "issn": "1", "pages": "2--35", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Evolution of a service ecosystem: Longitudinal evidence from multiple shared services centers based on the economies of worth framework", "authors": [{"first": "A", "middle": [], "last": "Banoun", "suffix": ""}, {"first": "L", "middle": [], "last": "Dufour", "suffix": ""}, {"first": "M", "middle": [], "last": "Andiappan", "suffix": ""}], "year": 2016, "venue": "Journal of Business Research", "volume": "69", "issn": "8", "pages": "2990--2998", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "UK car sales fall 97% in worst month since 1946. Financial Times", "authors": [{"first": "P", "middle": [], "last": "Campbell", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Coronavirus is a wake-up call for supply chain management", "authors": [{"first": "T", "middle": ["Y"], "last": "Choi", "suffix": ""}, {"first": "D", "middle": [], "last": "Rogers", "suffix": ""}, {"first": "B", "middle": [], "last": "Vakil", "suffix": ""}], "year": 2020, "venue": "Harvard Business Review. hbr.org", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The agile supply chain. Industrial Marketing Management", "authors": [{"first": "M", "middle": [], "last": "Christopher", "suffix": ""}], "year": 2000, "venue": "", "volume": "29", "issn": "", "pages": "37--44", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Services, industry evolution, and the competitive strategies of product firms", "authors": [{"first": "M", "middle": ["A"], "last": "Cusumano", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Kahl", "suffix": ""}, {"first": "F", "middle": ["F"], "last": "Suarez", "suffix": ""}], "year": 2015, "venue": "Strategic Management Journal", "volume": "36", "issn": "4", "pages": "559--575", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Corporate immunity to the COVID-19 pandemic", "authors": [{"first": "W", "middle": [], "last": "Ding", "suffix": ""}, {"first": "R", "middle": [], "last": "Levine", "suffix": ""}, {"first": "C", "middle": [], "last": "Lin", "suffix": ""}, {"first": "W", "middle": [], "last": "Xie", "suffix": ""}], "year": 2020, "venue": "NBER Working Paper Series", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Industrial production down by 11.3% in euro area", "authors": [{"first": "", "middle": [], "last": "Eurostat", "suffix": ""}], "year": 2020, "venue": "Euro Indicators", "volume": "80", "issn": "2020", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Overcoming the service paradox in manufacturing companies", "authors": [{"first": "H", "middle": [], "last": "Gebauer", "suffix": ""}, {"first": "E", "middle": [], "last": "Fleisch", "suffix": ""}, {"first": "T", "middle": [], "last": "Friedli", "suffix": ""}], "year": 2005, "venue": "European Management Journal", "volume": "23", "issn": "1", "pages": "14--26", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Economic development, research and development, policy making: Some converging views", "authors": [{"first": "A", "middle": ["O"], "last": "Hirschman", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Lindblom", "suffix": ""}], "year": 1962, "venue": "Behavioral Science", "volume": "7", "issn": "", "pages": "211--222", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Airbus signals further production cut with job losses to follow", "authors": [{"first": "P", "middle": [], "last": "Hollinger", "suffix": ""}, {"first": "A", "middle": [], "last": "Woodhouse", "suffix": ""}], "year": 2020, "venue": "Financial Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "COVID-19: How businesses are handling the crisis", "authors": [{"first": "", "middle": [], "last": "Ilo", "suffix": ""}], "year": 2020, "venue": "ILO Monitor. COVID-19 and the world of work", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Enabling service innovation: A dynamic capabilities approach", "authors": [{"first": "D", "middle": [], "last": "Kindström", "suffix": ""}, {"first": "C", "middle": [], "last": "Kowalkowski", "suffix": ""}, {"first": "E", "middle": [], "last": "Sandberg", "suffix": ""}], "year": 2013, "venue": "Journal of Business Research", "volume": "66", "issn": "8", "pages": "1063--1073", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Servitization and deservitization: Overview, concepts, and definitions", "authors": [{"first": "C", "middle": [], "last": "Kowalkowski", "suffix": ""}, {"first": "H", "middle": [], "last": "Gebauer", "suffix": ""}, {"first": "B", "middle": [], "last": "Kamp", "suffix": ""}, {"first": "G", "middle": [], "last": "Parry", "suffix": ""}], "year": 2017, "venue": "Industrial Marketing Management", "volume": "60", "issn": "", "pages": "4--10", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Service infusion as agile incrementalism in action", "authors": [{"first": "C", "middle": [], "last": "Kowalkowski", "suffix": ""}, {"first": "D", "middle": [], "last": "Kindström", "suffix": ""}, {"first": "T", "middle": [], "last": "Brashear Alejandro", "suffix": ""}, {"first": "S", "middle": [], "last": "Brege", "suffix": ""}, {"first": "S", "middle": [], "last": "Biggemann", "suffix": ""}], "year": 2012, "venue": "Journal of Business Research", "volume": "65", "issn": "6", "pages": "506--513", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Service strategy in action: A practical guide for growing your B2B service and solution business", "authors": [{"first": "C", "middle": [], "last": "Kowalkowski", "suffix": ""}, {"first": "W", "middle": [], "last": "Ulaga", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Vi ska nyttja tillfället för att ställa om", "authors": [{"first": "J", "middle": [], "last": "Kristensson", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Effect of service integration strategy on industrial firm performance", "authors": [{"first": "K", "middle": [], "last": "Kwak", "suffix": ""}, {"first": "W", "middle": [], "last": "Kim", "suffix": ""}], "year": 2016, "venue": "Journal of Service Management", "volume": "27", "issn": "3", "pages": "391--430", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "After-sales service-necessary evil or strategic opportunity?", "authors": [{"first": "M", "middle": ["M"], "last": "Lele", "suffix": ""}], "year": 1997, "venue": "Managing Service Quality", "volume": "7", "issn": "3", "pages": "141--145", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The science of \"muddling through", "authors": [{"first": "C", "middle": ["E"], "last": "Lindblom", "suffix": ""}], "year": 1959, "venue": "Public Administration Review", "volume": "9", "issn": "2", "pages": "79--88", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Resilience in business and management research: A review of influential publications and a research agenda", "authors": [{"first": "M", "middle": ["K"], "last": "Linnenluecke", "suffix": ""}], "year": 2017, "venue": "International Journal of Management Reviews", "volume": "19", "issn": "1", "pages": "4--30", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Experimental analysis of a web-based training intervention to develop positive psychological capital", "authors": [{"first": "F", "middle": [], "last": "Luthans", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Avey", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Patera", "suffix": ""}], "year": 2008, "venue": "", "volume": "7", "issn": "", "pages": "209--221", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Exploration and exploitation in organizational learning", "authors": [{"first": "J", "middle": ["G"], "last": "March", "suffix": ""}], "year": 1991, "venue": "Organization Science", "volume": "2", "issn": "1", "pages": "71--87", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A behavior theory of the firm", "authors": [{"first": "J", "middle": ["G"], "last": "March", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Simon", "suffix": ""}], "year": 1963, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The lease as a marketing tool", "authors": [{"first": "R", "middle": ["B"], "last": "Mcneill", "suffix": ""}], "year": 1944, "venue": "Harvard Business Review", "volume": "22", "issn": "4", "pages": "415--430", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Theory building through conceptual methods", "authors": [{"first": "J", "middle": [], "last": "Meredith", "suffix": ""}], "year": 1993, "venue": "International Journal of Operations & Production Management", "volume": "13", "issn": "5", "pages": "3--11", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Elastic systems: Towards cyber-physical ecosystems of people, processes, and things", "authors": [{"first": "D", "middle": [], "last": "Moldovan", "suffix": ""}, {"first": "G", "middle": [], "last": "Copil", "suffix": ""}, {"first": "S", "middle": [], "last": "Dustdar", "suffix": ""}], "year": 2018, "venue": "Computer Standards & Interfaces", "volume": "57", "issn": "", "pages": "76--82", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Living on the slopes: Entrepreneurial preparedness in a context under continuous threat", "authors": [{"first": "P", "middle": [], "last": "Muñoz", "suffix": ""}, {"first": "J", "middle": [], "last": "Kimmitt", "suffix": ""}, {"first": "E", "middle": [], "last": "Kibler", "suffix": ""}, {"first": "S", "middle": [], "last": "Farny", "suffix": ""}], "year": 2019, "venue": "Entrepreneurship and Regional Development", "volume": "31", "issn": "5-6", "pages": "413--434", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Systemic risk of pandemic via novel pathogens-Coronavirus: A note", "authors": [{"first": "J", "middle": [], "last": "Norman", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bar-Yam", "suffix": ""}, {"first": "N", "middle": ["N"], "last": "Taleb", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Internet of things technologies, digital servitization and business model innovation in BtoB manufacturing firms. Industrial Marketing Management", "authors": [{"first": "M", "middle": [], "last": "Paiola", "suffix": ""}, {"first": "H", "middle": [], "last": "Gebauer", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Digital servitization in manufacturing: A systematic literature review and research agenda. Industrial Marketing Management", "authors": [{"first": "T", "middle": [], "last": "Paschou", "suffix": ""}, {"first": "M", "middle": [], "last": "Rapaccini", "suffix": ""}, {"first": "F", "middle": [], "last": "Adrodegari", "suffix": ""}, {"first": "N", "middle": [], "last": "Saccani", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Understanding the concept of supply chain resilience", "authors": [{"first": "S", "middle": ["Y"], "last": "Ponomarov", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Holcomb", "suffix": ""}], "year": 2009, "venue": "International Journal of Logistics Management", "volume": "20", "issn": "1", "pages": "124--143", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Maersk: Springing back from a catastrophic cyber-attack. I -Global Intelligence for Digital Leaders", "authors": [{"first": "R", "middle": [], "last": "Ritchie", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Capabilities for advanced services: A multi-actor perspective", "authors": [{"first": "V", "middle": ["M"], "last": "Story", "suffix": ""}, {"first": "C", "middle": [], "last": "Raddats", "suffix": ""}, {"first": "J", "middle": [], "last": "Burton", "suffix": ""}, {"first": "J", "middle": [], "last": "Zolkiewski", "suffix": ""}, {"first": "T", "middle": [], "last": "Baines", "suffix": ""}], "year": 2017, "venue": "Industrial Marketing Management", "volume": "60", "issn": "", "pages": "54--68", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "The antecedents of supply chain agility M. Rapaccini, et al. Industrial Marketing Management", "authors": [{"first": "P", "middle": ["M"], "last": "Swafford", "suffix": ""}, {"first": "S", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "N", "middle": [], "last": "Murthy", "suffix": ""}], "year": 2006, "venue": "", "volume": "88", "issn": "", "pages": "225--237", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Scale development and model testing", "authors": [], "year": null, "venue": "", "volume": "24", "issn": "", "pages": "170--188", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The black swan: The impact of the highly improbable", "authors": [{"first": "N", "middle": ["N"], "last": "Taleb", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Robust strategies for mitigating supply chain disruptions", "authors": [{"first": "C", "middle": ["S"], "last": "Tang", "suffix": ""}], "year": 2006, "venue": "International Journal of Logistics Research and Applications", "volume": "9", "issn": "1", "pages": "33--45", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Transformational shifts through digital servitization", "authors": [{"first": "B", "middle": [], "last": "Tronvoll", "suffix": ""}, {"first": "A", "middle": [], "last": "Sklyar", "suffix": ""}, {"first": "D", "middle": [], "last": "Sörhammar", "suffix": ""}, {"first": "C", "middle": [], "last": "Kowalkowski", "suffix": ""}], "year": 2020, "venue": "Industrial Marketing Management", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Organizational evolution: A metamorphosis model of convergence and reorientation", "authors": [{"first": "M", "middle": ["L"], "last": "Tushman", "suffix": ""}, {"first": "E", "middle": [], "last": "Romanelli", "suffix": ""}], "year": 1985, "venue": "Research in Organizational Behavior", "volume": "7", "issn": "", "pages": "171--222", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Punctuated equilibrium or ambidexterity: Dynamics of incremental and radical organizational change over time", "authors": [{"first": "J", "middle": [], "last": "Uotila", "suffix": ""}], "year": 2018, "venue": "Industrial and Corporate Change", "volume": "27", "issn": "1", "pages": "131--148", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Servitization: Disentangling the impact of service business model innovation on manufacturing firm performance", "authors": [{"first": "I", "middle": ["K"], "last": "Visnjic", "suffix": ""}, {"first": "B", "middle": [], "last": "Van Looy", "suffix": ""}], "year": 2013, "venue": "Journal of Operations Management", "volume": "31", "issn": "4", "pages": "169--180", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Report on the first quarter", "authors": [{"first": "Volvo", "middle": [], "last": "Group", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Elements of crisis resilience.M. Rapaccini, et al.  Industrial Marketing Management 88 (2020) 225-237", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Timeline of events in relation to the research plan [source data: www.worldometers.info/coronavirus/country/italy] 1 1 Confirmed cases and reported deaths are based on official Italian figures and", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Digitalization programs, pre-COVID-19 and accelerated because of COVID-19.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "A four-step COVID-19 crisis management model.M.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Product and service sales impact ⁎", "latex": null, "type": "table"}, "TABREF1": {"text": "Negative impact on different service types ⁎ The question was designed to ask the magnitude of a negative impact of COVID-19 on different service types: companies with null or limited impact are better off than companies with high or very high levels in relation to the specified type of service.", "latex": null, "type": "table"}, "TABREF2": {"text": "Impact on different service operation areas. We asked the magnitude of a negative impact of COVID-19: companies with null or limited impact are better off than companies with high or very high levels in relation to the specified type of impact.", "latex": null, "type": "table"}, "TABREF3": {"text": "Action plan of COVID-19 effects. COVID-19 effects Short-term actions: New normal Long-term implications: Next normal Social distancing of people working in backoffices Secure people through working from home options: • organize workplaces, move laptops and PCs, test/adjust connectivity, and configure VPNs, infrastructures, and applications • change practices for having productive remote meeting; enable remote collaboration and virtual coffee-break chats to keep employees engaged Cultural and structural reorganization of work habits: • new tools for remote collaborations • new employment arrangements and contracts Impediment to the movement of field technicians and spare parts Find options to deliver services that the customers can accept: • change the logic of dispatching and routing the field Create decentralized stocks of resources that can be orchestrated on the base of customers' needs: • empower the skills of service agencies and subsidiaries • promote customers self-solve • increase stocks on customer's premises Accelerate digital programs • remote assistance through AR/VR • condition monitoring through industrial internet platform • self-solve and troubleshooting • 3D printing of spare parts Higher costs of product-service solutions and risks of disruptions that may impact the customer's business Bear supplementary costs and communicate to the customers that you are totally focused on finding solutions to common problems", "latex": null, "type": "table"}}, "back_matter": [{"text": "This paper was inspired by the activities of the ASAP Service Management Forum, an industry-academia community aimed at developing knowledge and innovation in product-service systems and service management (www.asapsmf.org).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "Mario Rapaccini is Associate Professor of Entrepreneurship and Innovation Management at University of Florence. He is also in the faculty staff of Scuola Sant'Anna in Pisa. His main research interest deals with digitalization and servitization of industrial firms. He serves in the board of ASAP Service Management Forum (www.asapsmf.org), and he is member of the IFIP WG5.7 'Advances in Production Management Systems' and of the joint doctoral course of Universities of Pisa, Firenze and Siena on the topic of 'Smart Industry'.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "Engineering at the University of Brescia (Italy), where he is part of the RISE laboratory (Research and Innovation for Smart Enterprise, www.rise.it). He is member and past coordinator of the ASAP Service Management Forum, a community involving academics and practitioners to develop the culture and excellence in service management and servitization (www.asapsmf.org). His research activities concern service and supply chain management, with particular reference to the impact of phenomena such as the digital transformation, servitization, and circular economy on business models, supply chain configuration and operations management. He is author of several scientific publications in such fields. He has also taken part to several company transfer projects on such topics. , 2017), the leading book for industry executives on how to navigate the transition from a goods-centric to a service-savvy business model. he is a member of the RISE Laboratory (www.rise.it). His research activity concerns the areas of Supply Chain Management and Service Management, in particular the servitization and digital servitization fields. He is author of numerous of scientific publications on national and international conferences and journals. He is currently the national coordinator of the ASAP Service Management Forum, an industry-academia community about servitization and product-service systems, performing research transfer projects with companies and dissemination activities in these fields.", "cite_spans": [], "ref_spans": [], "section": "Nicola Saccani is Associate Professor at the Department of Industrial and Mechanical"}]}