{
    "paper_id": "0dda61d853d6f6dba83149056ef5b5cb7830cd88",
    "metadata": {
        "title": "New Trends in the Diagnosis and Molecular Epidemiology of Viral Diseases",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Despite intensive worldwide control programmes against infectious diseases, including vaccination programmes with the use of DIVA vaccines; mass culling (stamping out policies) and regulation of animal movements; various virus diseases still have a very high negative impact on animal health and welfare. The intensification of animal husbandry; centralisation of large groups of animals in industrial production units; globalization of trade in live animals and/or animal products, bedding and feeds; as well as increased tourism, are all considerable factors in the threat of devastating infectious diseases word-wide. The opening of borders between many countries such as in the European continent contributes greatly to the highrisk situation, where infectious agents may easily travel thousands of miles and then suddenly appear in areas where they are unexpected and probably even unknown. The sudden and unexpected appearance of any infectious disease in a new region, be it a country or a continent, may lead to a delayed or innaccurate diagnosis resulting in the uncontrolled spread of the disease agent to other susceptible populations of animals over large geographic areas. Recent major examples are incidences of foot-and-mouth disease (FMD) in the UK, the extension of rinderpest into the Somali plains and Rift Valley fever (RVF) spread into the Arabian Peninsula. The latest major problem is the occurrence, re-occurrence and rapid spread of influenza virus. All these exemplify the serious economic and social impact of the of highly contagious transboundary animal diseases (TADs).",
            "cite_spans": [
                {
                    "start": 1249,
                    "end": 1254,
                    "text": "(FMD)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The costs in dealing with TADs should be viewed both in terms of efforts to bring the disease under control and the consequent loss of livelihoods. As an example, the UK FMD outbreak in 2001 had a cost to the public sector estimated at around 4.5 billion Euros, and to the private sector at over 7.5 billion Euros. In considering such situations, the European Commission Scientific Committee on Animal Health and Animal Welfare report (adopted 24-25th April 2003) states, \"Recent outbreaks of foot-and-mouth disease (FMD), classical swine fever (CSF) and avian influenza (AI) have occurred in several member states and resulted in the slaughter of large numbers of animals as well as severe economic consequences\". The ethical problems arising as a consequence of current eradication strategies, as well as the social problems caused by the slaughter of large numbers of animals, must also be taken into account when considering the overall effects of TAD outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Costs of Disease"
        },
        {
            "text": "Global climatic changes have had a direct measureable effect on the emergence and spread of viral diseases, in particular those transferred by insect vectors. This is clearly illustrated by the northward spread of bluetongue in Europe that reached Scandinavian countires by 2007. African horse sickness virus, a close relative to bluetongue virus in the Orbivirus genus of the Reoviridae family, has shown a similar pattern in spreading toward regions of the world where this disease was previously unknown. The main reason for this is that the insect vectors of the viruses (Culicoides) have extended their range since the climatic conditions have changed favourably. Other vector-borne viral diseases, such as African swine fever, show similar tendency of expansion in infected territories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Factors"
        },
        {
            "text": "In addition to TADs, there is a range of other viral diseases in our animal populations with a more restricted or endemic geographical character, but these still have a high economic and socio-economic impact. Despite intensive eradication programmes, these diseases still cause severe problems due to direct or indirect losses in the animal populations; increased treatment costs and decreased production rates. Diseases caused by viruses such as bovine herpesviruses, adenoviruses, bovine viral diarrhoea virus, bovine respiratory syncitial virus and bovine coronaviruses to name a few, are still commonly found in cattle populations all over the world and their eradication remains an important task. Pig populations in most of the world suffer from a high variety of viral diseases. Classical swine fever, African swine fever, Aujeszky's disease, foot-and-mouth disease, swine vesicular disease and other well-known and characterised viral diseases of swine are permanent targets of eradication programmes worldwide, with varying rates of success. For example, classical swine fever has been eliminated from the domestic pig herds of the EU, but wild boar populations are still infected in several countries, posing a high risk, though re-infection, for the whole continent. African swine fever is spreading, as previously indicated and there are no potent vaccines available. New variants of the virus have recently emerged in Africa, while in Sardinia remains infecected. Porcine respiratory and reproductive syndrome (PRRS) is a commonly occurring disease caused by an emerging arterivirus, first detected first in 1991 in the Netherlands, after which it rapidly spread all over the world. Other diseases are increasing in importance such as Postweaning multisystemic wasting syndrome (PMWS) or Porcine Dermatitis and Nephropathy Syndrome (PDNS), were the association with porcine cirvovirus type 2 was found, however, several questions are still unanswered in aetiology, pathogenesis and many other important factors of these diseases of swine. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Diseases"
        },
        {
            "text": "The above examples indicate that there is necessity to develop and use improved diagnostic methods to keep worldwide track of viral infections, both in human and animal populations. Powerful new methods have to be developed, which allow the prompt detection and identification of the viruses, supporting the animal health authorities and organizations for combating the viral diseases more effectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need to Improve Diagnosis"
        },
        {
            "text": "With regard to the global importance of viral diseases, including the emerging and re-emerging TADs, the international organisations such as the World Organisation for Animal Health (OIE, previously known as Office International des Epizooties), the Food and Agricultural Organisation (FAO) and the International Atomic Energy Agency (IAEA) are helping to combat the diseases at the international level. Simultaneously, the EU, the USDA and other international and national programmes and grants are supporting the work for the improved detection and control of TADs. As an example, in 1994 the FAO established an Emergency Prevention System (EMPRES) for Transboundary Animal and Plant Pests and Diseases in order to minimize the risk of such emergencies developing. In the \"Animal Diseases\" component of EMPRES, major TADs are targeted, including rinderpest and other epidemic animal diseases, such as contagious bovine pleuropneumonia, foot-andmouth disease, contagious caprine pleuropneumonia, peste de petit ruminants, RVF, and lumpy skin disease. These are among the most contagious maladies and place a serious burden on the economies of the countries in which they occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need to Improve Diagnosis"
        },
        {
            "text": "In order to try and harmonise the efforts to combat TADs in a total of 172 Member Countries and Territories, the OIE organises work in the following structures of expertise, Specialist Commissions, Collaborating Centres, Reference Laboratories, OFFLU Working Groups and Ad hoc Groups. The OIE Collaborating Centres (OIE CCs) are centres of expertise in a specific designated sphere of competence relating to the management of general questions on animal health issues (for example epidemiology or risk analysis). In its designated field of competence, an OIE CC is providing expertise internationally. For details see www.oie.int, in OIE Mandate and Internal Rules for Collaborating Centres. Currently, the OIE has 24 CCs all over the world, dealing with many aspects of animal health, such as diagnosis, animal disease surveillance, risk analysis, epidemiology, food safety, animal welfare, vaccine evaluation, control of infectious diseases and veterinary medicinal products. A large part of work of the OIE CCs focuses on new and emerging diseases, and on national and international training (see: www.oie.int).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harmonization of Responses"
        },
        {
            "text": "The National Veterinary Institute (SVA) in Uppsala was nominated and registered by the OIE as a CC in 2005. At present, our institute is termed, \"OIE Collaborating Centre for the Biotechnology-based Diagnosis of Infectious Diseases in Veterinary Medicine\". Our tasks involve biotechnology-based diagnosis; international standardisation and validation of the diagnostic methods and national and international training. These are summarized on the website of the CC: http://sva.se/ oie-cc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harmonization of Responses"
        },
        {
            "text": "The previous research and development activities and molecular routine diagnostic activities of the CC have been summarised in review articles. More recent achievements in molecular diagnosis are summarized here; references are provided and strategies outlined as an updated report on the work of our OIE CC to further improve the conditions of animal health, welfare and food safety. This also serves as their basis for the use of the Standard Operation Procedures (SOPs), published in Chapter 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harmonization of Responses"
        },
        {
            "text": "Diagnostic Virology",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of Various PCR Methods in Routine"
        },
        {
            "text": "Shortly after the description of the PCR principle in 1985, our laboratory was one of the first to adapt the technique to diagnostic purposes and to develop routine diagnostic PCR assays. The first generation \"gel-based or classical\" PCR assays provided novel tools for the improved diagnosis of a high variety of TADs, as summarised in the reviews in the reference section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gel-Based and Real-Time PCR Assays as Novel Tools of Molecular Diagnosis"
        },
        {
            "text": "From the middle of the 1990s a wide range of real-time PCR assays were developed and applied to the diagnosis of TADs and other infectious diseases, as well to the improved detection of pathogens in food and feed. Various real-time PCR assays including TaqMan, Molecular Beacons (MB), Primer-Probe Energy Transfer (PriProET), Scorpion Primers, dual probe systems such as those utilized in the LightCycler R (Roche), dye-labelled oligonucleotide ligation (DOL) and SYBR R Green; showed high sensitivity and specificity for the detection both of viral and bactertial pathogens. Compared to the classical single or nested PCR methods, the new real-time PCR assays have a number of important advantages:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Various Real-Time PCR Assays Are Further Improving the Diagnostic Facilities"
        },
        {
            "text": "• Faster and higher throughput of tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Various Real-Time PCR Assays Are Further Improving the Diagnostic Facilities"
        },
        {
            "text": "• Real-time-PCR sensitivity close to or equal to traditional nested PCR even though a non-nested set-up is used. • Amplified products detected by measuring fluorescence through the lid of the reaction vessel without having to open the system, thus minimizing the risk of contamination from laboratory environment, or carryover into nearby samples. • Post-PCR handling of the products is not needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Various Real-Time PCR Assays Are Further Improving the Diagnostic Facilities"
        },
        {
            "text": "• The result of the PCR is not only either \"positive\" or \"negative\", but the real-time PCR assays allow a quantitative estimation of target nucleic acid in the sample. • Real-time quantitative PCR is more accurate and less labour-intensive than current quantitative PCR methods. • The hands-on time is greatly reduced, compared to traditional detection in agarose gels followed by ethidium bromide or GelRed TM staining. • The principle of the real-time PCR allows automation of the procedure, and the use of a 96-well microtiter plate format, without the need for nested PCR, which makes it very practical to automate. • Diagnosis can be further automated by using robots for DNA/RNA extractions and pipetting. • Probes for real-time PCR can be labelled with a number of different fluorophores, which function as individual reporter dyes for different primer sets thus, real-time PCR is very suitable for the development of multiplex PCR systems • Lower costs per detected agent, if the equipment can be used with a large enough number of samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Various Real-Time PCR Assays Are Further Improving the Diagnostic Facilities"
        },
        {
            "text": "Compared to the previous gel-based, classical, amplification assays, the real-time PCR techniques have a further advantages in that they allow the quantitative assessment of the targeted viral genomes. This can be very important in viral diagnosis, such as in the case of diagnosis of Postweaning Multisystemic Wasting Syndrome, where the number of viral particles or the viral loads of porcine circovirus type 2 (PCV2) have to be determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Various Real-Time PCR Assays Are Further Improving the Diagnostic Facilities"
        },
        {
            "text": "Currently, TaqMan and MB are the most commonly used real-time PCR methods in routine diagnostic laboratories consequently the SOPs in this book cover and mostly recommend these techniques. Simultaneously, other approaches, like the PriProET system, and LUX PCR are also under development in many laboratories and frequently applied. Recently other real-time PCR methods, such as the LATE PCR are also considered as robust, reliable assays for improved detection of various viruses, especially when adapted to simple tools, like portable PCR machines allowing on site diagnosis of the viral diseases, (see later).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Various Real-Time PCR Assays Are Further Improving the Diagnostic Facilities"
        },
        {
            "text": "It is very important to note that as diagnosticians we should not refer to \"realtime PCR\" in general, but should specify the method of real-time PCR precisely, as can be seen from the examples above. Thus the specification of the variant of realtime PCR, such as TaqMan or MB, is very important, considering that the various methods have different strengths and weaknesses, such as detection range, sensitivity, and specificity. It is also very important to understand that even within the same variant of the real-time PCR, significant differences can occur. As an example, various TaqMan methods developed for the detection of the same virus, can differ strongly in diagnostic specificity, sensitivity and other important parameters. Note the term diagnstic here, describing both sensitivity and specificity. Diagnostic refers to the performance of a test on \"real\" samples from the field. It is emphasized that the exact real-time PCR method used is clearly specified with very exact references to the methods applied, in order to avoid confusion and misunderstanding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Various Real-Time PCR Assays Are Further Improving the Diagnostic Facilities"
        },
        {
            "text": "Some real-time PCR assays have been shown to detect as few as ten genome copies of the targeted viruses. This indicates very high analytical sensitivity. Concerning specificity, the majority of the assays are able to detect and amplify entirely the selected target nucleic acids and no cross-reactivity is disturbs the diagnosis. However, \"wide spectrum\", \"pan-\" or \"general\" PCR assays are also in use. Such methods are for example the \"pan-pesti\" PCR assays, which amplify very conservative regions of the pestivirus genomes (e.g., selected regions from the 5 NCR), and are able to amplify all tested pestiviruses, such as bovine viral diarrhoea virus (BVDV), classical swine fever virus (CSFV) and Border disease virus (BDV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of Determining the Diagnostic Sensitivity and Specificity of the Real-Time PCR Assays, as Well as the Target Detection Range"
        },
        {
            "text": "Diagnostic work is effective and well organised when the laboratory is using an arsenal of wide-range (\"general\") real-time PCR assays for preliminary screening of the samples. Subsequently, the exact identification of the detected pathogens is made by \"narrower range\", highly specific PCR assays. Such assays allow not the exact identification of the virus variants(s), but allow the studies of molecular epidemiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Simultaneous Use of Various Real-Time PCR Methods, Allowing Wide-Range and More Specific Detection"
        },
        {
            "text": "The multiplex PCR methods are based on the use of multiple primers to allow amplification of multiple templates within a single reaction, for example, analysis of a single nasal or rectal swab collected from an animal suffering from a respiratory disease, or from enteritis/diarrhoea syndrome, respectively. By performing multiplex PCR, we seek to diagnose all possible pathogens which can be considered to be causing the disease complex. In general the multiplex PCR assays are useful for diagnostic purposes, providing the diagnostician the ability to detect more than one infectious agent(s) in a single assay. The gel-based PCR assays allow the development of multiplex PCR; however, the real-time PCR is even more suitable for multiplexing. The reason is that the individual probes for the component assays can be labelled with different fluorophores, each of which functions as a specific colour reporter dye for one set of primers. Since the fluorescent probes emit at different colour wavelengths, it enables an easy multiplexing of the assays. Compared to the single-target PCR techniques, the construction of multiplex assays can be rather complicated, considering the large number of primers required. The various primers might compete with each other, as they have to be placed in the same reaction mix of the classical nested PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiplex PCR in Routine Diagnosis"
        },
        {
            "text": "As stated above, the real-time PCR assays (using only single primer pairs) provide better possibilities for the construction of multiplex systems with multiple target components. Considering the diagnostic advantages of this principle, various multiplex PCR assays were developed at our laboratory, partly based on our own developments or in collaboration with EU project partner laboratories (http://www.multiplex-eu.org/ and http://www.labonsite.com/). For example, a multiplex (duplex) real-time PCR assay was developed and is now used in routine diagnosis for the simultaneous detection of bovine respiratory syncytial virus and bovine respiratory coronavirus, two pathogens important in the respiratory disease complexes of young calves. We have found that multiplex real-time PCR has the potential to produce considerable savings in time and effort, without compromising the robustness and sensitivity of the virus detection assays. However, as mentioned above, the competition of primers frequently hinder the development of potent multiplex PCR assays and the development trials may require long time and high costs, with uncertain success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiplex PCR in Routine Diagnosis"
        },
        {
            "text": "Primer-competition might cause serious problems, not only in time and costs, but also in other aspects. For example, the levels of specificity and sensitivity of the PCR assay may strongly drop and in certain cases the system is simply not working at all in a multiplex arrangement. Our experience is that in such cases it is more practical not to force the co-amplification in the same reaction vessel, but rather to amplify the various viruses side-by-side on a microplate. This system is also multiplex, since the various viruses are simultaneously detected from a tested clinical sample. We term this approach \"multi\" PCR. By using automated systems, the multiplex and rapid detection of the various pathogens is achieved very rapidly in multi PCR. Various multi PCR assay are regularly used in our routine diagnostic section, providing reliable results. The use of such systems is highly recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simultaneous Detection of Viruses and the Complex Diagnosis, Development of \"Multi PCR\" Assays Simplify Diagnosis"
        },
        {
            "text": "Since the proper preparation of the targeted viral nucleic acids is a crucial step of the molecular diagnostic procedures, the introduction of nucleic acid extraction robots is a common practice today. The use of the robots is significantly accelerating the diagnostic procedures and provide more safety. Realizing the high need for these equipments, the industry is producing a wide range various types of the nucleic acid purifying robots. For example, the GenoVision M48 extraction robots (Biorobot M48 station, Qiagen, Norway), utilize magnetic separation of the target molecules. By comparing the results of nucleic acid preparations of the robot with manual procedures, we found the robot more efficient and reliable. This robot purified the nucleic acids simultaneously from 48 samples, within 2.5 h. The products were clean enough to be amplified directly in the PCR. In addition to high speed, robustness and low labour-input, a further advantage of the robots is the reduced risk of cross contamination between specimens. By the introduction of special tools laboratory practices and internal controls (mimics) it was possible to reduce the danger of false positivity and false negativity rather soon in the history of the diagnostic PCR. The closed and automated systems of the robots provide strong safety for the PCR-based diagnostic assays. It is advisable to automate as many steps as possible in the diagnostic procedures. By simultaneously using nucleic acid extraction and pipetting robots with the real-time PCR machines, the laboratory can establish an automated diagnostic chain. Such chains have been established at our laboratory for the detection of several viruses. By the introduction of robots, high throughput and robust diagnostic assays have been established, with reduced manipulation requirement, less contamination risk and a very rapid diagnosis time, which is shortened from hours to minutes. Interestingly, the nucleic acid-based diagnosis will be similar to the ELISA-based diagnostic chains, using automated systems, which provide rapidity, robustness, low costs, reduced labour-requirement and an increased reliability of diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robots are Accelerating Molecular Diagnosis and Provide Better Safety"
        },
        {
            "text": "Besides PCR, alternative methods of nucleic acid amplification are in progress. Such methods are for example the Invader or the LAMP technologies, which became recently common, providing nucleic acid amplification based diagnosis to less sophisticated and equipped laboratories. Without the need for costly PCR machines, the isothermal amplification methods use only simple thermo-blocks, which are affordable to moderately equipped laboratories and even to simple field laboratories. Thus, the isothermal amplification methods are optimal in poor countries and for bringing the diagnostic facilities closer to the outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isothermal Amplification and the Use of Simple Thermo Blocks Can Replace Costly PCR Machines"
        },
        {
            "text": "Portable PCR machines are constructed to bring the laboratory facilities closer to the field cases. Several companies are producing and optimising such machines today, which can easily be used under field conditions; run on batteries and that allow complete disinfection of the equipment, providing simple sample preparation and rapid results, without the need for specific training. For example, the machines of the Smiths Detection's Portable Veterinary Diagnostic Laboratory addresses the issue by avoiding any transportation of samples to a laboratory. With this system the laboratory is taken into the field. It has been designed with field veterinarians in mind, comprising a portable briefcase-sized PCR instrument and a disposable sample preparation unit. Together they provide rapid on-site identification, in a wide range of weather conditions, by veterinarians or other workers in animal health, who require no technical understanding of the PCR methodologies, just raise the questions about the suspicion of the occurrence of a viral disease. Smiths Detection uses an advanced PCR chemistry called Linear After the Exponential PCR or LATE-PCR. This is an advanced form of asymmetric PCR that efficiently generates single-stranded amplicons under controlled conditions. LATE-PCR is further enhanced by additional technologies that improve sample preparation, suppress amplification errors, improve probe design for rapid highresolution analysis of the amplified product, make multiplexing easier, allow for rapid DNA sequencing, and enhances data analysis. The combination of the simple, portable PCR machines and LATE PCR provides simple facilities for the on site diagnosis of viral diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Portable PCR Machines"
        },
        {
            "text": "Assays involving PCR yield specific DNA products that can be investigated and analysed by several means. The nucleic acid composition of the products can be determined through nucleotide sequencing. The obtained nucleic acid sequences can be analysed and compared with each other and with previously described sequences, obtained from large international databases, such as the GenBank. The rapid phylogenetic identification and tracing of viruses is termed \"molecular epidemiology\". Molecular epidemiological studies were conducted, for example, when genetic variants of classical swine fever virus (CSFV) were identified in several countries of Central Europe and when it was hypothesised that EU and US genotypes of the porcine respiratory and reproductive syndrome virus (PRRSV) evolved from a common ancestor, which is suspected to originate from Eastern Europe. Also, a molecular epidemiological approach was implemented as part of the Swedish BVD-control programme as a tool to facilitate the identification and tracing of routes of transmission of bovine viral diarrhoea virus (BVDV) between herds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Studies of Molecular Epidemiology"
        },
        {
            "text": "PCR amplification and comparative nucleotide sequence analysis allow not only the direct detection of the viruses but also retrospective genetic analysis of biological products and clinical samples. For example such approach can be applied to determine the identity of virus strains used for vaccine production. In one of our recent studies a virus \"pick up\" was observed in a commercially produced live attenuated BVDV vaccine. The results of this work emphasize that the contamination of commercially available live vaccines with exogenous virus strains (such as BVDV strain originating from foetal calf serum or from bovine cells) is a real risk factor in the bioindustry. Considering this risk, unequivocal analysis, including molecular methods, is needed to verify the authenticity of biological products, such as vaccines, foetal calf serum batches, cell lines, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Studies of Molecular Epidemiology"
        },
        {
            "text": "Molecular epidemiology is providing a considerable help to the animal health authorities, when combating various viral diseases. The occurrence of virus variants is detected; the spread of various variants is traced, allowing epidemiological analysis, cutting of ways of infection, implementation of prevention rules and other measures to control the spread of the diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Studies of Molecular Epidemiology"
        },
        {
            "text": "Considering the frequent occurrence of the viral diseases worldwide and the very intensive R&D development in the field of molecular diagnosis, there is a high need for the international standardization and validation of the developed assays. It is important that the veterinary diagnostic laboratories use identical, validated techniques, providing comparable results and allowing the same conclusions in different regions of the world. This is the only way to combat TADs and endemic diseases effectively from a global aspects, following the \"one world, one health\" principle. National and international authorities require rigorous proof that the assays, used in various laboratories, are as reliable as possible and give identical results. International agencies like the OIE, the Joint FAO/IAEA Division, national research institutions and commercial companies make large efforts to agree on international standardization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The OIE Rules for the International Standardization and Validation of the PCR-Based Diagnostic Assays"
        },
        {
            "text": "The OIE regularly publishes standards for the validation of diagnostic assays. Validation and international standardization of nucleic acid amplification-based diagnostic methods (like PCR) is the major task for the animal health authorities. The usual practice is that the specificity and the sensitivity of the newly developed PCR assays are compared to conventional assays, like virus isolation. The \"in house\" PCR assays will soon have to be replaced by validated and standardized procedures. The validation, standardization and quality control of PCR-based diagnostic techniques, which are now in progress, are a major task.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The OIE Rules for the International Standardization and Validation of the PCR-Based Diagnostic Assays"
        },
        {
            "text": "This Manual is providing a very important collection of diagnostic methods recommended and approved by the OIE, by the OIE Reference laboratories and Collaborating Centres. The Manual is available both in printed and in online forms, for the later see: http://www.oie.int/eng/normes/mmanual/A_summry.htm Several chapters of the online version were updated in 2005 and 2006. Both versions will be completely updated and re-published in 2008.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OIE Manual of Diagnostic Tests and Vaccines for Terrestrial Animals 2004, 2008"
        },
        {
            "text": "This chapter is available on: http://www.oie.int/eng/normes/mmanual/A_00014.htm As co-author of Chapter I.1.4., I would like to quote several important parts of the text from the OIE Manual, \"The purpose of this chapter is to extend the rules to a direct method of infectious agent detection, i.e. to adapt the principles of validation to the PCR assays. The experiences of the last decade indicate that the PCR techniques will eventually supersede many of the classical direct methods of infectious agent detection. It is clear that the PCR is replacing virus isolation or bacteria cultivation for the detection of agents that are difficult or impossible to culture. There are several reasons for this trend, including that virus isolation requires, i) the presence of replicating viruses; ii) expensive cell culture and maintenance facilities; iii) as long as several weeks to complete the diagnosis; and iv) special expertise, which is missing or diminishing today in many laboratories. Although PCR assays were initially expensive and cumbersome to use, they have now become relatively inexpensive, safe and user-friendly tools in diagnostic laboratories. The sensitivity and specificity of PCR is generally greater than isolation or capture ELISA procedures.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation and Quality Control of Polymerase Chain Reaction Methods Used for the Diagnosis of Infectious Diseases (Chapter I.1.4. of the OIE Manual)"
        },
        {
            "text": "Our laboratory, in collaboration with other international partners has been actively involved in the validation processes, by following the stages of assay validation as suggested by the OIE. This is one of the reasons that the OIE granted our institute the title \"OIE Collaborating Center for the Biotechnology-based Diagnosis of Infectious Diseases in Veterinary Medicine\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OIE Collaborating Center for the Biotechnology-Based Diagnosis of Infectious Diseases in Veterinary Medicine"
        },
        {
            "text": "The tasks and mandate of the OIE CC are summarised in http://sva.se/oie-cc. One of the main tasks of the OIE CC is to contribute to the Manual of Diagnostic Tests and Vaccines for Terrestrial Animals, which is summarising the recommended diagnostic methods and procedures: http://www.oie.int/eng/publicat/en_standards.htm. A further task is to collaborate with international agencies, first of all with the Animal Production and Health Section, Joint FAO/IAEA Division, which is the Collaborating Centre of the OIE for ELISA and Molecular Techniques in Animal Disease Diagnosis. The two sister CCs of the OIE have joint efforts to conduct research in diagnostic development and in dissemination of results. By providing a view of the recent developments in molecular diagnostic virology and a collection of reliable SOPs, this book is a result if this collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OIE Collaborating Center for the Biotechnology-Based Diagnosis of Infectious Diseases in Veterinary Medicine"
        },
        {
            "text": "This book is providing a comprehensive collection of SOPs, developed for the improved diagnosis of viral diseases and recommended to diagnostic laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recent Developments in the Field of Diagnostic Virology at the OIE Collaborating Center for the Biotechnology based Diagnosis of Infectious Diseases in Veterinary Medicine"
        },
        {
            "text": "To complete the range of the proposed methods, to show further possibilities and to provide a wider view on the recent developments, the following paragraphs are summarising several very recent directions of diagnostic development in molecular diagnosis of viral diseases. Some of these methods are already used in the diagnostic laboratories, the other open new trends for the diagnosis in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recent Developments in the Field of Diagnostic Virology at the OIE Collaborating Center for the Biotechnology based Diagnosis of Infectious Diseases in Veterinary Medicine"
        },
        {
            "text": "Since the simultaneous detection of various serotypes of the virus is an important task in the field, the \"Multiplex PCR\" EU project developed a novel, robust quantitative real-time PCR assay for the simultaneous detection of all the seven serotypes of FMDV. This method is based on the Primer-Probe Energy Transfer (PriProET) principle and is targeting the 3D gene of the virus. The assay was validated for the efficacy to detect all the seven known FMDV serotypes. The test method was linear over a range of at least seven orders of magnitude and the detection limit was below the equivalent of 10 genomic copies of the virus. Analysing recent African probang samples the method was able to detect FMDV in materials from both cattle and buffalo. When compared to traditional virus cultivation, the virus detection sensitivity was similar but the PriProET method can provide a laboratory result much faster than virus cultivation. Thus, a complex diagnosis of a foot-and-mouth-disease outbreak can be accomplished within several hours, providing a powerful new tool for the animal health authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improved Detection of Foot-and-Mouth Disease Virus (FMDV) with a Novel, Robust Real-Time PCR"
        },
        {
            "text": "A solid phase microarray system was developed for the simultaneous detection of foot-and-mouth disease, vesicular stomatitis and swine vesicular disease viruses, using padlock probes. The application of padlock probes for detection of pathogens is a very recent trend in molecular diagnosis. Padlock probes are circularizable oligonucleotides useful for highly multiplex genetic studies. These probes have the capacity to detect simultaneously thousands of different target sequences in a single multiplex array system. Each viral nucleic acid serves as template for a padlock probe equipped with a unique sequence (tag) associated to that specific target. Circularized probes are amplified with a single universal primer pair and the fluorescently labelled products are then sorted, using the tag sequences, on a microarray. The assay principle is straightforward comprising a few internally controlled reaction steps in a single vessel. Run-times were comparable to real-time PCR, but with the benefit that the presence of several viruses and their various serotypes can be analyzed within the same reaction. Although the cost for oligonucleotides and array slides is higher than that for conventional PCR assays, it is reduced in proportion to the number of assays made. In this format, multiplex detection using padlock probes and microarrays could have implications in more effective screening for viruses causing similar vesicular symptoms and in turn facilitate rapid counteractions, especially in case of FMD outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solid Phase Microarrays in Veterinary Diagnostic Virology, Based on Padlock Probes"
        },
        {
            "text": "Using padlock-probe chemistry for multiplexed preamplification and microarray for detection, we developed an assay for the simultaneous detection and subtyping of avian influenza viruses (AIV). The assay has the outstanding feature to identify both the hemagglutinin (HA) and the neuraminidase (NA) surface antigens of AIV from a single reaction. We tested 77 influenza strains, representing the entire assortment of HA and NA, and 100% (77/77) of the samples were identified as AIV and 97% (75/77) were correctly subtyped. The specificity of the assay was determined testing heterologous pathogens. The results indicate that the assay is a useful and robust tool for high throughput rapid detection and typing of AIVs, with advantages compared to conventional methods. In summary, the padlock probes, adapted to microarray formats, provide novel means of powerful and very complex novel molecular diagnosis. Compared to realtime PCR assays, the padlock probe based microarrays are inferior in sensitivity, but they allow a very multiplex diagnosis and the simultaneous analysis of thousands of specimens in the same system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Padlock Probes for Broad-Range Detection and Subtyping of Avian Influenza Viruses"
        },
        {
            "text": "Hepatitis E virus (HEV) is an important cause of food-and waterborne diseases in countries with poor sanitation, but recently it is getting more frequent also in regions of the world where the health services are of high standard. Previously the disease cases were observed in connection to travelling, recently zoonotic transmission is also suspected, i.e., a direct route of infection, from animals to humans. For the improved detection of the virus, two real-time PCR methods were developed and compared, a TaqMan R and Primer-Probe Energy Transfer (PriProET) assay. These robust, highly sensitive methods provide valuable diagnostic tools to investigate zoonotic transmission, to detect the virus in the food chain. They are used in research related to the potential of hepatitis E virus to cross the species barrier. By using the two novel PCR assays a broad range of viruses were detected, representing all the four genotypes of HEV. On comparison, the TaqMan R assay showed higher fluorescence values for positive samples. On the other hand, the PriProET better tolerated the point mutations in the target nucleic acids. Thus, the PriProET provides a more powerful tool to detect new variants of HEV. The two real-time PCR assays are useful novel tools for virus detection and for molecular epidemiology. In addition, the assays provide novel tools to study the biology of the viruses, including the transmission between various species and the zoonotic aspects of HEV infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel TaqMan R and Primer-Probe Energy Transfer Assays for the Improved, Universal Detection of Hepatitis E Virus"
        },
        {
            "text": "Based on primer-probe energy transfer (PriProET), we developed a real-time PCR assay to detect swine vesicular disease virus (SVDV). The assay was highly sensitive with a detection limit corresponding to five copies of viral genome equivalents, and had a high specificity demonstrated by testing of heterologous viruses. A major advantage of the PriProET chemistry is tolerance toward mutations in the probe region. Melting curve analysis directly after PCR, with determination of probe melting point, confirmed specific hybridisation of the SVDV strains. Eight of twenty SVDV strains tested, revealed shifted melting points that indicated mutations in the probe region, which were confirmed by nucleotide sequencing. With the PriProET system there is a chance to identify phylogenetically divergent strains of SVDV, which may appear negative in other probe-based real-time PCR assays. Moreover, any difference in melting points may provide an indication of divergence in the probe region. The described SVDV PriProET assay, with high sensitivity, specificity, and tolerance toward mutations in the probe region, provides a powerful tool for the improved and rapid detection of SVDV. Furthermore, it allows a reduced turnaround time and the use of high-throughput, automated technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of a Real-Time PCR Assay Based on Primer-Probe Energy Transfer for the Detection of Swine Vesicular Disease Virus"
        },
        {
            "text": "A one-step reverse transcriptase loop-mediated isothermal amplification (RT-LAMP) assay was developed recently for the improved detection of swine vesicular disease virus (SVDV). The assay provided a wide SVDV detection range, since all the 28 tested isolates of this virus were tested positive. Simultaneously, it yielded high specificity; because all tested heterologous viruses gave negative results, such as foot-and-mouth disease virus (FMDV) and vesicular stomatitis virus (VSV). Since SVDV, FMDV and VSV cause very similar symptoms, the highly specific detection and identification of SVDV is very important. By testing RNA from clinical samples including nasal swabs, serum and faeces, the performance of the RT-LAMP was compared to a real-time PCR assay. When testing nasal swabs and serum, the sensitivity of the assays was approximately equivalent. Interestingly, by testing faecal samples the RT-LAMP assay performed better. According to our hypothesis, inhibitory substances probably less influenced the RT-LAMP assay and this could be the reason of the better performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simple and Rapid Detection of Swine Vesicular Disease Virus with a One-Step Reverse Transcriptase Loop-Mediated Isothermal Amplification Assay"
        },
        {
            "text": "The RT-LAMP assay has several strong features, which prove the applicability as a powerful new tool of SVDV detection, these include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simple and Rapid Detection of Swine Vesicular Disease Virus with a One-Step Reverse Transcriptase Loop-Mediated Isothermal Amplification Assay"
        },
        {
            "text": "(i) As an isothermal amplification method, this does not require costly PCR machines, just a simple thermoblock. (ii) Rapidity, since results are obtained within 30-60 min. (iii) It can be highly specific and sensitive, as described above (iv) Test reading is simple since the results are visualised either by gel-electrophoresis or by the naked eye through the addition of SYBR R Green ( Fig. 4.1) a) b) Fig. 4.1 Simple detection of swine vesicular disease virus (SVDV) by loop-mediated isothermal amplification assay (LAMP) assay. By applying isothermal amplification, no expensive PCR machines are needed, only a simple thermo-block. The reading of the results is also simple by running a gel-electrophoresis (a) or by naked eye through the addition of SYBR R Green, in order to show the positive results by green colour (b). Three positive samples are seen on the left and one negative on the right, both on panels \"a\" and on \"b\". In addition, \"a\" shows a size marker on the very left. Picture b) kindly provided by AL Blomström Since the RT-LAMP can easily be performed in modestly equipped field laboratories and it can be adapted to mobile diagnostic units, it provides novel tool for the \"front line\" diagnosis of swine vesicular disease, an important TAD. Considering the above-listed advantages of the RT-LAMP technology, we are adapting this method to the improved diagnosis of a range of viral diseases in various host species, including cattle.",
            "cite_spans": [
                {
                    "start": 1020,
                    "end": 1032,
                    "text": "AL Blomström",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 398,
                    "text": "Fig. 4.1)",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 413,
                    "text": "Fig. 4.1",
                    "ref_id": null
                }
            ],
            "section": "Simple and Rapid Detection of Swine Vesicular Disease Virus with a One-Step Reverse Transcriptase Loop-Mediated Isothermal Amplification Assay"
        },
        {
            "text": "For the rapid subtyping and pathotyping of avian influenza viruses (AIV) a onestep real-time SYBR R Green RT-PCR assay was developed. Primers were selected to target highly conserved nucleotide stretches that flank the cleavage site of the haemagglutinin (HA) gene of AIVs. By sequencing the amplified PCR products, both the subtype and in case of H5 subtypes even the pathotype of the detected AIV can rapidly be identified. By testing 27 strains of AIV and nine heterologous pathogens, including influenza B and C, and various avian viruses, the specificity of the assay was confirmed. Since the subtype and pathotype determination were completed within approximately 6 h, the SYBR R Green RT-PCR assay provides a powerful new too in the arsenal of influenza diagnostics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtyping and Pathotyping of Avian Influenza Viruses with a One-Step Real-Time SYBR R Green RT-PCR Assay"
        },
        {
            "text": "Considering that during the TAD outbreaks one of the most important requirements is the prompt diagnosis, a one-step real-time PCR assay was developed at our OIE CC. The assay is based on the amplification of genomic sequences from the HA gene, for the rapid and simultaneous detection of a broad spectrum of influenza viruses, including highly pathogenic avian influenza variants. Several prototypes of real-time PCR systems, which use the superconvection principle (\"Superconvection QPCR\"; Alpha Helix, Uppsala, Sweden), were used both for amplification and for cycle sequencing reactions (Figure 4.3) . Identification and differentiation of pathogenicity variants of AIV (HPAI or LPAI) were determined, based on sequencing of HA gene and the results were obtained in less than 2 h. The procedures included 30 min for RNA purification, 30 min for superconvection QPCR, cycle 20 min for sequencing reactions with superconvection and 20 min for sequencing by capillary electrophoresis (up to 700 bases). The wide screening of different subtypes of avian influenza in a single QPCR, followed by rapid sequencing that covers cleavage site of HA gene, allow monitoring the viral load of influenza strains in wild birds and in farmed poultry. Furthermore, the method could provide a very rapid and highly reliable molecular diagnosis in a possible pandemic influenza A scenario. Further optimization is in progress.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 591,
                    "end": 603,
                    "text": "(Figure 4.3)",
                    "ref_id": null
                }
            ],
            "section": "Ultra Rapid Nucleic Acid Amplification and Nucleotide Sequencing Analysis"
        },
        {
            "text": "Proximity ligation is based on the following principle: The recently established proximity ligation mechanism enables sensitive high-capacity protein detection, identification and measurement by converting the detection of specific proteins to the analysis of DNA sequences. Proximity ligation enables a specific and quantitative transformation of proteins present in a sample into nucleic acid sequences. As pairs of so-called proximity probes bind the individual target protein molecules at distinct sites, these reagents are brought in close proximity. The probes consist of a protein specific binding part coupled to an oligonucleotide with either a free 3 -or 5 -end capable of hybridizing to a common connector oligonucleotide. When the probes are in proximity, promoted by target binding, then the DNA strands can be joined by enzymatic ligation. The nucleic acid sequence that is formed can then be amplified and quantitatively detected in a real-time monitored polymerase chain reaction. This convenient assay is simple to perform and allows highly sensitive protein detection. Our partner laboratories (OLINK and SVANOVA, Uppsala) reported that detection sensitivities similar to those of nucleic acid-based detection reactions were achieved for the rapid detection of foot-and-mouth disease virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proximity Ligation, Novel Means of Protein Detection by Nucleic Acid Amplification"
        },
        {
            "text": "Compared to AgELISA, the sensitivity of proximity ligation proved to be higher in several approaches. Thus, proximity ligation of proteins can be of great value for early diagnosis of infectious disease and in biodefense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proximity Ligation, Novel Means of Protein Detection by Nucleic Acid Amplification"
        },
        {
            "text": "At present, we are adapting the proximity ligation technique to the detection of surface antigens of various viruses, such as avian influenza virus.The combination of nucleic acid and antigen detection approaches will hopefully yield a more complex, multilateral diagnosis of TADs. In addition, replacement of Antigen-ELISA with more sensitive assay would be a great step in the diagnosis of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proximity Ligation, Novel Means of Protein Detection by Nucleic Acid Amplification"
        },
        {
            "text": "A novel assay was developed for the rapid detection and discrimination of pestiviruses, i.e., BVDV types 1 and 2, CSFV and BDV, by using magnetic bead detection of PCR products on microarrays. After amplification, the PCR products are hybridized onto an array, followed by visualization with streptavidin-coated magnetic beads. The simple set-up allows visualization of results on the array either with the naked eye or a microscope, and makes this novel assay suitable for use in a modestly equipped laboratory. A panel of pestiviruses comprising members of all the four accepted species was used to evaluate the assay. Other post-PCR detection methods (e.g., gel electrophoresis and suspension microarray) were used as comparisons for the determination of the detection sensitivity of the assay. The results clearly indicate that the assay provides a novel, robust and highly sensitive and specific method for the improved detection and discrimination of viral pathogens. Considering the simplicity of the assay, and the very simple detection procedure in particular, this magnetic bead-based assay offers a powerful and novel technology for molecular diagnostics in virology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Simple Magnetic Bead-Based Microarray for Detection and Discrimination of Pestiviruses"
        },
        {
            "text": "During a study on Bovine Viral Diarrhoea (BVD) epidemiology in Thailand, by using indirect antibody ELISA, an antigen ELISA and PCR, a pestivirus was detected in heat-inactivated serum sample of a calf. The PCR products were sequenced and the comparative nucleotide sequence analysis showed that this virus was closely related to a recently described atypical pestivirus (D32/00_'HoBi') that was first isolated from a batch of foetal calf serum collected in Brazil (Fig. 4.2) . Unrooted phylogram generated from a fragment of the 5´NCR sequences of selected representatives of each known species within the genus Pestivirus, including the tentative pestivirus of giraffe, the D32/00_'HoBi' and Th/04_KhonKaen (TKK). The sequences of pestivirus reference strains and previously described strains were obtained from the GenBank. The phylogram shows the phylogenetic position of the newly detected pestiviruses Hobi and TKK as new variants of BVDV (BVDV-3?), see more in Liu et al. [26] It was also demonstrated that the Thailand virus (called Th/04_KhonKaen, or TKK) was circulating in the herd. The study was the first to report a natural infection in cattle with a virus from this group of atypical pestiviruses.",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 983,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 475,
                    "text": "(Fig. 4.2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Detection of an Emerging Pestivirus in Cattle and Further Characterization by Means of Molecular Diagnostics and Reverse Genetics"
        },
        {
            "text": "The data suggested that these viruses might be spread in cattle populations in various regions of the world. If so, these atypical bovine pestiviruses can have important implications for BVD control and for the biosafety of vaccines and other biological products, produced with foetal calf serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of an Emerging Pestivirus in Cattle and Further Characterization by Means of Molecular Diagnostics and Reverse Genetics"
        },
        {
            "text": "To study these important issues, we needed a \"live\" virus, which can be replicated and studies from various aspects. Since the serum was inactivated, virus isolation was not possible. Thus, we applied methods of reverse genetics, in order to \"reconstruct\" the inactivated virus from the inactivated serum sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of an Emerging Pestivirus in Cattle and Further Characterization by Means of Molecular Diagnostics and Reverse Genetics"
        },
        {
            "text": "By using transfection of the viral nucleic acids, the virus was reconstructed and re-gained its capacity to grow in cell cultures. Full-genome characterization of the new virus was performed after recuperation of the inactivated virus through transfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of an Emerging Pestivirus in Cattle and Further Characterization by Means of Molecular Diagnostics and Reverse Genetics"
        },
        {
            "text": "This characterization, and phylogenetic analysis based on the full genome sequence, demonstrated that the virus was closely related to BVDV, suggesting that TKK and other HoBi-like pestiviruses constitute a third genotype of BVDV, i.e. BVDV type 3 (BVDV-3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of an Emerging Pestivirus in Cattle and Further Characterization by Means of Molecular Diagnostics and Reverse Genetics"
        },
        {
            "text": "Recently we can see a considerable progress not only in the development of various nucleic acid detection methods, but also in molecular epidemiology. Traditionally, inferring molecular phylogeny used to be performed by distance-based method, i.e. neighbour joining for single genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Epidemiology, New Approaches"
        },
        {
            "text": "In a recent study at our OIE CC, a Bayesian approach was exploited to analyze five genetic regions of BVDV genome (5-UTR, N pro , E2a, E2b, and NS3) for 68 taxa retrieved from GenBank. The best performance of the method was achieved when analyzing a genetic region with appropriate proportions of conserved and variable sites or a combined dataset composed of all five genetic regions. In the future, Bayesian method combined with other traditional tree-building methods can be used to estimate a more reliable viral phylogenetic tree and to study the emerging and/or occurrence new variants of BVDV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Epidemiology, New Approaches"
        },
        {
            "text": "The listed examples provide a short view about recent developments in molecular diagnostic virology. This field is developing rapidly and many novel approaches of virus detection and characterization are improving the means of virus detection and characterisation. There is no space to list many approaches, just several examples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Further Trends, New Directions in Molecular Diagnostic Virology"
        },
        {
            "text": "To systematically identify and analyze the viral genomes, e.g., the15 HA and 9 NA subtypes of influenza A virus, we need reliable, simple methods that not only characterize partial sequences but analyze the entire influenza A genome. By the selection and construction of specific sets of primers, it is possible to generate full-length cDNAs, to subtype viruses, to sequence their DNA, and to construct expression plasmids for reverse genetics systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Full-Genome Amplification of Viral Genomes"
        },
        {
            "text": "By the use of new sequencing machines, such as the 454 sequencers (Roche, http://www.454.com/), 30-60 million nucleotides can be sequenced within several hours. The technique is extremely important in the genetic research, including the investigation and comparison of the viral genomes. By this way very exact information can be obtained about the full-length sequences of the tested viral genomes. These long sequences provide more reliable data for determination of evolutionary aspects, relationships of viruses, viral subpopulations and many other important aspects of molecular virology (Fig. 4.3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 593,
                    "end": 603,
                    "text": "(Fig. 4.3)",
                    "ref_id": null
                }
            ],
            "section": "Full-Genome Sequencing of Viral Genomes"
        },
        {
            "text": "In order to facilitate the detection of such viruses a range of molecular methods have been developed, in order to genetically characterize new viruses without prior in vitro replication or the use of virus-specific reagents. In the recent metagenomic Fig. 4.3 Rapid sequencing of the viral genomes. QuanTyper TM -48, from AlphaHelix Molecular Diagnostics AB, is the first real-time thermo cycling instrument utilizing SuperConvection TM to speed up the cycling process. This is achieved by subjecting the samples to high g-force, (via centrifugation), while cycling the temperature. The result is an increased mixing of the sample fluid that improves both the temperature homogenization and the kinetics of the reaction. This makes the QuanTyper-48 very fast but also very flexible with a vast sample volume range, accommodating reactions from 20 to 200 μL in volume using standard PCR-tubes. Typically a 20 μL real-time PCR assay is ready within 15 min while a 200 μL reaction takes up to 50 min to complete. Since such viruses can also be important factors in various diseases, it is important to work on methods, which facilitate their detection studies viral particles were detected in uncultured environmental and clinical samples, by using random amplification of their nucleic acids, prior to subcloning and sequencing. Already known and novel viruses were then identified by comparing their translated sequence to those of viral proteins in public sequence databases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "Fig. 4.3",
                    "ref_id": null
                }
            ],
            "section": "Full-Genome Sequencing of Viral Genomes"
        },
        {
            "text": "A wide range of specimens was tested by viral metagenomic approaches, such faeces, serum, plasma, respiratory secretions and organ suspensions, seawater, near shore sediments, etc. Selection of samples with high viral loads, purification of viral particles, removal of cellular nucleic acids, efficient sequence-independent amplification of viral RNA and DNA, recognizable sequence similarities to known viral sequences and deep sampling of the nucleic acid populations through large scale sequencing can all improve the possibilities to detect new viruses and to increase the yield. Viral metagenomic approaches provide novel opportunities to generate an unbiased characterization of the viral populations in various organisms and environments. For example, such techniques led to the detection of new parvoviruses, termed bocaviruses, in lower respiratory tract infections of children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Full-Genome Sequencing of Viral Genomes"
        },
        {
            "text": "Characterization of hitherto unknown viruses is often hindered due to reasons such as,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Metagenomics, Search for Unknown Viruses"
        },
        {
            "text": "• Inability or very poor capacity to grow in cell cultures • Low copy number or unusual virion structure, hindering the detection and identification of the virions with electron microscopy • Being a minor part of mixed viral infections, where the co-infecting other viruses are dominant • Limited antigenic/serological cross-reactivity, hindering the detection by antigenantibody assays, such as AgELISA, immunofluorescence or immunohistochemistry • The lack of nucleic acid identity or similarity to known viral sequences, thus, remaining undetected in nucleic acid hybridization assays • Remaining undetected even by PCR assays, due to unique genome structures, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Metagenomics, Search for Unknown Viruses"
        },
        {
            "text": "By detecting a range of new viruses recently, viral metagenomics have broadened the range of known viral diversity and opened a very interesting new area in virological research and diagnosis. It is worth to mention, that the abovementioned approaches are not completely different and separated for each other, because they are frequently used together, in a complex assay. For example, full length amplification and full-length sequencing of the viral genomes is a logical combination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Metagenomics, Search for Unknown Viruses"
        },
        {
            "text": "Here only very few examples were given for the new trends. This area is extremely rapidly expanding in the recent days and a wide range of techniques is under development to conduct research in viral metagenomics and to detect unknown viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Metagenomics, Search for Unknown Viruses"
        },
        {
            "text": "This chapter gives a short summary from the OIE Collaborating Center for the Biotechnology-based Diagnosis of Infectious Diseases in Veterinary Medicine, summarising briefly several of the recent developments in molecular diagnostic virology. The purpose is to provide a view and a basis for the better understanding of the SOPs, provided in the subsequent chapters of this book.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Recommendations"
        },
        {
            "text": "Various aspects of diagnosis of viral diseases are shortly discussed are brief recommendations are given. Technical facilities are outlined and selected references are provided. This guidance is helping the reader to see the background of the SOPs and to follow the technical suggestions, in order to diagnose the viral diseases rapidly and effectively, following the rules of international standardisation and validation of the diagnostic assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pro and contra IBR-eradication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Engels",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet. Microbiol",
            "volume": "113",
            "issn": "",
            "pages": "293--302",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A highly sensitive and specific gel-based multiplex PCR assay for the simultaneous and differential diagnosis of African swine fever and classical swine fever in clinical samples",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agüero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zamora",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sánchez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sánchez-Vizcaíno",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet. Res",
            "volume": "35",
            "issn": "",
            "pages": "551--563",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cloning of a human parvovirus by molecular screening of respiratory tract samples",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tammi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bjerkner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiveljung-Lindell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Erratum in Proc. Natl. Acad. Sci",
            "volume": "102",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Retrospective genome analysis of a live vaccine strain of bovine viral diarrhoea virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bálint",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baule",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pálfi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet. Res",
            "volume": "36",
            "issn": "",
            "pages": "89--99",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Microarray-based molecular detection of Foot-and-mouth disease, Vesicular stomatitis and Swine vesicular disease viruses, using padlock probes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Banér",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gyarmati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yacoub",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hakhverdyan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stenberg",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ericson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Landegren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol. Methods",
            "volume": "143",
            "issn": "",
            "pages": "200--206",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The molecular diagnosis of porcine viral diseases, a review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Acta. Vet. Hung",
            "volume": "53",
            "issn": "",
            "pages": "113--137",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Experiences of an OIE Collaborating Centre in molecular diagnosis of transboundary animal diseases, a review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Dev. Biol. (Basel)",
            "volume": "128",
            "issn": "",
            "pages": "103--115",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular diagnosis of viral diseases, present trends and future aspects a view from the OIE Collaborating Centre for the Application of Polymerase Chain Reaction Methods for Diagnosis of Viral Diseases in Veterinary Medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "5444--52",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Recent achievements and trends in the molecular diagnosis of bovine viral diseases -a view from the \"OIE Collaborating Centre for the Application of Polymerase Chain Reaction Methods for the Diagnosis of Viral Diseases in Veterinary Medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hakhverdyan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Dtsch. Tierärztl Wochenschr",
            "volume": "113",
            "issn": "",
            "pages": "129--162",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Molecular diagnosis of animal diseases, some experiences over the past decade",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thorén",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Expert Rev. Mol. Diagn",
            "volume": "1",
            "issn": "",
            "pages": "434--477",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Manual of Diagnostic Tests and Vaccines for Terrestrial Animals (mammals, birds and bees). Fifth Edition, Chapter",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Office International des Epizooties (OIE)",
            "volume": "",
            "issn": "",
            "pages": "30--36",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A one-step reverse transcriptase loop-mediated isothermal amplification assay for simple and rapid detection of swine vesicular disease virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Blomström",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hakhverdyan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dukes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jp",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol. Methods",
            "volume": "147",
            "issn": "",
            "pages": "188--93",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Amplification of the entire genome of influenza A virus H1N1 and H3N2 subtypes by reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Chi",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol. Methods",
            "volume": "136",
            "issn": "",
            "pages": "38--43",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Aspects of kit validation for tests used for the diagnosis and surveillance of livestock diseases, producer and end-user responsibilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Crowther",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Unger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Viljoen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Rev. Sci. Tech",
            "volume": "25",
            "issn": "",
            "pages": "913--948",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Viral metagenomics",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Delwart",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rev. Med. Virol",
            "volume": "17",
            "issn": "",
            "pages": "115--146",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rapid and simultaneous detection of avian influenza and Newcastle disease viruses by duplex polymerase chain reaction assay",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Farkas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sámi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Germán",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kecskeméti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kardos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Zoonoses Public Health",
            "volume": "54",
            "issn": "",
            "pages": "38--43",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Rapid and differential diagnosis of foot-and-mouth disease (FMD), swine vesicular disease (SVD) and vesicular stomatitis (VS) by a new multiplex RT-PCR assay, analysing clinical samples",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agüero",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sánchez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sánchez-Vizcaíno",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol. Methods",
            "volume": "147",
            "issn": "",
            "pages": "301--312",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Universal detection of hepatitis E virus by two real-time PCR assays, TaqMan and Primer-Probe Energy Transfer",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gyarmati",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Norder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blomberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Widén",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol. Methods",
            "volume": "146",
            "issn": "",
            "pages": "226--261",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Simultaneous genotyping of all hemagglutinin and neuraminidase subtypes of avian influenza viruses using padlock probes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gyarmati",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Conze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zohari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Leblanc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Landegren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Banér",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Clin. Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "1747--51",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Development of a real-time PCR assay based on primer-probe energy transfer for the detection of swine vesicular disease virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hakhverdyan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tb",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thorén",
                    "suffix": ""
                },
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Uttenthal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch. Virol",
            "volume": "151",
            "issn": "",
            "pages": "2365--76",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Development of invader squared assay for the detection of African swine fever DNA and comparison to PCR based assays",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hjertner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meehan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mckillen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcneilly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol. Methods",
            "volume": "124",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Universal primer set for the full-length amplification of all influenza A viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stech",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Arch.Virol",
            "volume": "146",
            "issn": "",
            "pages": "2275--89",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Application of LUX (light upon extension) flourogenic primer utilizing real-time RT-PCR for the rapid detection of avian influenza viruses",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Germán",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sámi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farkas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kardos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kecskeméti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dán",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acta. Vet. Hung",
            "volume": "54",
            "issn": "",
            "pages": "525--558",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Bovine respiratory syncytial virus (BRSV), a review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Acta. Vet. Scand",
            "volume": "41",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Development of a magnetic bead microarray for the simultaneous and simple detection of four pestiviruses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Leblanc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gantelius",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwenk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ståhl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blomberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Andersson-Svahn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol. Methods",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Identification of a new species of pestivirus as genotype-3 Bovine Viral Diarrhoea Virus (BVDV-3) based on full-length genome sequence analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kampa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baule",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Molecular beacon real-time PCR detection of swine viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mckillen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hjertner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcneilly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adair",
                    "suffix": ""
                },
                {
                    "first": "Allan",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol. Methods",
            "volume": "140",
            "issn": "",
            "pages": "155--65",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "BVD control in Europe, current status and perspectives",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moennig",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Houe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ani. Health Res. Rev",
            "volume": "6",
            "issn": "",
            "pages": "63--74",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evaluation of a novel proximity ligation assay for the sensitive and rapid detection of foot-and-mouth disease virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nordengrahn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gustafsdottir",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ebert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dp",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ferris",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Np",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brocchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grazioli",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Landegren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merza",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Microbiol",
            "volume": "127",
            "issn": "",
            "pages": "227--263",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Development of a novel quantitative real-time PCR assay for the simultaneous detection of all serotypes of foot-and-mouth disease virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Uttenthal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stricker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Storgaard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Arch. Virol",
            "volume": "148",
            "issn": "",
            "pages": "2005--2026",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Simultaneous detection of three porcine viruses by multiplex PCR",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sámi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ursu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mckillen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kecskeméti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Acta. Vet. Hung",
            "volume": "55",
            "issn": "",
            "pages": "267--76",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Linear-After-The-Exponential (LATE)-PCR, An advanced method of asymmetric PCR and its uses in quantitative real-time analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Je",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Wangh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "1933--1971",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Quantification of porcine circovirus type 2 (PCV2) DNA in serum and tonsillar, nasal, tracheobronchial, urinary and faecal swabs of pigs with and without postweaning multisystemic wasting syndrome (PMWS)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Segalés",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Calsamiglia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olvera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sibila",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Badiella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet. Microbiol",
            "volume": "111",
            "issn": "",
            "pages": "223--232",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Sequence determination of a mildly virulent strain (CU-2) of Gallid herpesvirus type 2 using 454 pyrosequencing",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Spatz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Rue",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Genes",
            "volume": "36",
            "issn": "",
            "pages": "479--89",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Identification of radically different variants of porcine reproductive and respiratory syndrome virus in Eastern Europe, towards a common ancestor for European and American viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stadejek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stankevicius",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Storgaard",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oleksiewicz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Drew",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tw",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pejsak",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Gen. Virol",
            "volume": "83",
            "issn": "",
            "pages": "1861--73",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Natural infection of cattle with an atypical HoBi -like pestivirus -implications for BVD control and for the safety of biological products",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ståhl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kampa",
                    "suffix": ""
                },
                {
                    "first": "Alenius",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Persson",
                    "middle": [],
                    "last": "Wadman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baule",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aiumlamai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet. Res",
            "volume": "38",
            "issn": "",
            "pages": "517--540",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Molecular epidemiology of bovine viral diarrhoea during the final phase of the Swedish BVD-eradication programme",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ståhl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kampa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baule",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Isaksson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moreno-Lopez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "Alenius",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prev. Vet. Med",
            "volume": "72",
            "issn": "",
            "pages": "103--111",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Classical swine fever virus, discrimination between vaccine strains and European field viruses by restriction endonuclease cleavage of PCR amplicons",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vilcek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Acta. Vet. Scand",
            "volume": "39",
            "issn": "",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Molecular phylogenetic analysis of bovine viral diarrhoea virus, a Bayesian approach",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wahlberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baule",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virus Res",
            "volume": "130",
            "issn": "",
            "pages": "53--62",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A simple assay for rapid subtyping and pathotyping of avian influenza viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yacoub",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zohari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hakhverdyan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Czifra",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gyarmati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blomberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Molecular epidemiology, identification of new pestiviruses, including TKK.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Viral diseases of transboundary and/or endemic character are creating large problems in a high range of domesticated and wild animals worldwide. Due to the restricted space of this chapter, only a few examples are dealt with in detail in order to illustrate the role of viral diseases in the issue of animal health and welfare. In this context the emergence of \"new\" diseases is a very important issue, which needs special attention and focus. In addition to examples already given, a long list of emerging or re-emerging diseases in various host species, including humans could be drawn up; these include, diseases caused by Hantaviruses, Japanese Encephalitis Virus, HIV, Dengue Viruses, Menangle Virus, Australian Bat Lyssavirus, Ebola virus, Avian flu variants H5N1, SARS coronavirus, Nipah virus and Hendra Virus. Several of these diseases are of very serious global zoonotic concern.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}