{"paper_id": "0de24e78d571664c4b8eece262fee6bbf4d55b80", "metadata": {"title": "Analysis of clinical information and reverse transcriptase-polymerase chain reaction for early diagnosis of enteroviral meningitis", "authors": [{"first": "Dahee", "middle": [], "last": "Jin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korea University College of Medicine", "location": {"settlement": "Seoul", "country": "Korea"}}, "email": ""}, {"first": "Hoon", "middle": [], "last": "Heo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korea University College of Medicine", "location": {"settlement": "Seoul", "country": "Korea"}}, "email": ""}, {"first": "Jung", "middle": ["Hye"], "last": "Byeon", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korea University College of Medicine", "location": {"settlement": "Seoul", "country": "Korea"}}, "email": ""}, {"first": "Gun-Ha", "middle": [], "last": "Kim", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korea University College of Medicine", "location": {"settlement": "Seoul", "country": "Korea"}}, "email": ""}, {"first": "Mi", "middle": ["Kyung"], "last": "Kim", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korea University College of Medicine", "location": {"settlement": "Seoul", "country": "Korea"}}, "email": ""}, {"first": "So-Hee", "middle": [], "last": "Eun", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korea University College of Medicine", "location": {"settlement": "Seoul", "country": "Korea"}}, "email": ""}, {"first": "Baik-Lin", "middle": [], "last": "Eun", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korea University College of Medicine", "location": {"settlement": "Seoul", "country": "Korea"}}, "email": ""}]}, "abstract": [{"text": "Purpose: Meningitis is among the most common infections affecting the central nervous system. It can be difficult to determine the exact pathogen responsible for the infection and patients are often treated with empiric antibiotics. This study was conducted to identify the most common clinical characteristics of enteroviral meningitis in children and evaluate the diagnostic efficacy of reverse transcriptasepolymerase chain reaction (RT-PCR) for early detection of an enterovirus. Methods: We analyzed the medical records of children admitted to Korea University Medical Center and diagnosed with meningitis on the basis of cerebrospinal fluid (CSF) analysis and RT-PCR from CSF and other samples from January 2010 to August 2013. Results: A total of 333 patients were enrolled and classified into four groups based on diagnosis: enteroviral meningitis (n=110), bacterial meningitis (n=23), other viral meningitis (n=36), and unknown etiology (n=164). Patients with bacterial meningitis were younger than those in the other groups (P<0.001). Pleocytosis in CSF was similar across all groups. Of patients in the enteroviral meningitis group, 92.7% were diagnosed based on RT-PCR findings. Mean length of hospital stay for patients with enteroviral meningitis was 6.08 days, which was significantly shorter than that for patients with meningitis of bacterial etiology (19.73 days, P<0.001). Conclusion: Diagnosis of enteroviral meningitis before viral culture results are available is possible using RT-PCR. Accurate diagnosis reduces the length of hospital stay and helps to avoid unnecessary empiric antibiotic treatment.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Meningitis is one of the most important and severe infection occurring in children and adolescents. Many organisms in meningitis can cause severe neurological sequelae 1, 2) .", "cite_spans": [{"start": 168, "end": 170, "text": "1,", "ref_id": "BIBREF0"}, {"start": 171, "end": 173, "text": "2)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Clinicians attempt to identify the cause of meningitis by using laboratory methods such as culture, reverse transcriptase-polymerase chain reaction (RT-PCR), and rapid antigen testing 1) . However, it takes days for the results to be confirmed, and sometimes a causative organism cannot be identified. Therefore, many clinicians initiate treatment with empiric antibiotics or antiviral medications.", "cite_spans": [{"start": 184, "end": 186, "text": "1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "The most common cause of meningitis is viral, and the single most common organism is enterovirus 1, 2) . Generally, the clinical course of enteroviral meningitis is benign, and there is no need to use antibiotics. Therefore, if the diagnosis of enteroviral meningitis is definite, it Korean J Pediatr 2015;58 (11) :446-450 is possible to avoid unnecessary antibiotic use.", "cite_spans": [{"start": 97, "end": 99, "text": "1,", "ref_id": "BIBREF0"}, {"start": 100, "end": 102, "text": "2)", "ref_id": null}, {"start": 309, "end": 313, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "This study aimed to evaluate the clinical factors and laboratory features to ascertain the etiology of meningitis in children and adolescents. We retrospectively investigated the clinical features, laboratory findings, and causative organisms of childhood meningitis.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This study included children with meningitis admitted to the Korea University Medical Center between January 2010 and August 2013. Inclusion criteria were as follows: (1) clinical symptoms and signs of meningitis (e.g., fever, nausea, vomiting, headache, altered mentality, seizure, neck stiffness) and (2) ", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Among 333 pediatric patients with meningitis, 198 patients (59.5%) were male and 135 patients (40.5%) were female with a mean age of 3.57 years. One hundred and thirty subjects were Values are presented as number (%) or mean±standard deviation. below 1 year old, 90 patients were 2-5 years old, 86 patients were 6-10 years old, and 27 patients were 11-18 years old (Table 1 ). An average of 7.57 patients were diagnosed each month. There was an increased incidence during summer months ( Fig. 1) , with 15 patients developing meningitis in June, 21.5 patients in July, 11 in August, and 9.67 in September.", "cite_spans": [], "ref_spans": [{"start": 365, "end": 373, "text": "(Table 1", "ref_id": "TABREF1"}, {"start": 488, "end": 495, "text": "Fig. 1)", "ref_id": "FIGREF1"}], "section": "Demographic characteristics"}, {"text": "There were 169 patients (50.8%) with a causative organism identified and 164 (49.2%) with unknown etiology of meningitis. The single most common organism was enterovirus with 110 patients (33.0%) diagnosed with enteroviral meningitis. There were 23 patients (6.9%) diagnosed with bacterial meningitis, and 36 patients (10.8%) diagnosed with other viral meningitides ( ", "cite_spans": [], "ref_spans": [], "section": "Demographic characteristics"}, {"text": "Among 110 patients with enteroviral meningitis, 67 patients (60.9%) were male and 43 patients (39.1%) were female with a mean age of 4.02 years. Monthly distribution exhibited a predominance of cases in the summer months from June to August (Fig.  1) .", "cite_spans": [], "ref_spans": [{"start": 241, "end": 250, "text": "(Fig.  1)", "ref_id": "FIGREF1"}], "section": "Clinical characteristics of enteroviral meningitis patients"}, {"text": "Various specimens and methods were used for diagnosis of enteroviral meningitis. Of the 110 patients, 102 patients (92.7%) were diagnosed with enteroviral infection by RT-PCR. Of these, the specimens showed positive results by RT-PCR were: 67 (60.9%) CSF samples, 47 (42.7%) nasopharyngeal samples and 2 stool specimens. There were 13 patients with both positive CSF and nasopharyngeal aspiration RT-PCR. CSF viral culture was positive in 7 patients and stool viral culture was positive in 4 patients. A total of 67 patients were examined with simultaneous enteroviral RT-PCR and viral culture. RT-PCR was positive in 35 patients (52.2%) and viral culture was positive in only 16 patients (23.9%). Only 32.3% of the RT-PCR positive group had a positive viral culture (18.0% and 18.2% from CSF and nasopharyngeal samples, respectively).", "cite_spans": [], "ref_spans": [], "section": "Clinical characteristics of enteroviral meningitis patients"}, {"text": "We compared the demographic attributes and clinical manifestations between the four groups ( Table 2 ). The mean age for group 1 was 4.02±3.69 years, significantly older than group 2 (0.09±0.29, P<0.001). But the mean age showed no significant difference between groups 1 and 3, 1 and 4. Mean hospital stay was 6.08± 2.93 days for group 1, was the shortest result of the groups. It showed significant difference compared with group 2 (19.73± 11.94 days, P<0.001) and group 4 (7.64±4.97 days, P=0.007) but it was not significant with group 3 (8.08±5.78 days, P=0.120).", "cite_spans": [], "ref_spans": [{"start": 93, "end": 100, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Comparison between groups, focusing on enterovirus (group 1)"}, {"text": "Duration of fever before admission was 1.62±1.74 days and 1.64±2.08 days in groups 1 and 2, respectively, with no significant difference (P=0.977) but shorter than group 4 (2.65±2.28 days, P<0.001). Seizure attack was unusual, average 0.01±0.10 times in group 1, but 0.18±0.40 times in groups 2 (P<0.001). There were no significant difference between groups 1 and 3, 1 and 4. Vomiting was 1.62±2.63 times in group 1, significantly more common than in other groups (0.14±0.47 times in group 2, P<0.001, 0.69±1.39 times in group 3, P=0.025, 0.56±0.90 times in group 4, P=0.001). Diarrhea was 0.02±0.13 times in group 1, much less than in group 3 (0.11±0.32, P=0.015) but there was no significant difference with group 2 or 4. Respiratory symptoms were not significantly different between groups (P=0.496).", "cite_spans": [], "ref_spans": [], "section": "Comparison between groups, focusing on enterovirus (group 1)"}, {"text": "In laboratory testing, the mean WBC count of CSF was 460.03 ±214.66 for group 1, which was significantly higher than that of group 3 (93.69±238.72, P<0.001) ( Table 3 ). There was no signifi cant The authors investigated multiple factors associated with enteroviral meningitis, but it is difficult to differentiate etiologies based on symptoms alone. There were significant differences between the groups in the number of seizures, vomiting, and diarrhea episodes but the difference was small. There were no significant differences in duration of fever before admission, or presence of respiratory symptoms. Therefore we cannot say that these clinical findings are helpful to differentiate the pathogen. Furthermore, laboratory results cannot distinguish between different etiologies because there were no significant differences in serum WBC, ANC, CRP, CSF CRP and CSF WBC levels. There were some differences in CSF protein and glucose levels, but these were not enough to differentiate the pathogens.", "cite_spans": [], "ref_spans": [{"start": 159, "end": 166, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Comparison between groups, focusing on enterovirus (group 1)"}, {"text": "Since clinical or laboratory findings cannot distinguish the etiologies, early detection of the pathogen is important. Virus isolation using cell culture and neutralizing antibody assays is an established standard method to diagnose enteroviral infection. However, it is known that viral culture takes more than a week to yield a result and is less sensitive 5) . RT-PCR, genetic diagnosis, fluorescent antibody testing, and enzyme-linked immunosorbent assay are recently developed testing method 6) to replace viral culture. Among them, RT-PCR is a rapid and accurate method to diagnose enterovirus. It is possible to detect enterovirus using PCR within 24 hours, and Ahmed et al. 7) quantified the sensitivity and specificity of enteroviral PCR as 92% and 94%, respectively.", "cite_spans": [{"start": 359, "end": 361, "text": "5)", "ref_id": "BIBREF4"}, {"start": 497, "end": 499, "text": "6)", "ref_id": "BIBREF5"}, {"start": 682, "end": 684, "text": "7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Comparison between groups, focusing on enterovirus (group 1)"}, {"text": "Early detection of enteroviral meningitis using enteroviral PCR analysis allows for a significantly shorter admission duration [8] [9] [10] [11] . If results can be reported in 24 hours, about 2,000 United States dollars of hospitalization-related costs can be saved 10) . In this study, patients with enteroviral meningitis had the shortest admission duration, compared to those with meningitis of other etiology at least 1.5 days. Therefore, testing for enterovirus using PCR is difference in CSF WBC counts between groups 1 and 2 (478.57 ±1,275.62, P=0.294). The mean absolute neutrophil counts (ANC) of CSF showed similar results. CSF glucose and protein levels were different between groups. Mean CSF protein level was 34.78±17.99 mg/dL, lower in group 1 compared with 104.83±73.55 mg/dL of group 2 (P<0.001) and 50.96±43.18 mg/dL of group 4 (P=0.005). The CSF glucose level was 59.72±11.40 mg/dL in group 1, which is significantly higher than that for group 2 (50.30±22.80 mg/dL, P=0.005). And there was no significant differences between groups 1 vs. 3, 1 vs. 4. Serum WBC, ANC, and CRP, as well as CSF CRP were not significantly different between groups.", "cite_spans": [{"start": 127, "end": 130, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 131, "end": 134, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 135, "end": 139, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 140, "end": 144, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 267, "end": 270, "text": "10)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Comparison between groups, focusing on enterovirus (group 1)"}, {"text": "Meningitis is a common central nervous system infection. Viral meningitis is common, usually carries a benign prognosis, and rarely has neurological complications 1) . However, some reports suggest that aseptic meningitis with herpes virus or enterovirus 71 can produce significant neurological sequelae 3, 4) . Also, bacterial meningitis is very severe with high mortality and more frequent neurological complications after recovery despite appropriate antibiotic therapy. The initial manifestations of the patients with bacterial meningitis and viral meningitis are so similar that it is difficult to differentiate the causative organism 2) . Therefore, it is generally accepted that empiric antibiotic therapy is critical for all meningitis patients.", "cite_spans": [{"start": 304, "end": 306, "text": "3,", "ref_id": "BIBREF2"}, {"start": 307, "end": 309, "text": "4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "In our study, we analyzed the clinical manifestations and labora tory findings of enteroviral meningitis, the most common aseptic meningitis by comparing this etiology with bacterial and other viral meningitides. We anticipated that early diagnosis would shorten the admission duration. beneficial in improving cost-effectiveness. There are multiple reports of coinfection. Coinfection with bacterial meningitis and Epstein-Barr virus infection showed increased mortality 12) , and a case of herpes simplex virus-2 meningitis with rickettsial infection has also been reported 13) . In this study, 3 patients had coinfection of either adenovirus or rhinovirus with enterovirus. Rhinovirus has been included in the enteroviral genus lately, because of evolving molecular diagnostic techniques 14) . Due to the similarity of the 5' noncoding regions of enterovirus and rhinovirus, it is difficult to develop an enterovirusspecific RT-PCR protocol 15) . In our study, there was one case of coinfection involving rhinovirus and enterovirus using a specific test. But our examination of viral coinfection is limited because of small numbers of cases and further investigation will be needed.", "cite_spans": [{"start": 472, "end": 475, "text": "12)", "ref_id": "BIBREF11"}, {"start": 576, "end": 579, "text": "13)", "ref_id": "BIBREF12"}, {"start": 791, "end": 794, "text": "14)", "ref_id": "BIBREF13"}, {"start": 944, "end": 947, "text": "15)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "RT-PCR testing for enterovirus can provide early diagnosis of enteroviral meningitis, shorten the admission duration, and it can lead the decrement of antibiotic use. Multiplex viral PCR can detect many viruses in a single test at the same time. This multiplex viral PCR is often used with respiratory viral infection, but is not common in central nervous system infection testing. A lower cost, nervous system-specific virus panel including common etiologies such as enterovirus and herpes simplex virus would be very helpful in the diagnosis of meningitis in the future. In addition, in dealing with patients without CSF pleocytosis, enteroviral infection must be considered, which may be beneficial in treating these patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Viral meningitis", "authors": [{"first": "D", "middle": ["R"], "last": "Chadwick", "suffix": ""}], "year": 2006, "venue": "Br Med Bull", "volume": "", "issn": "", "pages": "75--76", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Herpes simplex virus type 2 as a cause of severe meningitis in immunocompromised adults", "authors": [{"first": "H", "middle": [], "last": "Momméja-Marin", "suffix": ""}, {"first": "M", "middle": [], "last": "Lafaurie", "suffix": ""}, {"first": "C", "middle": [], "last": "Scieux", "suffix": ""}, {"first": "L", "middle": [], "last": "Galicier", "suffix": ""}, {"first": "E", "middle": [], "last": "Oksenhendler", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Molina", "suffix": ""}], "year": 2003, "venue": "Clin Infect Dis", "volume": "37", "issn": "", "pages": "1527--1560", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Neurologic complications in children with enterovirus 71 infection", "authors": [{"first": "C", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Chang", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Chen", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Wang", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Yeh", "suffix": ""}], "year": 1999, "venue": "N Engl J Med", "volume": "341", "issn": "", "pages": "936--978", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Evaluation of a rapid real-time RT-PCR assay for detection of enterovirus RNA in cerebrospinal fluid specimens", "authors": [{"first": "W", "middle": ["A"], "last": "Verstrepen", "suffix": ""}, {"first": "P", "middle": [], "last": "Bruynseels", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Mertens", "suffix": ""}], "year": 2002, "venue": "J Clin Virol", "volume": "25", "issn": "1", "pages": "39--43", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Diagnosis of enterovirus infection by genus-specific PCR and enzyme-linked immunosorbent assays", "authors": [{"first": "M", "middle": ["E"], "last": "Craig", "suffix": ""}, {"first": "P", "middle": [], "last": "Robertson", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Howard", "suffix": ""}, {"first": "M", "middle": [], "last": "Silink", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Rawlinson", "suffix": ""}], "year": 2003, "venue": "J Clin Microbiol", "volume": "41", "issn": "", "pages": "841--845", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Clinical utility of the polymerase chain reaction for diagnosis of enteroviral meningitis in infancy", "authors": [{"first": "A", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "F", "middle": [], "last": "Brito", "suffix": ""}, {"first": "C", "middle": [], "last": "Goto", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Hickey", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Olsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Trujillo", "suffix": ""}], "year": 1997, "venue": "J Pediatr", "volume": "131", "issn": "", "pages": "393--400", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Clinical utility of polymerase chain reaction testing for enteroviral meningitis", "authors": [{"first": "M", "middle": ["S"], "last": "Hamilton", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Jackson", "suffix": ""}, {"first": "D", "middle": [], "last": "Abel", "suffix": ""}], "year": 1999, "venue": "Pediatr Infect Dis J", "volume": "18", "issn": "", "pages": "533--540", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Routine cerebrospinal fluid enterovirus polymerase chain reaction testing reduces hospitalization and antibiotic use for infants 90 days of age or younger", "authors": [{"first": "R", "middle": ["L"], "last": "King", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Lorch", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Cohen", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Hodinka", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Cohn", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Shah", "suffix": ""}], "year": 2007, "venue": "Pediatrics", "volume": "120", "issn": "", "pages": "489--96", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Impact of rapid polymerase chain reaction results on management of pediatric patients with enteroviral meningitis", "authors": [{"first": "C", "middle": ["C"], "last": "Robinson", "suffix": ""}, {"first": "M", "middle": [], "last": "Willis", "suffix": ""}, {"first": "A", "middle": [], "last": "Meagher", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Gieseker", "suffix": ""}, {"first": "H", "middle": [], "last": "Rotbart", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Glode", "suffix": ""}], "year": 2002, "venue": "Pediatr Infect Dis J", "volume": "21", "issn": "", "pages": "283--289", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The impact of an enteroviral RT-PCR assay on the diagnosis of aseptic meningitis and patient management", "authors": [{"first": "K", "middle": ["A"], "last": "Stellrecht", "suffix": ""}, {"first": "I", "middle": [], "last": "Harding", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Woron", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Lepow", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Venezia", "suffix": ""}], "year": 2002, "venue": "J Clin Virol", "volume": "25", "issn": "1", "pages": "19--26", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Epstein-barr virus coinfection in cerebrospinal fluid is associated with increased mortality in Malawian adults with bacterial meningitis", "authors": [{"first": "M", "middle": ["J"], "last": "Kelly", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Benjamin", "suffix": ""}, {"first": "K", "middle": [], "last": "Cartwright", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Ajdukiewicz", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Cohen", "suffix": ""}, {"first": "M", "middle": [], "last": "Menyere", "suffix": ""}], "year": 2012, "venue": "J Infect Dis", "volume": "205", "issn": "", "pages": "106--116", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Coinfection with Rickettsia helvetica and Herpes Simplex Virus 2 in a Young Woman with Meningoencephalitis", "authors": [{"first": "K", "middle": [], "last": "Nilsson", "suffix": ""}, {"first": "K", "middle": [], "last": "Wallménius", "suffix": ""}, {"first": "C", "middle": [], "last": "Pahlson", "suffix": ""}], "year": 2011, "venue": "Case Rep Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Human rhinoviruses", "authors": [{"first": "S", "middle": ["E"], "last": "Jacobs", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Lamson", "suffix": ""}, {"first": "K", "middle": [], "last": "St George", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Walsh", "suffix": ""}], "year": 2013, "venue": "Clin Microbiol Rev", "volume": "26", "issn": "", "pages": "135--62", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "High detection frequency and viral loads of human rhinovirus species A to C in fecal samples; diagnostic and clinical implications", "authors": [{"first": "H", "middle": [], "last": "Harvala", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Mcintyre", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Mcleish", "suffix": ""}, {"first": "J", "middle": [], "last": "Kondracka", "suffix": ""}, {"first": "J", "middle": [], "last": "Palmer", "suffix": ""}, {"first": "P", "middle": [], "last": "Molyneaux", "suffix": ""}], "year": 2012, "venue": "J Med Virol", "volume": "84", "issn": "", "pages": "536--578", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Monthly meningitis case distribution by group between January 2010 and August 2013. The y axis represents the average monthly patients per year. The frequency of meningitis increases in the summer months because of greater occurrence of meningitis-causing enteroviruses. Other viral meningitis was were encountered in some patients during the study period, including influenza A and B, parainfluenza type 1-4, respiratory syncytial virus A and B, adenovirus, human rhinoviruses, human coronaviruses (229E, OC43, NL69), human metapneumovirus, and human bocavirus.", "latex": null, "type": "figure"}, "TABREF0": {"text": "either cerebrospinal fluid (CSF) pleocytosis or positive CSF culture or RT-PCR study. CSF pleocytosis defined as CSF white blood cell (WBC) count of ≥10 WBCs/mm 3 if the patient's age was <1 month, ≥5 WBCs/ mm 3 if the patient's age was ≥1 month.We retrospectively reviewed the patients' demographics and clinical findings including duration of fever, seizure, vomiting, CSF and blood analysis results, and RT-PCR of nasopharyngeal samples. CSF analysis included cell count, protein and glucose concentrations, culture and RT-PCR results, and C-reactive protein (CRP). Patients were classified into four groups by causative organisms as follows: group 1, enteroviral meningitis; group 2, bacterial meningitis; group 3, other viral meningitis; and group 4, meningitis of unknown etiology. Viral pathogens were detected using a real time RT-PCR panel, Anyplex II RV16 (Seegene Inc., Seoul, Korea), which can detect 16 viruses: influenza A, influenza B, parainfluenza 1-4, respiratory syncytial virus A and B, adenovirus, human rhinoviruses, human coronaviruses (229E, OC43, NL69), human enterovirus, human metapneumovirus, and human bocavirus (Seegene Korea, Seoul, Korea). This method simultaneously detects either viral DNA or RNA using real-time RT-PCR.Statistical analysis was conducted using IBM SPSS Statistics ver. 20.0 (IBM Co., Armonk, NY, USA). Findings were reported with average and standard deviation values. Frequency analysis, chi-square test, Kruskal-Wallis test, and post hoc Tukey test were used. Statistical significance was defined as P<0.05.", "latex": null, "type": "table"}, "TABREF1": {"text": "General characteristics of study participants with meningitis (n =333)", "latex": null, "type": "table"}, "TABREF2": {"text": ". Bacterial meningitis was due to Streptococcus pneumoniae, Group B Streptococcus, Staphylococcus aureus, Klebsiella pneumonia and Escherichia coli, etc. Other viruses detected in CSF included adenovirus, parainfluenza virus 3, respiratory syncytial virus B, influenza A and rhinovirus. Three patients were diagnosed with a coinfection: 2 patients had adenovirus and enterovirus coinfection and 1 patient had rhinovirus and enterovirus coinfection, detected using real time RT-PCR analysis of CSF.", "latex": null, "type": "table"}, "TABREF3": {"text": "Comparison of characteristics and clinical manifestation of patients with meningitis by classification group", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Group 1 (n=110) </td><td>Group 2 (n=23) </td><td>Group 3 (n=36) </td><td>Group 4 (n=164) </td><td>P value\n</td></tr><tr><td>Sex\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Male:female (male %) </td><td>67:43 (60.9) </td><td> 13:10 (56.5) </td><td>23:13 (63.9) </td><td>95:69 (57.9) </td><td>0.889\n</td></tr><tr><td>Age (yr) </td><td>4.02±3.69* </td><td> 0.09±0.29*,†,‡ </td><td>3.19±3.41† </td><td>3.84±4.36‡ </td><td>&lt;0.001\n</td></tr><tr><td>Admission duration (day) </td><td>6.08±2.93*,† </td><td>19.73±11.94*,‡,§ </td><td>8.08±5.78‡ </td><td>7.64±4.97†,§ </td><td>&lt;0.001\n</td></tr><tr><td>Seizure attack </td><td>0.01±0.10* </td><td> 0.18±0.40*,† </td><td>0.25±1.18 </td><td>0.02±0.14† </td><td>&lt;0.001\n</td></tr><tr><td>Fever duration before admission (day) </td><td>1.62±1.74* </td><td> 1.64±2.08† </td><td>2.14±2.43 </td><td>2.65±2.28*,† </td><td>&lt;0.001\n</td></tr><tr><td>Vomiting </td><td>1.62±2.63*,†,‡ </td><td> 0.14±0.47* </td><td>0.69±1.39† </td><td>0.56±0.90‡ </td><td>&lt;0.001\n</td></tr><tr><td>Diarrhea </td><td>0.02±0.13* </td><td> 0.00±0.00 </td><td>0.11±0.32*,† </td><td>0.02±0.14† </td><td>0.012\n</td></tr><tr><td>Respiratory symptoms </td><td>0.22±0.48 </td><td> 0.23±0.43 </td><td>0.31±0.47 </td><td>0.19±0.40 </td><td>0.496\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Comparison of laboratory findings between groups of patients with meningitisValues are presented as mean±standard deviation. Group 1, patients with enteroviral meningitis; group 2, patients with bacterial meningitis; group 3, patients with other viral meningitis; group 4, patients with meningitis of unknown etiology. WBC, white blood cell; ANC, absolute neutrophil count; CRP, C-reactive protein; CSF, cerebrospinal fluid. * , †, ‡, § Significant difference between variables marked with the same symbol (P<0.05).", "latex": null, "type": "table"}}, "back_matter": [{"text": "No potential conflict of interest relevant to this article was reported.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}