{
    "paper_id": "0dea3dbd3c3150c866cb699f059bc90b92f8eafb",
    "metadata": {
        "title": "32 innovative Verwaltung 5-6 | 2020",
        "authors": []
    },
    "abstract": [
        {
            "text": "Strategie | Markenführung",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Das Konzept des Markenmanagements hilft Städten, Gemeinden und Kommunen, eine professionelle Marketingstrategie zu entwickeln und umzusetzen. Der Beitrag gibt einen kompakten Überblick über die wichtigsten Elemente eines Markenmanagements und stellt einen Planungs-und Implementierungsprozess vor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "D as Markenmanagement nimmt eine immer bedeutendere Rolle innerhalb des Stadtmarketings ein. Für Städte, Gemeinden und teilweise auch ganze Regionen wird es immer wichtiger, ein für die jeweiligen Zielgruppen attraktives Profil beziehungsweise Image zu vermitteln, um im Wettbewerb zum Beispiel um Touristeninnen und Touristen, Unternehmen oder Arbeitnehmerinnen und Arbeitnehmer bestehen zu können. Dementsprechend lässt sich ein diesbezüglicher Anstieg in den Bemühungen und Initiativen von Städten und Gemeinden beobachten, was sich wiederum in höheren Budgets für das Markenmanagement widerspiegelt. Allerdings sind Bemühungen im Markenmanagement auch immer mit einem relativ hohen Aufwand sowie in der Regel entsprechenden Kosten verbunden. Darüber hinaus lässt sich bei zahlreichen Markenmanagement-Bemühungen beobachten, dass ein falsches beziehngsweise stark reduziertes Verständ-nis des Themas Markenmanagement zugrunde gelegt wird und häufig keine klare Strategie formuliert wurde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Für das Markenmanagement in Städten und Gemeinden sind einige wichtige Besonderheiten zu beachten. Hierzu zählen etwa die hohe Komplexität des Angebotes, die begrenzte Gestaltbarkeit des Angebotes und der Identität sowie komplexe Entscheidungsstrukturen (Radtke 2013, S. 115 ff.) .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 279,
                    "text": "(Radtke 2013, S. 115 ff.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Der Begriff Marke wird in diesem Beitrag nach Esch definiert: \"Marken sind Vorstellungsbilder in den Köpfen der Anspruchsgruppen, die eine Identifikationsund Differenzierungsfunktion übernehmen und Wahlverhalten prägen\" (Esch 2018, S. 21 ",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 237,
                    "text": "(Esch 2018, S. 21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Marke, Markenzielsystem und Markenführung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Markenführung für Städte und Regionen",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Balderjahn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "2357--2374",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identitätsbasierte Markenführung. Grundlagen -Strategie -Umsetzung -Controlling, 3. Aufl",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Halaszovich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schade",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Piehler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Markencontrolling, in: Zerres, C. (Hrsg.) Handbuch Marketing-Controlling",
            "authors": [
                {
                    "first": "F.-R",
                    "middle": [],
                    "last": "Esch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eichenauer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "a stateof-the-art review of the research domain",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lucarelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "9--27",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Stadtslogans zur Umsetzung der Markenidentität von Städten. Eine theoretisch-konzeptionelle und empirische Untersuchung, Wiesbaden",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Radtke",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Markenmanagement im Stadtmarketing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zerres",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Breyer-Mayländer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zerres",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "103--119",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "). Die Führung und Steuerung von Marken setzen ein entsprechendes Zielsystem voraus. Ein derartiges Zielsystem sollte dabei alle relevanten Zielgrö-Burmann et al. 2018, S. 14). Das sogenannte Selbstbild aus der Managementperspektive wird als Markenidentität bezeichnet. Es handelt sich dabei um das aktiv in der Organisation verankerte Verständnis hinsichtlich der Marke. Demgegenüber steht das Fremdbild der externen Zielgruppe, also das Markenimage. Dieses Fremdbild stellt die Reaktion auf die verschiedenen Maßnahmen der Markenführung dar. Am sogenannten Brand Touch Point kommt es somit letztlich zu einem Soll-Ist-Abgleich. Das Resultat hieraus hat wiederum Einfluss auf das Markenimage. Aufgrund der Ermangelung vorhandener Modelle, die sich explizit auf die Markenidentität von Städten beziehen, hat Radtke ein umfangreiches und fundiertes Modell entwickelt (Radtke 2013). Er nimmt hierbei auf das Modell von Esch Bezug, welches für kommerzielle Marken entwickelt wurde, und modifiziert dieses um stadtspezifische Sachverhalte. Hierunter fasst er: Radtke 2013, S. 195). Das Modell berücksichtigt dabei als Markenkern die stadtkonstitutiven Elemente Lage (u. a. geografische Lage), Status (u. a. Einwohnerzahl), ökonomischer Sektor (dominierende Branchen) und Einwohner (u. a. Mentalität). Darüber hinaus werden Ei-genlogik/Habitus, kulturelle Codierung und Urbanität integriert. Markenarchitektur, ist nur dann notwendig, wenn eine Organisation mehrere Marken besitzt. Grundsätzlich geht es hier darum, die Abstimmung und Koordination zwischen den verschiedenen Marken vorzunehmen (Burmann et al. auf den Erkenntnissen und Entscheidungen des strategischen Markenmanagements auf. Hierbei geht es einer-seits darum, die Markenidentität einer internen Zielgruppe zu vermitteln, und andererseits darum, das Markenimage bei der externen Zielgruppe zu beeinflussen. Den Kern des internen Markenmanagements bilden dabei die drei Zielgrößen Brand Citizenship Behavior, Brand Commitment und Markenwissen (Burmann et al. 2018, S. 175). Im Mittelpunkt der externen Markenführung steht das Management der Brand Touch Points, um das Markennutzenversprechen zu vermitteln. Hierbei muss dieses in die vier klassischen Marketinginstrumente übersetzt werden. Den Abschluss des Markenmanagementprozesses bildet das Markencontrolling. Hierbei geht es im Kern darum, sicherzustellen, dass alle Entscheidungen und Maßnahmen sowohl im strategischen als auch operativen Markenmanagement zu den definierten Zielen beigetragen haben (Esch und Eichenauer 2017). Darüber hinaus gilt es, Optimierungsbedarf abzuleiten. Das Markenmanagement ist heute ein zentraler Bestandteil des Stadtmarke-tings. Die Bedeutung der Marke ist für Städte sehr hoch, da diese das Potenzial bietet, sich zu differenzieren und eine wichtige Orientierung für die verschiedenen Interessengruppen zu geben. Der Aufbau, die Umsetzung und die Kontrolle eines entsprechenden Markenmanagementprozesses sind allerdings aufwendig und bedürfen eines sorgfältigen Vorgehens.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}