{"paper_id": "0deb3b8105a55740da4c28d729075c77e7e00b0a", "metadata": {"title": "Journal Pre-proof Industrial buying during the coronavirus pandemic: A cross- cultural study Industrial buying during the coronavirus pandemic: A cross-cultural study", "authors": [{"first": "Johannes", "middle": [], "last": "Habel", "suffix": "", "affiliation": {"laboratory": "", "institution": "ESMT Berlin", "location": {"addrLine": "Schlossplatz 1", "postCode": "10178", "settlement": "Berlin", "country": "Germany"}}, "email": "johannes.habel@wbs.ac.uk"}, {"first": "Viktor", "middle": [], "last": "Jarotschkin", "suffix": "", "affiliation": {"laboratory": "", "institution": "ESMT Berlin", "location": {"addrLine": "Schlossplatz 1", "postCode": "10178", "settlement": "Berlin", "country": "Germany"}}, "email": "viktor.jarotschkin@esmt.org"}, {"first": "Bianca", "middle": [], "last": "Schmitz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Andreas Eggert Paderborn University", "location": {"postCode": "33098", "settlement": "Paderborn", "country": "Germany"}}, "email": "bianca.schmitz@esmt.org"}, {"first": "Andreas", "middle": [], "last": "Eggert", "suffix": "", "affiliation": {"laboratory": "", "institution": "Paderborn University", "location": {"addrLine": "Scarman Rd", "postCode": "CV4 7AL, 33098", "settlement": "Coventry, Paderborn", "country": "United Kingdom, Germany"}}, "email": "andreas.eggert@notes.upb.de"}, {"first": "Olaf", "middle": [], "last": "Plötner", "suffix": "", "affiliation": {"laboratory": "", "institution": "ESMT Berlin", "location": {"addrLine": "Schlossplatz 1", "postCode": "10178", "settlement": "Berlin", "country": "Germany"}}, "email": "olaf.ploetner@esmt.org"}]}, "abstract": [{"text": "J o u r n a l P r e -p r o o f Journal Pre-proof 2 Industrial buying during the coronavirus pandemic: A cross-cultural study Abstract With the onset of the 2020 coronavirus pandemic, industrial suppliers are increasingly challenged to close their open sales opportunities and keep generating business. Against this backdrop, the authors of this study investigate which offerings industrial customers are most likely to purchase as the pandemic progresses. Drawing on positive decision theory and empirically investigating 31,353 sales opportunities across 57 countries, the authors show that the coronavirus pandemic significantly decreases industrial customers' purchase probability, especially for high-priced", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "offerings. In countries with low uncertainty avoidance and strong long-term orientation (e.g.,", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "China, India, Singapore), purchase probability is less affected by the pandemic. The coronavirus pandemic even increases purchase probability for offerings with low prices in countries where cultures are simultaneously uncertainty-avoidant and short-term oriented (e.g., Argentina, Brazil, Mexico). This is presumably because customers safeguard their operations in the face of impending supply shortages. Consequently, this helps suppliers focus on the right sales opportunities to secure their business during exogenous global shocks such as the coronavirus pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "to stock up on key items (e.g., spare parts) required for maintaining operations in case of supply shortages.", "cite_spans": [], "ref_spans": [], "section": "4"}, {"text": "Our results make several contributions to academic research and managerial practice. For academic research, this study is the first to empirically examine the effects of the coronavirus pandemic on industrial purchasing. Hereby our study lays the groundwork for intriguing avenues for future research, such as explorations into customers' motivation to purchase certain industrial offerings or the interplay of organizational and national culture in highly uncertain B2B markets.", "cite_spans": [], "ref_spans": [], "section": "4"}, {"text": "For managerial practice, our results provide concrete guidance to industrial suppliers on which sales opportunities to focus during the coronavirus pandemic. Industrial manufacturers should target low-priced sales opportunities, particularly in countries with low long-term orientation and high uncertainty avoidance.", "cite_spans": [], "ref_spans": [], "section": "4"}, {"text": "To derive hypotheses on industrial customers' purchase decision making during the coronavirus pandemic, we draw on positive decision theory. Positive decision theory anticipates that actors apply rules such as procedural frameworks to their decision-making behavior (Bell, Raiffa, & Tversky, 1988) . For example, a major stream of research examines stakeholders involved in industrial purchase decisions (i.e., the buying center), the design of the decision process, and variables influencing the decisions (e.g., Crow & Lindquist, 1985; Juha & Pentti, 2008; Mitchell, 1989; Robinson, Farris, & Wind 1967; Dholakia et al., 1993; Wilson, 1971) .", "cite_spans": [{"start": 266, "end": 297, "text": "(Bell, Raiffa, & Tversky, 1988)", "ref_id": "BIBREF0"}, {"start": 514, "end": 537, "text": "Crow & Lindquist, 1985;", "ref_id": "BIBREF11"}, {"start": 538, "end": 558, "text": "Juha & Pentti, 2008;", "ref_id": null}, {"start": 559, "end": 574, "text": "Mitchell, 1989;", "ref_id": null}, {"start": 575, "end": 605, "text": "Robinson, Farris, & Wind 1967;", "ref_id": null}, {"start": 606, "end": 628, "text": "Dholakia et al., 1993;", "ref_id": null}, {"start": 629, "end": 642, "text": "Wilson, 1971)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Conceptualization"}, {"text": "In this respect, a key variable influencing a purchase decision is the expected value of the decision (Varian, 2014) . To elaborate, industrial customers purchase industrial offerings (e.g., equipment, spare parts, or maintenance services) to serve their own downstream customers and hereby generate positive business outcomes for themselves (e.g., cash flows and profits). These business outcomes are uncertain by nature and thus subject to probabilities. Customers' total J o u r n a l P r e -p r o o f Journal Pre-proof 5 expected value of a purchase decision amounts to the probability-weighted outcomes minus the initial investment they have to expend (Bell, Raiffa, & Tversky, 1988; Buzzell & Slater, 1962) .", "cite_spans": [{"start": 102, "end": 116, "text": "(Varian, 2014)", "ref_id": "BIBREF31"}, {"start": 657, "end": 688, "text": "(Bell, Raiffa, & Tversky, 1988;", "ref_id": "BIBREF0"}, {"start": 689, "end": 712, "text": "Buzzell & Slater, 1962)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Conceptualization"}, {"text": "To make a purchase decision, customers have to perceive the expected value of the purchase to exceed expected values of alternative courses of action, such as postponing a purchase (Yang, Burns, & Backhouse, 2004) or not purchasing at all. These considerations are also influenced by factors such as a supplier's brand and salespeople's communication (Mudambi, Doyle, & Wong, 1997; Schmitz, 1995) .", "cite_spans": [{"start": 181, "end": 213, "text": "(Yang, Burns, & Backhouse, 2004)", "ref_id": "BIBREF35"}, {"start": 351, "end": 381, "text": "(Mudambi, Doyle, & Wong, 1997;", "ref_id": "BIBREF17"}, {"start": 382, "end": 396, "text": "Schmitz, 1995)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Conceptualization"}, {"text": "How does the coronavirus pandemic affect customers' expected value of industrial purchases? As outlined previously, firms across the globe have been facing an escalation of the downward turn in the economic situation. On March 11, 2020, as infections in more and more countries mounted, the World Health Organization officially declared the coronavirus outbreak a pandemic (World Health Organization, 2020). As a result, an increasing number of countries decided to protect themselves by closing their borders, which severely impeded international trade (DIHK, 2020; Salcedo, Yar, & Cherelus, 2020) . As unemployment rates were rising, the outlook of economic experts became increasingly pessimistic (Cox, 2020) . It soon became clear that the global economy would face the \"worst economic downturn since the Great Depression\" (Gopinath, 2020) .", "cite_spans": [{"start": 554, "end": 566, "text": "(DIHK, 2020;", "ref_id": null}, {"start": 567, "end": 598, "text": "Salcedo, Yar, & Cherelus, 2020)", "ref_id": "BIBREF23"}, {"start": 700, "end": 711, "text": "(Cox, 2020)", "ref_id": "BIBREF10"}, {"start": 827, "end": 843, "text": "(Gopinath, 2020)", "ref_id": null}], "ref_spans": [], "section": "Conceptualization"}, {"text": "Resulting from these developments, in the eyes of an industrial customer, future cash flows and profits have become increasingly uncertain. This uncertainty decreases the expected value of an industrial purchase, which renders alternative courses of action relatively more attractive, such as maintaining cash solvency or saving costs of capital during an economic recession (e.g., Shapiro, Blanchard, & Lovell, 1986) . While not every purchase decision necessarily falls behind alternative courses of action in terms of expected value, we argue this to 6 be the case for an increasing number of purchase decisions. Consequently, we expect that customers' purchase probability will drop, leading to: H 1 : The more pronounced the coronavirus pandemic, the lower customers' probability to purchase industrial offerings.", "cite_spans": [{"start": 382, "end": 417, "text": "Shapiro, Blanchard, & Lovell, 1986)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Conceptualization"}, {"text": "While the previous hypothesis argues for a negative main effect of the progressing coronavirus pandemic on purchase probability, we expect this effect to be contingent on the price of an offering. This proposition is based on three arguments. First, as outlined previously, the coronavirus pandemic decreases customers' expected (i.e., probability-weighted) business outcomes of a purchase, which they juxtapose against their upfront investment to arrive at the total expected value of a purchase. If the price of an offering is high, reductions of expected business outcomes are less likely to overcompensate on the initial investment, which increases the likelihood that alternative courses of action will exhibit a higher expected value.", "cite_spans": [], "ref_spans": [], "section": "Conceptualization"}, {"text": "Second, decision makers tend not to make purchase decisions based on expected value alone but run mental calculations of the expected utility of a decision based on their risk preferences (Machina, 1984) . According to prospect theory, decision makers tend to be riskaverse and to penalize losses disproportionally high in their utility functions (Kahneman & Tversky, 1980) . From a customers' perspective, the price of an offering indicates the amount at stake if the purchase does not yield the desired outcomes. Thus, the higher the price, the lower customers' willingness to make a purchase in times of uncertainty.", "cite_spans": [{"start": 188, "end": 203, "text": "(Machina, 1984)", "ref_id": "BIBREF15"}, {"start": 347, "end": 373, "text": "(Kahneman & Tversky, 1980)", "ref_id": null}], "ref_spans": [], "section": "Conceptualization"}, {"text": "Third, our argument is also backed by the nature of high-priced vs. low-priced offerings.", "cite_spans": [], "ref_spans": [], "section": "Conceptualization"}, {"text": "Low-priced industrial offerings are usually linked to maintenance investments, such as spare parts or services to maintain ongoing operations. In contrast, high-priced industrial offerings typically point to expansion investments, such as additional machines to increase production capacity (e.g., Botter & Fortuin, 2000) . During the coronavirus pandemic, expansion of business is particularly likely to stagnate or decrease, whereas established business, also building on 7 contractual arrangements, might be relatively less affected (Ellram & Krause, 2014) . To be able to maintain operations, we expect that the progressing coronavirus pandemic will have a more negative effect on customers' purchase probability for high-priced rather than low-priced offerings.", "cite_spans": [{"start": 298, "end": 321, "text": "Botter & Fortuin, 2000)", "ref_id": "BIBREF2"}, {"start": 536, "end": 559, "text": "(Ellram & Krause, 2014)", "ref_id": null}], "ref_spans": [], "section": "Conceptualization"}, {"text": "The latter effect may also have been fueled by customers' concerns regarding the stability of supply. Specifically, from a customer's perspective, the global recession is not only likely to affect sales markets, but also markets that supply the firm with industrial offerings (Ellram & Krause, 2014; Cannella et al., 2014) . In this regard, decision makers might be particularly concerned about an impending supply shortage of low-ticket items such as spare parts, which would threaten the firm's ongoing operations. Thus, customers might be motivated to carry out or even prepone purchases of low-priced offerings. Conversely, a supply shortage that would threaten a customer's expansion of business might appear less threatening during the coronavirus pandemic. In summary, we posit:", "cite_spans": [{"start": 276, "end": 299, "text": "(Ellram & Krause, 2014;", "ref_id": null}, {"start": 300, "end": 322, "text": "Cannella et al., 2014)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Conceptualization"}, {"text": "The negative effect of the coronavirus pandemic on the purchase probability is more pronounced if an offering's price is high.", "cite_spans": [], "ref_spans": [], "section": "Conceptualization"}, {"text": "Whether our previous arguments hold, should depend on decision makers' risk preferences. Decision makers who are more risk-averse likely shy away from purchasing highpriced industrial offerings during the progressing coronavirus pandemic, because purchasing these offerings is particularly risky (see previous hypothesis). In contrast, less risk-averse decision makers should penalize potential losses from high-priced offerings less strongly in their utility functions. Thus, they should be more willing to purchase high-priced items during the progressing coronavirus pandemic. In fact, perceived risk has been argued to be a key influencing factor in industrial buying decisions (e.g., Puto, Patton, & King, 1985; Sheth, 1973; Wilson, 1971 ). While individuals tend to be risk-averse (Kahneman & Tversky, 1980) , there is considerable heterogeneity in risk preferences across cultures. Specifically, cultures differ with respect to uncertainty avoidance, defined as the extent to which individuals feel uncomfortable with uncertainty and ambiguity (Hofstede, 2001; Hofstede, Hofstede, & Minkov, 2010) . To illustrate, while the cultures of the United Kingdom, China, and Sweden are low in uncertainty avoidance, the cultures of Portugal, Russia, and Japan achieve very high scores (Hofstede, 2015) .", "cite_spans": [{"start": 689, "end": 716, "text": "Puto, Patton, & King, 1985;", "ref_id": "BIBREF20"}, {"start": 717, "end": 729, "text": "Sheth, 1973;", "ref_id": "BIBREF27"}, {"start": 730, "end": 742, "text": "Wilson, 1971", "ref_id": "BIBREF32"}, {"start": 787, "end": 813, "text": "(Kahneman & Tversky, 1980)", "ref_id": null}, {"start": 1051, "end": 1067, "text": "(Hofstede, 2001;", "ref_id": null}, {"start": 1068, "end": 1103, "text": "Hofstede, Hofstede, & Minkov, 2010)", "ref_id": null}, {"start": 1284, "end": 1300, "text": "(Hofstede, 2015)", "ref_id": null}], "ref_spans": [], "section": "Conceptualization"}, {"text": "Against this backdrop, we hypothesize that in countries that are high in uncertainty avoidance, the negative interactive effect between the progression of the coronavirus pandemic and the price of an offering is strengthened.", "cite_spans": [], "ref_spans": [], "section": "Conceptualization"}, {"text": "H 3 : A country's uncertainty avoidance strengthens the moderating effect of an offering's price on the coronavirus progression-purchase probability linkage.", "cite_spans": [], "ref_spans": [], "section": "Conceptualization"}, {"text": "Beyond risk preference, our argument laid out in H 2 should also depend on decision makers' temporal preferences (Machina, 1984) . Specifically, when decisions and outcomes occur at different points in time and thus decisions become intertemporal, actors discount future outcomes in a way that accommodates their temporal preferences. That is, the more decision makers are oriented toward the future, the more weight they assign to prospective rather than immediate outcomes of a purchase decision (Hansen et al., 2007) . Thus, during the progressing coronavirus pandemic these decision makers may be less affected by the prospect of delayed cash flows or profits following a purchase decision. As a result, these decision makers should be relatively more likely to purchase high-priced offerings despite delayed outcomes resulting from the coronavirus pandemic. In contrast, decision makers with strong preferences for immediate outcomes should more strongly discount future outcomes in their utility functions, increasing the likelihood that alternative courses of action appear more favorable.", "cite_spans": [{"start": 113, "end": 128, "text": "(Machina, 1984)", "ref_id": "BIBREF15"}, {"start": 498, "end": 519, "text": "(Hansen et al., 2007)", "ref_id": null}], "ref_spans": [], "section": "Conceptualization"}, {"text": "Decision makers' temporal preferences are shaped by the national culture in which they are socialized since one element of this culture is long-term orientation, defined as \"the fostering 9 of virtues oriented towards future rewards, in particular, perseverance and thrift\" (Hofstede, 2001, p. 359) . Cultures like those in Puerto Rico, Ghana, and Egypt count as short-term oriented, whereas the cultures of South Korea, Japan, and Germany are seen as long-term oriented (Hofstede, 2015) . We hypothesize that in countries that are high in long-term orientation, our previously proposed negative interactive effect between the progression of the coronavirus pandemic and the price of an offering is weakened.", "cite_spans": [{"start": 274, "end": 298, "text": "(Hofstede, 2001, p. 359)", "ref_id": null}, {"start": 471, "end": 487, "text": "(Hofstede, 2015)", "ref_id": null}], "ref_spans": [], "section": "Conceptualization"}, {"text": "H 4 : A country's long-term orientation weakens the moderating effect of an offering's price on the coronavirus progression-purchase probability linkage.", "cite_spans": [], "ref_spans": [], "section": "Conceptualization"}, {"text": "A country's culture can be characterized along four additional dimensions (cf. Hofstede, 2001; Hofstede, Hofstede, & Minkov, 2010) . Those are namely power distance (i.e., the extent to which individuals accept that power is distributed unequally), individualism (i.e., the extent to which individuals prefer to take care of only themselves rather than a wider community), masculinity (i.e., the extent to which individuals prefer achievement, heroism, assertiveness, and material rewards), and indulgence (i.e., the extent to which individuals prefer free gratification of basic and natural human drives). While we do not formulate hypotheses on these values, we control for their interactive effects on the coronavirus progression-purchase probability linkage. This is important because some cultural values are correlated. Figure 1 provides our corresponding conceptual framework.", "cite_spans": [{"start": 74, "end": 94, "text": "(cf. Hofstede, 2001;", "ref_id": null}, {"start": 95, "end": 130, "text": "Hofstede, Hofstede, & Minkov, 2010)", "ref_id": null}], "ref_spans": [{"start": 826, "end": 834, "text": "Figure 1", "ref_id": "FIGREF4"}], "section": "Conceptualization"}, {"text": "---Insert Figure 1 about here ---", "cite_spans": [], "ref_spans": [{"start": 10, "end": 18, "text": "Figure 1", "ref_id": "FIGREF4"}], "section": "Conceptualization"}, {"text": "To test our hypotheses, we collaborated with a globally operating machine tools manufacturer. The company is represented worldwide operating with more than 70 subsidiaries and generating total revenues of ca. €4 billion annually. The company is well-known for its expertise in high-technology markets. Its offerings include a broad portfolio ranging from J o u r n a l P r e -p r o o f Journal Pre-proof machine tools and associated repair and maintenance services to more complex with machine programming and enterprise software, Industry 4.0 consulting services, and automation solutions.", "cite_spans": [], "ref_spans": [], "section": "Research context"}, {"text": "More than 10,000 employees worldwide serve the company's industrial customers in various industry segments ranging from, among others, vehicle manufac turing, electronics, housing and instruments, research and education, steel and metal trades, machinery and plant construction, as well as the manufacturing of medical technology equipment.", "cite_spans": [], "ref_spans": [], "section": "Research context"}, {"text": "To explore the effect of the coronavirus pandemic on customers' purchase probabilities, we matched data from three sources. First, we extracted all of the company's sales opportunities (and thus customers' purchase opportunities) generated from January 2019 to April 2020 from the company's CRM records. For every opportunity, we extracted the starting date, closing date, outcome (if available), the price of the corresponding offering, and characteristics of the prospective customer. Second, to operationalize the progressing coronavirus pandemic, we matched the data with country-level numbers of coronavirus infections, provided by the EU open data portal (EU Open Data Portal, 2020). Third, to operationalize the culture of a country including our focal measures of uncertainty avoidance and long-term orientation, we used a publicly available dataset provided by Hofstede (2015).", "cite_spans": [], "ref_spans": [], "section": "Research context"}, {"text": "We aggregated data on the opportunity-month level, resulting in a panel spanning 16 months. All opportunities started within our observation window. Because their duration until closing varied, the panel is unbalanced, covering 153,865 monthly observations on 31,353 opportunities of 18,445 customers in 57 countries.", "cite_spans": [], "ref_spans": [], "section": "Research context"}, {"text": "Dependent variables. We aim to predict a customer's purchase probability in a given month. Thus, our dependent variable is binomial with two potential outcomes: 1 if a customer made a purchase (whether with the focal supplier or one of its competitors) and 0 otherwise.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Journal Pre-proof Independent variables. We capture the progressing coronavirus pandemic using the mean number of coronavirus infections in country c in month t. We log-transformed the variable to mitigate skewness.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Moderators. The price of an offering is the monetary value of an opportunity (logtransformed). It is measured in the currency of the respective country. To make the variable comparable across countries, we z-standardized it within each country of the dataset. That is, within each country, price has a mean value of 0 and a standard deviation of 1.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Uncertainty avoidance ranges from 8 to 112 and long-term orientation from 13.1 to 100, with values below 50 indicating low uncertainty or long-term orientation and values above 50 indicating high uncertainty or long-term orientation (Hofstede, 2015) . Figure 2 illustrates the country-level scores represented in the dataset. Prior to the estimation, we z-transformed all moderating variables.", "cite_spans": [{"start": 233, "end": 249, "text": "(Hofstede, 2015)", "ref_id": null}], "ref_spans": [{"start": 252, "end": 260, "text": "Figure 2", "ref_id": "FIGREF5"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Control variables. We included several variables to control for potentially intervening influences. First, we included for the number of months an opportunity that had been active in the supplier's CRM system (hereafter recency). Second, we included a dummy variable (hereafter prospect) indicating whether a customer was an existing customer (0) or a prospect (1) who had not purchased from the supplier before. Third, as outlined previously, we controlled for the cultural scores of power distance, individualism, masculinity, and indulgence. Fourth, we also included linear and quadratic time trend variables to capture systematic developments in customers' purchase probabilities across countries. Table 1 provides details on all measures and Table 2 provides descriptive statistics and correlations.", "cite_spans": [], "ref_spans": [{"start": 702, "end": 709, "text": "Table 1", "ref_id": "TABREF2"}, {"start": 747, "end": 754, "text": "Table 2", "ref_id": "TABREF3"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "---Insert Figure 2 , Table 1, and Table 2 about here ---J o u r n a l P r e -p r o o f Journal Pre-proof", "cite_spans": [], "ref_spans": [{"start": 10, "end": 18, "text": "Figure 2", "ref_id": "FIGREF5"}, {"start": 21, "end": 41, "text": "Table 1, and Table 2", "ref_id": "TABREF2"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "To investigate the effect of coronavirus infections on customers' purchase probabilities regarding the supplier's sales opportunities, we employed a binary response model (Wooldridge, 2010, p. 565 ) using a logistic regression of the form", "cite_spans": [{"start": 171, "end": 196, "text": "(Wooldridge, 2010, p. 565", "ref_id": null}], "ref_spans": [], "section": "Model specification and estimation"}, {"text": "Hereby, c indicates variables varying by country, t by months, and i by opportunity. We estimated the model using R version 3.6 and clustered the standard errors in sales opportunities to account for the fact that our data comprises repeated observations over months. Results are reported in Table 3 (Model 1). We then estimated a second model (Model 2) in which we integrated several interactive effects required to test our hypotheses H 2 to H 4 : Infections ct ×Price i , all two-way interactive effects between Infections ct and the six cultural values (e.g.,", "cite_spans": [], "ref_spans": [{"start": 292, "end": 299, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Model specification and estimation"}, {"text": "Infections ct ×Uncertainty avoidance c ), all two-way interactive effects between Price i and the six cultural values (e.g., Price i ×Uncertainty avoidance c ), and all three-way interactive effects between Infections ct , Price i , and the six cultural values (e.g., Infections ct ×Price i ×Uncertainty avoidance c ).", "cite_spans": [], "ref_spans": [], "section": "Model specification and estimation"}, {"text": "---Insert Table 3 about here ---", "cite_spans": [], "ref_spans": [{"start": 10, "end": 17, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Model specification and estimation"}, {"text": "Model 2 is our full model that includes all main and interactive effects. In the following, we evaluate this model against our hypotheses. In H 1 , we suggested that customers' purchase probability decreases with rising infection numbers during the coronavirus pandemic. The J o u r n a l P r e -p r o o f Journal Pre-proof 13 corresponding estimated coefficient is significantly negative (b = -.016, p < .01). Thus, we find support for H 1 . In H 2 , we suggested that the effect of the number of infections on customers' purchase probability is more negative the higher an offering's price. The interactive effect of infections and price is negative (b = -.006, p < .05). Thus, we find support for H 2.", "cite_spans": [], "ref_spans": [], "section": "Main results"}, {"text": "Turning to the hypothesized three-way interactive effects, H 3 proposes that uncertainty avoidance strengthens the negative interactive effect between infections and price on customers' purchase probability. The corresponding three-way interaction (Infections c ×Price i ×Uncertainty avoidance c ) exhibits a significantly negative effect on purchase probability (b = -.009, p < .01).", "cite_spans": [], "ref_spans": [], "section": "Main results"}, {"text": "Thus, when uncertainty avoidance and price are high, infections exhibit a more negative effect on customers' purchase probability. This supports H 3 .", "cite_spans": [], "ref_spans": [], "section": "Main results"}, {"text": "Lastly, H 4 proposes that long-term orientation weakens the negative interactive effect between infections and price on purchase probability. The corresponding three-way interaction (Infections c ×Price i ×Long-term orientation c ) exhibits a significantly positive effect on purchase probability (b = .014, p < .05). Thus, H 4 receives support.", "cite_spans": [], "ref_spans": [], "section": "Main results"}, {"text": "To gain further insights into our interactive effects, Figure 3 presents interaction diagrams. Panel A.1 shows that for a high price, the number of infections has a more negative effect on purchase probability in countries high in uncertainty avoidance compared to countries low in uncertainty avoidance. This pattern is in line with H 3 .", "cite_spans": [], "ref_spans": [{"start": 55, "end": 63, "text": "Figure 3", "ref_id": "FIGREF6"}], "section": "Pattern of interactions"}, {"text": "Interestingly, Panel A.2 shows that the pattern of effects is reversed for low prices:", "cite_spans": [], "ref_spans": [], "section": "Pattern of interactions"}, {"text": "infections decrease the purchase probability more strongly in countries low in uncertainty avoidance, whereas infections do not seem to exhibit an effect for high uncertainty avoidance. decision makers in countries high in uncertainty avoidance might be more likely to consider potential supply side shortages which could impede their ability to satisfy existing customers' demand during the crisis (Tang, 2006) . As a result, to safeguard their operations, these decision makers may be particularly hesitant to postpone maintenance investments. Put differently, during the coronavirus pandemic, risk may arise both from purchasing high-priced items (owing to more unlikely future return) and from not purchasing low-priced items (owing to more likely disruptions of ongoing operations).", "cite_spans": [{"start": 399, "end": 411, "text": "(Tang, 2006)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Pattern of interactions"}, {"text": "Panel B.1 shows the interaction diagram for infections and long-term orientation, given a high price. While the positive three-way interactive effect in our results (b = .014, p < .05) points to high long-term orientation reducing the effect of infections on purchase probability, comparing the slopes of the two lines in Panel B.1 illustrates that this effect is not strong-at least for the conventional range of +/-one standard deviation on price and long-term orientation.", "cite_spans": [], "ref_spans": [], "section": "Pattern of interactions"}, {"text": "Panel B.2 depicts the interaction for low-priced items. Again, the pattern of effects is reversed, showing that customers' purchase probability is less likely to decrease-or even increases-for low long-term orientation, that is, for short-term orientation. Two potential reasons explain this effect. First, owing to their short-term focus, customers may hold fewer supplies of low-priced items (e.g., spare parts) on stock. Thus, these customers may be more severely affected by potentially impending supply shortages, prompting them to stock up.", "cite_spans": [], "ref_spans": [], "section": "Pattern of interactions"}, {"text": "Conversely, in long-term oriented countries customers potentially have more low-priced supplies in stock to begin with, reducing their need to stock up. Second, Hofstede's studies show that in short-term oriented countries, decision makers focus more strongly on saving face and on fulfilling social obligations (Hofstede, 2001; Hofstede, Hofstede, & Minkov, 2010) . Thus, these decision makers might be particularly wary of potential supply shortages that would limit their J o u r n a l P r e -p r o o f Journal Pre-proof 15 ability to fulfill present contractual obligations vis-à-vis their customers. Thus, short-term oriented customers might be more likely to stock up on low-priced items that help them safeguard their operations.", "cite_spans": [{"start": 312, "end": 328, "text": "(Hofstede, 2001;", "ref_id": null}, {"start": 329, "end": 364, "text": "Hofstede, Hofstede, & Minkov, 2010)", "ref_id": null}], "ref_spans": [], "section": "Pattern of interactions"}, {"text": "---Insert Figure 3 about here ---", "cite_spans": [], "ref_spans": [{"start": 10, "end": 18, "text": "Figure 3", "ref_id": "FIGREF6"}], "section": "Pattern of interactions"}, {"text": "Beyond uncertainty avoidance and long-term orientation, our results reveal further significant interactive effects between cultural values and the number of coronavirus infections on customers' purchase probability. While we had not formally hypothesized these effects, in the following we discuss them and provide potential post-hoc explanations based on the pattern of effects.", "cite_spans": [], "ref_spans": [], "section": "Supplemental analyses"}, {"text": "First, our findings show significant two-way and three-way interactive effects between masculinity as well as infections and price. Panels C.1 and C2 in Figure 4 present the corresponding interaction diagrams and suggest that masculinity reduces the negative effect of infections on purchase probability; for a low price, purchase probability even increases as the coronavirus pandemic progresses. Potentially, in masculine cultures carrying out planned purchases and being able to fulfill existing obligations during a pandemic caters to decision makers' needs to display strength and assertiveness.", "cite_spans": [], "ref_spans": [{"start": 153, "end": 161, "text": "Figure 4", "ref_id": "FIGREF12"}], "section": "Supplemental analyses"}, {"text": "Second, our findings show a significant two-way interaction between indulgence and the number of infections as well as a positive three-way interaction with the price of an offering. As Panel D.1 in Figure 4 shows, the negative effect of infections on purchase probability of highpriced offerings is more pronounced for cultures low in indulgence, i.e., cultures high in restraint.", "cite_spans": [], "ref_spans": [{"start": 199, "end": 207, "text": "Figure 4", "ref_id": "FIGREF12"}], "section": "Supplemental analyses"}, {"text": "According to Panel D.2, the opposite is true for low-priced offerings, where low indulgence actually elevates customers' purchase probability. A possible post-hoc explanation may lie in the fact that low indulgence is associated with higher levels of pessimism (Hofstede, Hofstede, &", "cite_spans": [], "ref_spans": [], "section": "Supplemental analyses"}, {"text": "Journal Pre-proof Minkov, 2010) . Potentially, decision makers choose to invest less in high-priced offerings because they are pessimistic about the future returns, but more in low-priced offerings because they are pessimistic about the stability of supply. These effects mirror our previous explanations regarding uncertainty avoidance and long-term orientation.", "cite_spans": [{"start": 18, "end": 31, "text": "Minkov, 2010)", "ref_id": null}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Third and last, our findings show a positive interaction effect between the number of coronavirus infections and power distance, although no three-way interactive effect emerges. Figure 5 presents the plot of the two-way interaction and shows that the number of infections decreases customers' purchase probability for low power distance, but not for high power distance. Potentially, in cultures characterized by low power distance, customers have higher trust in their governments' ability to manage the pandemic, which to some extent shields their expected value considerations.", "cite_spans": [], "ref_spans": [{"start": 179, "end": 187, "text": "Figure 5", "ref_id": "FIGREF13"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "This study makes several contributions to academic literature. First, to the best of our knowledge, this is the first study to empirically examine effects of the coronavirus pandemic on industrial customers' purchasing behavior. Our results show that customers' purchase probability is differentially affected by the progressing pandemic. It drops on average, and even more so for offerings with high prices, particularly in countries with high uncertainty avoidance and low long-term orientation. For offerings with low prices, the progressing coronavirus pandemic has a less negative effect on customers' purchase probability-particularly in countries with high uncertainty avoidance and low long-term orientation.", "cite_spans": [], "ref_spans": [], "section": "Research issues"}, {"text": "Interestingly purchase probability in cultural contexts that are simultaneously characterized by (a) high uncertainty avoidance and low long-term orientation, or (b) high uncertainty avoidance, masculinity, and power distance, as well as low long-term orientation and indulgence (thus also taking into account our non-hypothesized findings discussed earlier). Figure 6 presents the corresponding interaction plots and shows that for these cultural configurations, industrial firms even prepone purchases of low-priced offerings, presumably to prevent disruptions of their ongoing operations through supply shortages. This finding provides intriguing avenues for future research. For example, what are the specific customer motivations underlying this effect and how do industrial customers make these decisions? For which specific offerings (e.g., spare parts, maintenance services) does the purchase probability increase in times of pandemic crises? When do these decisions pay off? How can suppliers' salespeople make use of these effects? That is, how can salespeople communicate the value of their offerings in a way that caters to customers' motivation to maintain their operations? We consider research into questions like these as highly interesting from an academic perspective as well as highly important for managerial practice.", "cite_spans": [], "ref_spans": [{"start": 360, "end": 368, "text": "Figure 6", "ref_id": "FIGREF8"}], "section": "Research issues"}, {"text": "---Insert Figure 6 about here ---Our second contribution pertains to the role of culture in industrial marketing. A country's national culture has been argued and empirically shown to affect both purchasing (e.g., Cannon et al., 2010; Chang & Ding, 1995; Samli, Grewal, & Mathur, 1988 ) and sales management (e.g., Hohenberg & Homburg, 2016) . To the best of our knowledge, this study is the first to examine the fine-tuned interplay between a country's cultural values and two contextual variables: a country's progression in a global pandemic and an offering's price. Interestingly, despite its complexity, this interplay can be deduced in a straightforward fashion from the well-established expected value theorem rooted in decision theories.", "cite_spans": [{"start": 214, "end": 234, "text": "Cannon et al., 2010;", "ref_id": "BIBREF6"}, {"start": 235, "end": 254, "text": "Chang & Ding, 1995;", "ref_id": "BIBREF9"}, {"start": 255, "end": 284, "text": "Samli, Grewal, & Mathur, 1988", "ref_id": "BIBREF24"}, {"start": 315, "end": 341, "text": "Hohenberg & Homburg, 2016)", "ref_id": null}], "ref_spans": [{"start": 10, "end": 18, "text": "Figure 6", "ref_id": "FIGREF8"}], "section": "Research issues"}, {"text": "Third, we hereby also contribute to academia by integrating positive decision theory with cultural dimension theory (Hofstede, 2001; Hofstede, Hofstede, & Minkov, 2010) for the phenomenon of industrial purchasing. Specifically, we found that the cultural value of uncertainty avoidance determines customers' risk preferences (e.g., Marshall et al., 2011) and the cultural value of long-term orientation determines customers' temporal preferences. In addition, we found evidence that power distance, masculinity, and indulgence might also determine certain customer preferences. Thus, future studies aiming to understand industrial customers' expected value or utility considerations might approximate these customers' preferences through cultural dimensions. This is noteworthy because in many study contexts, directly measuring industrial customers' preferences is difficult, if not impossible.", "cite_spans": [{"start": 116, "end": 132, "text": "(Hofstede, 2001;", "ref_id": null}, {"start": 133, "end": 168, "text": "Hofstede, Hofstede, & Minkov, 2010)", "ref_id": null}, {"start": 332, "end": 354, "text": "Marshall et al., 2011)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Journal Pre-proof"}, {"text": "Again, our findings provide interesting avenues for future research. For example, if our theoretical argument holds true, we would expect to find similar effects for customers characterized by risk avoidance and long-term orientation on an organizational rather than a country level (e.g., Muijen & Koopman, 1994) . To illustrate, particularly family firms are characterized by long-term orientation, because they are interested in maximizing their \"socioemotional wealth\" rather than short-term financial outcomes (Tappeiner et al. 2012; Kupp, Schmitz, & Habel, 2019) . Thus, one may hypothesize the purchase probability for high-priced offerings to have dropped less during the coronavirus pandemic when selling to family firms rather than to public companies. Examining this hypothesis would provide a further test of our theory and, again, hold interesting implications for managerial practice.", "cite_spans": [{"start": 290, "end": 313, "text": "Muijen & Koopman, 1994)", "ref_id": "BIBREF18"}, {"start": 515, "end": 538, "text": "(Tappeiner et al. 2012;", "ref_id": "BIBREF30"}, {"start": 539, "end": 568, "text": "Kupp, Schmitz, & Habel, 2019)", "ref_id": null}], "ref_spans": [], "section": "Journal Pre-proof"}, {"text": "Additionally, an interesting avenue for future research could be to examine to which extent cultural values spill over between firms in a supply chain (e.g., Müller, Habel, & Stierl 2017) . For example, imagine a supplier's customer A is located in a country low in uncertainty avoidance and serves its own customer B, located in a country high in uncertainty avoidance.", "cite_spans": [{"start": 158, "end": 187, "text": "Müller, Habel, & Stierl 2017)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Journal Pre-proof"}, {"text": "Would A make purchasing decisions that take B's cultural values into account? For example, as the coronavirus pandemic progresses, would A purchase fewer low-priced offerings from their supplier because of their own uncertainty acceptance, or would they maintain or even increase purchases to accommodate B's uncertainty avoidance? Research into questions like these could improve our understanding of the effect of cultural values along supply chains and help suppliers understand their customers' decision-making.", "cite_spans": [], "ref_spans": [], "section": "Journal Pre-proof"}, {"text": "Our study holds three major implications for industrial suppliers in times of global demand shocks, e.g., caused by the coronavirus pandemic. First, our study substantiates conventional wisdom that industrial customers purchase less as the coronavirus pandemic", "cite_spans": [], "ref_spans": [], "section": "Managerial implications"}, {"text": "progresses. Thus, suppliers should prepare for slower business while infections are rising. For example, because salespeople may have excess time, suppliers may plan alternative activities for them, such as sales trainings or internal projects.", "cite_spans": [], "ref_spans": [], "section": "Managerial implications"}, {"text": "Second, our study helps suppliers target customers with appropriate offerings during the progressing coronavirus pandemic. Specifically, as the coronavirus pandemic worsens, suppliers should focus on sales opportunities with a low price, for which customers' purchase probability is substantially less likely to drop-and in some contexts even increases. One reason for the higher purchase probability for low-priced offerings may be that these offerings help customers safeguard their operations against a potential supply shortage. Against this backdrop, our findings encourage industrial salespeople to more deeply understand what drives their customers' purchase decisions and, if possible, direct customers' focus toward offerings that secure operations and/or improve internal processes. Hereby, salespeople may even use the substantial economic uncertainty induced by the coronavirus pandemic to their advantage.", "cite_spans": [], "ref_spans": [], "section": "Managerial implications"}, {"text": "Journal Pre-proof 20 Importantly, despite our finding that customers are less likely to purchase high-priced offerings, our results do not suggest that premium price approaches are harmful strategies during the coronavirus pandemic per se. This is because we empirically compare prices across offering categories rather than within categories. Put differently, given that we examined opportunities of a single supplier, a higher price does not indicate a higher price premium, but most likely a different offering (e.g., a machine rather than a spare part). Within a given offering category, customers may still decide to choose premium quality. While our study cannot directly test this proposition, it is important to note that the industrial supplier with whom we collaborated counts as a premium provider in its industry and does charge premium prices.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Third, suppliers need to consider the cultural context when aiming to predict and act upon their customers' changing behaviors during the progressing coronavirus pandemic (see Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 176, "end": 183, "text": "Table 4", "ref_id": null}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Specifically, demand for high-priced offerings is less likely to drop in countries with cultures characterized by low uncertainty avoidance and high long-term orientation-such as China and other Asian countries. In addition, we found evidence that the same is true for countries with cultures characterized by high masculinity and high indulgence. Thus, as the pandemic progresses, in these countries salespeople may still succeed in selling high-priced offerings, such as machines. Regarding low-priced offerings, customers' purchase probability is less likely to erode-or even increases-in countries characterized by high uncertainty avoidance and low long-term orientation (e.g., Brazil and other Latin American countries). The same seems to be true for countries characterized by high masculinity and low indulgence. Thus, in these countries suppliers may put particular emphasis on offerings that customers need on stock to safeguard their operations against supply shortages.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "---Insert Table 4 ", "cite_spans": [], "ref_spans": [{"start": 10, "end": 17, "text": "Table 4", "ref_id": null}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "This study provides important insights into personal selling in industrial markets during the coronavirus pandemic, yet it also exhibits several limitations that need to be acknowledged.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "First, because this study was conducted during the ongoing coronavirus pandemic, it comprises data until the end of April 2020. Whether our effects will generalize beyond April 2020 and also to subsequent waves of the pandemic remains to be tested. We thus encourage future research to replicate and extend our findings as the pandemic progresses further.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Relatedly, an interesting avenue for future research may also be to examine industrial purchasing once the coronavirus pandemic regresses rather than progresses. Since the pandemic outbreak, various scenarios of its regression have been discussed. In early March, the so-called V-shaped scenario was considered as most likely, because prior epidemics were V-shaped as well (Carlsson-Szlezak, Reeves, & Swartz, 2020a) . According to this scenario, the economy will recover as quickly as it decreased, with only minor longer lasting impact. Already at the end of March, the U-shaped scenario became more probable, assuming a longer lasting shock where the recovery to pre-crisis level takes longer than in the V-shaped scenario (Carlsson-Szlezak, Reeves, & Swartz, 2020b) . Consequently, experts estimated a severe impact on the global GDP, ranging from -6.1% for advanced economies to -1.0% for emerging markets and developing economies in 2020, i.e. -3.0% GDP on a global scale. Slow recovery would set in in 2021, where GDP is estimated to be +4.5% for advanced economies and +6.6% for emerging markets and developing economies, i.e. +5.8% GDP on a global scale (IMF, 2020).", "cite_spans": [{"start": 373, "end": 416, "text": "(Carlsson-Szlezak, Reeves, & Swartz, 2020a)", "ref_id": "BIBREF7"}, {"start": 726, "end": 769, "text": "(Carlsson-Szlezak, Reeves, & Swartz, 2020b)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Limitations"}, {"text": "Considering these projections, we expect that the effects we found might slowly fade out as the pandemic regresses. More specifically, in short-term oriented and uncertainty-avoidant countries, industrial customers may reduce their stockpiling of low-priced items. This effect might also be driven by customers getting used to the new situation, thus reducing perceived J o u r n a l P r e -p r o o f Journal Pre-proof 22 uncertainty regarding potential supply shortages. Similar effects could be observed on consumer markets, where stockpiling behavior has lessened more and more in the past weeks (Baker et al. 2020 ). Relatedly, when it comes to high-priced items, uncertainty regarding future returns of expansion investments might decrease. This might lead to even more slowly decreasing or even rising purchase probabilities for high-priced items, in particular in long-term oriented countries.", "cite_spans": [{"start": 599, "end": 617, "text": "(Baker et al. 2020", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Limitations"}, {"text": "Future research may test these hypotheses. (Danielsson & Shin, 2002) . In contrast, conventional recessions may loom ahead for a longer period of time, allowing companies to prepare. Second, the time frame in which the coronavirus pandemic impacted the economy has been much tighter.", "cite_spans": [{"start": 43, "end": 68, "text": "(Danielsson & Shin, 2002)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Limitations"}, {"text": "Resulting from these two points, companies had to react faster, which might have increased our effects relative to effects to be expected in a conventional recession. Third, as the coronavirus pandemic was a danger to health and life for the global population, governments needed to introduce more drastic measures than during a conventional recession, such as lockdowns (Danielsson et al., 2020) . As a result, transport companies had to stop their cross-border logistics and factories were forced to reduce or stop production. Thus, compared to a conventional recession, the coronavirus pandemic not only caused a decreasing demand but also supply shortages. As a result, companies are facing the challenge both to sell their offerings and to maintain their capabilities for production-a unique set of challenges, which probably gave rise to our finding that some customers became more likely to purchase low-priced offerings. Note: High/low moderators refer to the mean +/-1 standard deviation. High infections were set at a value of 50,000.", "cite_spans": [{"start": 371, "end": 396, "text": "(Danielsson et al., 2020)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Limitations"}, {"text": "High uncertainty avoidance, masculinity, and power distance; low long-term orientation and indulgence", "cite_spans": [], "ref_spans": [], "section": "Panel B:"}, {"text": "High uncertainty avoidance; low long-term orientation J o u r n a l P r e -p r o o f Journal Pre-proof 1: Purchase probability 2: Infections a .01*** 3: Price a,b -.03*** -.03*** 4: Uncertainty avoidance .00 -.06*** .00 5: Long-term orientation .03*** .04*** .00 .08*** 6: Pow er distance .01*** -.02*** .00 .01*** .05*** 7: Individualism -.03*** .01** .00 -.04*** -.45*** -.70*** 8: Masculinity -.02*** .02*** .00 -.01*** .20*** -.11*** .13*** 9: Indulgence -.03*** -.02*** .00 -.18*** -.61*** -.47*** .56*** -.09*** 10: Recency -.01*** .10*** .03*** .01** -.02*** .03*** .00 .00 .00 11: Prospect -.10*** .01*** .03*** -.08*** -.14*** .19*** -.11*** -.06*** .02*** .03*** .5 * p < .05, ** p < .01, *** p < .001. a Log-transformed to mitigate skew ness. b To account for different currencies, we z-transformed the variable w ithin each country J o u r n a l P r e -p r o o f Journal Pre-proof ", "cite_spans": [], "ref_spans": [], "section": "Panel A:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Descriptive, Normative, and Prescriptive Interactions in Decision Making", "authors": [{"first": "D", "middle": [], "last": "Bell", "suffix": ""}, {"first": "H", "middle": [], "last": "Raiffa", "suffix": ""}, {"first": "A", "middle": [], "last": "Tversky", "suffix": ""}], "year": 1988, "venue": "Decision Making: Descriptive, Normative, and Prescriptive Interactions", "volume": "", "issn": "", "pages": "9--30", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A Closer Look at Consumer Stockpiling During the Coronavirus Crisis", "authors": [{"first": "S", "middle": [], "last": "Baker", "suffix": ""}, {"first": "R", "middle": [], "last": "Farrokhnia", "suffix": ""}, {"first": "S", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "M", "middle": [], "last": "Pagel", "suffix": ""}, {"first": "C", "middle": [], "last": "Yannelis", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Stocking strategy for service parts-a case study", "authors": [{"first": "R", "middle": [], "last": "Botter", "suffix": ""}, {"first": "L", "middle": [], "last": "Fortuin", "suffix": ""}], "year": 2000, "venue": "International Journal of Operations & Production Management", "volume": "20", "issn": "6", "pages": "656--674", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "What Share of the World Population Is Already on COVID-19 Lockdown?", "authors": [{"first": "K", "middle": [], "last": "Buchholz", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Decision theory and marketing management", "authors": [{"first": "R", "middle": ["D"], "last": "Buzzell", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Slater", "suffix": ""}], "year": 1962, "venue": "Journal of Marketing", "volume": "26", "issn": "3", "pages": "7--16", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Current economic downturn and supply chain: the significance of demand and inventory smoothing", "authors": [{"first": "S", "middle": [], "last": "Cannella", "suffix": ""}, {"first": "J", "middle": [], "last": "Ashayeri", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Miranda", "suffix": ""}, {"first": "M", "middle": [], "last": "Bruccoleri", "suffix": ""}], "year": 2014, "venue": "International Journal of Computer Integrated Manufacturing", "volume": "27", "issn": "3", "pages": "201--212", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Building long-term orientation in buyer-supplier relationships: The moderating role of culture", "authors": [{"first": "J", "middle": ["P"], "last": "Cannon", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Doney", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Mullen", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Petersen", "suffix": ""}], "year": 2010, "venue": "Journal of Operations Management", "volume": "28", "issn": "6", "pages": "506--521", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "What Coronavirus Could Mean For The Global Economy", "authors": [{"first": "P", "middle": [], "last": "Carlsson-Szlezak", "suffix": ""}, {"first": "M", "middle": [], "last": "Reeves", "suffix": ""}, {"first": "P", "middle": [], "last": "Swartz", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Understanding the Economic Shock of Coronavirus", "authors": [{"first": "P", "middle": [], "last": "Carlsson-Szlezak", "suffix": ""}, {"first": "M", "middle": [], "last": "Reeves", "suffix": ""}, {"first": "P", "middle": [], "last": "Swartz", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The influence of culture on industrial buying selection criteria in Taiwan and Mainland China", "authors": [{"first": "K", "middle": [], "last": "Chang", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Ding", "suffix": ""}], "year": 1995, "venue": "Industrial Marketing Management", "volume": "24", "issn": "4", "pages": "277--84", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Coronavirus job losses could total 47 million, unemployment rate may hit 32%, Fed estimates", "authors": [{"first": "C", "middle": [], "last": "Cox", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Impact of Organizational Buyer Characteristics in the Buying Center", "authors": [{"first": "L", "middle": ["E"], "last": "Crow", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Lindquist", "suffix": ""}], "year": 1985, "venue": "Industrial Marketing Management", "volume": "14", "issn": "", "pages": "49--58", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Endogenous risk. Modern Risk Management -A History", "authors": [{"first": "J", "middle": [], "last": "Danielsson", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Shin", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "We shouldn't be comparing the coronavirus crisis to 2008 -this is why", "authors": [{"first": "J", "middle": [], "last": "Danielsson", "suffix": ""}, {"first": "R", "middle": [], "last": "Macrae", "suffix": ""}, {"first": "D", "middle": [], "last": "Vayanos", "suffix": ""}, {"first": "J.-P", "middle": [], "last": "Zigrand", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Japanese supply chain relationships in recession", "authors": [{"first": "R", "middle": [], "last": "Lamming", "suffix": ""}], "year": 2000, "venue": "Long Range Planning", "volume": "33", "issn": "6", "pages": "757--778", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Temporal risk and the nature of induced preferences", "authors": [{"first": "M", "middle": ["J"], "last": "Machina", "suffix": ""}], "year": 1984, "venue": "Journal of Economic Theory", "volume": "33", "issn": "2", "pages": "199--231", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Extending prospect theory crossculturally by examining switching behavior in consumer and business-to-business contexts", "authors": [{"first": "R", "middle": [], "last": "Marshall", "suffix": ""}, {"first": "T", "middle": ["C T"], "last": "Huan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xu", "suffix": ""}, {"first": "I", "middle": [], "last": "Nam", "suffix": ""}], "year": 2011, "venue": "Journal of Business Research", "volume": "64", "issn": "8", "pages": "871--878", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "An exploration of branding in industrial markets", "authors": [{"first": "S", "middle": ["M D"], "last": "Mudambi", "suffix": ""}, {"first": "P", "middle": [], "last": "Doyle", "suffix": ""}, {"first": "V", "middle": [], "last": "Wong", "suffix": ""}], "year": 1997, "venue": "Industrial Marketing Management", "volume": "26", "issn": "5", "pages": "433--446", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The influence of national culture on organizational culture: a comparative study between 10 countries", "authors": [{"first": "J", "middle": ["J"], "last": "Muijen", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Koopman", "suffix": ""}], "year": 1994, "venue": "European Work & Organizational Psychologist", "volume": "4", "issn": "4", "pages": "367--381", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Exerting pressure or leveraging power? The extended chain of corporate social responsibility enforcement in business-to-business supply chains", "authors": [{"first": "U", "middle": [], "last": "Müller", "suffix": ""}, {"first": "J", "middle": [], "last": "Habel", "suffix": ""}, {"first": "M", "middle": [], "last": "Stierl", "suffix": ""}], "year": 2017, "venue": "Journal of Public Policy & Marketing", "volume": "36", "issn": "2", "pages": "331--347", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Risk handling strategies in industrial vendor selection decisions", "authors": [{"first": "C", "middle": ["P"], "last": "Puto", "suffix": ""}, {"first": "Iii", "middle": [], "last": "Patton", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "King", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "", "suffix": ""}], "year": 1985, "venue": "Journal of Marketing", "volume": "49", "issn": "1", "pages": "89--98", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Industrial buying and creative marketing", "authors": [{"first": "P", "middle": ["J"], "last": "Robinson", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Faris", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wind", "suffix": ""}], "year": 1967, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Coronavirus batters US economy as 6.65m file for unemployment last week", "authors": [{"first": "D", "middle": [], "last": "Rushe", "suffix": ""}, {"first": "L", "middle": [], "last": "Aratani", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Coronavirus Travel Restrictions, Across the Globe", "authors": [{"first": "A", "middle": [], "last": "Salcedo", "suffix": ""}, {"first": "S", "middle": [], "last": "Yar", "suffix": ""}, {"first": "G", "middle": [], "last": "Cherelus", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "International industrial buyer behavior: An exploration and a proposed model", "authors": [{"first": "A", "middle": ["C"], "last": "Samli", "suffix": ""}, {"first": "D", "middle": [], "last": "Grewal", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Mathur", "suffix": ""}], "year": 1988, "venue": "Journal of the Academy of Marketing Science", "volume": "16", "issn": "2", "pages": "19--29", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Understanding the persuasion process between industrial buyers and sellers. Industrial Marketing Management", "authors": [{"first": "J", "middle": ["M"], "last": "Schmitz", "suffix": ""}], "year": 1995, "venue": "", "volume": "24", "issn": "", "pages": "83--90", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Investment, output, and the cost of capital", "authors": [{"first": "M", "middle": ["D"], "last": "Shapiro", "suffix": ""}, {"first": "O", "middle": ["J"], "last": "Blanchard", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Lovell", "suffix": ""}], "year": 1986, "venue": "Brookings Papers on Economic Activity", "volume": "", "issn": "1", "pages": "111--164", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A model of industrial buyer behavior", "authors": [{"first": "J", "middle": ["N"], "last": "Sheth", "suffix": ""}], "year": 1973, "venue": "Journal of Marketing", "volume": "37", "issn": "4", "pages": "50--56", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "COVID-19 and plant closures: The automotive industry's response to the pandemic", "authors": [{"first": "S", "middle": [], "last": "Szymkowski", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Perspectives in supply chain risk management", "authors": [{"first": "C", "middle": ["S"], "last": "Tang", "suffix": ""}], "year": 2006, "venue": "International Journal of Production Economics", "volume": "103", "issn": "2", "pages": "451--488", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Demand for private equity minority investments: A study of large family firms", "authors": [{"first": "F", "middle": [], "last": "Tappeiner", "suffix": ""}, {"first": "C", "middle": [], "last": "Howorth", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Achleitner", "suffix": ""}, {"first": "S", "middle": [], "last": "Schraml", "suffix": ""}], "year": 2012, "venue": "Journal of Family Business Strategy", "volume": "3", "issn": "1", "pages": "38--51", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Intermediate Microeconomics: A Modern Approach. (9th International Student Edition)", "authors": [{"first": "H", "middle": ["R"], "last": "Varian", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Industrial buyers' decision-making styles", "authors": [{"first": "D", "middle": ["T"], "last": "Wilson", "suffix": ""}], "year": 1971, "venue": "Journal of Marketing Research", "volume": "8", "issn": "4", "pages": "433--436", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Econometric analysis of cross section and panel data", "authors": [{"first": "J", "middle": ["M"], "last": "Wooldridge", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "WHO director-general's opening remarks at the media briefing on covid-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Management of uncertainty through postponement", "authors": [{"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Burns", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Backhouse", "suffix": ""}], "year": 2004, "venue": "International Journal of Production Research", "volume": "42", "issn": "6", "pages": "1049--1064", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "A potential reason for this pattern of effects may lie in the nature of low-priced offerings. Lowpriced offerings are likely used for running and maintaining rather than extending current When making formal or mental calculations of their decisions' expected value,", "latex": null, "type": "figure"}, "FIGREF2": {"text": ", for low-priced offerings, cultural values might even lead to a positive effect of the progressing coronavirus pandemic on customers' purchase probability. To test the this effect, we inspected the effect of the number of infections on customers'", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Conceptual frameworkInfections (i.e., progression of the pandemic)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Uncertainty avoidance and long-term orientationLong-term orientation Uncertainty avoidanceNote: Values are displayed for the 57 countries in our sample.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Interaction plots for uncertainty avoidance and long-High/low moderators refer to the mean +/-1 standard deviation. High infections were set at a value of 50,000.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Interaction High/low moderators refer to the mean +/-1 standard deviation. High infections were set at a value of 50,000. Interaction plot for power distance Note: High/low power distance refers to the mean +/-1 standard deviation. High infections were set at a value of 50", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Interaction", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Figure 1", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Figure 2", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Figure 3", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Figure 4", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Figure 5", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Figure 6", "latex": null, "type": "figure"}, "TABREF0": {"text": "Fourth, our research examines a global pandemic and thus an idiosyncratic shock. To what extent do your results extend to \"conventional\" recessions? To answer this question, three key differences between the coronavirus pandemic and a recession are worth highlighting. First, from an economic perspective, the coronavirus pandemic crisis was caused exogenously and was J o u r n a l P r e -p r o o f", "latex": null, "type": "table"}, "TABREF2": {"text": "Description of measurements", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Construct </td><td>Description </td><td>Operationalization in this study </td><td>Source </td></tr><tr><td>Purchase probability </td><td>Likelihood that a customer made a purchase, w hether from the focal supplier or one of its competitors </td><td>Dummy variable, coded as 1 </td><td>CRM system </td></tr><tr><td> </td><td> </td><td>(purchase) vs. 0 (no purchase) </td><td> </td></tr><tr><td>Infections </td><td>Progression of the coronavirus pandemic in terms of reported number of infections </td><td>Log-transformed mean of the number of infections per country and month </td><td>EU Open Data Portal (2020) </td></tr><tr><td>Price </td><td>Expected price of an offering </td><td>Log-transformed price; to account for different currencies, we z-transformed the variable w ithin each country </td><td>CRM system </td></tr><tr><td>Uncertainty avoidance </td><td>Degree of a society embracing unexpected or unknow n events* </td><td>Score usually ranging betw een 0 and 100, although some scores obtained in replication studies fall outside this continuum </td><td>Hofstede (2015) </td></tr><tr><td>Long-term orientation </td><td>Degree to w hich a society fosters virtues oriented tow ards future rewards* </td><td>Score usually ranging betw een 0 and f\n</td><td>Hofstede (2015) </td></tr><tr><td> </td><td> </td><td>100, although some scores obtained in replication studies fall outside this continuum </td><td> </td></tr><tr><td>Pow er distance </td><td>Degree to w hich a society accepts that pow er is distributed unequally* </td><td>Score usually ranging betw een 0 and 100, although some scores obtained in replication studies fall outside this continuum ro\n</td><td>Hofstede (2015) </td></tr><tr><td>Individualism </td><td>Degree of a society's integration of each individual w ithin groups* </td><td>e-pScore usually ranging betw een 0 and 100, although some scores obtained in replication studies fall outside this continuum </td><td>Hofstede (2015) </td></tr><tr><td>Masculinity </td><td>Degree to w hich a society values assertiveness and material rew ards for success* </td><td>PrScore usually ranging betw een 0 and 100, although some scores obtained in replication studies fall outside this continuum </td><td>Hofstede (2015) </td></tr><tr><td>Indulgence </td><td>Degree to w hich a society values freedom to fulf ill its human desires* </td><td>Score usually ranging betw een 0 and 100, although some scores obtained in replication studies fall outside this continuum </td><td>Hofstede (2015) </td></tr><tr><td>Recency </td><td>aAge of an opportunity in the supplier's CRM system </td><td>Number of months that an opportunity has been active in the CRM system; thus, higher scores indicate low er recency </td><td>CRM system </td></tr><tr><td>Prospect * Descriptions </td><td>\nJoul Dummy variable, coded as 1 (prospect) vs. 0 (existing customer) based on Hofstede (2001) and Hofstede, Hofstede, &amp; Minkov (2010). </td><td>rnCategorization of w hether a customer is a new or an existing customer </td><td>CRM system </td></tr></table></body></html>"}, "TABREF3": {"text": "Descriptive statistics and correlations", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>1 </td><td>2 </td><td>3 </td><td>4 </td><td>5 </td><td>6 </td><td>7 </td><td>8 </td><td>9 10 </td><td>11 </td></tr><tr><td>1: Purchase probability 2: Infectionsa </td><td>.01*** </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>3: Pricea,b </td><td>-.03*** </td><td>-.03*** </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>4: Uncertainty avoidance </td><td>.00 </td><td>-.06*** </td><td>.00 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>5: Long-term orientation </td><td>.03*** </td><td>.04*** </td><td>.00 </td><td>.08*** </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>6: Pow er distance </td><td>.01*** </td><td>-.02*** </td><td>.00 </td><td>.01*** </td><td>.05*** </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>7: Individualism </td><td>-.03*** </td><td>.01** </td><td>.00 </td><td>-.04*** </td><td>-.45*** </td><td>-.70*** </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>8: Masculinity </td><td>-.02*** </td><td>.02*** </td><td>.00 </td><td>-.01*** </td><td>.20*** </td><td>-.11*** </td><td>.13*** </td><td> </td><td> </td><td> </td></tr><tr><td>9: Indulgence </td><td>-.03*** </td><td>-.02*** </td><td>.00 </td><td>-.18*** </td><td>-.61*** </td><td>-.47*** </td><td>.56*** </td><td>-.09*** </td><td> </td><td> </td></tr><tr><td>10: Recency </td><td>-.01*** </td><td>.10*** </td><td>.03*** </td><td>.01** </td><td>-.02*** </td><td>.03*** </td><td>.00 </td><td>.00 </td><td>.00 </td><td> </td></tr><tr><td>11: Prospect </td><td>-.10*** </td><td>.01*** </td><td>.03*** </td><td>-.08*** </td><td>-.14*** </td><td>.19*** </td><td>-.11*** </td><td>-.06*** </td><td>.02*** .03*** </td><td> </td></tr><tr><td>Mean </td><td>.05 </td><td>1.77 </td><td>0b </td><td>52.76 </td><td>61.37 </td><td> Pre-proof\n58.8 62.51 0 23.87 23.61 20.77 skew ness. b To account for differen</td><td> </td><td>60.52 </td><td>45.52 3.63 </td><td>.43 </td></tr><tr><td>SD </td><td>.23 </td><td>3.67 </td><td>1b </td><td>19.6</td><td> </td><td> </td><td> </td><td>15.85 </td><td>17.22 2.21 </td><td>.5 </td></tr><tr><td>* p &lt; .05, ** p variable w ithin each country </td><td>&lt; .01, *** p &lt; .001. a </td><td>Log-transformed to mitigate </td><td> </td><td>t currencies, we z-transformed </td><td>the </td></tr></table></body></html>"}, "TABREF5": {"text": "Results Three-way interactive effectsInfections × Price × Uncertainty avoidance * p < .05, ** p < .01, *** p < .001", "latex": null, "type": "table"}}, "back_matter": [{"text": "Likelihood that a customer made a purchase, w hether from the focal supplier or one of its competitors Dummy variable, coded as 1 (purchase) vs. 0 (no purchase) Degree of a society embracing unexpected or unknow n events* Score usually ranging betw een 0 and 100, although some scores obtained in replication studies fall outside this continuumHofstede (2015) Long-term orientation Degree to w hich a society fosters virtues oriented tow ards future rewards* Score usually ranging betw een 0 and 100, although some scores obtained in replication studies fall outside this continuumHofstede (2015) Pow er distance Degree to w hich a society accepts that pow er is distributed unequally* Score usually ranging betw een 0 and 100, although some scores obtained in replication studies fall outside this continuumHofstede (2015) Individualism Degree of a society's integration of each individual w ithin groups* Score usually ranging betw een 0 and 100, although some scores obtained in replication studies fall outside this continuumHofstede (2015) Masculinity Degree to w hich a society values assertiveness and material rew ards for success* Score usually ranging betw een 0 and 100, although some scores obtained in replication studies fall outside this continuumHofstede (2015) Indulgence Degree to w hich a society values freedom to fulfill its human desires* Score usually ranging betw een 0 and 100, although some scores obtained in replication studies fall outside this continuumHofstede (2015) Recency Age of an opportunity in the supplier's CRM systemNumber of months that an opportunity has been active in the CRM system; thus, higher scores indicate low er recency  Customers in these countries may be more likely to purchase low-priced offerings than in other countries  Customers' probability to purchase low-priced offerings may even increase because of the pandemic  Suppliers may focus on sales opportunities pertaining to low-priced offerings and prompt customers to safeguard their operations", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "High (86) Low (31) ArgentinaHigh (86) ", "cite_spans": [], "ref_spans": [], "section": "Chile"}]}