{
    "paper_id": "0df20bf6e9438005f5fb01e7803691a9ea59b684",
    "metadata": {
        "title": "Imaging changes in patients with 2019-nCov",
        "authors": [
            {
                "first": "Yueying",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "Wuhan 430030",
                        "country": "People's Republic of China European Radiology"
                    }
                },
                "email": ""
            },
            {
                "first": "Hanxiong",
                "middle": [],
                "last": "Guan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "Wuhan 430030",
                        "country": "People's Republic of China European Radiology"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the past month, the outbreak of a new coronavirus from Wuhan, i.e., 2019-nCov, has spread rapidly across China and beyond, with an epidemiological link to the Huanan Seafood Wholesale Market, which sells live animals. The number of people diagnosed with the virus has shown a sharp rise. On January 30, 2020, China reported a total of 7,736 confirmed cases, 170 deaths, 9,267 suspected cases, and 124 discharged patients. Chinese health authorities did an immediate investigation to characterize and control the disease, including isolation of people suspected to have the disease, close monitoring of contacts, epidemiological and clinical data collection from patients, and development of diagnostic and treatment procedures. By January 7, 2020, Chinese scientists had isolated a novel coronavirus (nCoV) from patients in Wuhan. The genetic sequence of the 2019 novel coronavirus (2019-nCoV) enabled the rapid development of point-of-care real-time RT-PCR diagnostic tests specific for 2019-nCoV [1] . The 2019-nCoV is a β CoV of group 2B with at least 70% similarity in genetic sequence to SARS-CoV [2] . Chaolin Huang and colleagues report clinical features of the first 41 patients admitted to the designated hospital in Wuhan who were confirmed to be infected with 2019-nCoV by January 2, 2020 [3] . Chen Wang briefly summarized characteristics of patients who have been infected with 2019-nCoV, MERS-CoV, and SARS-CoV [1] . Unlike the rapid onset of SARS, the incubation period infected by 2019-nCov is generally 3 to 7 days, and up to 14 days. Fever, fatigue, and dry cough are the main manifestations at the prodromal phase. Chan et al reported a familial cluster of pneumonia associated with the 2019-nCoV, indicating person-to-person transmission [4] . Patients can become the source of infection in the incubation period; therefore, the early diagnosis of patients is crucial. The definite diagnosis of 2019-nCov related pneumonia requires detection of the new coronavirus nucleic acid in swabs, sputum, secretions from the lower respiratory tract, or blood. However, the new coronavirus nucleic acid kits are in short supply.",
            "cite_spans": [
                {
                    "start": 1001,
                    "end": 1004,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1428,
                    "end": 1431,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1761,
                    "end": 1764,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chest CT examination is very important in the initial diagnosis of the new type of pneumonia, and CT changes are variable. By collecting chest CT of patients with 2019-nCov related pneumonia in our hospital, we summarized the common imaging changes of the patients. CT is often found to be positive when patients with 2019-nCoV develop persistent fever, cough, and unexplained weakness. Early CT lung manifestations are diverse: they may be lung ground glass shadow (Fig.  1a-c) , pulmonary consolidation and nodules (Fig. 1d) , and local consolidation in the center with ground glass density around (Fig. 1e) . Depending on the course of the disease, pneumonia may involve one or more lobes simultaneously (Fig. 1a, c, g) . When one or two lobes are involved, the effect on lung function is not serious, and the symptoms of shortness of breath and dyspnea are not severe. As the disease progresses, the consolidation area of the lung begins to absorb, reducing its density and gradually becoming a ground glass opacity, like \"melted sugar\" (Fig. 1f) . At this point, if the patient receives effective treatment or if immunity successfully fights against the virus, the inflammation will be further absorbed and the extent will be minimized. The disease will improve, perhaps leaving the lung fiber cord focus (Fig. 1g) . This very much resembles a bout of flu. If the treatment is not received promptly or if immunity fails to fight off the virus, in time, it becomes life-threatening. Lung can progress to a \"white lung\" appearance ( Fig. 1h) , however, this is only seen in a very small number of patients with diffuse alveolar damage involving multiple lobes. At this stage, the ventilation function will be seriously impaired, requiring continuous oxygen inhalation, and even extracorporeal membrane pulmonary oxygenation (ECMO).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 466,
                    "end": 478,
                    "text": "(Fig.  1a-c)",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 526,
                    "text": "(Fig. 1d)",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 609,
                    "text": "(Fig. 1e)",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 722,
                    "text": "(Fig. 1a, c, g)",
                    "ref_id": null
                },
                {
                    "start": 1041,
                    "end": 1050,
                    "text": "(Fig. 1f)",
                    "ref_id": null
                },
                {
                    "start": 1310,
                    "end": 1319,
                    "text": "(Fig. 1g)",
                    "ref_id": null
                },
                {
                    "start": 1536,
                    "end": 1544,
                    "text": "Fig. 1h)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Due to the ongoing developments regarding the COVID-19 epidemic, it was a priority to speedily share the first imaging findings of patients suffering from the disease with the radiological community. Therefore, this article bypassed the standard peer-review procedure and was published after a thorough assessment by the Editor-in-Chief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After getting infected by the 2019-nCoV, the patient can transmit the infection when the imaging manifestations appear. Therefore, early imaging diagnosis is of paramount importance. The purpose of this study is to help early diagnosis based on imaging findings, to set up early isolation and early treatment of patients, and to participate in controlling the outbreak by public health strategies of timely implementation of effective countermeasures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Funding Information The authors state that this work has not received any funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Guarantor Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "The authors of this manuscript declare no relationships with any companies, whose products or services may be related to the subject matter of the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "No complex statistical methods were necessary for this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics and biometry"
        },
        {
            "text": "Informed consent Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics and biometry"
        },
        {
            "text": "Ethical approval Institutional Review Board approval has been obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics and biometry"
        },
        {
            "text": "• Not applicable Figure 1 . CT images of 2019-nCoV related pneumonia. a-c. ground glass opacities; (d) pulmonary consolidation and nodules; (e) local consolidation in the center with peripheral ground glass opacity; (f) as the disease progresses, the consolidation area of the lung begins to absorb, reducing its density and gradually becoming ground glass opacity, like a \"melted sugar\"; (g) the inflammation has absorbed, leaving the lung fiber cord focus; (h) the pneumonia deteriorated and the lungs progressed to the \"white lung\" stage",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 25,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Methodology"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30185--30194",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30185-9"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-the latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.01.009"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30154--30163",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}