{"paper_id": "0df916bf2cc4555189f685cf2703fba7c55f3286", "metadata": {"title": "Neuropsychiatric symptoms and quality of life in Spanish Alzheimer's disease patients during COVID-19 lockdown", "authors": [{"first": "Beatriz", "middle": [], "last": "Lara", "suffix": "", "affiliation": {"laboratory": "", "institution": "IRBLleida", "location": {"settlement": "Lleida", "country": "Spain"}}, "email": ""}, {"first": "B", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anna", "middle": [], "last": "Carnes", "suffix": "", "affiliation": {"laboratory": "", "institution": "IRBLleida", "location": {"settlement": "Lleida", "country": "Spain"}}, "email": ""}, {"first": "Farida", "middle": [], "last": "Dakterzada", "suffix": "", "affiliation": {"laboratory": "", "institution": "IRBLleida", "location": {"settlement": "Lleida", "country": "Spain"}}, "email": ""}, {"first": ";", "middle": [], "last": "Ivan Benitez", "suffix": "", "affiliation": {"laboratory": "Cognitive Disorders Unit Hospital Universitari Santa Maria. Rovira Roure nº 44. 25198. Lleida", "institution": "IRBLleida", "location": {"settlement": "Lleida", "country": "Spain., Spain"}}, "email": ""}, {"first": ";", "middle": [], "last": "Gerard Piñol-Ripoll", "suffix": "", "affiliation": {"laboratory": "", "institution": "IRBLleida", "location": {"settlement": "Lleida", "country": "Spain"}}, "email": ""}, {"first": "Gerard", "middle": [], "last": "Piñol-Ripoll", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The COVID epidemic is affecting individuals worldwide, and Alzheimer's disease (AD) and amnesic mild cognitive impairment (MCI) patients are at risk due to their characteristics and age.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We analysed the impact of the pandemic on these patients' neuropsychiatric symptoms and their quality of life after five weeks of lockdown in Spain.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We tested 40 subjects with a diagnosis of MCI (20) or mild AD (20) from the Cognitive Stimulation Program of Cognitive Disorders Unit. All patients had undergone a previous evaluation during the month before the lockdown, and they were re-evaluated after 5 weeks of lockdown. The Neuropsychiatric Inventory (NPI) and EuroQol-5D were used to evaluate the neuropsychiatric symptoms and quality of life of patients and caregivers.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The total baseline NPI score was 33.75 (22.28) vs 39.05 (27.96) after confinement (p=0.028). The most frequent neuropsychiatric symptoms affected were apathy (4.15 (3.78) vs 5.75 (4.02); p=0.002) and anxiety (3.95 (3.73) vs 5.30 (4.01); p=0.006) in MCI patients and apathy (2.35 (2.70) vs 3.75 (3.78); p=0.036), agitation (0.45 (1.14) vs 1.50 (2.66); p=0.029) and aberrant motor behaviour (1.25 (2.86) vs 2.00 (2.93); p=0.044) in AD patients. We did not observe differences in EuroQol-5D scores during the reevaluation. Approximately 30% of patients and 40% of caregivers reported a worsening of their health status during confinement.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "This article is protected by copyright. All rights reserved", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We have demonstrated the worsening of neuropsychiatric symptoms in patients with AD and MCI during 5 weeks of lockdown, with agitation, apathy and aberrant motor activity being the most affected symptoms.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Coronavirus disease 2019 (COVID-19) was described in Wuhan in December 2019 [1] . Since then, the number of cases and deaths have grown around the world, and the World Health Organization (WHO) declared the COVID-19 pandemic on March 11, 2020 [2] . In Spain, the first patient with coronavirus was diagnosed on January 31. Today, the country borders on 219.764 cases and 22.524 deaths [3] . There is not a worldwide or standard response to the pandemic, and each country is facing the crisis based on their own possibilities, expertise and hypotheses [4] .", "cite_spans": [{"start": 76, "end": 79, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 243, "end": 246, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 385, "end": 388, "text": "[3]", "ref_id": null}, {"start": 551, "end": 554, "text": "[4]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Although the pandemic affects the entire population globally, elderly subjects have the highest vital risk, and most of the deaths have occurred in those over 70 years of age [5] . In this age group, Alzheimer's disease (AD) is highly prevalent. On March 14, the Spanish government decreed a state of alarm, prohibiting different types of people from going out into the streets, including all older people, along with the closure of day centres and centres where cognitive stimulation is carried out. Therefore, AD patients had to remain at home 24 hours a day, with a caregiver throughout the day as well. Given that these patients often have memory problems, they may have some difficulties understanding the situation, thus generating anxiety and nervousness for both them and their caregivers.", "cite_spans": [{"start": 175, "end": 178, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "There are no data assessing the effect on neuropsychiatric symptoms and on the quality of life of this home confinement in patients with cognitive disorders and their caregivers.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We tested 40 subjects with a diagnosis of amnesic mild cognitive impairment (MCI) or mild AD recruited from the Cognitive Stimulation Program of Cognitive Disorders Unit at the Hospital Universitari Santa Maria (Lleida, Spain). The eligibility criteria included patients and their caregivers older than 60 years who were diagnosed with MCI [6] or mild AD according to the NIA-AA criteria [7] . All patients underwent a previous evaluation as a normal procedure included in the Cognitive Stimulation Program of our unit. The patient, the responsible caregiver and the legal representative (when different from the responsible caregiver) signed an informed consent form during the first evaluation and provided oral acceptance previous to the second evaluation.", "cite_spans": [{"start": 340, "end": 343, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 388, "end": 391, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Methods"}, {"text": "Patients included in the Cognitive Stimulation Programme are all patients diagnosed of MCI or mild AD by those neurologist or geriatrician working in the unit. There are some exclusion criteria as: negative by the patient or caregiver to came to the hospital, sensorial difficulties that could make difficult to follow the stimulation sessions or uncontrolled behavior problems that could interfere with the development of the sessions. Those patients with mobility problems can go but given these limitations many times they do not carry out the proposed stimulation.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "This article is protected by copyright. All rights reserved Our unit memory cares for patients with a wide geographical dispersion, so, the majority of patients who come to the stimulation workshops live in a diameter less than 20 km from the memory unit.", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "The patients who started in the previous month were 42 subjects. All of them had a baseline assessment and two patients could not be contacted by telephone. All patients who were contacted (40) accepted to participate in the follow-up study.", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "Those patients with a previous evaluation during the previous month to lockdown were called to participate in the study, and NPI and EuroQol-5D scores were obtained after 5 weeks of home confinement from phone interview, and the results were compared with those of the first evaluation.", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "Eligible patients and caregivers were subjected to the EuroQol-5D and Neuropsychiatric Inventory (NPI). The EuroQol-5D includes questions that evaluate different domains, such as mobility, personal self-care, instrumental activities of daily living, pain and depression. The caregiver answered in regard to themselves and the patient [8] . The NPI concerns the severity and frequency of the following 12 domains of behavioural functioning: delusions, hallucinations, agitation/aggression, dysphoria, anxiety, euphoria, apathy, disinhibition, irritability/lability, aberrant motor activity, night-time behavioural disturbances, and appetite and eating abnormalities [9] .", "cite_spans": [{"start": 334, "end": 337, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 665, "end": 668, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Accepted Article"}, {"text": "The data that support the findings of this study are available from the corresponding author upon reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Availability of data"}, {"text": "Descriptive statistics of the mean (standard deviation) or median [interquartile range] were estimated for quantitative variables with a normal or non-normal distribution, respectively.", "cite_spans": [], "ref_spans": [], "section": "Statistical analyses"}, {"text": "Absolute and relative frequencies were used for qualitative variables. The normality of the distribution was analysed using the Shapiro-Wilk test. Table 2 shows that agitation, apathy, and aberrant motor activity were the most affected neuropsychiatric symptoms in our patients. Other symptoms such as depression also worsened but without statistically significant differences. According to group, the neuropsychiatric symptoms ", "cite_spans": [], "ref_spans": [{"start": 147, "end": 154, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Statistical analyses"}, {"text": "In the present study, we investigated the impact of five weeks of lockdown in MCI and AD patients during the COVID-19 epidemic in Spain. There was a statistically significant increase in", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This article is protected by copyright. All rights reserved the levels of agitation, apathy and aberrant motor activity. We did not observe a decrease in quality of life in either patients or caregivers.", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "The COVID-19 pandemic is an unprecedented disaster and a significant psychological stressor, in addition to its tremendous impact on every facet of individuals' lives and organizations in virtually all social and economic sectors worldwide [10] . In the general population, the increasing burden of the epidemic has led to a global atmosphere of anxiety and depression [11] .", "cite_spans": [{"start": 240, "end": 244, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 369, "end": 373, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Accepted Article"}, {"text": "AD patients are a particularly vulnerable population. Most of them have memory problems that can make it difficult to understand what is happening. As in most of the population, their routines have been altered, and their environment may be more chaotic due to the uncertainties caused by the pandemic. Furthermore, their stimulation programmes have been interrupted or severely modified. All these circumstances can generate important alterations in these patients [12] . Our patients showed worsening agitation, apathy, and aberrant motor activity after 5 weeks of lockdown in the MCI and AD Spanish population. There are no previous studies that have evaluated these changes in patients with memory problems. We did not observe changes according to quality of life, but many patients and caregivers said that their health condition had worsened after confinement.", "cite_spans": [{"start": 466, "end": 470, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Accepted Article"}, {"text": "Several strategies to try to improve the AD patients situation during COVID pandemic have been published by different associations or entities [12] [13] [14] . According with our results, we insist on the need for the use and dissemination of this information throughout the community of AD patients.", "cite_spans": [{"start": 143, "end": 147, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 148, "end": 152, "text": "[13]", "ref_id": null}, {"start": 153, "end": 157, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Accepted Article"}, {"text": "Despite the limitations in the extension of the tests used, no previous information on this type of patient in these exceptional circumstances has been reported. However, some limitations needs to be considered. One limitation is that the first evaluation was from personal interview and the second was from phone interview. This could explain some differences but the interview was performed by the same profesional in both cases to try to reduce a posible bias. Another limitation", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "This article is protected by copyright. All rights reserved is that our patients go to the unit memory 3 days for week. This could explain that the change of routine can affect these patients and worse neuropsychiatric symptoms. However, these patients started the program one month before the lockdown when they were evaluated. So, perhaps they", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "had not yet acquired this routine.", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "In this study, we underline the need to take into account the particular characteristics of patients with cognitive impairment when developing measures of de-escalation during confinement to try to minimize the effects on neuropsychiatric symptoms and quality of life in patients.", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "Author contributions: BL, AC, FD, IB, and GPR designed the study. AC and FD searched the literature. BL collected the data. GPR and FD analysed the data. BL, AC, FD, IB, and GPR interpreted the data. BL and GPR wrote the draft of the manuscript. All authors revised the manuscript and approved it for submission.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "All authors declare that they have no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Disclosure Statement"}, {"text": "All participants and caregivers gave their oral informed consent to take part in this study.", "cite_spans": [], "ref_spans": [], "section": "Ethical standard"}, {"text": "This study was supported by the Generalitat of Catalonia, Department of Health (PERIS 2019 SLT008/18/00050) to GPR; FD was supported by Agency for Management of University and Research Grants (FI_B100153). This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "Funds"}, {"text": "This article is protected by copyright. All rights reserved ", "cite_spans": [], "ref_spans": [], "section": "Funds"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Outbreak of pneumonia of unknown etiology in Wuhan, China: the mistery and the miracle", "authors": [{"first": "H", "middle": [], "last": "Lu", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Stratton", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Tang", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "92", "issn": "", "pages": "401--402", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization Director-General's Opening Remarks at the Media Briefing on COVID-19-11", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "COVID-19) Current Status and Future Perspectives: A Narrative Review Int", "authors": [], "year": 2020, "venue": "Coronavirus Diseases", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "COVID-19 and Older Adults: What We Know", "authors": [{"first": "Z", "middle": [], "last": "Shahid", "suffix": ""}, {"first": "R", "middle": [], "last": "Kalayanamitra", "suffix": ""}, {"first": "B", "middle": [], "last": "Mcclafferty", "suffix": ""}, {"first": "D", "middle": [], "last": "Kepko", "suffix": ""}, {"first": "D", "middle": [], "last": "Ramgobin", "suffix": ""}, {"first": "R", "middle": [], "last": "Patel", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Aggarwal", "suffix": ""}, {"first": "R", "middle": [], "last": "Vunnam", "suffix": ""}, {"first": "N", "middle": [], "last": "Sahu", "suffix": ""}, {"first": "D", "middle": [], "last": "Bhatt", "suffix": ""}, {"first": "K", "middle": [], "last": "Jones", "suffix": ""}, {"first": "R", "middle": [], "last": "Golamari", "suffix": ""}, {"first": "R", "middle": [], "last": "Jain", "suffix": ""}], "year": 2020, "venue": "J Am Geriatr Soc", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/jgs.16472"]}}, "BIBREF5": {"ref_id": "b5", "title": "The diagnosis of mild cognitive impairment due to Alzheimer's disease: recommendations from the National Institute on Aging-Alzheimer's Association workgroups on diagnostic guidelines for Alzheimer's disease", "authors": [{"first": "M", "middle": ["S"], "last": "Albert", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Dekosky", "suffix": ""}, {"first": "D", "middle": [], "last": "Dickson", "suffix": ""}, {"first": "B", "middle": [], "last": "Dubois", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Feldman", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Fox", "suffix": ""}, {"first": "A", "middle": [], "last": "Gamst", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Holtzman", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Jagust", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Petersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Snyder", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Carrillo", "suffix": ""}, {"first": "B", "middle": [], "last": "Thies", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Phelps", "suffix": ""}], "year": 2011, "venue": "Alzheimers Dement", "volume": "7", "issn": "3", "pages": "270--279", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The diagnosis of dementia due to Alzheimer's disease: Recommendations from the National Institute on Aging-Alzheimer's Association workgroups on diagnostic guidelines for Alzheimer's disease", "authors": [{"first": "G", "middle": ["M"], "last": "Mckhann", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Knopman", "suffix": ""}, {"first": "H", "middle": [], "last": "Chertkow", "suffix": ""}], "year": 2011, "venue": "Alzheimer's Dement", "volume": "7", "issn": "3", "pages": "263--269", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The Spanish Version of EuroQol: A Description and Its Applications. European Quality of Life Scale", "authors": [{"first": "X", "middle": [], "last": "Badia", "suffix": ""}, {"first": "M", "middle": [], "last": "Roset", "suffix": ""}, {"first": "S", "middle": [], "last": "Montserrat", "suffix": ""}, {"first": "M", "middle": [], "last": "Herdman", "suffix": ""}, {"first": "A", "middle": [], "last": "Segura", "suffix": ""}], "year": 1999, "venue": "Med Clin (Barc)", "volume": "112", "issn": "", "pages": "79--86", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Accepted Article This article is protected by copyright. All rights reserved", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The Neuropsychiatric Inventory: Comprehensive assessment of psychopathology in dementia", "authors": [{"first": "J", "middle": [], "last": "Cummings", "suffix": ""}, {"first": "M", "middle": [], "last": "Mega", "suffix": ""}, {"first": "K", "middle": [], "last": "Gray", "suffix": ""}, {"first": "S", "middle": [], "last": "Rosenberg-Thompson", "suffix": ""}, {"first": "D", "middle": [], "last": "Carusi", "suffix": ""}, {"first": "J", "middle": [], "last": "Gornbein", "suffix": ""}], "year": 1994, "venue": "Neurology", "volume": "44", "issn": "", "pages": "2308--2314", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Are we facing a crashing wave of neuropsychiatric sequelae of COVID-19? Neuropsychiatric symptoms and potential immunologic mechanisms. Bran Behav Immun", "authors": [{"first": "E", "middle": ["A"], "last": "Troyer", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Kohn", "suffix": ""}, {"first": "S", "middle": [], "last": "Hong", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["Doi:10.1016/j.bbi.2020.04.027"]}}, "BIBREF11": {"ref_id": "b11", "title": "Mental Health Strategies to Combat the Psychological Impact of COVID-19 Beyond Paranoia and Panic", "authors": [{"first": "C", "middle": ["S"], "last": "Ho", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Chee", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Ho", "suffix": ""}], "year": 2020, "venue": "Ann Acad Med", "volume": "49", "issn": "3", "pages": "155--160", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Dementia Care During COVID-19", "authors": [{"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Barbarino", "suffix": ""}, {"first": "S", "middle": [], "last": "Gauthier", "suffix": ""}, {"first": "H", "middle": [], "last": "Brodaty", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Molinuevo", "suffix": ""}, {"first": "H", "middle": [], "last": "Xie", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sun", "suffix": ""}, {"first": "Yu", "middle": ["E"], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Weidner", "suffix": ""}, {"first": "W", "middle": [], "last": "Yu", "suffix": ""}, {"first": "X", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1190--1191", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Accepted Article", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "40 patients: 20 with MCI and 20 with AD. The baseline characteristics of the sample are shown in table 1. Most of them (24) were living as the couple (60%) or were living alone (9) with an occasional caregiver (22.5%). Six of them (15%) had changed addresses in relation to confinement. The participants showed a significant worsening in neuropsychiatric symptoms: the preconfinement NPI score was 33.75 (22..28) vs 39.05 (27.96) after 5 weeks of domiciliary confinement (p=0.028).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "worsened with a similar intensity in MCI (35.40 (21.15) vs 39.95 (24.62); differences 4.5; p=0.103) and AD patients (32.10 (23.79) vs 38.15 (31.58); differences 6.0; p= 0.135). The most affected symptoms were apathy (4.15 (3.78) vs 5.75 (4.02); p=0.002) and anxiety (3.95 (3.73) vs 5.30 (4.01); p=0.006) for MCI patients. Apathy (2.35 (2.70) vs 3.75 (3.78); p=0.036) along with agitation (0.45 (1.14) vs 1.50 (2.66); p=0.029) and aberrant motor behaviour (1.25 (2.86) vs 2.00 (2.93); p=0.044) were the most common symptoms affected in AD patients. The quality of life across the 5 weeks of lockdown did not show differences in patients (0.66 [0.60;0.72] vs 0.62 [0.56;0.69]; differences -0.03 [-0.08;0.01]; p=0.456) or caregivers (0.74 [0.68;0.80] vs 0.72 [0.65;0.79]; differences -0.02 [-0.06;0.02]; p=0.387). However, in terms of the EuroQol-5D, if the health condition had worsened after 5 weeks of confinement, 30% (12) of the patients and 40% (16) of the caregivers reported worsened scores. However, no differences were observed in the visual analogue scale scores both for the caregivers (69.88 (19.23) vs 65.50 (23.66); p=0.101) and for the caregivers in reference to the patients (55.63 (16, 49) vs 52.88 (20.28); p=0.123).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "A longitudinal study of the general population showed that depression, anxiety and stress increased longitudinally during the pandemic in China. We observed that the neuropsychiatric symptoms and quality of life of patients and caregivers were affected in patients with cognitive impairment.Patients included in Cognitive Stimulation Program go to the hospital 3 times for week to do physical and cognitive stimulation. The works according their cognitive statment, so patients included in the study were in two different groups.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The comparison of means was made by paired-samples Student's t tests. The comparison between categorical variables was performed using the chi-squared test, Pearson's test and Fisher's exact test. The statistical study was performed with the SPSS 19.0 program (SPSS, Chicago, IL). Significance was set at p < 0.05 for all analyses.", "latex": null, "type": "table"}, "TABREF1": {"text": "Descriptive characteristics of mild cognitive impairment and moderate Alzheimer's disease patients. Changes in neuropsychiatric symptoms included in the Neuropsychiatric Inventory from baseline to 5 weeks of lockdown due to the COVID-19 pandemic. Descriptive characteristics of mild cognitive impairment and moderate Alzheimer's disease patients.", "latex": null, "type": "table"}, "TABREF2": {"text": "Changes in neuropsychiatric symptoms included in the Neuropsychiatric Inventory from baseline to 5 weeks of lockdown due to the COVID-19 pandemic.", "latex": null, "type": "table"}}, "back_matter": []}