{
    "paper_id": "0dface3b990e722daf092f9331a3b4814192dfe7",
    "metadata": {
        "title": "Journal Pre-proof Transport and deposition of hygroscopic particles in asthmatic subjects with and without airway narrowing Transport and Deposition of Hygroscopic Particles in Asthmatic Subjects with and without Airway Narrowing",
        "authors": [
            {
                "first": "Prathish",
                "middle": [
                    "K"
                ],
                "last": "Rajaraman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiwoong",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "A"
                ],
                "last": "Hoffman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [
                    "T"
                ],
                "last": "O&apos;shaughnessy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Iowa",
                    "location": {
                        "settlement": "Iowa City",
                        "region": "Iowa"
                    }
                },
                "email": ""
            },
            {
                "first": "Sanghun",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyungpook National University",
                    "location": {
                        "postCode": "41566",
                        "settlement": "Daegu",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Renishkumar",
                "middle": [],
                "last": "Delvadia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "U.S. Food and Drug Administration",
                    "location": {
                        "postCode": "52242",
                        "settlement": "Silver Spring, Iowa City, Iowa",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Babiskin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "U.S. Food and Drug Administration",
                    "location": {
                        "postCode": "52242",
                        "settlement": "Silver Spring, Iowa City, Iowa",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ross",
                "middle": [],
                "last": "Walenga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "U.S. Food and Drug Administration",
                    "location": {
                        "postCode": "52242",
                        "settlement": "Silver Spring, Iowa City, Iowa",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ching-Long",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": "ching-long-lin@uiowa.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "This study numerically investigates the effect of hygroscopicity on transport and deposition of particles in severe asthmatic lungs with distinct airway structures. The study human subjects were selected from two imaging-based severe asthmatic clusters with one characterized by nonconstricted airways and the other by constricted airways in the lower left lobe (LLL). We compared the deposition fractions of sodium chloride (NaCl) particles with a range of aerodynamic diameters (1-8 µm) in cluster archetypes under conditions with and without hygroscopic growth. The temperature and water vapor distributions in the airways were simulated with an airway wall boundary condition that accounts for variable temperature and water vapor evaporation at the interface between the lumen and the airway surface liquid layer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "On average, the deposition fraction increased by about 6% due to hygroscopic particle growth in the cluster subjects with constricted airways, while it increased by only about 0.5% in those with non-constricted airways. The effect of particle growth was most significant for particles with an initial diameter of 2 μm in the cluster subjects with constricted airways. The effect diminished with increasing particle size, especially for particles with an initial diameter larger than 4 μm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This suggests the necessity to differentiate asthmatic subjects by cluster in engineering the aerosol size for tailored treatment. Specifically, the treatment of severe asthmatic subjects who have constricted airways with inhalation aerosols may need submicron-sized hygroscopic particles to compensate for particle growth, if one targets for delivering to the peripheral region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "These results could potentially inform the choice of particle size for inhalational drug delivery in a cluster-specific manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Transport and deposition of dry NaCl particles in subject-specific asthma subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Cluster asthma subjects based on airways constriction in the left lower lobe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Comparing stable and hygroscopic growth particles in constricted airways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Hygroscopic particle growth contributed more to the deposition fraction up to 3.5% higher in the LLL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Inhalable aerosolized pharmaceutical drugs are commonly prescribed by medical doctors to be delivered throughout the respiratory tract for treating asthmatic patients. These drug aerosols experience mass change due to the interaction of aerosol and water vapor in the respiratory tract, which is a complex process because it depends upon local flow and particle characteristics, thermodynamics, airway structure, and lung function (Finlay, 2001; Longest & Kleinstreuer, 2005; Martonen, 1982) . A better understanding of the aerosol-water vapor interaction in the airways could potentially help the design of effective inhalers that engineer the aerosol size for targeted drug delivery (Byron, 2004; Longest, Tian, Walenga, & Hindle, 2012; Walenga & Longest, 2016) .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 445,
                    "text": "(Finlay, 2001;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 446,
                    "end": 475,
                    "text": "Longest & Kleinstreuer, 2005;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 476,
                    "end": 491,
                    "text": "Martonen, 1982)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 685,
                    "end": 698,
                    "text": "(Byron, 2004;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 699,
                    "end": 738,
                    "text": "Longest, Tian, Walenga, & Hindle, 2012;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 739,
                    "end": 763,
                    "text": "Walenga & Longest, 2016)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent studies have focused on the shrinkage or growth of particles for various airway conditions and its impact on the deposition of drugs in the airways (Chen, Feng, Zhong, & Kleinstreuer, 2017; Chen, Kleinstreuer, Zhong, Feng, & Zhou, 2018; Longest, McLeskey, & Hindle, 2010) . However, tailoring efficient drug delivery methods and devices for asthmatic patients poses numerous experimental challenges due to inaccuracy in measuring and quantifying the regional deposition of particles (dosage) in the airways (Borgström, Bengtsson, Derom, & Pauwels, 2000) . Although several computational fluid dynamics (CFD) studies have been performed for particle growth in the mouth-throat and airway model, very few have focused on the effect of subject-specific airways with realistic boundary conditions (Chen et al., 2017; Chen, Ma, Zhong, Sun, & Zhou, 2019; Winkler-Heil, Ferron, & Hofmann, 2014; . The change in the size of pharmaceutical particles is due to evaporation and condensation (hygroscopicity) when traveling in the respiratory tract (Broday & Georgopoulos, 2001; Finlay, 2001) . During the hygroscopic process of a sodium chloride (NaCl) particle, water vapor would be absorbed from surrounding air to form a film of saturated NaCl solution that covers a NaCl crystal (Asgharian, 2004; Broday & Georgopoulos, 2001; Chen et al., 2017) . As the hygroscopic process continues, the mass of solid NaCl decreases and the saturated NaCl solution increases until solid NaCl is fully dissolved (Asgharian, 2004; Broday & Georgopoulos, 2001; Chen et al., 2017) . Several previous works on the growth of hygroscopic particles in the human airways showed that an increase in particle size enhances the particle deposition throughout the airways (Chen et al., 2019; Ferron, Kreyling, & Haider, 1988; Ferron, Oberdörster, & Henneberg, 1989; Hofmann, 2011; Martonen, 1982) . For example, Ferron et al. (1989) found that for particles with an initial diameter of 0.5-2 μm in a constant relative humidity (RH) environment, the hygroscopic process could significantly alter the particle size by a factor of 2 to 4. Chen et al. (2017) tested the hygroscopic growth of multi-component particles, comprising water, ethanol, NaCl and fluorescein, in a generalized mouth-throat model with various boundary conditions at the inlet and boundary walls, such as volumetric flow rate and wall wetness. They found that for particles with an initial diameter of 2.5-7.5 μm a wet wall (RH = 99.5%) condition increases the deposition efficiency by 2.1%, as compared with 0.5% obtained with a dry airways wall condition (RH = 0%). In a numerical study of hygroscopic particle growth of NaCl, Chen et al. (2019) reported that a constant RH of 99.5% at the airway wall overpredicted the final particle diameter by 18% in the airways of generation 3-6, indicating the importance of this boundary condition.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 196,
                    "text": "(Chen, Feng, Zhong, & Kleinstreuer, 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 197,
                    "end": 243,
                    "text": "Chen, Kleinstreuer, Zhong, Feng, & Zhou, 2018;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 244,
                    "end": 278,
                    "text": "Longest, McLeskey, & Hindle, 2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 514,
                    "end": 560,
                    "text": "(Borgström, Bengtsson, Derom, & Pauwels, 2000)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 800,
                    "end": 819,
                    "text": "(Chen et al., 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 820,
                    "end": 855,
                    "text": "Chen, Ma, Zhong, Sun, & Zhou, 2019;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 856,
                    "end": 894,
                    "text": "Winkler-Heil, Ferron, & Hofmann, 2014;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1044,
                    "end": 1073,
                    "text": "(Broday & Georgopoulos, 2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1074,
                    "end": 1087,
                    "text": "Finlay, 2001)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1142,
                    "end": 1148,
                    "text": "(NaCl)",
                    "ref_id": null
                },
                {
                    "start": 1279,
                    "end": 1296,
                    "text": "(Asgharian, 2004;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1297,
                    "end": 1325,
                    "text": "Broday & Georgopoulos, 2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1326,
                    "end": 1344,
                    "text": "Chen et al., 2017)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1496,
                    "end": 1513,
                    "text": "(Asgharian, 2004;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1514,
                    "end": 1542,
                    "text": "Broday & Georgopoulos, 2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1543,
                    "end": 1561,
                    "text": "Chen et al., 2017)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1744,
                    "end": 1763,
                    "text": "(Chen et al., 2019;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1764,
                    "end": 1797,
                    "text": "Ferron, Kreyling, & Haider, 1988;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1798,
                    "end": 1837,
                    "text": "Ferron, Oberdörster, & Henneberg, 1989;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1838,
                    "end": 1852,
                    "text": "Hofmann, 2011;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1853,
                    "end": 1868,
                    "text": "Martonen, 1982)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1884,
                    "end": 1904,
                    "text": "Ferron et al. (1989)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2108,
                    "end": 2126,
                    "text": "Chen et al. (2017)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2670,
                    "end": 2688,
                    "text": "Chen et al. (2019)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cluster analysis allows for grouping subjects with similar imaging-based structural, functional metrics and clinical characteristics, such as pulmonary test functions (PFTs), body mass index (BMI), activity limitation and exacerbations, facilitating bridging individual and population-based studies. Thus, the notion of subject-specificity for tailoring drug delivery could potentially be realized through cluster-specificity. For example, Choi et al. (2017) identified four asthmatic clusters using computed tomography (CT) imaging-based variables and established their associations with clinical characteristics. Later, J. Choi et al. (2019) applied a CFD model to examine air flow and deposition of non-growth particles within archetypes representative of the four imaging-based clusters. Although subjects in cluster 3 (without airway constriction) and cluster 4 (with airway constriction) were characteristic of severe asthma, they exhibited different particle deposition patterns with increasing initial particle size. Specifically, cluster 4 subjects had an increase in the deposition fraction in the left lower lobe (LLL) for particles with a diameter larger than 2 μm.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 458,
                    "text": "Choi et al. (2017)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 625,
                    "end": 643,
                    "text": "Choi et al. (2019)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study focuses on the effect of particle growth on particle transport and deposition in severe asthmatic subjects with and without airway constriction, which is an extension of previous work (J. Choi et al., 2019) . A CFD model was implemented to predict the transport and deposition of dry NaCl particles in archetypes selected from two severe asthmatic clusters.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 217,
                    "text": "Choi et al., 2019)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cluster 3 (C3) subjects had non-constricted airways, while cluster 4 (C4) subjects had constricted airways. In this study, only the growth of NaCl particles was considered due to the high affinity of NaCl particles to absorb moisture from the surrounding air compared to pharmaceutical drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The effects of particle growth for a range of dry initial particle sizes in each cluster were investigated on the deposition pattern and final particle sizes in the airways, specifically in LLL, where airway narrowing exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Computed tomography (CT) lung images of six severe asthmatic subjects at total lung capacity (TLC) and functional residual capacity (FRC) were acquired at the University of Pittsburgh and the University of Wisconsin with approval from respective institutional review boards, as part of the Severe Asthma Research Program (SARP). These subjects are archetypes representative of the two severe asthma clusters. Females with non-constricted airways and reversible lung function dominated C3. In contrast, C4 was dominated by older males with constricted airways and persistent reduced lung function (Choi et al., 2017) . For each cluster, only three subjects, denoted by (i), (ii) and (iii) in Table I, were selected for CFD analysis owing to the high computational cost for simulation of turbulent flows. Their features are summarized in Table I , such as sex, age, reduced * ( ), and reduced ( ) as marked by arrows ↓ for C4. * ( ) is the average of normalized airway hydraulic diameter in the LLL. is the Jacobian determinant defined as the ratio of a local lung volume at TLC over that of the same tissue mass at FRC and ( ) is the average Jacobian determinant over the whole lung.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 615,
                    "text": "(Choi et al., 2017)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 691,
                    "end": 736,
                    "text": "Table I, were selected for CFD analysis owing",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 843,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "Characteristics of cluster subjects"
        },
        {
            "text": "We employed a large eddy simulation (LES) technique that solves the following filtered governing equations (Lin, Tawhai, McLennan, & Hoffman, 2007; Wu, Tawhai, Hoffman, & Lin, 2014) :",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 147,
                    "text": "(Lin, Tawhai, McLennan, & Hoffman, 2007;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 148,
                    "end": 181,
                    "text": "Wu, Tawhai, Hoffman, & Lin, 2014)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Governing equations"
        },
        {
            "text": "-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Governing equations"
        },
        {
            "text": "where , andare the filtered velocity vector, temperature and water vapor concentration, respectively. is the fluid density, ! is the filtered pressure, % is the fluid viscosity, and % & is the subgrid-scale (SGS) eddy viscosity proposed by Vreman (2004 (8) 7 ) of water vapor in the air were fixed at 0.9 . The buoyancy force is modeled by the Boussinesq approximation as \" = −9 ′ . ; , where 9 is the coefficient for volumetric expansion of air, ′ . is the modified temperature of dry air accounting for moist air and ; = (0,0, −;), where ; is the gravitational acceleration. The Reynolds number in the trachea (Re trachea ), based on the average tracheal diameter and the maximum volumetric flow rate at peak inspiration = 0> ( /@AB), varied from 2,742 to 4,881 ( Table Ⅰ) . The = 0> was derived from subject-specific inspiratory capacity (J. Choi et al., 2019).",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 252,
                    "text": "Vreman (2004",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 766,
                    "end": 774,
                    "text": "Table Ⅰ)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Governing equations"
        },
        {
            "text": "The three-dimensional (3D) segmented human airway geometry and one-dimensional (1D) skeleton were obtained from CT images at TLC for each cluster subject using Apollo software (VIDA Diagnostics). CT scans are acquired when the study subject lies on the imaging bed in a supine position. The gravitational direction for the CFD analysis is taken as the axis of rotation of the CT scanner, parallel to the imaging bed. Thus, the gravitational direction is not exactly parallel to the trachea. The 3D segmented airway geometry and skeleton were then input into an in-house code to automatically construct a subject-specific 3D-1D coupled airway geometrical model, which contains anatomical information and meshes for CFD (Miyawaki, Tawhai, Hoffman, Wenzel, & Lin, 2017) . The CT images, however, did not include the upper airways. To mimic the effects of the upper airways, we employed a laryngeal model to create a glottal constriction in the trachea that could generate a turbulent jet on inspiration .",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 766,
                    "text": "(Miyawaki, Tawhai, Hoffman, Wenzel, & Lin, 2017)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Airway geometrical models and CFD meshes"
        },
        {
            "text": "The meshes generated had approximately 8 to 14 million tetrahedral elements, as shown in Figure 1 . The meshes used in this study was generated using Gmsh (Geuzaine & Remacle, 2009 ) and Tetgen (Si, 2015) , which used the 3D subject specific airway geometry with the 1D airway tree information. The 1D airway tree for all the subject was generated using a volume filling technique (Tawhai, Pullan, & Hunter, 2000) . The mean branching angle is fairly constant (37 ο ) and the branch length varied from 2 mm to 28 mm for Horsfield order 1-20 comprising sublobar bronchi and bronchioles. The 3D mesh grid size was computed using the branch diameters and flow rates in order to preserve the grid size in terms of wall units in every branch . The grid size in wall units D E was computed based on the following equation.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 180,
                    "text": "(Geuzaine & Remacle, 2009",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 194,
                    "end": 204,
                    "text": "(Si, 2015)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 381,
                    "end": 413,
                    "text": "(Tawhai, Pullan, & Hunter, 2000)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "Figure 1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Airway geometrical models and CFD meshes"
        },
        {
            "text": "Where ∆G H is the branch grid size, 6 J,H is the flow rate ratio of branch to trachea and H is the branch diameter. A non-uniform mesh was generated in each branch to capture the turbulent effect accurately, for more detail on the meshing algorithm implemented see .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Airway geometrical models and CFD meshes"
        },
        {
            "text": "In order to obtain a subject-specific flow distribution, we employed a mass-preserving image registration method that matches CT scans at TLC and FRC to estimate the air volume change at each terminal bronchiole of the 1D tree (Yin, Choi, Hoffman, Tawhai, & Lin, 2010) .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 268,
                    "text": "(Yin, Choi, Hoffman, Tawhai, & Lin, 2010)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Boundary conditions and CFD simulations"
        },
        {
            "text": "The air volume change data were used to derive local compliance coefficients for a 1D resistance model. Then, dynamic flow rate distributions at terminal bronchioles were derived from a 1D resistance simulation, which were then used to generate CFD flow rate boundary conditions for CT resolved airways (S. Choi et al., 2019) . Contrary to previous numerical studies that used a fixed volumetric flow rate (= 0> ) at peak inhalation (Chen et al., 2017; Chen et al., 2019; Feng, Kleinstreuer, Castro, & Rostami, 2016; Zhang, Kleinstreuer, Kim, & Cheng, 2004) , we employed the subject-specific maximum volumetric flow rate (= 0> ) derived from the CT images, with inspiratory capacity (IC) shown in Table Ⅰ . We fixed the peak inhalation time at 1.25 s to mimic the characteristic inhalation waveform for slow and deep breathing using an MDI with the inhalation period of 5.0 s for all subjects. The waveform was proposed by Longest et al. (2012) based on package insert instructions. The = 0> value is essential when studying hygroscopic particle growth since the flow rate determines the amount of time for particle-water vapor interaction. At the airway wall, a no-slip boundary condition was imposed.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 325,
                    "text": "Choi et al., 2019)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 433,
                    "end": 452,
                    "text": "(Chen et al., 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 453,
                    "end": 471,
                    "text": "Chen et al., 2019;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 472,
                    "end": 516,
                    "text": "Feng, Kleinstreuer, Castro, & Rostami, 2016;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 517,
                    "end": 557,
                    "text": "Zhang, Kleinstreuer, Kim, & Cheng, 2004)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 924,
                    "end": 945,
                    "text": "Longest et al. (2012)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 698,
                    "end": 705,
                    "text": "Table Ⅰ",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Boundary conditions and CFD simulations"
        },
        {
            "text": "A unique feature of our approach lies in the modeling of temperature and water vapor concentration in the airways. Most of the existing studies assumed a wet wall condition where the temperature (37Ⅰ C) and relative humidity (RH = 99.5%) were fixed at the airways wall (Asgharian, 2004; Broday & Georgopoulos, 2001; Ferron et al., 1988; Longest et al., 2012) . A fixed airway wall temperature or using simple function of distance from mouth may lead to inaccurate prediction of temperature distribution within the airway since during inspiration the airway wall is cooled due to evaporation and heat transfer (Winkler-Heil et al., 2014; . The wall boundary conditions for Equations (3) and (4) and humidity are transferred to the air from the airway wall until isothermal saturation is reached (Wu et al., 2014) . For Equations (3) and (4), a Dirichlet boundary condition of 303 K and RH = 35% was imposed at the entrance of the trachea. At the end of the terminal bronchioles, a Neumann condition was imposed (Wu et al., 2014) . Once the velocity, temperature, and water vapor concentration (absolute humidity) fields were obtained, the particle transport and growth models described in the following sections were solved.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 286,
                    "text": "(Asgharian, 2004;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 287,
                    "end": 315,
                    "text": "Broday & Georgopoulos, 2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 316,
                    "end": 336,
                    "text": "Ferron et al., 1988;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 337,
                    "end": 358,
                    "text": "Longest et al., 2012)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 609,
                    "end": 636,
                    "text": "(Winkler-Heil et al., 2014;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 794,
                    "end": 811,
                    "text": "(Wu et al., 2014)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1010,
                    "end": 1027,
                    "text": "(Wu et al., 2014)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Boundary conditions and CFD simulations"
        },
        {
            "text": "The trajectories for spherical particles were computed using a Lagrangian particletracking algorithm. The particle velocities computed here were based on the assumption that particles do not affect airflow, gas phase temperature, and water vapor concentration, since a dilute regime is considered here:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Particle transport model"
        },
        {
            "text": "where * is the particle velocity, \" M is the drag force per unit mass, and * is the particle density (Lambert, O'Shaughnessy, Tawhai, Hoffman, & Lin, 2011) . The total number of particles considered for this study was 200,000. Both Brownian and Saffman forces, which are only important for submicron particles (Li & Ahmadi, 1992) , were omitted due to the particle diameters considered in this study (1-8μm). They were released at the beginning of the simulation uniformly in a cross-section at the entrance above the glottal constriction. The condition for particle deposition to occur is when the distance between the particle center and the airway wall is less than the particle radius. Equation (6) was solved for a single inspiration (1.25 seconds) to mimic slow and deep inhalation of a metered dose inhaler.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 155,
                    "text": "(Lambert, O'Shaughnessy, Tawhai, Hoffman, & Lin, 2011)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 310,
                    "end": 329,
                    "text": "(Li & Ahmadi, 1992)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Particle transport model"
        },
        {
            "text": "Inhaled aerosol particles experience mass/size change in the human respiratory tract, and the mass change occurs due to evaporation/condensation of each component (N) in a particle until equilibrium is reached (Chen et al., 2017; Chen et al., 2018; Longest & Kleinstreuer, 2005; Worth Longest & Hindle, 2011; Worth Longest & Xi, 2008) . In this study, we considered the component of water vapor only. The rate of particle mass change when traveling in the airways is as follows:",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 229,
                    "text": "(Chen et al., 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 230,
                    "end": 248,
                    "text": "Chen et al., 2018;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 249,
                    "end": 278,
                    "text": "Longest & Kleinstreuer, 2005;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 279,
                    "end": 308,
                    "text": "Worth Longest & Hindle, 2011;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 309,
                    "end": 334,
                    "text": "Worth Longest & Xi, 2008)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Particle growth model"
        },
        {
            "text": "where @ * is the mass of the particle, B Q is the average mass flux of evaporable/condensable, of water vapor on the particle surface ( ) due to the presence of component (N) and k is the total number of components (Chen et al., 2017) . More often, the particle mass change in Equation (7) can be reformulated in terms of particle diameter $L * ' given by (Longest & Kleinstreuer, 2005) :",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 234,
                    "text": "(Chen et al., 2017)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 356,
                    "end": 386,
                    "text": "(Longest & Kleinstreuer, 2005)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Particle growth model"
        },
        {
            "text": "In Equation (8), the average mass flux is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Particle growth model"
        },
        {
            "text": "where Z Q is the diffusion coefficient of component N in air and 8ℎ is the Sherwood number calculated using Equation (10), which is valid for Re c < 400 (Clift, Grace, & Weber, 2005) .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 182,
                    "text": "(Clift, Grace, & Weber, 2005)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Particle growth model"
        },
        {
            "text": "where 8) is the Schmidt Number and fN * is the particle Reynolds number. -[ in Equation (9) is the Fuchs-Knudsen number correction, defined below where i is the gas mean free path, and j [ is the mass accommodation coefficient (Chen et al., 2017) :",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 246,
                    "text": "(Chen et al., 2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Particle growth model"
        },
        {
            "text": "In Equation (9), ] Q,S_1 and ] Q,^ are the mass fractions of each component (N) on the surface of the particle and in the gas phase far from the particle, respectively. The mass fraction in the gas phase $] Q,^' is determined by Equation (4), which is computed by taking the average of the nodal value and interpolating to the location, where the particle currently resides. The mass fraction of water vapor on the particle surface can be computed from the equation below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Particle growth model"
        },
        {
            "text": "where q Q is the activity coefficient to account for the deviation from Raoult's Law, G Q is the mole fraction, f Q is the universal gas constant, * is the particle temperature, 5 .Q,Sr7 $ * ' is the saturation pressure and + Q is the Kelvin effect, which is the correction factor included here to account for curved surfaces (Finlay, 2001; Longest & Kleinstreuer, 2005) .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 340,
                    "text": "(Finlay, 2001;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 341,
                    "end": 370,
                    "text": "Longest & Kleinstreuer, 2005)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Particle growth model"
        },
        {
            "text": "In Equation (13), the heat transfer of a particle to surrounding air is derived from the energy balance equation when the heat is gained or lost by the particle due to phase change and heat exchange between * and the surrounding air temperature ( r ) in the respiratory tract (Asgharian, Rostami, Price, & Pithawalla, 2018; Chen et al., 2017; Finlay, 2001) . In Equation (13), i t u is the thermal conductivity of air-vapor mixture. ) w is the particle heat capacity, and Q is the heat of vaporization/condensation of each particle component (Chen et al., 2018) . The",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 323,
                    "text": "(Asgharian, Rostami, Price, & Pithawalla, 2018;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 324,
                    "end": 342,
                    "text": "Chen et al., 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 343,
                    "end": 356,
                    "text": "Finlay, 2001)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 542,
                    "end": 561,
                    "text": "(Chen et al., 2018)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Particle growth model"
        },
        {
            "text": "Nusselt number (v ) is expressed below, where 56 is the Prandtl number (Chen et al., 2017) .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 90,
                    "text": "(Chen et al., 2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Particle growth model"
        },
        {
            "text": "Quantification of the number of particles depositing on the respiratory tract wall requires the implementation of appropriate conditions at the airways wall. The airway wall here is approximated as a sink, which assumes nearly instantaneous reaction kinetics between the wall and particles that the particle growth is stopped instantly (Finlay, 2001) . The particle deposition in the airways can be quantified in terms of deposition fraction (DF), as given in Equation (15).",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 350,
                    "text": "(Finlay, 2001)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Deposition fraction"
        },
        {
            "text": "The total number of particles depositing in the whole lung or lobe $v *,wQ* ' is divided by the total number of particles entering $ v *,Qz7 ' at the top of the laryngeal model (supraglottal region). The deposition density (DD), as expressed in Equation (16), where R S is the unit surface area of the airways. The effect of particle growth to non-growth particle was accessed by computing the relative difference in DF, as shown in Equation (17). Throughout this study, the average DF between cluster subjects was computed. Because there are three subjects in each cluster, the average values are presented for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deposition fraction"
        },
        {
            "text": "For validation of the above particle growth model, we compared our model results with the experimental data from a previous study (W. Li, Montassier, & Hopke, 1992) . In W. , the size of the NaCl particles was sorted using a differential mobility analyzer (DMA).",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 164,
                    "text": "Li, Montassier, & Hopke, 1992)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Particle growth"
        },
        {
            "text": "The particles were then allowed to flow into a wetted-wall tube reactor where the hygroscopic growth occurred with the air stream fixed at RH > 99%. Once the particles reached an equilibrium state, the aerosol diameter was measured with a second DMA associated with a condensation nucleus counter. For any given initial particle diameter, the experiment was repeated multiple times to obtain a mean diameter of the hygroscopically grown particle. In Table Ⅰ , the parameters used were obtained from the study (Chen et al., 2017) . We assumed a steady-state condition by fixing the temperature and humidity of the air stream entering the simulated tube reactor to 37 o C, RH = 99% and 22 o C, RH = 99.5% (W. . The numerical simulation used dry NaCl particles with initial diameters ranging from 10 to 200 nm.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 528,
                    "text": "(Chen et al., 2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 457,
                    "text": "Table Ⅰ",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Particle growth"
        },
        {
            "text": "The model used here assumed a rapid mixing of dissolved salt in the droplet so that a concentration gradient within the particle is ignored, which is a reasonable assumption for NaCl when modeling hygroscopic particle growth (Asgharian, 2004; Broday & Georgopoulos, 2001; Chen et al., 2018) . In Equation (12) (Chen et al., 2017; Finlay, 2001) .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 242,
                    "text": "(Asgharian, 2004;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 243,
                    "end": 271,
                    "text": "Broday & Georgopoulos, 2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 272,
                    "end": 290,
                    "text": "Chen et al., 2018)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 310,
                    "end": 329,
                    "text": "(Chen et al., 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 330,
                    "end": 343,
                    "text": "Finlay, 2001)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Particle growth"
        },
        {
            "text": "In Figure 2 , we compared the predicted particle growth ratios with the experimental data (W. for dry NaCl particles with initial diameters ranging from 10 to 200 nm at two different conditions. The growth ratio here was calculated by taking the equilibrium particle diameter $L * ' and dividing by the initial particle diameter $L w1\" '. The model prediction at both conditions shows an increase of growth ratio with increasing initial particle diameter. The predicted growth ratios here are for a fixed RH = 99% (solid black circle) and RH = 99.5% (solid black square). Previous studies showed that a small change in relative humidity (RH > 98%) could significantly impact the growth ratio and the time to reach the equilibrium size (Broday & Georgopoulos, 2001; Haddrell et al., 2017; Winkler-Heil et al., 2014) . The discrepancies between the model prediction and experimental data are due to several factors. First, the growth ratio shown in Figure 2 heavily depends on the RH, which was measured by W. with an accuracy of 1% as RH approaches 100%. As shown in Figure 2 , a change in RH by 0.5% increased the growth ratio by approximately ~1.0, when the initial particle diameter was fixed at 200 nm. Second, the sensitivity of particle growth model discussed above to thermophysical properties such as diffusion coefficient $ Z Q ', thermal conductivity $ i Z u ', and saturation vapor pressure $5 .Q,Sr7 ' are well-studied, indicating a difference in growth ratio about ~1.45 using thermophysical properties from various studies (Broday & Georgopoulos, 2001; Chen et al., 2017) . Although there exists a mismatch between the model prediction and experimental data, the agreement between them could be further improved by adjusting the RH in the growth model by ± 0.2-0.5%, depending on initial particle diameter.",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 764,
                    "text": "(Broday & Georgopoulos, 2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 765,
                    "end": 787,
                    "text": "Haddrell et al., 2017;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 788,
                    "end": 814,
                    "text": "Winkler-Heil et al., 2014)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1536,
                    "end": 1565,
                    "text": "(Broday & Georgopoulos, 2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1566,
                    "end": 1584,
                    "text": "Chen et al., 2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 2",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 947,
                    "end": 955,
                    "text": "Figure 2",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1066,
                    "end": 1074,
                    "text": "Figure 2",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Particle growth"
        },
        {
            "text": "In Figure 3 , we compared the iso-surfaces of airflow speed for subject C3(Ⅰ) in ( and (f), which is about 0.039 kg/m 3 for the C3 subject and 0.035 kg/m 3 for the C4 subject. A slight decrease in local water vapor concentration is associated with an increase in airflow speed and a decrease in temperature. The water vapor concentration in the airways has a greater impact on the particle trajectory since different water vapor concentration may lead to different particle size, which subsequently affects the deposition site in the airways due to size change and particle momentum. Figure 4 compares the average DF values for the C3 and C4 subjects with and without (constant particle diameter) hygroscopic particle growth for various initial particle diameters for a simulation time of 1.25 s. The average DF increases as the initial particle size varied from 1 to 8 μm since the particles that would be advected deeper into the airways now deposited on the airway wall. This is true for both cases with and without hygroscopic particle growth. As expected, with particle growth, the average DF increases. The difference in DFs between with and without growth is most evident for particles with an initial diameter of 4 μm, viz. about 3% in the C3 subjects and 6% in the C4 subjects. Comparing the average DF between the C3 subjects (Figure 4(a) ) and the C4 subjects (Figure 4 (b)) for all initial particle diameters, on average, the C4 subjects have higher DF values because of constriction in the C4 subjects. In addition, the average growth ratio decreases from about 2.0 to 1.15, with increasing initial particle size from 1 to 8 μm, which was computed for all particles that were deposited or advected to the outlet. In Figure 4 , the decrease in growth ratio was observed due to a lower surface to volume ratio, which slowed the response of particles in a humid environment. In order to test the effect of particle release time, we compared the deposition fractions for subjects with constriction. We released monodispersed particles with initial diameters ranging from 1 to 8 μm at 0.3 s. Our findings showed an increase in deposition fraction about 3.5%-5.0% compared to releasing all the particles at the initial time. The increase in deposition fraction is due to the turbulent intensity experienced by particles at a later time. Our observation suggests that releasing a fixed number of particles at each time, will likely increase the deposition for particles released closer to the peak inhalation time. The increase in deposition occurs since higher velocity leads to more inertia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 592,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1336,
                    "end": 1348,
                    "text": "(Figure 4(a)",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1380,
                    "text": "(Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1729,
                    "end": 1737,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Velocity, temperature and absolute humidity distribution"
        },
        {
            "text": "There are several factors influencing the particle growth in the airways. First, the volumetric flow rate for each subject in this study is subject-specific as described above, which influences the particle-water vapor interaction time, since a larger = 0> leads to a smaller growth ratio for a micron-sized particle. Second, the sensitivity of the particle growth model to physical and chemical properties of water was well studied by (Chen et al., 2017) . For example, Chen et al. (2017) showed that for a small change of 50 Pa in saturated water vapor pressure, the estimated particle growth ratio was about ~1.45 fold larger. As shown in Figure ( 3) ((c)-(f)) the variation in both water vapor concentration and temperature due to evaporation would have a greater influence on the growth curve ( Figure 4 ) compared to predictions modeled with constant temperature and water vapor concentration, as described in Equation (9) where ] Q,^ is computed.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 455,
                    "text": "(Chen et al., 2017)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 471,
                    "end": 489,
                    "text": "Chen et al. (2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 650,
                    "text": "Figure (",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 808,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Total particle deposition in cluster subjects"
        },
        {
            "text": "A more recent study by Chen et al. (2019) concluded that the impact of variable RH in generalized airways of generation 3-6 can impact the final particle diameter up to 18%. This highlights the importance of accurate prediction of water vapor concentration. Furthermore, the influence of lung geometry also contributes to the growth ratio, since the variations in local airway diameter throughout the airway tree, as well as local velocity, lead to a distribution of growth ratio in each generation.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 41,
                    "text": "Chen et al. (2019)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Total particle deposition in cluster subjects"
        },
        {
            "text": "The difference between the predicted average DF for both C3 and C4 subjects shows the importance of including hygroscopic particle growth model, accurate wall temperature and water vapor concentration, which affect the local distribution of particles/drugs within the airways (dosage). Many studies have shown that when modeling particles in the airways for a single breath simulation, submicron particles achieve equilibrium size. These studies are either experiments conducted in a wet wall tube or computational models that used a generalized airway geometry with constant relative humidity and temperature throughout the airways. A comparison of the average DF values shown in Figure 4 with the study by Asgharian (2004) highlights several differences between them. In Asgharian (2004), the hygroscopic particle growth of NaCl was compared for a breathing frequency of 15 breaths per minute with a typical oral breathing tidal volume of 625 ml. The DF in the tracheobronchial region for an initial particle diameter of 2 μm was approximately 36% with a symmetric lung model compared to the current model with an average DF of 13% in the C3 subjects and 23% in the C4 subjects. The average DF value presented in this study is considerably lower than the value reported by Asgharian (2004) .",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 724,
                    "text": "Asgharian (2004)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1275,
                    "end": 1291,
                    "text": "Asgharian (2004)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 681,
                    "end": 689,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Total particle deposition in cluster subjects"
        },
        {
            "text": "There exist several key differences between the model presented by Asgharian (2004) and the current model. First, the current model accounts for the movement of the particle in the fluid by correcting the mass flux term in Equation (9) with 8ℎ , whereas Asgharian (2004) excluded 8ℎ. Second, their model assumed constant temperature and RH in the airways, which allowed particles to reach equilibrium in a short time contrary to the current model. Third, the model implemented a symmetric airway geometry, while the current airway geometries are subject-specific reconstructed from CT images. In the study by Hindle and Longest (2010) , the authors performed a comparison of experimental and numerical growths of albuterol sulfate particles in an idealized airway geometry for initial particle diameters of 0.56 μm and 0.9 μm.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 83,
                    "text": "Asgharian (2004)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 609,
                    "end": 634,
                    "text": "Hindle and Longest (2010)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Total particle deposition in cluster subjects"
        },
        {
            "text": "They predicted the DF of 8.2% for 0.9 μm initial particles in a geometric lung model including the mouth-throat region. In comparison, the DF shown in Figure 4 for an initial particle diameter of 1 μm is approximately 10% in the C3 subjects and 16% in the C4 subjects. They were in a good agreement for the C3 subjects in spite of the difference in particles, albuterol sulfate particles in Hindle and Longest (2010) vs. NaCl particles in this study.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 416,
                    "text": "Hindle and Longest (2010)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Total particle deposition in cluster subjects"
        },
        {
            "text": "To examine the impact of the hygroscopic particle growth on DF in local regions, we computed the relative difference in average DF (\"enhancement\" due to hygroscopic growth)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of particle growth in upper and lower lobes"
        },
        {
            "text": "using Equation (17) in the entire upper (RUL, LUL) and lower lobes (RML, RLL, LLL) for a range of initial particle diameters, as displayed in Figure 5 for (a) upper and (b) lower lobes. That is, the relative difference in average DF between the cases with and without growth can be interpreted as the deposition enhancement due to hygroscopic particle growth when compared to the case without hygroscopic particle growth. In the upper lobes ( Figure 5 (a) ), for initial 1 μm particles in the C3 subjects, the relative difference between with and without particle growth shows a small ∆DF (~5%). The 1 μm particle in the C4 subjects (square) shows an increase about ~30% relative to non-growth particles as a result of water condensation while in the upper lobes. The most substantial difference between growth and non-growth is for particles with an initial size of 2 μm. For particles with initial diameter larger than 2 μm, ∆DF decreases. In the lower lobes, the difference is the highest for the C4 subjects ( Figure 5 (b)) with an initial particle diameter of 2 μm (~70%), indicating that hygroscopic particle growth is more sensitive in lobes characterized by airway narrowing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 455,
                    "text": "Figure 5 (a)",
                    "ref_id": null
                },
                {
                    "start": 1014,
                    "end": 1022,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Effect of particle growth in upper and lower lobes"
        },
        {
            "text": "Excluding the growth model for 2 μm particles, the mechanism that dominates for particle deposition was mostly due to sedimentation. With the growth model, 2 μm particles grow due to accumulation of water and the dominating mechanism for deposition becomes impaction. In comparison with Figure 4 , the difference in average DF for initial 4 μm particles appears to be larger than those of 2 μm. This is attributed to higher deposition in the carina region, which was excluded when computing the ∆DF in lobar regions ( Figure 5 ). In summary, the growth model has more impact on the C4 subjects, especially in the lower lobes where airway narrowing exists. Figure 6 shows the final particle diameter and deposition location after hygroscopic growth for representative cluster subjects C3(ii) and C4(iii) in Table I at peak inhalation time of 1.25 seconds. The initial particle diameter was fixed at 2 μm and the particle growth predicted a higher final particle diameter in the trachea region (more red particles), varying from 3.13 to 3.50",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 295,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 526,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 664,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 840,
                    "text": "Table I at peak inhalation time of",
                    "ref_id": null
                }
            ],
            "section": "Effect of particle growth in upper and lower lobes"
        },
        {
            "text": "μm. This is due to the turbulent inspiratory flow that increases heat and mass transfer. Once the flow passes the carina region, the flow is split into two streams at the first bifurcation, where particles tend to travel in a circumferential manner to deposit at the bottom of the first bifurcation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hygroscopic particle size distribution between clusters"
        },
        {
            "text": "Particles that are transported deeper into the lungs till the next bifurcation where more particles are deposited at the ridges (via impaction) and active particles are further split into two groups, which travel into the upper and lower airways. In the lower airways (see the boxed area in Figure   6 ), DF increases with increasing initial particle diameter due to impaction. In Figure 6 (a), the boxed region focuses on the LLL region where the airways are classified as having a nonconstricted airway diameter using an imaging-based clustering algorithm. The boxed region shows that the particles deposited with final particle diameter ranging from 2.88 to 3.25 μm have more time for particle-water vapor interaction. In Figure 6 (b), we can see an increase in particle deposition in the boxed region due to airway narrowing with the final particle diameter ranging from 2.75 to 3.13 μm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 301,
                    "text": "Figure   6",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 389,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 733,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Hygroscopic particle size distribution between clusters"
        },
        {
            "text": "In Figure 7 , the DD is shown for two representative cluster subjects. As expected, DD is consistently higher in the C4 subjects compared to the C3 subjects at the constriction. For the C3 subject shown in Figure 7 (a), the DD in the boxed region appears in small areas, and mostly on the lower airway wall due to non-constricted airways and associated lower airflow speed in this region. As for the C4 subject (Figure 7 (b)) the effect of particle growth at the constriction is more evident because of an increase in particle mass/size and airflow speed and a decrease in surface area. The particles that escaped the constriction traveled deeper into the airways and continued to grow compared to the particles deposited in the boxed region.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 214,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 420,
                    "text": "(Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Hygroscopic particle size distribution between clusters"
        },
        {
            "text": "Incorporating the effects of particle growth into numerical models provides valuable information for targeted drug delivery in severe asthmatic cluster subjects. The impact of particle growth shown in Figure 6 indicates that the constriction in the LLL for the C4 subjects has considerable effect in terms of particle deposition with an initial particle diameter of 2 μm. To reduce this effect in C4 subjects, the initial particle diameter required may be smaller, enabling the delivery of more particles to the alveolar region even accounting for particle growth.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Hygroscopic particle size distribution between clusters"
        },
        {
            "text": "Previous studies have suggested that particles with an initial diameter < 1.0 μm are sufficient to escape the upper airways and grow to 2.5 μm when entering the alveolar region (Worth Longest & Hindle, 2011) . Based on the current study, submicron particles would reduce the DF in the LLL with constricted airways, since the final particle size would be less than 1 μm even with growth and more particles could be advected to the alveolar region. In C3 subjects with nonconstricted airways, limiting the initial particle diameter to < 4.0 μm, the overall DF in the airways was less than 12%. The model presented here predicts the aerodynamic and thermodynamic mechanisms of NaCl particles. In the future, the current model can be extended for particles with multi-components representing drug aerosols.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 207,
                    "text": "& Hindle, 2011)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Hygroscopic particle size distribution between clusters"
        },
        {
            "text": "The inter-subject variabilities of deposition fraction in human airways are very complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-cluster analysis"
        },
        {
            "text": "We aimed to shed light on inter-cluster analysis with inter-subject variabilities, where clustering characterized discriminant structural and functional features in subgroups. The variability in airway geometry (length, diameter), breathing pattern, and regional ventilation, also influences the temperature and humidity distribution (Wu et al., 2015) . Even though more subjects are preferable for CFD analysis to obtain a complete statistical analysis, we limited the total number of subjects to six due to computational cost. Specifically, we focused this study on C3 and C4 subjects, which were distinguished by distinct airway structures and DF (J. Choi et al., 2019) . In Table Ⅰ , the means of important imaging-based metrics, CFD variables, and deposition fractions in LLL for the growth model were compared between these cluster subjects using biserial correlation analysis. The analysis showed that the cluster memberships of selected C3 and C4 subjects were discriminated by * ( ) with a negative correlation of r = -0.79 (p = 0.058).",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 351,
                    "text": "(Wu et al., 2015)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 654,
                    "end": 672,
                    "text": "Choi et al., 2019)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 678,
                    "end": 685,
                    "text": "Table Ⅰ",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Inter-cluster analysis"
        },
        {
            "text": "Additionally, the deposition fractions in LLL, {( ), were greater in C4 subjects than C3 subjects, especially for large initial particle sizes of 4μm (r = 0.80, p = 0.056) and 8μm (r = 0.82, p = 0.048). Overall, the functional and structural variables (J and * ) were smaller in C4 subjects than C3 subjects and inversely correlated with {( ). The result is consistent with previous findings without the particle growth model (J. Choi et al., 2019) . {( ) had a stronger correlation with * ( ) than ( ) and = 0> . * ( ) had significant negative correlations that became stronger with increasing particle size. ( ) showed significant correlations only at large particles of 4μm (r = -0.44, p = 0.045) and 8μm (r = -0.47, p = 0.004). The correlations with the peak inhalation trachea flow rate ( = 0> ) were significant at all sizes, but became weaker with increasing particle size.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 448,
                    "text": "Choi et al., 2019)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Inter-cluster analysis"
        },
        {
            "text": "The presence of airway narrowing increases the inter-cluster variability of water loss at the airway wall, as shown in Figure 3 (e) and (f). Thus, this highlights the importance of using subject-specific geometry and ventilation. In a previous study, Wu et al. (2014) proposed dimensionless correlations based on local flow rate (fN) , local airways diameter ( r ) and trachea diameter ( 7 ). n increases. The altered local mass and heat transfer in the fluid phase are linked to the particle phase via equations (9) and (13). The effect of the constriction can be seen in Figure 6 . For the C4 subjects, the local flow velocities increases in the constriction (Figure 3) , the particles entering the constriction experienced more inertia, which causes the particles to deposit at the constriction. Even though higher Nu LLL and Sh LLL are observed at the constriction (C4), the particle-water vapor interaction time is lower in the constriction, which indicates smaller deposited particle diameter (Figure 6(b) ). This effect does not occur in the C3 subjects due to the lower flow velocities at LLL. For C3 subjects, the particles entering LLL gains mass via condensation, and the final deposited particle diameters are larger, see Figure 6 (a). Thus, this highlights the importance of predicting water evaporation at the airways wall, since the mass of water transferred to the particle surface depends upon the humidity of the surrounding air. In Table Ⅰ , Pearson's correlation analysis for Nu LLL and Sh LLL with deposition fractions in LLL are shown, which indicates a strong positive correlation for deposition fraction for 1 μm case (r = 0.98, p < 0.001 ) and 2 μm (r = 0.96, p < 0.001). The initial particle diameter increases the correlation (Nu LLL and Sh LLL ) decreases (Table Ⅰ) , which is due to lower growth rates for larger particle diameters, as shown in Figure 4 . The trend is observed due to the simulation time of 1.25 s (single inhalation), where larger particles require a longer time to reach equilibrium. Airway constriction found in the C4 subjects leads to lower particle delivery to the peripheral airways, which may limit the performance of asthma inhalers.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 267,
                    "text": "Wu et al. (2014)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 581,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 671,
                    "text": "(Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 999,
                    "end": 1011,
                    "text": "(Figure 6(b)",
                    "ref_id": null
                },
                {
                    "start": 1234,
                    "end": 1242,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1451,
                    "end": 1458,
                    "text": "Table Ⅰ",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1784,
                    "end": 1793,
                    "text": "(Table Ⅰ)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1874,
                    "end": 1882,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Inter-cluster analysis"
        },
        {
            "text": "The present work differs from other studies in three aspects. First, the subject-specific airway geometry was reconstructed from CT images, and the associated subject-specific inhalation capacity was computed using image registration. Furthermore, the boundary condition imposed at the terminal CT-resolved 3D airways for the 3D CFD simulation was computed based on a 1D resistance model, which could reflect the effect of local airway constriction in asthmatic subjects. Second, we employed a two-layer wall boundary condition to account for evaporation at the ASL-lumen interface. Third, we focused on investigating the hygroscopic effect in two distinct severe asthmatic subgroups, one without airway constriction and the other with constriction. It is noted that the cluster-specific structural and functional features are not detectable by clinical spirometry. These results could potentially inform the choice of particle size for inhalational drug delivery in a cluster-specific manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-cluster analysis"
        },
        {
            "text": "This study has four major limitations. First, the number of subjects in each cluster was limited to three due to high computational time (6 to 7 days per subject). Thus, a complete statistical analysis was not presented. The primary goal of this study was to examine the impact of particle growth in severe asthmatic cluster subjects with and without constriction in the LLL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Second, we did not consider the effect of the mouth cavity due to the lack of CT image data . Third, a particularly interesting problem, which is not addressed in this study, is the effect of particle coagulation on DF (Asgharian et al., 2018) . Finally, the initial state of the particle was assumed to be dry at the inlet. Depending on the initial particle diameter and the composition of the particle, wet particles at the inlet may shrink or grow depending on the local humidity in the airways, and the change in particle diameter will impact the particle trajectory and deposition fraction in the airways.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 243,
                    "text": "(Asgharian et al., 2018)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The objective of the present work was to evaluate the effect of hygroscopic NaCl particle deposition fraction in CT-based subject-specific airway models from imaging-based severe asthmatic clusters. The impact of hygroscopic particle growth was compared with non-growth particles by computing the total deposition fraction values in each subject. The effect of particle growth on the DF in severe asthmatic subjects with non-constricted airway diameter was overall less than in subjects with constricted airways. The effect of hygroscopic particle growth model was evaluated by taking the differences in average DF for the cases with and without growth. For C4 subjects, the hygroscopic particle growth with a fixed initial particle diameter of 2 μm contributed more to the DF, which is approximately 3.5% higher in the LLL. The higher DF in the C4 subjects is due to the local conditions such as reduced airway diameter, velocity, temperature, and available water vapor. It is important to note that the choice of using either the growth model or no-growth model is much more important for C4 subjects than C3 cluster subjects. Predicting accurate temperature and water vapor concentration in the airways is crucial for computing hygroscopic particle growth and deposition fraction, especially in severe asthmatic subjects with airway narrowing. Utilizing cluster-specific imaging-based features to group severe asthmatic subjects into clusters such as airways constriction may help tailor clusterspecific hygroscopic drug treatment for improving inhalation drug delivery. The proposed CFD lung model with hygroscopic particle growth has potential applications for studies related to exposure to tobacco cigarettes, electronic cigarettes, environmental particulate matters, and virus-laden aerosolized ambient particles, such as COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "mention of trade names, commercial practices, or organization imply endorsement by the United States Government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Eric A. Hoffman is a shareholder in VIDA diagnostics, a company that is commercializing lung image analysis software derived by the University of Iowa lung imaging group. He is also a member of the Siemens CT advisory board. 10, 20, 30, 50, 75, 100, 125, 150, 175, 200 Table . Summary of means (± SD) of significant imaging-based metrics, CFD variables and deposition fractions in LLL with particle growth for C3 and C4 subjects. The relationships between variables and clusters are computed using biserial correlation coefficient (r) with p < 0. Table . Pearson's correlation coefficients (p-value) between key variables and deposition fractions in LLL at four initial particle diameters. . Distributions of deposited particles color-coded by particle diameter for (a) C3(ii) and (b) C4 (iii) at 1.25 seconds for an initial particle diameter of 2 μm. The dashed boxed region highlights a segment of LLL (a) non-constriction and (b) constriction.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "50,",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "75,",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "100,",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "125,",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "150,",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "175,",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "200",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 547,
                    "end": 554,
                    "text": "Table .",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Author Disclosure Statement"
        },
        {
            "text": "(a) (b) Figure 7 . The contours of the deposition density, defined as the number of deposited particles , per unit surface area (mm 2 ), for cluster subjects C3(ii) and C4(iii), in (a) and (b), with an initial particle diameter of 2 μm. The boxed region compares the number of particles deposition in the region (a) nonconstriction and (b) constriction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 16,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "List of Tables."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Model of Deposition of Hygroscopic Particles in the Human Lung",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Asgharian",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Aerosol Science and Technology",
            "volume": "38",
            "issn": "9",
            "pages": "938--947",
            "other_ids": {
                "DOI": [
                    "10.1080/027868290511236"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Regional deposition of inhaled aerosol constituents from Electronic Nicotine Delivery Systems (ENDS) in the respiratory tract",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Asgharian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rostami",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Pithawalla",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Aerosol Science",
            "volume": "126",
            "issn": "",
            "pages": "7--20",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaerosci.2018.08.006"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Variability in lung deposition of inhaled drug, within and between asthmatic patients, with a pMDI and a dry powder inhaler",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Borgström",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Derom",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pauwels",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Turbuhaler®. International Journal of Pharmaceutics",
            "volume": "193",
            "issn": "2",
            "pages": "227--230",
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-5173(99)00341-5"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Growth and Deposition of Hygroscopic Particulate Matter in the Human Lungs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Broday",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Georgopoulos",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Aerosol Science and Technology",
            "volume": "34",
            "issn": "1",
            "pages": "144--159",
            "other_ids": {
                "DOI": [
                    "10.1080/02786820118725"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Drug delivery devices: issues in drug development",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Byron",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Am Thorac Soc",
            "volume": "1",
            "issn": "4",
            "pages": "321--328",
            "other_ids": {
                "DOI": [
                    "10.1513/pats.200403-023MS"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Numerical investigation of the interaction, transport and deposition of multicomponent droplets in a simple mouth-throat model",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kleinstreuer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of aerosol science",
            "volume": "105",
            "issn": "",
            "pages": "108--127",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effects of thermal airflow and mucuslayer interaction on hygroscopic droplet deposition in a simple mouth-throat model",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kleinstreuer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Aerosol Science and Technology",
            "volume": "52",
            "issn": "8",
            "pages": "900--912",
            "other_ids": {
                "DOI": [
                    "10.1080/02786826.2018.1476751"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Numerical study of the effects of temperature and humidity on the transport and deposition of hygroscopic aerosols in a G3-G6 airway",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Heat and Mass Transfer",
            "volume": "138",
            "issn": "",
            "pages": "545--552",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijheatmasstransfer.2019.04.114"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Differences in Particle Deposition Between Members of Imaging-Based Asthma Clusters",
            "authors": [
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Aerosol Medicine and Pulmonary Drug Delivery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1089/jamp.2018.1487"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Quantitative computed tomographic imaging-based clustering differentiates asthmatic subgroups with distinctive clinical phenotypes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fain",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jarjour",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Heart",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Allergy and Clinical Immunology",
            "volume": "140",
            "issn": "3",
            "pages": "690--700",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "1D network simulations for evaluating regional flow and pressure distributions in healthy and asthmatic human lungs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tawhai",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Walenga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Applied Physiology",
            "volume": "127",
            "issn": "1",
            "pages": "122--133",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bubbles, drops, and particles: Courier Corporation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Clift",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Computational transport, phase change and deposition analysis of inhaled multicomponent droplet-vapor mixtures in an idealized human upper lung model",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kleinstreuer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rostami",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Aerosol Science",
            "volume": "96",
            "issn": "",
            "pages": "96--123",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaerosci.2016.03.001"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Inhalation of salt aerosol particles-II. growth and deposition in the human respiratory tract",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Kreyling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Haider",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Aerosol Science",
            "volume": "19",
            "issn": "5",
            "pages": "611--631",
            "other_ids": {
                "DOI": [
                    "10.1016/0021-8502(88)90213-3"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimation of the deposition of aerosolized drugs in the human respiratory tract due to hygroscopic growth",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Oberdörster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Henneberg",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of Aerosol Medicine",
            "volume": "2",
            "issn": "3",
            "pages": "271--284",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The mechanics of inhaled pharmaceutical aerosols: an introduction",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Gmsh: A 3-D finite element mesh generator with built-in pre-and post-processing facilities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Geuzaine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Remacle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International journal for numerical methods in engineering",
            "volume": "79",
            "issn": "11",
            "pages": "1309--1331",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pulmonary aerosol delivery and the importance of growth dynamics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Haddrell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Church",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vehring",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Murnane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Therapeutic Delivery",
            "volume": "8",
            "issn": "12",
            "pages": "1051--1061",
            "other_ids": {
                "DOI": [
                    "10.4155/tde-2017-0093"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evaluation of Enhanced Condensational Growth (ECG) for Controlled Respiratory Drug Delivery in a Mouth-Throat and Upper Tracheobronchial Model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hindle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Longest",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pharmaceutical Research",
            "volume": "27",
            "issn": "9",
            "pages": "1800--1811",
            "other_ids": {
                "DOI": [
                    "10.1007/s11095-010-0165-z"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modelling inhaled particle deposition in the human lung-a review",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Aerosol Science",
            "volume": "42",
            "issn": "10",
            "pages": "693--724",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Regional Deposition of Particles in an Image-Based Airway Model: Large-Eddy Simulation and Left-Right Lung Ventilation Asymmetry",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;shaughnessy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tawhai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Aerosol Science and Technology",
            "volume": "45",
            "issn": "1",
            "pages": "11--25",
            "other_ids": {
                "DOI": [
                    "10.1080/02786826.2010.517578"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Dispersion and deposition of spherical particles from point sources in a turbulent channel flow",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Aerosol science and technology",
            "volume": "16",
            "issn": "4",
            "pages": "209--226",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A System to Measure the Hygroscopicity of Aerosol Particles",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Montassier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Hopke",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Aerosol Science and Technology",
            "volume": "17",
            "issn": "1",
            "pages": "25--35",
            "other_ids": {
                "DOI": [
                    "10.1080/02786829208959557"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Characteristics of the turbulent laryngeal jet and its effect on airflow in the human intra-thoracic airways",
            "authors": [
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tawhai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mclennan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Respiratory Physiology & Neurobiology",
            "volume": "157",
            "issn": "2",
            "pages": "295--309",
            "other_ids": {
                "DOI": [
                    "10.1016/j.resp.2007.02.006"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Computational Models for Simulating Multicomponent Aerosol Evaporation in the Upper Respiratory Airways",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Longest",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kleinstreuer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Aerosol Science and Technology",
            "volume": "39",
            "issn": "2",
            "pages": "124--138",
            "other_ids": {
                "DOI": [
                    "10.1080/027868290908786"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Characterization of Nanoaerosol Size Change During Enhanced Condensational Growth",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Longest",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcleskey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hindle",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Aerosol Science and Technology",
            "volume": "44",
            "issn": "6",
            "pages": "473--483",
            "other_ids": {
                "DOI": [
                    "10.1080/02786821003749525"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Comparing MDI and DPI Aerosol Deposition Using In Vitro Experiments and a New Stochastic Individual Path (SIP) Model of the Conducting Airways",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Longest",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Walenga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hindle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pharmaceutical Research",
            "volume": "29",
            "issn": "6",
            "pages": "1670--1688",
            "other_ids": {
                "DOI": [
                    "10.1007/s11095-012-0691-y"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Analytical model of hygroscopic particle behavior in human airways",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Martonen",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Bulletin of Mathematical Biology",
            "volume": "44",
            "issn": "3",
            "pages": "80021--80030",
            "other_ids": {
                "DOI": [
                    "10.1016/S0092-8240(82"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Numerical simulations of aerosol delivery to the human lung with an idealized laryngeal model, image-based airway model, and automatic meshing algorithm",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miyawaki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Computers & Fluids",
            "volume": "148",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.compfluid.2017.02.008"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Automatic construction of subject-specific human airway geometry including trifurcations based on a CT-segmented airway skeleton and surface",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miyawaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tawhai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biomechanics and Modeling in Mechanobiology",
            "volume": "16",
            "issn": "2",
            "pages": "583--596",
            "other_ids": {
                "DOI": [
                    "10.1007/s10237-016-0838-6"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "TetGen, a Delaunay-based quality tetrahedral mesh generator",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Si",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ACM Transactions on Mathematical Software (TOMS)",
            "volume": "41",
            "issn": "2",
            "pages": "1--36",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Generation of an Anatomically Based Three-Dimensional Model of the Conducting Airways",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tawhai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Pullan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annals of Biomedical Engineering",
            "volume": "28",
            "issn": "7",
            "pages": "793--802",
            "other_ids": {
                "DOI": [
                    "10.1114/1.1289457"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An eddy-viscosity subgrid-scale model for turbulent shear flow: Algebraic theory and applications",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vreman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Physics of fluids",
            "volume": "16",
            "issn": "10",
            "pages": "3670--3681",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Current Inhalers Deliver Very Small Doses to the Lower Tracheobronchial Airways: Assessment of Healthy and Constricted Lungs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Walenga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Longest",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Pharmaceutical Sciences",
            "volume": "105",
            "issn": "1",
            "pages": "147--159",
            "other_ids": {
                "DOI": [
                    "10.1016/j.xphs.2015.11.027"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Calculation of hygroscopic particle deposition in the human lung",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Winkler-Heil",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Inhalation Toxicology",
            "volume": "26",
            "issn": "3",
            "pages": "193--206",
            "other_ids": {
                "DOI": [
                    "10.3109/08958378.2013.876468"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Numerical Model to Characterize the Size Increase of Combination Drug and Hygroscopic Excipient Nanoparticle Aerosols",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Worth Longest",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hindle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Aerosol Science and Technology",
            "volume": "45",
            "issn": "7",
            "pages": "884--899",
            "other_ids": {
                "DOI": [
                    "10.1080/02786826.2011.566592"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Condensational Growth May Contribute to the Enhanced Deposition of Cigarette Smoke Particles in the Upper Respiratory Tract",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Worth Longest",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Aerosol Science and Technology",
            "volume": "42",
            "issn": "8",
            "pages": "579--602",
            "other_ids": {
                "DOI": [
                    "10.1080/02786820802232964"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A Numerical Study of Water Loss Rate Distributions in MDCT-Based Human Airway Models",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miyawaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tawhai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Annals of Biomedical Engineering",
            "volume": "43",
            "issn": "11",
            "pages": "2708--2721",
            "other_ids": {
                "DOI": [
                    "10.1007/s10439-015-1318-3"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A Numerical Study of Heat and Water Vapor Transfer in MDCT-Based Human Airway Models",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tawhai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annals of Biomedical Engineering",
            "volume": "42",
            "issn": "10",
            "pages": "2117--2131",
            "other_ids": {
                "DOI": [
                    "10.1007/s10439-014-1074-9"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Simulation of pulmonary air flow with a subject-specific boundary condition",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tawhai",
                    "suffix": ""
                },
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Biomechanics",
            "volume": "43",
            "issn": "11",
            "pages": "2159--2163",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbiomech.2010.03.048"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Water Vapor Transport and Its Effects on the Deposition of Hygroscopic Droplets in a Human Upper Airway Model",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kleinstreuer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Aerosol Science and Technology",
            "volume": "40",
            "issn": "1",
            "pages": "1--16",
            "other_ids": {
                "DOI": [
                    "10.1080/02786820500461154"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Isotonic and Hypertonic Saline Droplet Deposition in a Human Upper Airway Model",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kleinstreuer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Aerosol Medicine",
            "volume": "19",
            "issn": "2",
            "pages": "184--198",
            "other_ids": {
                "DOI": [
                    "10.1089/jam.2006.19.184"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Vaporizing Microdroplet Inhalation, Transport, and Deposition in a Human Upper Airway Model",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kleinstreuer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Aerosol Science and Technology",
            "volume": "38",
            "issn": "1",
            "pages": "36--49",
            "other_ids": {
                "DOI": [
                    "10.1080/02786820490247597"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "are estimated from a 1D two-layer wall model where the first layer captures the transient prediction, and the other layer captures the steady approximation(Wu, Miyawaki, Tawhai, Hoffman, & Lin, 2015). The two-layer model predicts the heat conduction between the airway wall tissue layer of thickness 0.5 mm and the airway surface liquid (ASL) layer of thickness 10 μm, where on inspiration heat",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "on Chen et al. (2017) and Finlay (2001) for a dilute NaCl solution. The van't Hoff factor used here (A = 1.85) was experimentally determined. G S and G } are the mole fraction of salt and water, respectively",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ⅰ) in (b) at the peak inhalation time of 1.25 seconds. There is a region of increased speed of about 8.5 m/s in the boxed area of Figure 3 (b) induced by a local airway constriction in the LLL -a characteristic of cluster 4, in comparison with the speed of about 4.0 m/s in the boxed area of Figure 3(a). As for temperature variation in the boxed region, the temperature decreased approximately by 2Ⅰ C in the C4 subject (Figure 3 (c)) compared to the C3 subject (Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(d)). The change in temperature in the boxed region of the C4 subject is due to rapid cooling in association with reduced airway surface area and increased airflow speed. Similar to the temperature field, we focus on the water vapor concentration in the boxed region ofFigure 3(e)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "3D-1D airway geometrical model and mesh for CFD simulation. The 1D airway model labeled by lobes, left upper lobe (LUL); left lower lobe (LLL); right upper lobe (RUL); right middle lobe (RML); right lower lobe (RLL). The 3D geometric model consists only the CTresolved airways below the glottis constriction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Comparison of model predicted growth ratios of hygroscopic particles with the experimental data of Li et al. (1992) for a range of initial particle diameters at 37 o C, RH = 99% (open circle) and 22 o C, RH = 99.5% (open square).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Iso-surface of airflow speed (m/s) for (a) C3(ii) and (b) C4( ), at the peak inspiratory time of 1.25 seconds. Airway wall temperature (K) (c, d) and water vapor concentration (kg/m 3 ) (e, f) for the (C3(ii), C4( )) subject. Both temperature and water vapor concentration are the highest at the wall and decrease away from the wall during inspiration. Average deposition fraction (DF) of hygroscopic particle growth in (a) C3 (solid black circle) and (b) C4 (solid black square). The average DF non-growth model (a) C3 (open circle) and (b) C4 (open square). The average growth ratios with various initial particle diameters for (a) C3 (cross) and (b) C4 (cross). Error bar indicates standard deviation. Deposition enhancement due to hygroscopic particle growth, viz. the relative difference between average DFs obtained with and without particle growth (∆DF), in (a) upper and (",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). The Vreman model is anisotropic and produces zero SGS stress for laminar flow. The model is similar to a dynamic Smagorinsky model in terms of accuracy and easy to implement. ) * is the specific heat of moist air at constant pressure, + is the thermal conductivity, + & is the turbulent conductivity defined",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "used for computing bulk heat and humidity for various breathing conditions. The above correlations are useful for understanding the role of bulk heat and humidity for hygroscopic particle growth. The correlation was calculated at peak inhalation for all subjects at LLL. The",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of demographics, imaged-based features and flow inlet conditions at peak inspiration for each subject. Arrow (↓) indicates a value lower than the normal mean.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Physical properties used for hygroscopic particle growth model validation at 37 o C, RH = 99% and 22 o C, RH = 99.5%(Chen et al., 2017).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported in part by FDA grant U01-FD005837, NIH grants U01-HL114494, and P30ES005605. We also thank the Extreme Science and Engineering Discovery Environment ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}