{
    "paper_id": "0e04d48663e6c86878369d3e19c30b87ef7b5d0a",
    "metadata": {
        "title": "Journal Pre-proof Commentary: Echoes of War",
        "authors": [
            {
                "first": "Gaetano",
                "middle": [],
                "last": "Rocco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Patients with Covid-19 experience one of three possible pathways-minimal symptoms (home 27 rest), shortness of breath (hospital admission), and need for ventilatory support (intensive care 28 unit admission)-variably combined and yielding different outcomes. 1 The paper by Peng et al. 29 published in this issue of the Journal 2 describes the postoperative onset of Covid-19 pneumonia 30 in patients with ascertained exposure to the contagion before surgery. Once viral pneumonia is 31 recognized, the outcome becomes unpredictable, irrespective of the type of surgery and the wide 32 variety of treatment regimens used to control the infection. 2,3 The lesson learned from Wuhan is 33 that we need to strike a balance between the benefit of surgery and the risks of an undue 34 exposure to the virus for both patients and surgeons by changing the principles of managed care. 4 35",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 288,
                    "text": "Peng et al. 29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We hear from Europe, especially from Italy, of hospitalized patients developing Covid-19 after 36 surgery, as well as thoracic surgeons intubated after heroically providing service to these 37 patients. In addition, fewer and fewer thoracic surgical units are operative, with the majority 38 converted to Covid-19 step-down wards. for Covid-19 should be used with surgical candidates, and Covid-19 should enter the differential 55 diagnosis of postoperative complications after thoracic surgery. 56",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of 59 coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course of 62 coronavirus disease 2019 in 11 patients after thoracic surgery and challenges in diagnosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Braithwaite",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cancer patients in SARS-CoV-70 2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interim Clinical Guidance for Management 73 of Patients with Confirmed Coronavirus Disease (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "New York City, the new epicenter of the disease, we have just begun ramping up the 40 curve of the contagion. The frightening 27% mortality risk reported by Peng et al. should make 41 us rethink our strategies and reshape our approach to the patient. 2 The availability of human 42 resources will affect the ability to continue to perform cancer surgery-those resources need to 43 be protected. 5 The implementation of telemedicine to triage perspective new visits and provide 44 follow-up of operated patients is rapidly becoming a necessity. 5 Strict personal hygiene, social 45 distancing and avoidance of external visitors are effective preventative measures, especially 46 considering the risk of spreading the contagion from asymptomatic patients. 5 Accurate selection 47 of candidates for endoscopic staging may avoid an unmeasurable exposure of clinicians and staff 48 to a patient's exhalates. Surgical procedures that can potentially increase length of stay must be 49 carefully selected and, if possible, postponed if we want to be ready with bed availability when 50 the Covid-19 pandemic hits with its maximum strength. The paper from Wuhan transfers the 51 echoes of war from the initial epicenter of the contagion. 2 For the first time after the era of 52 tuberculosis, an airborne pathogen can potentially harm both the patient and the surgeon in the 53 perioperative phase. In the supreme interest of both patients and surgeons, aggressive screening 54",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Thoracic Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, 5 COI statement: The author has no disclosures relevant to the manuscript. 8 Gaetano Rocco, MD, FRCSEd 12 Thoracic Service, Department of Surgery 14 Memorial Sloan Kettering Cancer Center 15Aggressive identification of Covid-19 surgical candidates is mandatory to avoid lethal 22",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}