{"paper_id": "0e07a59dda6552d13bf7695d605f7baa983c23e8", "metadata": {"title": "Pandemic H1N1 (2009) and renal failure: the experience of the Irish national tertiary referral centre", "authors": [{"first": "F", "middle": ["J O"], "last": "Brien", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["S D"], "last": "Jairam", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": ["A"], "last": "Traynor", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["C M"], "last": "Kennedy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["M"], "last": "Power", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["M D"], "last": "Denton", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["C"], "last": "Magee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["P J"], "last": "Conlon", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Introduction H1N1 influenza A, was first described in April 2009. A significant cohort of patients from this outbreak developed acute respiratory distress syndrome or pneumonia. H1N1 has since been transmitted across the world. Little has been described on the renal complications of this illness. Methods A retrospective review of all patients admitted to our institution with H1N1 infection was carried out from July to November 2009. Renal biochemistry, need for renal replacement therapy and hospital outcome was recorded. Results Thirty-four patients with H1N1 were admitted. Average length of admission was 10 days (3-84). Eleven patients (32%) developed acute kidney injury (AKI) as defined by the RIFLE criteria (creatinine range 120-610). Four patients required renal replacement therapy, for a range of 10-52 days. Seven patients developed AKI that responded to volume resuscitation. The commonest cause of AKI was sepsis with acute tubular necrosis. Conclusion This study highlights the significance and frequency of renal complications associated with this illness.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "H1N1 influenza A was first described in humans in April 2009 [1] . This disease which was known to affect pigs was noted to have become established in human patients in Mexico and subsequently seen to spread to Southern California and thus worldwide. The Centres for Disease Control and Prevention in the US subsequently confirmed that this new H1N1 strain (S-OIV) contained a number of unique segments that had not been previously identified in either humans or animals [2] .", "cite_spans": [{"start": 61, "end": 64, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 471, "end": 474, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "The WHO has reported 506,770 confirmed cases of H1N1 and 15,174 deaths at the end of January 2010 [3] . This illness has become a global pandemic and by November 2009 the critical illness burden of H1N1 was known, with 30 patients per million of population admitted to intensive care units (ICU) [4] .", "cite_spans": [{"start": 98, "end": 101, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 296, "end": 299, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "Ireland has been significantly affected by this global pandemic with 4,586 cases confirmed since April/May 2009, with 26 deaths [5] . The main burden of the illness is reported in the urban centres of Health Service Executive (HSE) South, HSE West and HSE East. 80% of cases in Ireland have been reported in those under 35 years.", "cite_spans": [{"start": 128, "end": 131, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The characteristic clinical features of this illness are still emerging due to the relative short time period since first discovery of the virus. Symptoms of seasonal influenza such as cough, malaise, fever and gastrointestinal upset remain common hallmarks of H1N1 infection, however, confusion, dehydration and persistent pyrexia has also been reported. Patients with underlying chronic illnesses and those under 2 years and over 65 have been noted as highrisk groups and the majority of hospitalisations occur in these subgroups [6] . Pregnant women and those with asthma were also noted to be high risk.", "cite_spans": [{"start": 532, "end": 535, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Complications of H1N1 that often lead to death include rapidly progressive pneumonia, acute respiratory distress syndrome (ARDS) and multi-organ failure [7, 8] . Similar to seasonal influenza, bacterial superinfection can lead to a significantly increased mortality rate [9] .", "cite_spans": [{"start": 153, "end": 156, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 157, "end": 159, "text": "8]", "ref_id": "BIBREF7"}, {"start": 271, "end": 274, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Over the past year, much has been published on the epidemiology and complications of this illness, with mortality rates reported of 7-14%, and ICU admission rates of 25% [10] . The incidence of renal insufficiency and renal failure is not well described. The most significant biochemical abnormalities associated with this illness have been transiently raised liver enzymes, and sporadic cases of rhabdomyolysis [11] .", "cite_spans": [{"start": 170, "end": 174, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 412, "end": 416, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "This study aims to highlight the common renal manifestations of H1N1 as seen in the Irish national tertiary referral centre for renal disease.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This was a retrospective cohort study of all patients who were admitted to our institution with clinical and/or virological evidence of H1N1 infection from July to November 2009.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Patients were tested for H1N1 using standardised nasal/ throat swabs which were subsequently analysed using Centers for Disease Control (CDC)/Health Protection Surveillance Centre based primers [12] . This is performed using real-time reverse transcriptase PCR, the most sensitive and specific method of diagnosis [13] . All testing was performed at the National Virus Reference Laboratory, at University College Dublin.", "cite_spans": [{"start": 194, "end": 198, "text": "[12]", "ref_id": null}, {"start": 314, "end": 318, "text": "[13]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Methods"}, {"text": "All patients who were thought to have H1N1 infection were highlighted by the attending clinical nurse manager or physician to the hospital pandemic/infection control team. Subsequent swab results, gender, and age were noted. The admission pathway of these patients was also logged, including admission length, location of care, and discharge dates.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "A patient was deemed to have H1N1 influenza when they exhibited symptoms, and a positive or weakly positive viral swab result, as defined by the European Union (EU) Commission document of 30th April 2009 [14] .", "cite_spans": [{"start": 204, "end": 208, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Methods"}, {"text": "A subsequent standardised data collection protocol was created recording age, sex and biochemical values (sodium, potassium, urea and creatinine) at admission, discharge and peak values. Urinalysis was also recorded when available.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Medical records of all H1N1-positive patients were then obtained to ascertain outcomes and interventions, including management of acute kidney injury, intensive care stay and need for renal replacement therapy.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "From 1st July to 31st November 2009, 378 patients were tested for H1N1 using nasal/throat swabs, of which 32 were positive. Two more patients were subsequently diagnosed as having H1N1 despite negative PCR. This represents 1.1% of all patients who tested positive during this time period in the Republic of Ireland.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The median age of patients with H1N1 admitted to Beaumont hospital was 28.5, with a range of 9-62 years. The majority of patients were Caucasian, of Irish ethnicity (89%) with the remainder being Eastern European and Asian (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 223, "end": 232, "text": "(Table 1)", "ref_id": null}], "section": "Results"}, {"text": "Symptoms alerting healthcare staff to the presence of H1N1 included; cough, GI upset, fever, malaise and headache. Ten patients (29.4%) had underlying medical conditions. The most prevalent comorbidity was hypertension or ischaemic heart disease. None of the patients who tested positive were over 65 or under 2. None of the patients were known to be pregnant.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The average creatinine of those admitted was 99 lmol/l, and peak values throughout admission ranged from 11 to 610. Eleven patients (32%) developed acute kidney injury as defined by the RIFLE criteria [15] (creatinine range 120-610 lmol/l). Four of these patients subsequently required renal replacement therapy, representing 11% of all patients admitted. Seven further patients developed acute kidney injury that responded to volume resuscitation.", "cite_spans": [{"start": 201, "end": 205, "text": "[15]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Results"}, {"text": "All patients who required renal replacement therapy were admitted to the intensive care unit, and received either continuous veno-veno haemodiafiltration or intermittent haemodialysis. These patients required an average of 22 days of renal replacement therapy (10-52 days), and those that were successfully discharged recovered full renal function.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Renal dysfunction was attributed to acute tubular necrosis in the context of coexistent sepsis in all patients who required renal replacement therapy and in four of those that did not need dialysis. Two patients were found to have pre-renal acute kidney injury secondary to hypovolemia and renin angiotensin aldosterone blockade.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Five patients required admission to ICU (14.7%) for management of multi-organ failure, and the average length of stay was 30 days, with a range of 20-60 days. All of these patients required ventilatory and inotropic support. One patient died of complications of H1N1 infection. One patients required extra corporeal membrane oxygenation (ECMO) therapy and was transferred to another institution.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We report on a specific cohort of the Irish population who were admitted with H1N1 infection, and document the complications of this illness, concentrating largely on renal manifestations of the illness. As can be seen above, these patients had severe illnesses as a result of H1N1, and a significant proportion required ICU admission (14%).", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The group of patients described above do not fit into the previously labelled high-risk age groups, i.e. those over 65 and under 2. A larger study published in the New England Journal of Medicine in November 2009 described approximately 10% of patients in these groups. Similarly, in that study 7% of patients were pregnant females, compared to no known pregnant patients in our group. Our hospital is not attached to a maternity/women's hospital unlike those in the study mentioned above.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "In contrast to most previous studies, our patients had a low rate of underlying medical problems (29%) compared to an average national rate of 42.7% and international rate of approximately 70%.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The renal manifestations of this illness are poorly described internationally, the majority of studies concentrate on ICU admission rates and clinical epidemiology. This paper highlights the significant rates of acute kidney injury associated with this new virus. The high rates of acute kidney injury, and high rates of patients requiring renal replacement therapy noted here further emphasises the significant healthcare burden associated with this disease. It has been well described that a significant cause of mortality in these patients is multi-organ failure in the context of sepsis. It is not unexpected that the most common cause of acute kidney injury in the patients described above was acute tubular necrosis in the setting of sepsis.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The results presented above show a significantly higher rate of ICU admission (14%) when compared nationally (8%). Mortality rates were similar in the above study (2%) to those published nationally. This is lower than rates published internationally, 7-10%.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "This study highlights the significant health care burden associated with this illness, and for the first time addresses the common renal manifestations of the illness. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Swine influenza A (H1N1) infection in two children-Southern California", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention", "volume": "58", "issn": "", "pages": "400--402", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Novel swine-origin influenza A (H1N1) Virus investigation team (2009) Emergence of a novel swine-origin influenza A (H1N1) virus in humans", "authors": [], "year": null, "venue": "N Engl J Med", "volume": "360", "issn": "", "pages": "2605--2615", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "H1N1 flu: international situation update", "authors": [], "year": 2010, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Critical care services and 2009 H1N1 influenza in Australia and New Zealand", "authors": [], "year": 2009, "venue": "ANZIC Influenza investigators", "volume": "361", "issn": "20", "pages": "1925--1934", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Health Protection Surveillance Centre", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Factors associated with death or hospitalization due to pandemic influenza A (H1N1) infection in California", "authors": [{"first": "J", "middle": ["K"], "last": "Louie", "suffix": ""}, {"first": "M", "middle": [], "last": "Acosta", "suffix": ""}, {"first": "K", "middle": [], "last": "Winter", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pneumonia and respiratory failure from swine origin influenza A (H1N1) in Mexico", "authors": [{"first": "Perez", "middle": [], "last": "Padilla", "suffix": ""}, {"first": "R", "middle": [], "last": "De La Rosa-Zamboni", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}, {"first": "Ponce", "middle": [], "last": "De Leon", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "7", "pages": "680--689", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Severe respiratory disease concurrent with the circulation of H1N1 Influenza", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Bertozzi", "suffix": ""}, {"first": "M", "middle": [], "last": "Colchero", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "7", "pages": "674--679", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Bacterial co infections in lung tissue specimens from fatal cases of 2009 pandemic influenza A (H1N1)-United States", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention", "volume": "58", "issn": "38", "pages": "1071--1074", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Hospitalized patients in the United States", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "L", "middle": [], "last": "Kaimoto", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Bramley", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "1935--1944", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "JAMA 302:1863 12. Swine influenza. National Virus Reference Laboratory", "authors": [{"first": "E", "middle": [], "last": "Ayala", "suffix": ""}, {"first": "F", "middle": ["T"], "last": "Kagawa", "suffix": ""}, {"first": "J", "middle": [], "last": "Wehner", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Commission decision of 30 April 2009 amending Decision 2002/ 253/EC laying down case definitions for reporting communicable diseases to the Community network under Decision No. 2119/98/ EC of the European Parliament", "authors": [], "year": 2009, "venue": "United States Centers for Disease Control and Prevention. Interim Recommendations for Clinical Use of Influenza Diagnostic Tests during the 2009-10 Influenza Season", "volume": "363", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Acute renal failuredefinition, outcome measures, animal models, fluid therapy and information technology needs: the Second International Consensus Conference of the Acute Dialysis Quality Initiative (ADQI) Group", "authors": [{"first": "R", "middle": [], "last": "Bellomo", "suffix": ""}, {"first": "C", "middle": [], "last": "Ronco", "suffix": ""}, {"first": "J", "middle": [], "last": "Kellum", "suffix": ""}], "year": 2004, "venue": "Crit Care", "volume": "8", "issn": "4", "pages": "202--212", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Hospital eventsTable 1 Baseline patient characteristics No. (%)", "latex": null, "type": "table"}}, "back_matter": [{"text": " Tables 1 and 2. ", "cite_spans": [], "ref_spans": [{"start": 1, "end": 16, "text": "Tables 1 and 2.", "ref_id": null}], "section": "Appendix 1"}]}