{
    "paper_id": "0e10483ccb4d7af76503af1a98e118502d5f996b",
    "metadata": {
        "title": "ARTICLE IN PRESS ScienceDirect Déconfinons avec prudence pour ne pas avoir à Q1 reconfiner dans l'urgence ଝ,ଝଝ",
        "authors": [
            {
                "first": "Modele",
                "middle": [
                    "+"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "En France métropolitaine, depuis la levée progressive du confinement commencée le 11 mai 2020, les principaux indicateurs épidémiologiques de l'épidémie de COVID-19 (décompte des nouveaux cas confirmés, des hospitalisations, des passages en réanimation et des décès) sont en baisse sur l'ensemble du territoire. Un autre indicateur, le taux de positivité des tests RT-PCR, transmis par le système SI-DEP (système d'information de dépistage) depuis la semaine 20, objective également une diminution régulière (1,3 % pour la semaine 24). La surveillance épidémiologique a permis la détection de 272 foyers (clusters) entre le 9 mai et le 24 juin, dont la plupart ont été circonscrits grâce à l'action conjuguée des ARS et des cellules régionales de Santé publique France, évitant jusqu'à présent toute diffusion communautaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dans le même temps, l'enquête Santé publique France CoviPrev [1] révèle que l'observance des mesures de prévention recommandées (distanciation physique, lavage des mains, port du masque) n'a cessé de diminuer depuis le 11 mai.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Au niveau mondial, la pandémie de COVID-19 est en phase d'accélération, selon le directeur général de l'OMS, avec un million de cas déclarés dans les huit derniers jours. Alors que la situation aux États-Unis fait redouter une seconde vague épidémique, l'Amérique latine est devenue l'épicentre de la pandémie, le cap des 100 000 morts ayant été franchi, dont plus de la moitié au Brésil. En Europe, malgré une décroissance de la courbe épidémique observée dans tous les pays, l'Allemagne doit reconfiner plus de 600 000 personnes dans deux cantons pour contrôler un important foyer de contamination apparu dans le plus grand abattoir d'Europe [2] alors ଝ Communiqué de l'Académie nationale de médecine, 28 juin 2020.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 647,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ଝଝ Une cellule de veille de l'Académie télétravaille depuis le début du confinement pour rédiger des avis et des communiqués sur la situation sanitaire liée à la COVID-19. que le Portugal rétablit le confinement dans une partie de la ville de Lisbonne.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Q2"
        },
        {
            "text": "Ce contexte international inquiétant et le relâchement général observé dans les grandes agglomérations françaises, notamment le 21 juin à l'occasion de la fête de la musique, font craindre un passage en scénario 2 (apparition d'un ou plusieurs clusters critiques signes d'une reprise locale de l'épidémie) [3] .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Q2"
        },
        {
            "text": "Afin d'éviter la perspective d'un reconfinement, l'Académie nationale de médecine recommande : • de renforcer la surveillance épidémiologique sur l'ensemble du territoire par la mise en oeuvre d'un programme de contrôle des eaux usées destiné à localiser les collectivités entretenant une circulation du Sars-CoV-2 [4] ; • d'intensifier les dépistages dans les collectivités à risque (établissements de santé, entreprises, abattoirs, hébergements de personnes en situation de précarité [5] , etc.) en exploitant au maximum les ressources actuellement disponibles pour le dépistage par RT-PCR ; • de faire appel au sens des responsabilités plutôt qu'à des mesures obligatoires, souvent mal comprises, afin de maintenir le respect des mesures barrière et le port du masque, même pendant les mois d'été, et de mener une campagne d'information ciblant les classes d'âge les plus jeunes pour leur rappeler qu'en se protégeant, ils protègent leur entourage.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Q2"
        },
        {
            "text": "Les auteurs déclarent ne pas avoir de liens d'intérêts. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Déclaration de liens d'intérêts"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Les abattoirs : une cible majeure pour la prévention de la COVID-19; 2020 [Communiqué de l'Académie nationale de médecine et de l'Académie vétérinaire de France",
            "authors": [
                {
                    "first": "France",
                    "middle": [],
                    "last": "Académie Nationale De Médecine Et Académie Vétérinaire De",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Avis n o 7 : 4 scénarios pour la période post-confinement ; anticiper pour mieux protéger",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How sewage could reveal true scale of coronavirus outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mallapaty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "580",
            "issn": "",
            "pages": "176--183",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "La précarité : un risque majoré de COVID-19; 2020 [Communiqué de l'Académie nationale de médecine et de l'Académie nationale de pharmacie",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Santé publique France. COVID-19 : une enquête pour suivre l'évolution des comportements et de la santé mentale pendant l'épidémie; 2020 [Communiqué de l'Académie nationale de médecine et de l'Académie vétérinaire de France. Consulté le 28/06/2020. Disponible sur : https://www.santepubliquefrance.fr/etudes-et-enquetes/",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}