{
    "paper_id": "0e15c607aef34bf33727cfe585b0d7d2bdecac1c",
    "metadata": {
        "title": "Journal Pre-proof Narrative medicine: thinking with stories during The Plague Narrative medicine: thinking with stories during The Plague",
        "authors": [
            {
                "first": "Barend",
                "middle": [
                    "W"
                ],
                "last": "Florijn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "People integrate life experiences in an inner story to construct a self-narrative (1) . This inner story, or narrative structure of a person's life, is meant to make sense of these experiences. Similarly, experiences of illness are integrated in an inner story, and in listening to a patient's story, physicians should adopt an attitude of thinking with stories instead of about them (2) . Thinking with stories requires the physician to join the illness narrative and adopt \"the story's immanent logic of causality, temporality, and narrative tensions\", as opposed to conceiving these narratives as an object of (biomedical) analysis alone (2) . With quotes derived from Albert Camus' The Plague (3) , this Medical Humanities essay shows how thinking with stories should progress in clinical practice. As such, thinking with stories is a practice of narrative medicine, which is nowadays often part of the medical curriculum. Interestingly, physicians participating in such narrative medicine education programmes (in which participants represented clinical stories with narrative writing) were found to have an increased empathy score over time (4) . It is believed that this gained empathy could limit the implementation of invasive medical treatments by physicians that typically extends the quantity, but not the quality, of a patient's life (5) .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1147,
                    "end": 1150,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1347,
                    "end": 1350,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Albert Camus started writing The Plague in 1941 in Oran, a town in Algeria where the story takes place and where his condition is in decline as a result of his own battle with tuberculosis. The story is told by Dr Bernard Rieux, who witnesses how the plague creates a division within society. Dr Rieux responds to the random nature of conditions by taking 'the side of the victim' in an attempt 'to meet others, his fellow-citizens, on the basis of the only certainties they all have in common, which are love, suffering and exile' (3)(pp. 232) . Rieux adopts a stance towards his suffering patients in which 'there is not one of the anxieties of his fellows that he did not share and no situation that was not also his own' (3) ",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 728,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thinking with stories is not a clinical guideline with a systematically developed statement. Instead, thinking with stories implies 'not to move on once the story has been heard, but to continue to live in the story, becoming in it' and 'reflecting on who one is becoming' (2) . Dr Bernard Rieux initially maintains 'a certain reserve, as a well-intentioned witness should', but finds out that clinical epidemiology data of mortality rates are not helpful because, 'a hundred million bodies spread through history are just a mist drifting through the imagination' (3) (pp. 31) . Instead, it is his encounter with the patient Tarrou that defines his perspective, as he describes waiting 'for him to speak before turning round.' Tarrou tells Rieux that he does not 'want to die' and is willing to fight to make a good end.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 576,
                    "text": "(pp. 31)",
                    "ref_id": null
                }
            ],
            "section": "(pp. 31) ."
        },
        {
            "text": "It is through these patients' stories that Rieux recognises that illness is a story that enables physicians to recognise the humanity of their patients (2) . Therefore, narrative ethics 'takes place in telling and listening' and in 'recognising how much we as fellow-humans have to do with each other' (2) . In his response, Rieux is 'refusing to give way to the pestilence'. Through patients' stories, Rieux acknowledges that, 'this chronicle could not be a story of definitive victory. It could only be the record of what had to be done and what, no doubt, would have to be done again, against this terror and its indefatigable weapon, despite their own personal hardships, by all men who, while not being saints but refusing to give way to the pestilence, do their best to be doctors' (3) (pp. 237) . As such, The Plague is a reminder that patient stories form an integral part of a narrative medicine practice, and should complement evidence-based medicine in formulating clinical decisions. Also nowadays Rieux' struggle against a new mysterious plague could assist healthcare providers to better understand the anxiety engendered by the rapidly spreading novel coronavirus epidemic. As such, taking time to understand the benefit of 'thinking with stories', as in Camus' The Plague, could lead to physicians with improved capacity to empathize with patients and with the wider community that are currently experiencing major social and economic disruption.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "(pp. 31) ."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human identity and bioethics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Grazia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The wounded storyteller",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Plague: Penguin Classics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of a narrative medicine programme on healthcare providers' empathy scores over time",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Med Educ",
            "volume": "",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Narrative medicine: A comparison of terminal cancer patients' stories from a Dutch hospice with those of Anatole Broyard and Christopher Hitchens",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Florijn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Death Stud",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}