{
    "paper_id": "0e180e3b047499fc0a07308ecc23aecc0f873d1a",
    "metadata": {
        "title": "COVID-19: Is Everything Appropriate to Create an Effective Vaccine?",
        "authors": [
            {
                "first": "Andrea",
                "middle": [],
                "last": "Cioffi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sapienza University of Rome",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The challenge study would involve enlisting young people with a lower risk of developing the severe form of COVID-19 infection. However, this risk would not be eliminated, so \"human guinea pigs\" would be exposed to the risk of serious illness or even death. To justify this, the authors state that it is common to select healthy subjects for challenge studies. However, the mere fact that a practice is already implemented in other situations does not reduce the bioethical problems related to this specific case. In addition, the authors inappropriately suggest an analogy between organ donation (now carried out safely and with very low risks for the donor) and undergoing a study which endangers the very life of the subject and which potentially might not lead to the detection of an effective vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors state that selecting healthy subjects with a high risk of natural infection would reduce the bioethical problems of experimentation. According to this reasoning, it would also be ethically acceptable to speed up and optimize research on therapies for lung cancer by inducing cancer in miners (healthy but high cancer risk).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors stress that many lives would be saved. However, utilitarian morality is not applicable in the medical field. The logic of sacrificing a few to save many is not acceptable, even if the trial concerns a fundamental vaccine. . If it is right that the risk to a few is justified by the potential (only potential) benefit to many, is it also right to say that it is appropriate to sacrifice young people to create a vaccine for a disease that mainly kills elderly people? In fact, the elderly areconsidered by some much less \"useful\" to society than the young. Obviously, these are extreme examples, but they serve to understand the danger of utilitarian logic in the medical-scientific field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Still another problem is related to informed consent: the authors say that the subject will have to sign a consent form in which they must accept the risks of experimentation. So, how will you have to regulate for psychiatric patients (but not legally incapacitated)? Surely, the",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human challenge studies to accelerate coronavirus vaccine licensure",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eyal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiaa152"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "A c c e p t e d M a n u s c r i p t challenge study can attract many mentally unstable individuals (with a desire for social redemption or with a craving for heroism). The psychiatric evaluation of all recruited subjects will certainly be necessary to identify all those who are unable to understand the real risks of the study.In the field of scientific research, there are specific rules to respect including technical, but also legal and bioethical. Even in emergency situations, we cannot fail to protect all involved subjects' rights, including the right to health. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}