{"paper_id": "0e1df63677f95eca7153ee0d4b29b5260e92f6e4", "metadata": {"title": "A Preliminary Study of Pneumonia Etiology Among Hospitalized Children in Kenya", "authors": [{"first": "Laura", "middle": ["L"], "last": "Hammitt", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johns Hopkins Bloomberg School of Public Health", "location": {"settlement": "Baltimore", "region": "Maryland"}}, "email": ""}, {"first": "Sidi", "middle": [], "last": "Kazungu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Geographic Medicine-Coast", "location": {"settlement": "Kilifi", "country": "Kenya"}}, "email": ""}, {"first": "Susan", "middle": ["C"], "last": "Morpeth", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Geographic Medicine-Coast", "location": {"settlement": "Kilifi", "country": "Kenya"}}, "email": ""}, {"first": "Dustin", "middle": ["G"], "last": "Gibson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johns Hopkins Bloomberg School of Public Health", "location": {"settlement": "Baltimore", "region": "Maryland"}}, "email": ""}, {"first": "Benedict", "middle": [], "last": "Mvera", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Geographic Medicine-Coast", "location": {"settlement": "Kilifi", "country": "Kenya"}}, "email": ""}, {"first": "Andrew", "middle": ["J"], "last": "Brent", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Geographic Medicine-Coast", "location": {"settlement": "Kilifi", "country": "Kenya"}}, "email": ""}, {"first": "Salim", "middle": [], "last": "Mwarumba", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Geographic Medicine-Coast", "location": {"settlement": "Kilifi", "country": "Kenya"}}, "email": ""}, {"first": "Clayton", "middle": ["O"], "last": "Onyango", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Geographic Medicine-Coast", "location": {"settlement": "Kilifi", "country": "Kenya"}}, "email": ""}, {"first": "Anne", "middle": [], "last": "Bett", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Geographic Medicine-Coast", "location": {"settlement": "Kilifi", "country": "Kenya"}}, "email": ""}, {"first": "Donald", "middle": ["O"], "last": "Akech", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Geographic Medicine-Coast", "location": {"settlement": "Kilifi", "country": "Kenya"}}, "email": ""}, {"first": "David", "middle": ["R"], "last": "Murdoch", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Otago", "location": {}}, "email": ""}, {"first": "D", "middle": ["James"], "last": "Nokes", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Geographic Medicine-Coast", "location": {"settlement": "Kilifi", "country": "Kenya"}}, "email": ""}, {"first": "J", "middle": [], "last": "Anthony", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Scott", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Geographic Medicine-Coast", "location": {"settlement": "Kilifi", "country": "Kenya"}}, "email": ""}]}, "abstract": [{"text": "Background. Pneumonia is the leading cause of childhood death in the developing world. Higher-quality etiological data are required to reduce this mortality burden.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. We conducted a case-control study of pneumonia etiology among children aged 1-59 months in rural Kenya. Case patients were hospitalized with World Health Organization-defined severe pneumonia (SP) or very severe pneumonia (VSP); controls were outpatient children without pneumonia. We collected blood for culture, induced sputum for culture and multiplex polymerase chain reaction (PCR), and obtained oropharyngeal swab specimens for multiplex PCR from case patients, and serum for serology and nasopharyngeal swab specimens for multiplex PCR from case patients and controls.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. Of 984 eligible case patients, 810 (84%) were enrolled in the study; 232 (29%) had VSP. Blood cultures were positive in 52 of 749 case patients (7%). A predominant potential pathogen was identified in sputum culture in 70 of 417 case patients (17%). A respiratory virus was detected by PCR from nasopharyngeal swab specimens in 486 of 805 case patients (60%) and 172 of 369 controls (47%). Only respiratory syncytial virus (RSV) showed a statistically significant association between virus detection in the nasopharynx and pneumonia hospitalization (odds ratio, 12.5; 95% confidence interval, 3.1-51.5). Among 257 case patients in whom all specimens (excluding serum specimens) were collected, bacteria were identified in 24 (9%), viruses in 137 (53%), mixed viral and bacterial infection in 39 (15%), and no pathogen in 57 (22%); bacterial causes outnumbered viral causes when the results of the case-control analysis were considered.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions. A potential etiology was detected in .75% of children admitted with SP or VSP. Except for RSV, the case-control analysis did not detect an association between viral detection in the nasopharynx and hospitalization for pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Pneumonia is a leading cause of childhood death in sub-Saharan Africa [1, 2] . In anticipation of participating in the Pneumonia Etiology Research for Child Health (PERCH) study to comprehensively assess the etiology of childhood pneumonia, we conducted a pilot case-control study of methods to determine the etiology among infants and children with severe pneumonia admitted to a rural Kenyan district hospital. Lessons from the study were applied to the design of the larger multisite PERCH study.", "cite_spans": [{"start": 70, "end": 73, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 74, "end": 76, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "The study was conducted in Kilifi District, a rural community on the Kenyan coast. Malaria is endemic in the area, although transmission has been declining [3] . Haemophilus influenzae type b conjugate vaccine was introduced in 2001, and the coverage for 3 doses is 88% at 12 months of age [4, 5] ; pneumococcal conjugate vaccine had not been introduced at the time of the study.", "cite_spans": [{"start": 156, "end": 159, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 290, "end": 293, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 294, "end": 296, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Location"}, {"text": "Participants were children aged 1-59 months. Case patients were children admitted to Kilifi District Hospital (KDH) during January-December 2010 who had severe pneumonia (SP) or very severe pneumonia (VSP). Based on World Health Organization definitions, SP was defined as lower chest-wall indrawing in a child with a history of cough or difficulty breathing. VSP was defined as cyanosis, oxygen saturation ,90%, inability to feed, head nodding, or impaired consciousness in a child with a history of cough or difficulty in breathing; eligibility was based on clinical data at admission.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Controls were a convenience sample of children attending the outpatient clinic at KDH or at 2 peripheral health centers from March 2010 through February 2011, who did not meet the case definition for SP or VSP and were recruited using marginal frequency matching by age group and month of year. Two groups of control children were enrolled: those with symptoms of an upper respiratory tract infection (URTI), including cough, runny or blocked nose, or sore throat, and those without any symptoms or signs of respiratory infection.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "A core set of clinical and laboratory investigations was performed for all case patients, with additional investigations layered onto the study gradually as the clinical and laboratory capacity increased. Case patients were investigated with a complete blood cell count; blood film for malaria parasites; blood culture; infectious serology; nasopharyngeal swab (NPS), oropharyngeal swab (OPS), and induced sputum (IS) samples for analysis; and urine and serum assays of antimicrobial activity.", "cite_spans": [], "ref_spans": [], "section": "Specimen Collection and Laboratory Methods"}, {"text": "Blood cultures were processed using a BACTEC instrument (BD Diagnostics) [6] . H. influenzae serotyping was performed by slide agglutination. The following organisms were considered to be contaminants when identified in blood cultures: Bacillus species, coryneforms, Micrococcus species, coagulasenegative staphylococci, and viridans streptococci.", "cite_spans": [{"start": 73, "end": 76, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Specimen Collection and Laboratory Methods"}, {"text": "Acute serum specimens collected at enrollment and follow-up (convalescent) specimens collected 14-130 days later from case patients and controls were analyzed for the presence of immunoglobulin G antibodies to respiratory syncytial virus (RSV), influenza A, influenza B, parainfluenza, adenovirus, and Bordatella pertussis toxin by enzyme-linked immunosorbent assay (Euroimmun). Paired acute-convalescent serum and acute nonpaired specimens were tested for immunoglobulin M antibodies to Mycoplasma pneumoniae (Serodia Mycoll; Fujirebio). For each of these respiratory pathogens, acute infection was defined as a $4-fold increase in antibody titer in paired acute-convalescent serum specimens. For M. pneumoniae, a single reciprocal titer .160 was also considered positive. Possible infection with B. pertussis was defined as a single sample with an antibody concentration .100 mIU/mL. HIV testing was performed on blood from case patients according to the Kenyan national policy for pediatric hospital admissions, using 2 rapid antibody tests: Determine (Inverness Medical Innovations) and Unigold (Trinity Biotech).", "cite_spans": [], "ref_spans": [], "section": "Specimen Collection and Laboratory Methods"}, {"text": "Nasopharyngeal flocked swab specimens (Copan Diagnostics) were collected from case patients and controls. In case patients admitted during January-February or June-December 2010, oropharyngeal polyurethane foam-tipped swabs (Sigma-Swab; Medical Wire & Equipment) were collected. NPS and OPS specimens were transported as described elsewhere [7] . Swab specimens were stored at 4°C and analyzed within 72 hours of collection.", "cite_spans": [{"start": 341, "end": 344, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Specimen Collection and Laboratory Methods"}, {"text": "Sputum was induced after 2-3 hours of fasting, and samples were obtained with a jet nebulizer that delivered 5 mL of 5% sterile saline for 15 minutes after pretreatment with nebulized salbutamol to prevent bronchoconstriction. Sputum was obtained by spontaneous expectoration or suctioning the posterior nasopharynx with a sterile catheter connected to a specimen trap, taking care to avoid suctioning the anterior nasal content. After specimen collection, the suction catheter was flushed with 5 mL of sterile saline to evacuate any residual specimen. Initially, an IS specimen was collected only from case patients with suspected tuberculosis, but from April 2010, all case patients underwent sputum induction. IS specimens were investigated by microscopy, bacterial culture, multiplex polymerase chain reaction (PCR), and, if clinically indicated, mycobacterial culture. We assessed the quality of the sputum specimens using the Bartlett score by microscopically evaluating the Gram stain smear [8] . The number of squamous epithelial cells per low-power field was graded (,10, 10-25, and .25 cells were scored 0, 21, and 22, respectively), as was the presence of leukocytes (.25, 10-25, and ,10 leukocytes were scored 2, 1 and 0, respectively). The presence of mucus was scored as 1, and an absence of mucus as 0. A total score $1 was considered to indicate good quality. Isolates were considered potentially causative if they were found to be predominant on the Gram stain or on the culture plate over other organisms. Ziehl-Neelsen stained concentrated sputum smears were examined for acid-fast bacilli and cultured for mycobacteria using the Bactec MIGT 960 system (BD Diagnostics) [9] . The presence of Mycobacterium tuberculosis in acid-fast bacilli-positive cultures was confirmed by the Genotype MTBC assay (Hain Lifescience).", "cite_spans": [{"start": 998, "end": 1001, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1689, "end": 1692, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Specimen Collection and Laboratory Methods"}, {"text": "Nucleic acid was extracted from NPS, OPS, and IS specimens and tested by multiplex PCR for 16 respiratory pathogens: RSV A and B, adenovirus, rhinovirus, human metapneumovirus, coronaviruses (NL63, OC43, 229E), parainfluenza viruses 1-4, influenza viruses (A, B, C), and M. pneumoniae [7] .To detect antimicrobial activity, a 6-mm filter paper disk was inoculated with 10 lL of serum or urine and placed on a nutrient agar plate streaked with Staphylococcus aureus (American Type Culture Collection 25923), then incubated overnight at 37°C. A growth inhibition zone extending beyond the diameter of the filter paper indicated antimicrobial activity.", "cite_spans": [{"start": 285, "end": 288, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Specimen Collection and Laboratory Methods"}, {"text": "Analysis was performed using STATA software, version 11.0 (StataCorp). Proportions were compared using the v 2 test or Fisher's exact test. Continuous data were compared by t test. Agreement between pathogen detection by multiplex PCR using different specimen types was assessed using the j statistic. To estimate the strength of association of pathogen detection with disease severity, odds ratios were calculated comparing case patients and controls (those with and those without URTI) by multivariable logistic regression, adjusted for age group (,6 , 6-35 , or $36 months) and season (dry season: November 1 through April 30). Where it was not possible to perform logistic regression because the cell value was 0, Fisher's exact test was used to estimate the significance of the association. Etiology was categorized as bacterial if a bacterial pathogen was isolated from blood culture, a predominant bacterial pathogen was identified from IS culture, the serum specimens were positive for M. pneumoniae or B. pertussis, or the PCR results were positive for M. pneumoniae; viral if the IS, NPS, or OPS specimen had PCR results positive for a viral pathogen; mixed if both a bacterium and a virus were identified; or unknown. Another model of etiology was created that only included pathogens significantly associated with case status in the case-control analysis. The study was approved by the Kenya National Ethical Review Committee and the Oxford Tropical Ethical Review Committee. Parents or guardians of participants provided written informed consent.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Among 2606 children aged 1-59 months admitted to KDH during the study period, 964 (37.0%) met the case definition. Among those eligible, 810 (84.0%) consented to participate in the study, 83 (8.6%) refused and 71 (7.4%) were not approached for consent (15 died during the admission process, 49 were not considered because of a failure of the computerized flagging system, and 7 were not approached for other reasons). Eligible children who did not participate were significantly older, had a higher prevalence of malaria parasitemia, and had higher inpatient mortality ( Table 1) . Among the case patients, 578 (71.4%) had SP and 232 (28.6%) had VSP. Compared with those with SP, case patients with VSP had longer hospital stays, higher prevalence of malaria parasitemia, higher mortality and were less likely to have a discharge diagnosis of pneumonia ( Table 2) . Compared with controls, case patients were younger (average age, 13 vs 20 months in controls; P , .001), had a higher prevalence of mid-upper-arm circumference ,11.5 cm (18% vs 4% in controls; P , .001), and were more likely to be male (55% vs 45% in controls; P 5 .002).", "cite_spans": [], "ref_spans": [{"start": 571, "end": 579, "text": "Table 1)", "ref_id": "TABREF0"}, {"start": 855, "end": 863, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "Blood cultures were obtained in significantly more case patients with SP than with VSP (Table 2) . A pathogen was identified in 52 (6.9%) and a contaminant in 65 (8.7%) of blood cultures. The proportion of case patients with a positive blood culture did not differ between those with SP (7.0%) and those with VSP (6.8%), nor between those with or without antimicrobial activity in urine or serum specimens (data not shown). Among 728 patients with both blood culture and HIV testing performed, the blood culture was positive in 14 of 69 HIV-positive case patients (20%) and 36 of 659 HIVnegative case patients (5%) (P , .001). The pathogens isolated in blood culture were Streptococcus pneumoniae (n 5 30), nontyphi salmonellae (n 5 6), H. influenzae (n 5 4), Escherichia coli (n 5 4), Klebsiella species (n 5 3), group D streptococcus (n 5 1), S. aureus (n 5 1), Burkholderia species (n 5 1), Moraxella catarrhalis (n 5 1), and Campylobacter jejuni (n 5 1). Two (50%) of the H. influenzae isolates were type b.", "cite_spans": [], "ref_spans": [{"start": 87, "end": 96, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "Acute and convalescent serum specimens were collected from 105 of 810 case patients (13.0%) and 190 of 369 controls (51.5%). Case patients and controls in whom paired serum specimens were collected were similar to those in whom the specimens were not available in terms of age, sex, prevalence of mid-upper-arm circumference ,11.5 cm, HIV infection (case patients only), and pneumonia severity (case patients only) (data not shown). The proportion of case patients with positive serological assay results did not differ between case patients with SP and those with VSP for any of the pathogens targeted (data not shown). Serological testing identified infection with a respiratory pathogen in 22 of 105 case patients (21.0%) and 24 of 190 controls (12.6%) ( Table 3) . Serological testing provided a diagnosis in 6 case patients (5.7%) in whom all other tests were negative. Confirmed or probable B. pertussis infection was identified in 10 case patients (4 of whom were #2 months of age and all of whom were #7 months of age; vaccination status unknown). The case-control analysis suggested an association between serological detection of RSV and admission with SP or VSP ( Table 3 ). The association between serological evidence of infection and PCR detection of a pathogen for all specimen types and pathogens is summarized in Supplementary Table A1-6. An IS specimen was collected from 417 case patients, of whom 319 (76.5%) had a Bartlett score $1. Table B ). Among 372 case patients with both an IS specimen and a blood culture, the blood culture was positive in 6 of 63 children with a positive IS culture (10%): of 5 case patients with pneumococcal bacteremia, the pathogens isolated in the IS culture were S. pneumoniae (n 52), M. catarrhalis (n 5 2), and Pseudomonas aeruginosa (n 51); 1 case patient had Klebsiella pneumoniae bacteremia and H. influenzae in the IS culture. Of 108 IS samples from case patients with suspected tuberculosis, culture was positive for M. tuberculosis in 2 (2%); based on clinical findings, highly probable tuberculosis was diagnosed in 3 children with negative IS cultures, all of whom responded well to tuberculosis treatment.", "cite_spans": [], "ref_spans": [{"start": 758, "end": 766, "text": "Table 3)", "ref_id": "TABREF2"}, {"start": 1175, "end": 1182, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1454, "end": 1461, "text": "Table B", "ref_id": null}], "section": "RESULTS"}, {"text": "A respiratory virus was detected in 486 (60.4%) of the NPS, 196 (38.4%) of the OPS, and 215 (54.4%) of the IS specimens (Table 3) . NL63 was detected in NPS specimens in 3 patients (1.3%) with VSP and 1 (0.2%) with SP (P 5 .04); parainfluenza virus 4 was detected in the IS specimen in 7 patients (5.1%) with VSP and 2 (0.8%) with SP (P 5 .01); and M. pneumoniae was detected in the IS specimen in 6 patients (4.4%) with VSP and 2 (0.8%) with SP (P 5 .02). There were no significant differences between patients with SP and those with VSP for all other specimen-virus combinations. (Supplementary Tables  C-E) . Of 391 IS specimens evaluated with PCR, 321 (82%) had ,10 epithelial cells per low-power field (ie, good quality for the evaluation of viral infection); specimen quality was not associated with pathogen detection (Supplementary Table C ). The j statistic comparing PCR results from NPS, OPS, and IS specimens ranged from 20.005 for influenza C to 0.813 for RSV A (Table 4) . Respiratory viruses were detected with PCR of NPS specimens in 172 of 369 controls (46.6%); in those without URTI viruses, they were detected in 57 of 142 (40.1%) and in those with URTI, they were detected in 115 of 227 (50.7%). Except for RSV, virus detection was not associated with admission with SP or VSP ( Table 5 ).", "cite_spans": [], "ref_spans": [{"start": 120, "end": 129, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 582, "end": 609, "text": "(Supplementary Tables  C-E)", "ref_id": null}, {"start": 840, "end": 847, "text": "Table C", "ref_id": null}, {"start": 975, "end": 984, "text": "(Table 4)", "ref_id": "TABREF3"}, {"start": 1299, "end": 1306, "text": "Table 5", "ref_id": "TABREF4"}], "section": "RESULTS"}, {"text": "The classification of pneumonia etiology varied depending on the specimen algorithm used and whether the case-control results were taken into consideration (Figure 1 ). For example, comparing the first and second rows of Figure 1 , it is evident that the culture of IS increased the proportion of case patients classified as having bacterial pneumonia. The inclusion of multiplex PCR results in IS specimens (Figure 1, row 3) shifted the etiological classification to a viral predominance, as did inclusion of multiplex PCR results in NPS specimens (Figure 1, row 4) . Among 257 case patients in whom all specimens (excluding serum specimens) were collected, bacteria were identified in 24 (9%), viruses in 137 (53%), mixed viral-bacterial infection in 39 (15%), and no pathogen in 57 (22%); the etiology was unknown in all 7 case patients who died in this subset ( Figure 1, column B, row 6 ). Coinfections were detected in 71 of 257 case patients (28%) in whom all specimens (excluding serum specimens) were collected: 2 coinfections in 49 case patients (19%), 3 in 17 (7%), 4 in 4, and 5 in 1. Among all the viruses tested, the case-control study provided evidence of pneumonia etiology for RSV alone. Taking this into consideration (meaning that RSV was the only virus included in the etiological assessment), the etiology of pneumonia was bacterial in 58 (23%), viral in 33 (13%), mixed in 5 (2%), and unknown in 161 (63%) (Figure 1, column C, row 6) .", "cite_spans": [], "ref_spans": [{"start": 156, "end": 165, "text": "(Figure 1", "ref_id": "FIGREF1"}, {"start": 221, "end": 229, "text": "Figure 1", "ref_id": "FIGREF1"}, {"start": 408, "end": 425, "text": "(Figure 1, row 3)", "ref_id": "FIGREF1"}, {"start": 549, "end": 566, "text": "(Figure 1, row 4)", "ref_id": "FIGREF1"}, {"start": 866, "end": 891, "text": "Figure 1, column B, row 6", "ref_id": "FIGREF1"}, {"start": 1428, "end": 1455, "text": "(Figure 1, column C, row 6)", "ref_id": "FIGREF1"}], "section": "RESULTS"}, {"text": "Determining the etiology of pediatric pneumonia is challenging given the difficulty in obtaining sterile cultures from the site of infection and the lack of diagnostic reference standards. In this pilot study, a potential pathogen was detected in 76% of hospitalized children aged 1-59 months. The clinical significance of most viral pathogens identified by nucleic acid testing was uncertain, given the high prevalence of viral detection in controls. The etiology of fatal pneumonia remained largely unknown. From a diagnostic standpoint, the ideal specimen is a sample of the diseased tissue. Lung aspirates can be safely obtained in children with pneumonia and can provide valuable diagnostic information; however, they were not undertaken in this study [10, 11] . The use of blood culture alone to identify bacterial causes of pneumonia is inadequate because of the poor sensitivity of this test. In this study, we explored the diagnostic utility of collecting an IS specimen. Although sputum assessment criteria have not been rigorously evaluated in children, the vast majority of specimens were of good quality according to standard criteria. Using a conservative definition of culture positivity, a potential bacterial pathogen was identified in IS cultures more than twice as often as blood cultures, and PCR of IS specimens identified a potential viral pathogen in more than half of case patients. Additional refinements to the algorithm for the interpretation of results may be required, as suggested by this observation and the finding that blood culture and IS culture results differed for 4 of 6 case patients in whom results of both tests were positive.", "cite_spans": [{"start": 757, "end": 761, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 762, "end": 765, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our findings are similar to those of other studies of pediatric pneumonia etiology that have used PCR. A previous study of patients #12 years old admitted to KDH , using multiplex PCR for 13 respiratory viruses, identified a virus in 56% of NPS specimens from SP and VSP case patients; RSV was the dominant virus found in 34% of specimens [12] . Using multiplex PCR of nasopharyngeal aspirate specimens, a virus was identified in 394 of 807 children (48.8%) hospitalized with SP in Mozambique, and the most commonly detected viruses were rhinovirus (41%), adenovirus (21%) and RSV (11%) [13] . A study targeting 14 viruses in nasopharyngeal aspirates from 338 children with pneumonia in Spain suggested a viral etiology in 67% [14] . Using a combination of blood and sputum culture and PCR or immunoassay of nasopharyngeal aspirate and IS specimens, Lahti et al identified a possible pathogen in 90% of children aged 6 months to 15 years hospitalized with pneumonia in Finland (n 5 101) [15] . The addition of more PCR targets increases the proportion of positive specimens: in this same Finnish cohort, a more comprehensive PCR analysis for 18 viruses and 6 bacteria identified a potential pathogen in IS specimens from 97% of 76 children who had good quality sputum specimens [16] . Viruses were found in 72%, bacteria in 91%, and both in 66%.", "cite_spans": [{"start": 339, "end": 343, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 587, "end": 591, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 727, "end": 731, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 987, "end": 991, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 1278, "end": 1282, "text": "[16]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Use of sensitive nucleic acid detection tests has expanded the ability to identify a pathogen in children with pneumonia; however, interpretation of these tests remains challenging against a background of colonization, replication, or persistence of genetic material beyond the period of acute infection. Our findings differ from those of a matched case-control study of 680 children in Nepal, in which RSV, influenza A, influenza B, parainfluenza 1-4, and human metapneumovirus were all associated with pneumonia to varying degrees [17] . However, the Nepal study involved outpatients, of whom 652 (95.9%) had nonsevere pneumonia. A study of hospitalized children with pneumonia in rural Alaska found that rhinovirus, adenovirus, and coronaviruses were detected in similar proportions of case patients and outpatient controls, but RSV, human metapneumovirus, parainfluenza viruses, and influenza viruses were estimated to have caused 17%, 10%, 14%, and 4% of hospitalized pneumonia cases, respectively [18] . In our study, only RSV was found to be associated with hospitalization for pneumonia; similar results have been reported from this area previously [12] . The analysis presented in Figure 1 illustrates the essential need for controls in this type of study; the assessment of etiology shifts from predominantly viral to predominantly bacterial if case attribution is restricted to those pathogens associated with hospitalization in the case-control analysis. For pathogens with small effect size and low prevalence, a larger study is needed to assess likely causation. Quantifying the viral genome may prove useful for linking detections with disease [19] .", "cite_spans": [{"start": 533, "end": 537, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 1003, "end": 1007, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 1157, "end": 1161, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1659, "end": 1663, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 1190, "end": 1198, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "DISCUSSION"}, {"text": "Although there was fairly good agreement in PCR results between paired NPS and OPS specimens, the agreement between upper respiratory tract and IS specimens was variable. The clinical implications of this finding are unclear. Lahti et al reported good agreement in PCR detection of 8 respiratory viruses among paired nasopharyngeal aspirates and IS specimens (j statistic, 0.58-1.00) [15] . One could hypothesize that assays performed on specimens from the lower respiratory tract would be more specific for lower respiratory tract infection, and PERCH will investigate this by comparing the viral loads in the 2 different types of specimens.", "cite_spans": [{"start": 384, "end": 388, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Serological testing indicated that B. pertussis might be an important cause of pneumonia in young children in our community. Our ability to assess the correlation between serological evidence of infection and PCR detection of respiratory pathogens was limited by the low number of case patients with complete sampling. Of serologically detected cases of adenovirus or M. pneumoniae, none were detected by PCR; of PCR-detected cases of adenovirus or parainfluenza, none were evident on serological testing. The poor correlation may be related to a variety of factors, including poor immune responses to certain infections in young children or inadequate time elapsed between acute and convalescent sampling. Alternatively, it may reflect the nonspecificity of pathogen detection in the upper respiratory tract as a diagnostic marker of SP or VSP. This could be further explored by reassessing the correlation using results of quantitative PCR. For the final PERCH analysis, it may be necessary to treat serological testing as a diagnostically specific but not highly sensitive assay.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Only half of the eligible children with SP or VSP who died during their hospital stay participated in the study; this is notable because it may bias the etiological interpretation of fatal cases and because these are the children in whom it is critical to understand pneumonia etiology if we are to take concrete steps toward reducing mortality. There are no widely accepted guidelines for garnering informed consent from the parents of critically ill children; at the very least, measures are needed to ensure that investigators are trained in methods for approaching such individuals [20] .", "cite_spans": [{"start": 586, "end": 590, "text": "[20]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "This study has several limitations. A stepwise introduction of sampling methods was used as the clinical capacity for specimen collection and laboratory capacity increased. Our assessment of pneumonia etiology (shown in Figure 1 ) should not be taken as a definitive study of etiology in Kilifi, because the full sampling algorithm was not implemented until the second quarter of the year and complete sampling was only available in one-third of the case patients. Indeed, the results illustrate the potential variability of etiology depending on the sampling methods used. Lung aspirates and postmortem studies were not performed. The case-control analysis was limited to a comparison of results from NPS specimens and serological testing; we could not assess the association between pathogen detection from other nonsterile site specimens and pneumonia hospitalization. We did not collect information on the duration of symptoms in case patients and controls, and it is possible that the high prevalence of viral detection in controls was related to illness in the recent past. Among case patients with VSP, 14% had malaria parasitemia and more than one-third were not given a diagnosis of pneumonia at the time of discharge. This is not unexpected, given that the World Health Organization case definition is deliberately nonspecific in order to be sensitive. In hospital settings, the specificity of the case definition for SP and VSP could probably be improved through the use of chest radiography, which will be a component of the PERCH study. This pilot study illustrates how adding specimens and assays to the sampling algorithm significantly increases the detection of potential pathogens and the impact of adjusting the assessment of etiology based on the results of a case-control analysis. Despite fairly comprehensive testing, the etiology of pneumonia remained unknown in a quarter of case patients. In some, the diagnosis may not have been pneumonia, and for others, more extensive testing may have been needed.", "cite_spans": [], "ref_spans": [{"start": 220, "end": 228, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "DISCUSSION"}, {"text": "The experiences and findings of the pilot study have been used to help design the PERCH study. Although lung aspirates and postmortem studies were not performed in our pilot, it is recognized that these are critical to a better understanding of pneumonia etiology and fatal pneumonia in children, and the PERCH study will incorporate these procedures in selected sites [21] . The pilot study found that the collection of IS specimens was accepted by parents, well tolerated, feasible for use in a rural developing world setting, and provided useful diagnostic information; IS specimens will be collected from all case patients without contraindications. Although infectious serological testing is used with decreasing frequency in the molecular era, this type of test provided etiological information and may be helpful in the interpretation of associations between detection of a pathogen in the URT and pneumonia. If necessary, home visits will be conducted to increase the collection of convalescent serum specimens. The community accepted the recruitment and sampling of controls. For PERCH, specimens from controls will be expanded to include OPS, blood, and urine specimens (in addition to NPS specimens), to maximize the ability to detect associations between pathogen detection and hospitalization with pneumonia. Using a comprehensive approach, the PERCH study will be well-positioned to provide definitive information about the etiology of SP and VSP in children in the developing world.", "cite_spans": [{"start": 369, "end": 373, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Supplementary materials are available at Clinical Infectious Diseases online (http://cid.oxfordjournals.org). Supplementary materials consist of data provided by the author that are published to benefit the reader. The posted materials are not copyedited. The contents of all supplementary data are the sole responsibility of the authors. Questions or messages regarding errors should be addressed to the author.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Data"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Global, regional, and national causes of child mortality in 2008: a systematic analysis", "authors": [{"first": "R", "middle": ["E"], "last": "Black", "suffix": ""}, {"first": "S", "middle": [], "last": "Cousens", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Johnson", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "375", "issn": "", "pages": "1969--87", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Geneva: UNICEF/ WHO", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Effect of a fall in malaria transmission on morbidity and mortality in Kilifi", "authors": [{"first": "W", "middle": ["P"], "last": "O&apos;meara", "suffix": ""}, {"first": "P", "middle": [], "last": "Bejon", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Mwangi", "suffix": ""}], "year": 2008, "venue": "Lancet", "volume": "372", "issn": "", "pages": "1555--62", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Effectiveness of Haemophilus influenzae type b conjugate vaccine introduction into routine childhood immunization in Kenya", "authors": [{"first": "K", "middle": ["D"], "last": "Cowgill", "suffix": ""}, {"first": "M", "middle": [], "last": "Ndiritu", "suffix": ""}, {"first": "J", "middle": [], "last": "Nyiro", "suffix": ""}], "year": 2006, "venue": "JAMA", "volume": "296", "issn": "", "pages": "671--679", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Immunization coverage and risk factors for failure to immunize within the expanded programme on immunization in Kenya after introduction of new Haemophilus influenzae type b and hepatitis b virus antigens", "authors": [{"first": "M", "middle": [], "last": "Ndiritu", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Cowgill", "suffix": ""}, {"first": "A", "middle": [], "last": "Ismail", "suffix": ""}], "year": 2006, "venue": "BMC Public Health", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Bacteremia among children admitted to a rural hospital in Kenya", "authors": [{"first": "J", "middle": ["A"], "last": "Berkley", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Lowe", "suffix": ""}, {"first": "I", "middle": [], "last": "Mwangi", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "352", "issn": "", "pages": "39--47", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Added value of an oropharyngeal swab in detection of viruses in children hospitalized with lower respiratory tract infection", "authors": [{"first": "L", "middle": ["L"], "last": "Hammitt", "suffix": ""}, {"first": "S", "middle": [], "last": "Kazungu", "suffix": ""}, {"first": "S", "middle": [], "last": "Welch", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "49", "issn": "", "pages": "2318--2338", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Medical microbiology: quality cost and clinical relevance", "authors": [{"first": "R", "middle": [], "last": "Bartlett", "suffix": ""}], "year": 1974, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Foundation for innovative new diagnostics", "authors": [{"first": "S", "middle": ["H"], "last": "Sidiqqi", "suffix": ""}, {"first": "S", "middle": [], "last": "Ruesch-Gerdes", "suffix": ""}, {"first": "", "middle": [], "last": "Mgit", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Transthoracic lung aspiration for the aetiological diagnosis of pneumonia: 25 years of experience from The Gambia", "authors": [{"first": "R", "middle": ["C"], "last": "Ideh", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Howie", "suffix": ""}, {"first": "B", "middle": [], "last": "Ebruke", "suffix": ""}], "year": 2011, "venue": "Int J Tuberc Lung Dis", "volume": "15", "issn": "", "pages": "729--764", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Reappraisal of lung tap: review of an old method for better etiologic diagnosis of childhood pneumonia", "authors": [{"first": "E", "middle": [], "last": "Vuori-Holopainen", "suffix": ""}, {"first": "H", "middle": [], "last": "Peltola", "suffix": ""}], "year": 2001, "venue": "Clin Infect Dis", "volume": "32", "issn": "", "pages": "715--741", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Viral etiology of severe pneumonia among Kenyan infants and children", "authors": [{"first": "J", "middle": ["A"], "last": "Berkley", "suffix": ""}, {"first": "P", "middle": [], "last": "Munywoki", "suffix": ""}, {"first": "M", "middle": [], "last": "Ngama", "suffix": ""}], "year": 2010, "venue": "JAMA", "volume": "303", "issn": "", "pages": "2051--2058", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Etiology and epidemiology of viral pneumonia among hospitalized children in rural Mozambique: a malaria endemic area with high prevalence of human immunodeficiency virus", "authors": [{"first": "C", "middle": [], "last": "O&apos;callaghan-Gordo", "suffix": ""}, {"first": "Q", "middle": [], "last": "Bassat", "suffix": ""}, {"first": "L", "middle": [], "last": "Morais", "suffix": ""}], "year": 2011, "venue": "Pediatr Infect Dis J", "volume": "30", "issn": "", "pages": "39--44", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Viruses in community-acquired pneumonia in children aged less than 3 years old: high rate of viral coinfection", "authors": [{"first": "G", "middle": [], "last": "Cilla", "suffix": ""}, {"first": "E", "middle": [], "last": "Onate", "suffix": ""}, {"first": "E", "middle": ["G"], "last": "Perez-Yarza", "suffix": ""}, {"first": "M", "middle": [], "last": "Montes", "suffix": ""}, {"first": "D", "middle": [], "last": "Vicente", "suffix": ""}, {"first": "E", "middle": [], "last": "Perez-Trallero", "suffix": ""}], "year": 2008, "venue": "J Med Virol", "volume": "80", "issn": "", "pages": "1843--1852", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Induced sputum in the diagnosis of childhood community-acquired pneumonia", "authors": [{"first": "E", "middle": [], "last": "Lahti", "suffix": ""}, {"first": "V", "middle": [], "last": "Peltola", "suffix": ""}, {"first": "M", "middle": [], "last": "Waris", "suffix": ""}], "year": 2009, "venue": "Thorax", "volume": "64", "issn": "", "pages": "252--259", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Viruses and bacteria in sputum samples of children with community-acquired pneumonia", "authors": [{"first": "M", "middle": [], "last": "Honkinen", "suffix": ""}, {"first": "E", "middle": [], "last": "Lahti", "suffix": ""}, {"first": "R", "middle": [], "last": "Osterback", "suffix": ""}, {"first": "O", "middle": [], "last": "Ruuskanen", "suffix": ""}, {"first": "M", "middle": [], "last": "Waris", "suffix": ""}], "year": 2011, "venue": "Clin Microbiol Infect", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/j.1469-0691.2011.03603.x"]}}, "BIBREF17": {"ref_id": "b17", "title": "Respiratory viruses in Nepalese children with and without pneumonia: a case-control study", "authors": [{"first": "M", "middle": [], "last": "Mathisen", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Strand", "suffix": ""}, {"first": "P", "middle": [], "last": "Valentiner-Branth", "suffix": ""}], "year": 2010, "venue": "Pediatr Infect Dis J", "volume": "29", "issn": "", "pages": "731--736", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Viral respiratory infections in hospitalized and community control children in Alaska", "authors": [{"first": "R", "middle": ["J"], "last": "Singleton", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Bulkow", "suffix": ""}, {"first": "K", "middle": [], "last": "Miernyk", "suffix": ""}], "year": 2010, "venue": "J Med Virol", "volume": "82", "issn": "", "pages": "1282--90", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Multiple versus single virus respiratory infections: viral load and clinical disease severity in hospitalized children", "authors": [{"first": "E", "middle": ["T"], "last": "Martin", "suffix": ""}, {"first": "J", "middle": [], "last": "Kuypers", "suffix": ""}, {"first": "A", "middle": [], "last": "Wald", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Englund", "suffix": ""}], "year": 2011, "venue": "Influenza Other Respi Viruses", "volume": "6", "issn": "", "pages": "71--78", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Use of deferred consent for severely ill children in a multi-centre phase III trial", "authors": [{"first": "K", "middle": [], "last": "Maitland", "suffix": ""}, {"first": "S", "middle": [], "last": "Molyneux", "suffix": ""}, {"first": "M", "middle": [], "last": "Boga", "suffix": ""}, {"first": "S", "middle": [], "last": "Kiguli", "suffix": ""}, {"first": "T", "middle": [], "last": "Lang", "suffix": ""}], "year": 2011, "venue": "Trials", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The role of postmortem studies in pneumonia etiology research", "authors": [{"first": "G", "middle": [], "last": "Turner", "suffix": ""}, {"first": "C", "middle": [], "last": "Wonodi", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "O&apos;brien", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "54", "issn": "2", "pages": "165--71", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A predominant potential bacterial pathogen was identified in 70 of 417 (16.8%) overall and in 59 of 319 good-quality specimens (18.5%). A predominant pathogen was identified in 43 of 205 patients (21%) with SP and 16 of 114 (14%) with VSP (P 5 .13). The most common pathogens isolated were S. pneumoniae (n 5 16), M. catarrhalis (n 516), and H. influenzae (n 514) (Supplementary", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Etiology of pneumonia among children aged 1-59 months hospitalized with severe or very severe pneumonia, determined using various specimen collection algorithms, with and without adjustment for the case-control analysis. A, Etiology among case patients who had $1 of the specimens in the algorithm collected. B, Etiology among case patients who had all of the specimens in the algorithm collected. C, Etiology among case patients who had all of the specimens in the algorithm collected, with adjustment for results of the case-control analysis. The number of case patients included in each analysis is shown under the bar.", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Characteristics and Completeness of Sampling of Cases Aged 1-59 Months With Severe or Very Severe Pneumonia Abbreviations: HIV, human immunodeficiency virus; IQR, interquartile range; IS, induced sputum; NPS, nasopharyngeal swab; OPS, oropharyngeal swab; PCR, polymerase chain reaction. a Comparison between severe and very severe pneumonia (v 2 for comparison of proportions, t test for age and length of stay). Values in bold indicate significant differences at the P , .05 level. b Defined as weight-for-height z score of 23 or less or kwashiorkor.c Among those tested. d Among those enrolled during the period in which this specimen was included in the sampling algorithm.", "latex": null, "type": "table"}, "TABREF2": {"text": "Detection of Respiratory Pathogens by Serology in Case Patients Aged 1-59 Months With Severe or Very Severe Pneumonia and in ControlsValues in bold indicate significant differences at the P , .05 level; N indicates OR equal to infinity. Subjects whose results were positive using paired acute-convalescent samples. d Subjects whose results were positive using acute-convalescent samples, as well as single acute samples (123 controls without URTI, 205 controls with URTI, 328 all controls, and 413 case patients).", "latex": null, "type": "table"}, "TABREF3": {"text": "Multiplex PCR of Respiratory Specimens in Cases Aged 1-59 Months With Severe or Very Severe Pneumonia", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>j Statistic\n</td><td> </td></tr><tr><td> </td><td>IS Specimens (n 5 </td><td>395)\n</td><td>(n 5 </td><td>NPS Specimens 805)\n</td><td>(n 5 </td><td>OPS Specimens 410)\n</td><td>3-Way\n</td><td>NPS vs IS\n</td><td>NPS vs OPS\n</td></tr><tr><td>Pathogen\n</td><td>No. </td><td>% </td><td>No. </td><td>% </td><td>No. </td><td>% </td><td>Comparison (n 5 300)\n</td><td>Specimens (n 5 392)\n</td><td>(n 5 509)Specimens\n</td></tr><tr><td>RSV A </td><td>49 </td><td>12.4 </td><td>136 </td><td>16.9 </td><td>62 </td><td>12.2 </td><td>0.81 </td><td>0.83 </td><td>0.88\n</td></tr><tr><td>RSV B </td><td>14 </td><td>3.5 </td><td>77 </td><td>9.6 </td><td>34 </td><td>6.7 </td><td>0.62 </td><td>0.68 </td><td>0.74\n</td></tr><tr><td>Adenovirus </td><td>32 </td><td>8.1 </td><td>39 </td><td>4.8 </td><td>16 </td><td>3.1 </td><td>0.30 </td><td>0.28 </td><td>0.37\n</td></tr><tr><td>Rhinovirus </td><td>78 </td><td>19.8 </td><td>184 </td><td>22.9 </td><td>56 </td><td>11.0 </td><td>0.48 </td><td>0.59 </td><td>0.52\n</td></tr><tr><td>Parainfluenza 1 </td><td>4 </td><td>1.0 </td><td>9 </td><td>1.1 </td><td>1 </td><td>0.2 </td><td>0.20 </td><td>0.44 </td><td>20.003\n</td></tr><tr><td>Parainfluenza 2 </td><td>10 </td><td>2.5 </td><td>5 </td><td>0.6 </td><td>5 </td><td>1.0 </td><td>0.66 </td><td>0.57 </td><td>0.66\n</td></tr><tr><td>Parainfluenza 3 </td><td>38 </td><td>9.6 </td><td>47 </td><td>5.8 </td><td>22 </td><td>4.3 </td><td>0.43 </td><td>0.39 </td><td>0.44\n</td></tr><tr><td>Parainfluenza 4 </td><td>9 </td><td>2.3 </td><td>11 </td><td>1.4 </td><td>6 </td><td>1.2 </td><td>0.22 </td><td>0.39 </td><td>0.61\n</td></tr><tr><td>Influenza A </td><td>8 </td><td>2.0 </td><td>7 </td><td>0.9 </td><td>4 </td><td>0.8 </td><td>0.49 </td><td>0.52 </td><td>0.60\n</td></tr><tr><td>Influenza B </td><td>3 </td><td>0.8 </td><td>2 </td><td>0.3 </td><td>1 </td><td>0.2 </td><td>0.60 </td><td>0.40 </td><td>0.67\n</td></tr><tr><td>Influenza C </td><td>1 </td><td>0.3 </td><td>3 </td><td>0.4 </td><td>1 </td><td>0.2 </td><td>20.005 </td><td>20.003 </td><td>20.003\n</td></tr><tr><td>Coronavirus 229E </td><td>7 </td><td>1.8 </td><td>17 </td><td>2.1 </td><td>2 </td><td>0.4 </td><td>0.11 </td><td>0.07 </td><td>0.24\n</td></tr><tr><td>Coronavirus OC43 </td><td>11 </td><td>2.8 </td><td>22 </td><td>2.7 </td><td>7 </td><td>1.4 </td><td>0.67 </td><td>0.63 </td><td>0.66\n</td></tr><tr><td>Coronavirus NL63 </td><td>4 </td><td>1.0 </td><td>4 </td><td>0.5 </td><td>2 </td><td>0.4 </td><td>20.002 </td><td>0.57 </td><td>0.67\n</td></tr><tr><td>HMPV </td><td>8 </td><td>2.0 </td><td>25 </td><td>3.1 </td><td>7 </td><td>1.4 </td><td>0.49 </td><td>0.80 </td><td>0.44\n</td></tr><tr><td>Mycoplasma pneumoniae </td><td>8 </td><td>2.0 </td><td>3 </td><td>0.4 </td><td>1 </td><td>0.2 </td><td>0.17 </td><td>0.40 </td><td>20.003\n</td></tr><tr><td> </td><td> </td><td> </td><td>Any virus </td><td>215 </td><td>54.4 </td><td>486 </td><td>60.4 </td><td>196 </td><td>38.4 </td></tr></table></body></html>"}, "TABREF4": {"text": "Detection of Respiratory Pathogens by Multiplex PCR of Nasopharyngeal Swab Specimens in Case Patients Aged 1-59 Months With Severe or Very Severe Pneumonia and in Controls Values in bold indicate significant differences at the P , .05 level; N indicates OR equal to infinity.Abbreviations: aOR, adjusted odds ratio (OR) (adjusted for age and season); CI, confidence interval; HMPV, human metapneumovirus; PCR, polymerase chain reaction; RSV, respiratory syncytial virus; URTI, upper respiratory tract infection. a P value for case patients vs controls (Fisher's exact t test).", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments. We offer sincere thanks to the patients and families who participated in this study and to the staff at the study sites in Kenya and at the Canterbury Health Laboratories in Christchurch, New Zealand, for their dedication and hard work in collecting and processing the diagnostic specimens.Financial support. ", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}