{"paper_id": "0e21a032654cd88920490a2f758865e94ede228b", "metadata": {"title": "A Large-Scale, Open-Domain, Mixed-Interface Dialogue-Based ITS for STEM", "authors": [{"first": "Iulian", "middle": ["Vlad"], "last": "Serban", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korbit Technologies Inc", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": "iulian@korbit.ai"}, {"first": "Varun", "middle": [], "last": "Gupta", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korbit Technologies Inc", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": ""}, {"first": "Ekaterina", "middle": [], "last": "Kochmar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korbit Technologies Inc", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": ""}, {"first": "Dung", "middle": ["D"], "last": "Vu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korbit Technologies Inc", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": ""}, {"first": "Robert", "middle": [], "last": "Belfer", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korbit Technologies Inc", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": ""}, {"first": "Joelle", "middle": [], "last": "Pineau", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korbit Technologies Inc", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": ""}, {"first": "Aaron", "middle": [], "last": "Courville", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korbit Technologies Inc", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": ""}, {"first": "Laurent", "middle": [], "last": "Charlin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korbit Technologies Inc", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": ""}, {"first": "Yoshua", "middle": [], "last": "Bengio", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korbit Technologies Inc", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": ""}]}, "abstract": [{"text": "We present Korbit, a large-scale, open-domain, mixed-interface, dialogue-based intelligent tutoring system (ITS). Korbit uses machine learning, natural language processing and reinforcement learning to provide interactive, personalized learning online. Korbit has been designed to easily scale to thousands of subjects, by automating, standardizing and simplifying the content creation process. Unlike other ITS, a teacher can develop new learning modules for Korbit in a matter of hours. To facilitate learning across a wide range of STEM subjects, Korbit uses a mixed-interface, which includes videos, interactive dialogue-based exercises, question-answering, conceptual diagrams, mathematical exercises and gamification elements. Korbit has been built to scale to millions of students, by utilizing a state-of-the-art cloud-based micro-service architecture. Korbit launched its first course in 2019 and has over 7, 000 students have enrolled. Although Korbit was designed to be open-domain and highly scalable, A/B testing experiments with real-world students demonstrate that both student learning outcomes and student motivation are substantially improved compared to typical online courses.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Intelligent tutoring systems (ITS) are computer programs powered by artificial intelligence (AI), which deliver real-time, personalized tutoring to students. Traditional ITS implement or imitate the behavior and pedagogy of human tutors. In particular, one type of ITS are dialogue-based tutors, which use natural language conversations to tutor students [13] . This process is sometimes called \"Socratic tutoring\", because of its similarity to Socratic dialogue [17] . Newer ITS have started to interleave their dialogue with interactive media (e.g. interactive videos and web applets) -a so-called \"mixed-interface system\". It has been shown that ITS can be twice as effective at promoting learning compared to the previous generation of computer-based instruction and may be as effective as human tutors in general [12] .", "cite_spans": [{"start": 355, "end": 359, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 463, "end": 467, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 818, "end": 822, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "However, despite the fact that ITS have been around for decades and are known to be highly effective, their deployment in education and industry has been extremely limited [14, 16] . A major reason for this is the sheer cost of development [5, 14] . As observed by Olney [14] : \"Unfortunately, ITS are extremely expensive to produce, with some groups estimating that it takes 100 h of authoring time from AI experts, pedagogical experts, and domain experts to produce 1 h of instruction.\" On the other hand, lower-cost educational approaches, such as massive open online courses (MOOCs), have flourished and now boast of having millions of learners. It is estimated that today there are over 110 million learners around the world enrolled in MOOCs [18] . However, the learning outcomes resulting from learning in MOOCs depend critically on their teaching methodology and quality of content, and remains questionable in general [2, 3, [9] [10] [11] 15] . In particular, recent research indicates that MOOCs having low levels of active learning, little feedback from instructors and peers, and few peer discussions tend to yield poor learning outcomes [10, 15] . Further, it is well-known that student retention in MOOCs is substantially worse than in traditional classroom learning [8] . By combining low cost and scalability with the personalization and effectiveness of ITS, we hope Korbit may help to effectively teach and motivate millions of students around the world.", "cite_spans": [{"start": 172, "end": 176, "text": "[14,", "ref_id": "BIBREF14"}, {"start": 177, "end": 180, "text": "16]", "ref_id": "BIBREF16"}, {"start": 240, "end": 243, "text": "[5,", "ref_id": "BIBREF5"}, {"start": 244, "end": 247, "text": "14]", "ref_id": "BIBREF14"}, {"start": 271, "end": 275, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 748, "end": 752, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 927, "end": 930, "text": "[2,", "ref_id": "BIBREF2"}, {"start": 931, "end": 933, "text": "3,", "ref_id": "BIBREF3"}, {"start": 934, "end": 937, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 938, "end": 942, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 943, "end": 947, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 948, "end": 951, "text": "15]", "ref_id": "BIBREF15"}, {"start": 1150, "end": 1154, "text": "[10,", "ref_id": "BIBREF10"}, {"start": 1155, "end": 1158, "text": "15]", "ref_id": "BIBREF15"}, {"start": 1281, "end": 1284, "text": "[8]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Korbit is a large-scale, open-domain, mixed-interface, dialogue-based ITS, which uses machine learning, natural language processing (NLP) and reinforcement learning (RL) to provide interactive, personalized learning online. The ITS has over 7,000 students enrolled from around the world, including students from educational institutions and professionals from industry partners. Korbit is capable of teaching topics related to data science, machine learning, and artificial intelligence. The modular platform will soon be expanded with many more topics.", "cite_spans": [], "ref_spans": [], "section": "The Korbit ITS"}, {"text": "Students enroll on the Korbit website by selecting either a course or a set of skills they would like to study. Students may also answer a few questions about their background knowledge. Based on these, Korbit generates a personalized curriculum for each student. Following this, Korbit tutors the student by alternating between short lecture videos and interactive problem-solving exercises. The outer-loop system decides on which lecture video or exercise to show next based on the personalized curriculum. Work is currently underway to adapt the curriculum during the learning process (Fig. 1) . During the exercise sessions, the inner-loop system manages the interaction. First, it shows the student a problem statement (e.g., a question). The student may then attempt to solve the exercise, ask for help, or skip the exercise. If the student attempts to solve the exercise, their solution attempt is compared against the expectation (i.e. reference solution) using an NLP model. If their solution is classified as incorrect, then the inner-loop system will select one of a dozen different pedagogical interventions. The pedagogical interventions include textual hints, mathematical hints, elaborations, explanations, concept tree diagrams, and multiple choice quiz answers. The pedagogical intervention is chosen by an ensemble of machine learning models based on the student's profile and last solution attempt. Depending on the pedagogical intervention, the inner-loop system may either ask the student to retry the initial exercise or follow up on the intervention (e.g., with additional questions, confirmations, or prompts).", "cite_spans": [], "ref_spans": [{"start": 588, "end": 596, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "The Korbit ITS"}, {"text": "The Korbit ITS is related to the work on dialogue-based ITS, such as the pioneering AutoTutor and the newer IBM Watson Tutor [1, 6, 7, 13, 19] . Although Korbit is highly constrained compared to existing dialogue-based ITS, a major innovation of Korbit lies in its modular, scalable design. The inner-loop system is implemented as a finite-state machine. Each pedagogical intervention is a separate state, with its own logic, data and machine learning models. Each state operates independently of the rest of the system, has access to all database content (including exercises and videos) and can autonomously improve as new data becomes available. This ensures that the system gets better and better, that it can adapt to new content and that it can be extended with new pedagogical interventions. The transitions between the states of the finite-state machine is decided by a reinforcement learning model, which itself is agnostic to the underlying implementation of each state and also continues to improve as more and more data becomes available.", "cite_spans": [{"start": 125, "end": 128, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 129, "end": 131, "text": "6,", "ref_id": "BIBREF6"}, {"start": 132, "end": 134, "text": "7,", "ref_id": "BIBREF7"}, {"start": 135, "end": 138, "text": "13,", "ref_id": "BIBREF13"}, {"start": 139, "end": 142, "text": "19]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "The Korbit ITS"}, {"text": "We have conducted multiple studies to evaluate the Korbit ITS. Some of these studies have evaluated the entire system while others have focused on particular aspects or modules of the system. Taken together, the studies demonstrate that the Korbit ITS is an effective learning tool and that it overall improves student learning outcomes and motivation compared to alternative online learning approaches.", "cite_spans": [], "ref_spans": [], "section": "System Evaluation"}, {"text": "In this paper we limit ourselves and discuss only one of these studies. The study we present compares the entire system (Full ITS) against an xMOOClike system [4] . The purpose of this particular study is to evaluate 1) whether students prefer the Korbit ITS or a regular MOOC, 2) whether the Korbit ITS increases student motivation, and 3) which aspects of the Korbit ITS students find most useful and least useful. In an ideal world, Korbit ITS would be compared against a regular xMOOC teaching students through lecture videos and multiple choice quizzes in a randomized controlled trial (a randomized A/B testing experiment). However, it is not possible to compare against such a system in a randomized controlled trial, because it would create confusion and drastically offset student expectations. Therefore, in this study, we compare the Full ITS against a reduced ITS, which appears identical to the Full ITS and utilizes the same content (video lectures and exercise questions), but defaults to multiple choice quizzes 50% of the time. Thus, students assigned to the reduced ITS spend about half of their interactions in an xMOOC-like setting. We refer to this system as the xMOOC ITS. Table 1 . A/B testing results comparing the Full ITS against the xMOOC ITS: average time spent by students (in minutes), returning students (in %), students who said they will refer others (in %) and learning gain (in %), with corresponding 95% confidence intervals. The * and * * shows statistical significance at 90% and 95% confidence level. The experiment was conducted in 2019 with n = 612 participants. Students who enrolled online were randomly assigned to either the Full ITS (80%) or xMOOC ITS (20%). Students came from different countries and were not subject to any selection or filtering process. Apart from bug fixes and speed improvements, the system was not modified during the experiment to limit confounding factors. After studying for about 45 min, students were shown a questionnaire to evaluate the system. Table 1 shows the experimental results. The average time spent in the Full ITS was 39.86 min compared to 22.98 min in the xMOOC ITS. As such, the Full ITS yields a staggering 73.46% increase in time spent. In addition, the percentage of returning students and the percentage of students who said they would refer others to use the system is substantially higher for the Full ITS compared to the xMOOC ITS. These results were also confirmed by the feedback provided by the students in the questionnaire. Thus, we can conclude that students strongly prefer Korbit ITS over xMOOCs and that the Korbit ITS increases overall student motivation. Table 1 also shows that the average student learning was observed to be 39.14%. The learning gain is measured as the proportion of instances where a student provides a correct exercise solution after having receiving a pedagogical intervention from the Korbit ITS. Thus, the pedagogical interventions appear to be effective.", "cite_spans": [{"start": 159, "end": 162, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 1195, "end": 1202, "text": "Table 1", "ref_id": null}, {"start": 2022, "end": 2029, "text": "Table 1", "ref_id": null}, {"start": 2662, "end": 2669, "text": "Table 1", "ref_id": null}], "section": "System Evaluation"}, {"text": "Finally, in the questionnaire, 85.31% of students reported that they found the chat equally or more fun compared to learning alone and 66.67% of students reported that the chat helped them learn better sometimes, many times or all of the time. For the Full ITS, 54.17% of students reported that they would refer others to use Korbit ITS. In addition, students reported that the Korbit ITS could be improved by more accurately identifying their solutions as being correct or incorrect and, in the case of incorrect solutions, by providing more personalized feedback.", "cite_spans": [], "ref_spans": [], "section": "System Evaluation"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Adaptive visual dialog for intelligent tutoring systems", "authors": [{"first": "J.-W", "middle": [], "last": "Ahn", "suffix": ""}], "year": null, "venue": "AIED 2018", "volume": "10948", "issn": "", "pages": "413--418", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A large sample comparison of grade based student learning outcomes in online vs. face-to-face courses", "authors": [{"first": "J", "middle": ["K"], "last": "Cavanaugh", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Jacquemin", "suffix": ""}], "year": 2015, "venue": "Online Learn", "volume": "19", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Learning in an introductory physics MOOC: all cohorts learn equally including an on-campus class", "authors": [{"first": "K", "middle": ["F"], "last": "Colvin", "suffix": ""}, {"first": "J", "middle": [], "last": "Champaign", "suffix": ""}, {"first": "A", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "C", "middle": [], "last": "Fredericks", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Pritchard", "suffix": ""}], "year": 2014, "venue": "Int. Rev. Res. Open Distrib. Learn", "volume": "15", "issn": "4", "pages": "263--283", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Making sense of MOOCs: Musings in a maze of myth, paradox and possibility", "authors": [{"first": "J", "middle": [], "last": "Daniel", "suffix": ""}], "year": 2012, "venue": "J. Interact. Media Educ", "volume": "2012", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Plan ahead: pricing ITS learner models", "authors": [{"first": "J", "middle": ["T"], "last": "Folsom-Kovarik", "suffix": ""}, {"first": "S", "middle": [], "last": "Schatz", "suffix": ""}, {"first": "D", "middle": [], "last": "Nicholson", "suffix": ""}], "year": 2010, "venue": "Proceedings of the 19th Behavior Representation in Modeling & Simulation (BRIMS) Conference", "volume": "", "issn": "", "pages": "47--54", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "AutoTutor: an intelligent tutoring system with mixed-initiative dialogue", "authors": [{"first": "A", "middle": ["C"], "last": "Graesser", "suffix": ""}, {"first": "P", "middle": [], "last": "Chipman", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Haynes", "suffix": ""}, {"first": "A", "middle": [], "last": "Olney", "suffix": ""}], "year": 2005, "venue": "IEEE Trans. Educ", "volume": "48", "issn": "4", "pages": "612--618", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Intelligent tutoring systems with conversational dialogue", "authors": [{"first": "A", "middle": ["C"], "last": "Graesser", "suffix": ""}, {"first": "K", "middle": [], "last": "Vanlehn", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Rosé", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Jordan", "suffix": ""}, {"first": "D", "middle": [], "last": "Harter", "suffix": ""}], "year": 2001, "venue": "AI Mag", "volume": "22", "issn": "4", "pages": "39--39", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Exploring the factors affecting mooc retention: A survey study", "authors": [{"first": "K", "middle": ["S"], "last": "Hone", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "El Said", "suffix": ""}], "year": 2016, "venue": "Comput. Educ", "volume": "98", "issn": "", "pages": "157--168", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Online versus in-class courses: an examination of differences in learning outcomes", "authors": [{"first": "L", "middle": [], "last": "Kirtman", "suffix": ""}], "year": 2009, "venue": "Issues Teach. Educ", "volume": "18", "issn": "2", "pages": "103--116", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Learning is not a spectator sport: Doing is better than watching for learning from a MOOC", "authors": [{"first": "K", "middle": ["R"], "last": "Koedinger", "suffix": ""}, {"first": "J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["Z"], "last": "Jia", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Mclaughlin", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Bier", "suffix": ""}], "year": 2015, "venue": "Proceedings of the Second (2015) ACM Conference on Learning@ Scale", "volume": "", "issn": "", "pages": "111--120", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "MOOCs: opportunities for their use in compulsory-age education", "authors": [{"first": "I", "middle": [], "last": "Koxvold", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Effectiveness of intelligent tutoring systems: a metaanalytic review", "authors": [{"first": "J", "middle": ["A"], "last": "Kulik", "suffix": ""}, {"first": "J", "middle": [], "last": "Fletcher", "suffix": ""}], "year": 2016, "venue": "Rev. Educ. Res", "volume": "86", "issn": "1", "pages": "42--78", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "AutoTutor and family: a review of 17 years of natural language tutoring", "authors": [{"first": "B", "middle": ["D"], "last": "Nye", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Graesser", "suffix": ""}, {"first": "X", "middle": [], "last": "Hu", "suffix": ""}], "year": 2014, "venue": "Int. J. Artif. Intell. Educ", "volume": "24", "issn": "4", "pages": "427--469", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Using novices to scale up intelligent tutoring systems", "authors": [{"first": "A", "middle": ["M"], "last": "Olney", "suffix": ""}], "year": 2018, "venue": "Interservice/Industry Training, Simulation, and Education Conference (I/ITSEC)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "It's the learning, stupid! discussing the role of learning outcomes in moocs", "authors": [{"first": "D", "middle": [], "last": "Otto", "suffix": ""}, {"first": "A", "middle": [], "last": "Bollmann", "suffix": ""}, {"first": "S", "middle": [], "last": "Becker", "suffix": ""}, {"first": "K", "middle": [], "last": "Sander", "suffix": ""}], "year": 2018, "venue": "Open Learn. J. Open Dist. e-Learn", "volume": "33", "issn": "3", "pages": "203--220", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Cognitive tutor: applied research in mathematics education", "authors": [{"first": "S", "middle": [], "last": "Ritter", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Anderson", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Koedinger", "suffix": ""}, {"first": "A", "middle": [], "last": "Corbett", "suffix": ""}], "year": 2007, "venue": "Psychon. Bull. Rev", "volume": "14", "issn": "2", "pages": "249--255", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A comparative evaluation of socratic versus didactic tutoring", "authors": [{"first": "C", "middle": ["P"], "last": "Rosé", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Moore", "suffix": ""}, {"first": "K", "middle": [], "last": "Vanlehn", "suffix": ""}, {"first": "D", "middle": [], "last": "Allbritton", "suffix": ""}], "year": 2001, "venue": "Proceedings of the Annual Meeting of the Cognitive Science Society", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "By The Numbers: MOOCs in 2019", "authors": [{"first": "D", "middle": [], "last": "Shah", "suffix": ""}], "year": 2019, "venue": "Class Central MOOC Report", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Preliminary evaluations of a dialogue-based digital tutor", "authors": [{"first": "M", "middle": [], "last": "Ventura", "suffix": ""}], "year": 2018, "venue": "AIED 2018", "volume": "10948", "issn": "", "pages": "480--483", "other_ids": {"DOI": ["10.1007/978-3-319-93846-2_90"]}}}, "ref_entries": {"FIGREF0": {"text": "An example of how the Korbit ITS inner-loop system selects the pedagogical intervention. The student gives an incorrect solution and afterwards receives a text hint.", "latex": null, "type": "figure"}}, "back_matter": []}