{
    "paper_id": "0e22624748ada783830eba5e3c614b4dab6154e6",
    "metadata": {
        "title": "A Theoretical Framework for IT-Enabled and IT-Enforced Corporate Governance Compliance Utilizing BPMSs",
        "authors": [
            {
                "first": "Hendrik",
                "middle": [
                    "Willem"
                ],
                "last": "Pretorius",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "settlement": "Pretoria",
                        "country": "South Africa"
                    }
                },
                "email": "henk.pretorius@up.ac.za"
            },
            {
                "first": "Alta",
                "middle": [],
                "last": "Van Der Merwe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "settlement": "Pretoria",
                        "country": "South Africa"
                    }
                },
                "email": "alta.vdm@up.ac.za"
            }
        ]
    },
    "abstract": [
        {
            "text": "Corporate governance has been severely condemned, as a result of company failures around the world. Regulatory and legislative measure have been introduced in response to these failures. However, arguments by sceptics advocate that it is time consuming and costly to comply these legislative measures that cause overregulation. These measures further do not always add value to business initiatives and adherence to these measures cannot be enforced or guaranteed. This paper argues for the use of business process management systems (BPMSs) to improve corporate governance. The \"dynamics capabilities theory model of IT-enabled organisational performance\" [1] is applied in this study as theoretical underpinning. A theoretical framework is proposed for ITenabled and IT-enforced corporate governance compliance using a BPMS, after collecting data from seven BPMS user companies and a BPMS vendor company in South Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Corporate governance is defined as the method by which corporations are controlled and directed [2] . Corporate governance in the United States (US), has been condemned because of corporation failures like Tyco, WorldCom, Enron, Global Crossing and Adelphia [3] . Furthermore, industries in the US lose around USD400 billion a year as a result of criminal and unethical behavior [4] . In the US, corporate irresponsibility and managerial negligence carries the blame after the arrest and resignation of top-level corporate US managers. This eroded trust in these corporations, domestically and internationally [5] .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Parmalat was one of the biggest corporate failures in Europe [6] . In 2003, Parmalat collapsed showing a hole of 14 billion Euro in its accounts [8] . The Parmalat CEO, Calisto Tanzani, was arrested only hours after the bankruptcy of the corporation. Tanzani was imprisoned for ten years on charges of money laundering and financial fraud. The Parmalat group collapsed and many investors lost their investment money [6] . In the last 10 years, fraud and corruption has doubled in the United Kingdom, while it remained stabled or worsened in other European countries [29] .",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "South Africa, like the US and Europe, experience similar corporate governance problems. In South Africa, particularly in the State Information Technology Agency (SITA), IT vendors are frequently guilty of bribing government employees during tender processes [7] . Around R10-billion was spent on ICT in the 10 years of existence of SITA from 2002 to 2012 [8] . Vendors who want a share in the stake are very attracted to this large amounts of money. The scenario led to numerous forms of fraud and corruption within SITA, at the expense of improving service delivery to citizens of South African [8] . Today, corruption and fraud cases are killing the dreams for a better South Africa for many citizens of South Africa [30, 31] . The various forms of fraud and corruption at SITA include but are not limited to extortion, bribery, nepotism, embezzlement, favouritism, abuse of power, collusion and over-or under-invoicing [8] .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "31]",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In reply to the many failures of corporations around the world, regulatory and legislative changes were developed in numerous countries [3] . The Sarbanes-Oxley Act of 2002 (in the US) was developed to return confidence to capital markets in the US and internationally [3] . Sceptics argue that compliance efforts are costly, timely and cause overregulation [9, 10] . These efforts in many cases lack business value. Adherence to these measures cannot be enforced, are ineffective, unnecessary and at best are seen as an overreaction to the Enron failure [11] .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this article, the authors develop a theoretical framework that utilize electronic, cost-effective means in favor of good corporate governance and business value, asserting that not all corporate governance problems can be resolved with IT or IT automation. Technology increases transparency, information delivery, accountability, promotes efficiency and offers various levels of security [32] . A theoretical framework for effective and improved corporate governance is developed by making use of a BPMS approach that introduces automation, enforced compliance and electronic monitoring to address the issues raised. However, it is unknown what the requirements and components are for a framework like this, therefore the following research question:",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "What are the requirements and components of a theoretical framework for ITenabled and IT-enforced corporate governance compliance when using a BPMS approach?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A BPMS is defined as a general software information system which is used for the management and automation of organisational processes [12] . A process is defined as a collection of activities that takes various forms of input and generates value for a customer [13] . A BPMS allows for rapid changes in business processes in an organisation in a real-time business environment [14] . A BPMS consists of the BPM Engine, the Database or Repository, Process modeling, Software integration engine, Business rules and Frameworks and Templates, as illustrated in Fig. 1 :",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 564,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Business Process Management Systems and Its Architectural Components"
        },
        {
            "text": "A summary of the \"dynamics capabilities theory of IT-enabled organisational performance\" by Schwarz et al. [1] is offered in this section. This theory functions as the theoretical underpinning for the research study.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Underpinning"
        },
        {
            "text": "A business process is: \"the specific ordering of work activities across time and space (or place), with a beginning and end, and clearly identified inputs and output\" [17] . In the context of this study which is focused IT-enforced and IT-enabled business processes through automation, IT-enforced and IT-enabled business processes can be defined as the extent to which IT enforces and enables \"the specific ordering of work activities across time and space (or place), with a beginning, an end and clearly identified inputs and outputs\" (adapted from Davenport [17] ).",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Underpinning"
        },
        {
            "text": "Schwarz et al. [1] advocate that IT resources (including business applications) are responsible for the creation of automated or IT-enabled business processes, as depicted in Fig. 2 . Automated processes is the degree to which IT allows for the specific ordering of business activities across space and time [1] . These activities have a beginning and an end with recognized inputs and outputs [1] . A dynamics capabilities theory model: information technology-enabled organisational performance [1] According to Schwarz et al. [1] automated business processes self, do not lead to gains in organisational performance, but it is the gains in operational efficiency through automated business processes that cause operational performance [1] . This is called the operational efficiency of business processes.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 181,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Theoretical Underpinning"
        },
        {
            "text": "The theory model of Schwarz et al. [1] is appropriate to guide and inform this research project, because the theory model later introduces a corporate governance dimension and perspective to the existing model, when demonstrating how business performance and corporate governance are bettered through automated IT-enforced and IT-enabled business processes using a BPMS (an electronic IT business application) in the organisation.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Underpinning"
        },
        {
            "text": "To conduct the research, which was to investigate how to utilize a BPMSs and its components for improved corporate governance, the researchers used qualitative methods and followed an interpretive research paradigm approach. Case studies of seven South African companies (of varying industry sectors and sizes) that uses BPMS software and one South African BPMS software vendor company were involved. Case study research allows for a wider understanding of the research phenomenon through indepth analysis and review [18, 19] . Case study research informs the interpretive research stance well and have the potential to improve on practice-based problems [18, 19] .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Research Methodology"
        },
        {
            "text": "Data was collected thought surveys and interviews at the BPMS vendor company. This involved 12 developers (24%), 8 trainers (16%), 14 business analysts (29%), 12 managers (24%) and 3 other positions (7%). Data at the BPMS user companies, was also collected through surveys and interviews. This involved 17 business analysts (68%), 2 general managers (8%) and 6 IT managers (24%). In all of the case studies, the participants represent different genders, social backgrounds and language groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Methodology"
        },
        {
            "text": "The data was systematically coded into categories and themes as it emerged from the various case studies (thematic analysis), using the constant comparative method [20] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Research Methodology"
        },
        {
            "text": "Triangulation between findings of the seven BPMS user case study companies and the BPMS vendor case study company was applied to increase the validity and credibility of the research results, also providing a richer description of the research phenomenon and eliminating research bias [21] . Furthermore, in this study, triangulation assisted to present a more plausible and richer account of a research phenomenon [21] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Research Methodology"
        },
        {
            "text": "Finally, the theory of Schwarz et al. [1] , namely \"dynamics capabilities theory model of IT-enabled organisational performance\", was used to synthesize the research results and to provide the base for developing a theoretical framework for IT-enforced and IT-enabled business processes for the improvement of business performance and corporate governance.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Research Methodology"
        },
        {
            "text": "This section describes a theoretical framework for IT-enabled and IT-enforced corporate governance compliance following a BPMS approach, as depicted in Fig. 3 . The theoretical framework was developed from the research findings obtained from seven companies that uses BPMS software and a BPMS vendor company, while the theory of Schwarz et al. [1] was used as underlying theory to synthesize the different stages of the theoretical framework.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A Framework for IT-Enabled and IT-Enforced Compliance"
        },
        {
            "text": "IT resources (see 1 in Fig. 3) consists out of technological artefacts and human agents that develop, configure, design and adapt the technological artefact for a specific purpose in the organisation. In this case, the artefact is a BPMS that is used in the automation of organisational processes. The result is IT-enforced and IT-enabled business processes managed by a BPMS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 30,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A Framework for IT-Enabled and IT-Enforced Compliance"
        },
        {
            "text": "IT-enforced and IT-enabled business processes is then used by users (see 2 in Fig. 3) , which results in improved process governance and performance (see 3 in Fig. 3 ). Technological resource support is an essential condition for improved and automated process governance and performance. The efficient enforcement and ordering of work activities cannot be accomplished without these resources.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 159,
                    "end": 165,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A Framework for IT-Enabled and IT-Enforced Compliance"
        },
        {
            "text": "The control and efficiency gains of automated processes lead to improved governance, compliance, control and operational performance (see 4 in Fig. 3) , particularly if aligned strategically to the objectives of the business [1] . These aspects improves organisational competitiveness.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A Framework for IT-Enabled and IT-Enforced Compliance"
        },
        {
            "text": "To conclude, to adapt to the changing and flexible environments that businesses face, IT-resources need to adapt tactically to cater for the environmental changes, therefore the feedback loops in the theoretical framework, as indicated in Fig. 3 . Furthermore, automated processes on a tactical and strategic level, must be adaptable to handle the dynamic, changing and competitive environments that organisations face for improvements in business compliance, control and performance [1] . The components of the theoretical framework (Fig. 3 ) are now explained. ",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 487,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 245,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 534,
                    "end": 541,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A Framework for IT-Enabled and IT-Enforced Compliance"
        },
        {
            "text": "There are continuous contextual forces, called situated forces that impact the design and usage of an IT artefact. Therefore, when such an artefact is designed and used for better corporate governance, the contextual forces will also impact the artefact when it is designed and used for the purpose to improve corporate governance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Context -Interplay of Situated Forces"
        },
        {
            "text": "Various frameworks and checklist have been developed as a way of categorizing possible contextual forces that may impact an organisation. For example, A PEST analysis classifies situated forces as political, economic, social and technological. Two extra forces may be added, namely environmental and legal, to make the analysis a PESTEL analysis, as showed in Fig. 4 . The impact of each force on the organization and their interplay with each other are studied and examined during a PESTEL analysis. The forces influence organizational governance. Situated forces outside and inside the organization must be understood better to manage them better with an IT artefact, such as a BPMS, in support of corporate governance [23] .",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 725,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 366,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Context -Interplay of Situated Forces"
        },
        {
            "text": "Furthermore, an IT artefact, such as a BPMS, is embedded in various intersecting social systems [24] . BPMS use within an organisation cause behavioural changes in organisations and therefore, BPMS use may also cause corporate governance supportive or anti-supportive behavioural changes in the intersecting and overlapping social systems of an organization. For example, investors outside an organization may have better trust in an organization, if they know there are good corporate governance supportive measures and practices in place.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Context -Interplay of Situated Forces"
        },
        {
            "text": "As stated before, a generic software system, such as a BPMS can be used to manage, configure design and execute organizational processes. (cf. Sect. 4). Orlikowski and Iacono [22] state, when using an IT artefact such as a BPMS, one must admit that it consist out of several components which may be fragile and fragmentary (cf. Sect. 4). A BPMS consist out of several architectural components namely the Process Modeller, the BPM Engine, the Software Integration Engine, the Business Rule Engine, Monitoring (Reporting Engine) and the Database or BPM Repository. The technology, in its context, is typically configured by human agents called the designers of the technology [24] . A technology therefore start to exist through human creative action [25] . The technology is further sustained through on-going human adaption and maintenance [25] . The technology designers, even under organizational directive, make use of their situated knowledge and assumptions of the world when configuring the technology for as specific context [24] . In other words, the technology designers, proactively bring forth their own situated organizational realities of \"how things are\" by using their own interpretive schemes, norms (including corporate governance directives and principles) and organisational facilities, despite the reality of how things really are [24] . Designers are therefore constrained by existing organizational structures, organizational norms, reality and by their own sense making (Fig. 5) .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1351,
                    "end": 1355,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1493,
                    "end": 1501,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Phase 1: IT Resources"
        },
        {
            "text": "However, there are limits when inscribing norms and principles (e.g. King [11, 26, 27] ) into a BPMS for better corporate governance. Business rules that are vague, adhoc, unstructured and abnormally complex may be difficult to configure or inscribe in a technology such as a BPMS by technology designers or users.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Phase 1: IT Resources"
        },
        {
            "text": "On the other hand, a technological artefact, such as a BPMS may address problems for which solutions are logical, structured and programmable very well during the inscribing or configuration process. Programming involves externalised (not tacit), explicit, structured and logical solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 1: IT Resources"
        },
        {
            "text": "This study investigated how to inscribe norms, such as principles of good corporate governance into the architectural components of a BPMS. Now, when users (human agents) use the system, they draw on the inscribed and configured properties (by designers and users) of the IT artefact [24] , as depicted in Fig. 6 .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 312,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Phase 2: IT-Enabled and IT-Enforced Business Processes"
        },
        {
            "text": "Users also draw on their own experiences, assumptions, power, abilities, skills, training, knowledge and expectations linked to BPMS use [24] . Finally, users, when using the IT artefact, may also draw on the situated facilities within their working and living contexts that is associated with social and cultural conventions [24] . In this manner, situated use of the BPMS, inscribed and configured (in this case also with corporate governance norms), becomes institutionalised in the organisational context, resulting in IT-enforced and automated processes.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Phase 2: IT-Enabled and IT-Enforced Business Processes"
        },
        {
            "text": "Orlikowski [24] states that the continuous use or enactment of an organizational technology, such as a BPMS, strengthens that technology in the organisation. After a while, the technology becomes routinised and regularised (standard) through repeated and habitual use. The continuous use of the same technology reinforce that technology in the organisation [24] . The technology, in such a way becomes taken for granted within the organization [24] . The technology now dictates behaviour so that it becomes an interpretive template for those that makes use of the IT artefact [24] . With regards to corporate governance, the BPMS acts as a corporate governance behavioural template, as indicated in Fig. 7 .",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 700,
                    "end": 706,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Phase 3: Business Process Governance and Performance"
        },
        {
            "text": "However, when technology designers or users configure or inscribe the technology, the outcome when the technology is used, may be different from that as what was originally anticipated. Then re-design or corrective action need to take place by the designers of the technology, so that the users can use the technology in its anticipated and intended way. In the case of corporate governance, to achieve the anticipated and desired supportive governance behaviours. Corrective intervention is illustrated by a feedback loop in Fig. 7 , to accomplish the correct anticipated supportive governance behaviour, going back to the first phase. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 532,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Phase 3: Business Process Governance and Performance"
        },
        {
            "text": "The theoretical framework developed from this research caters for continuous change, as the designers and users reconfigure the technology (the BPMS) for organizational improvement [22, 24] . Reconfiguration also occurs when users alter their habits of use or as economic, political and social practices (environmental forces) play out [22, 24] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Phase 4: Improved Corporate Governance and Organisational Performance"
        },
        {
            "text": "The findings of the research shows that organisational behaviour, different than expected may occur. As consequence, there may be various iterations of reconfiguration or inscribing to resolve the issues. One can therefore argue that the nature and role of BPMS's towards corporate governance is one of continuous improvement. Continuous enhancement of IT-enabled (automated) organizational processes cause enforced and improved compliance to corporate governance objectives (acts, rules, legislation, etc.), business strategy and other business initiatives that may have value. Because of improved compliance to standardised processes (all process instances are performed in similar fashion), there may be fewer process exceptions and therefore better risk management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 4: Improved Corporate Governance and Organisational Performance"
        },
        {
            "text": "The research also shows that BPMS use, for improved corporate governance, resulted in behaviour supportive of corporate governance. This may results in contextual best practices for corporate governance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 4: Improved Corporate Governance and Organisational Performance"
        },
        {
            "text": "On the other hand, in manual processes (not automated), there are reduced control,, reduced monitoring, less process compliance, less corporate governance supportive behaviour, poorer risk management, etc., that will end in less best practices for corporate governance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 4: Improved Corporate Governance and Organisational Performance"
        },
        {
            "text": "However, corporate governance initiatives must still be aligned to corporate strategy and business value initiatives for the corporation to perform better. If a corporation performs well in corporate governance and is still not aligned to value initiatives of the business (e.g. alignment to the strategic business objectives), the organisation have a greater risk to fail or perform poorly. Long-term decisions making and activity planning within an organisation occurs on the strategic planning (SP) level of the organisation. The medium-term activities of the organisation is controlled on the management control (MC) level (middle management). Finally, the short-term activities is controlled within the operational control (OC) level. As result, the scope of each function in an organisation narrows as one moves down in the organisational hierarchy [28] . The operational-level (bottom-level) managers deal with more detailed and complete data and shorter time spans than strategic-level (top-level) managers.",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 859,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Phase 4: Improved Corporate Governance and Organisational Performance"
        },
        {
            "text": "The result is that decisions making and control in upper levels are more unstructured while at the lower levels it is more concrete and structured [28] . As consequence, a BPMS may better support and enforce corporate governance at operational levels of the organisation, where processes and information are more concrete, structured and easier to automate, inscribe and configure in a BPMS (Fig. 8) .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 399,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Phase 4: Improved Corporate Governance and Organisational Performance"
        },
        {
            "text": "To conclude, a holistic organisational approach to corporate governance, will contribute to make the theoretical framework for IT-enabled and IT-enforced corporate governance in organisations successful. A holistic approach to corporate governance may include aspects and enablers such as change management, top-management support, leadership, resources to support the process system, a process and process thinking culture and policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 4: Improved Corporate Governance and Organisational Performance"
        },
        {
            "text": "This paper proposed a theoretical framework for IT-enabled and IT-enforced corporate governance, by applying a BPMS perspective. In answering the research question: The components of a theoretical framework for IT-enabled and IT-enforced corporate governance compliance when using a BPMS approach consist of an inscribing and (Phases 1 and 2) , an organisation performance component (Phases 3 and 4) , a feedback component and a contextual influence component (Context), which requires a holistic organisational approach to corporate governance, which may include aspects such as leadership, resources, top-management support and change management to support the process system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 342,
                    "text": "(Phases 1 and 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 383,
                    "end": 399,
                    "text": "(Phases 3 and 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A dynamic capabilities approach to understanding the impact of IT-enabled businesses processes and IT-business alignment on the strategic and operational performance of the firm",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kalika",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kefi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Commun. Assoc. Inf. Syst",
            "volume": "26",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of ownership structure and corporate governance on capital structure of Nepalese listed companies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Bajagai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Keshari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bhetwal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Business Governance and Society",
            "volume": "",
            "issn": "",
            "pages": "399--419",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-94613-9_22"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Crafting and Executing Strategy (South African Edition)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Strickland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Organisational Behaviour",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kreitner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kinicki",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Corporate Irresponsibility: America's Newest Export",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Michell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Parma's god falls from the sky",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weeke",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "IT vendors take rap for corruption",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jarvis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Goverment IT",
            "volume": "1",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SITA lays fraud and corruption ghosts to rest",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mtimunye",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Goverment IT",
            "volume": "1",
            "issn": "3",
            "pages": "15--16",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The state of U.S. Corporate governance: what's right and what's wrong",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holmstrom",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Bur. Econ. Res",
            "volume": "15",
            "issn": "3",
            "pages": "8--20",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Overregulation, the final straw for aspiring entrepreneurs. In: Capitalism in the 21st Century Why Global Capitalism Is Broken and How It Can Be Fixed",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "107--110",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "King code of corporate governance in South Africa 2009 and the king report of corporate governance in South Africa. Institute of Directors in Southern Africa",
            "authors": [
                {
                    "first": "Iii",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Report",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Advances in business process management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weske",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Der Aalst",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berbeek",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Data Knowl. Eng",
            "volume": "50",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Reengineering the Corporation: A Manifesto for Business Revolution",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Champy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Enterprise integrity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcgoveran",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BPMS concepts",
            "volume": "",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Business Process Trends",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Business Process Trends -The 2007 BPM Suites Report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Process Innovation: Reengineering Work Through Information Technology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Davenport",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Unifying the fragmented models of information system' implementation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zmud",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Critical Issues in Information Systems Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A practice perspective on technology-mediated network relations: the use of internet-based self-serve technologies",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Orlikowski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Inf. Syst. Res",
            "volume": "15",
            "issn": "1",
            "pages": "87--106",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Basics of Qualitative Research: Grounded Theory Procedures and Techniques",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corbin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How to combine multiple research methods: practical triangulation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hollard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Research commentary: desperately seeking the \"IT\" in IT research -a call to theorizing the IT artifact",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Orlikowski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iacono",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Inf. Syst. Res",
            "volume": "12",
            "issn": "2",
            "pages": "121--134",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Strategic Management",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Using technology and constituting structures: a practice lens for studying technology in organizations",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Orlikowski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Organ. Sci",
            "volume": "11",
            "issn": "4",
            "pages": "404--428",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The duality of technology: rethinking the concept of technology in organisations",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Orlikowski",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Organ. Sci",
            "volume": "3",
            "issn": "3",
            "pages": "298--427",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The King Report on Corporate Governance for South Africa. Institute of Directors in Southern Africa",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "King I Report",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The King Report on Corporate Governance for South Africa. Institute of Directors in Southern Africa",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Report",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Principles of Information Systems for Management",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ahituv",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A BPMS and its architectural components[15,16]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2. A dynamics capabilities theory model: information technology-enabled organisational performance [1]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A theoretical framework for IT-enabled and IT-enforced compliance following a BPMS approach",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Contextinterplay of situated forces",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "IT resources configure and design the BPMS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Situated BPMS use",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Corporate governance supportive structuration",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Implications of using a BPMS in support of corporate governance automation component",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The practical and theoretical contribution of this research lies in explaining the components, insights and facets of a theoretical framework for IT-enabled and ITenforced corporate governance compliance's drawn from Orlikowski's [24] work to study and address fraud, misconduct, corporate corruption and other corporate governance weaknesses.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}