{
    "paper_id": "0e29d0ab5e2a348836598e8f00a7a38293fc155c",
    "metadata": {
        "title": "Highlights of recent clinically relevant papers Honey and wound healing",
        "authors": []
    },
    "abstract": [
        {
            "text": "This prospective, randomised clinical study by Hadar Mandel and colleagues in Israel aimed to evaluate the effect of intralesional medical grade honey (MGH) on wound infection and dehiscence following closure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A total of 127 horses were included in the study and randomly allocated into the treatment (MGH; 69 horses) or control (58 horses) group. Neonatal foals, horses with major systemic illness, penetrating wounds requiring hospitalisation and eyelid lacerations were excluded from the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All wounds were first cleaned thoroughly with diluted chlorhexidine or diluted povidone iodine followed by a balanced sterile electrolyte solution. The MGH group had sterile MGH (L-Mesitran gel) applied directly onto the subcutaneous tissue prior to skin closure or after partial wound closure. Data relating to wound healing was subsequently collected from the 11 participating practitioners through questionnaires and telephone conversations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "No adverse effects of the MGH were recorded in any of the horses participating in the study. MGH-treated horses were significantly more likely to heal completely, to have no signs of infection and for the veterinarians to report some degree of satisfaction compared to control cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The authors concluded that intralesional application of MGH to lacerations prior to wound closure may help prevent wound infection and therefore dehiscence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This randomised controlled crossover study by Adeel Khan and colleagues in Australia and the UK compared the use of rectally administered fluids with nasogastric and intravenous administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Per rectum fluid therapy"
        },
        {
            "text": "Six healthy horses each received each of three different fluid treatment protocols (intravenous Hartmann's, nasogastric polyionic solution and rectally administered tap water) at 5 mL/kg bwt/h and also underwent a control protocol (no treatment) while feed and water was withheld for 6 h. A minimum 2-week washout period was observed between each treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Per rectum fluid therapy"
        },
        {
            "text": "Prior to administering rectal fluids the rectum was manually evacuated and a 24 Fr flush enema tube inserted approximately 50 cm into the rectum and secured to the tail. Fluid was delivered continuously by gravity flow. Packed cell volume (PCV), total solids (TS), albumin, electrolytes, lactate, urine specific gravity, vital parameters, gastrointestinal borborygmi and central venous pressure were measured every 2 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Per rectum fluid therapy"
        },
        {
            "text": "Rectal administration of fluid was well tolerated in all horses. PCV decreased over time with all fluid treatments but not with the control, and TS decreased with intravenous and rectally administered fluid. There was an increase in gastrointestinal borborygmi with rectally administered fluid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Per rectum fluid therapy"
        },
        {
            "text": "Rectal fluid administration may offer an effective, inexpensive alternative or adjunct to intravenous fluid therapy, particularly when administration via nasogastric tube is not possible or contraindicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Per rectum fluid therapy"
        },
        {
            "text": "In this retrospective study Daniela Luethy and colleagues in the USA, Australia and Canada reported the long-term outcome of 15 horses with lymphoma treated with chemotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemotherapy for lymphoma"
        },
        {
            "text": "Fifteen cases with adequate data were identified through a search of medical records and an email call for cases on the ACVIM listserv for horses treated with chemotherapy for lymphoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemotherapy for lymphoma"
        },
        {
            "text": "Complete remission was achieved in five horses (33.3%), partial response was achieved in nine equids (60%), and stable disease was achieved in one horse. Overall response rate was 93.3% (14/15). Overall median survival time was 8 months (range, 1-46 months). Nine horses experienced a total of 14 adverse effects attributable to chemotherapy. Adverse effects were graded according to the Veterinary Cooperative Oncology Group common terminology criteria for adverse events grading system (grade 1 alopecia, n = 2; grade 1 neutropenia, n = 2; grade 1 lymphopenia, n = 3; grade 1 lethargy, n = 1; grade 2 neurotoxicity, n = 1; grade 2 colic, n = 1; grade 1 hypersensitivity, n = 1; grade 2 hypersensitivity, n = 2; grade 5 hypersensitivity, n = 1). Higher grade adverse effects most commonly were associated with doxorubicin administration (n = 4), including one horse that died 18 h post-administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemotherapy for lymphoma"
        },
        {
            "text": "The authors concluded that chemotherapy can be used successfully for treatment of horses with lymphoma. Adverse effects, most commonly mild, occurred in approximately two-thirds of treated horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemotherapy for lymphoma"
        },
        {
            "text": "This pilot study by Kathryn Nankervis and colleagues in the UK assessed the reliability of saddle fitters (SFs) to determine the position of the last thoracic vertebra of horses using palpation techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saddle fitting"
        },
        {
            "text": "According to published guidelines an English saddle tree should not extend beyond the 18th thoracic vertebra (T18). This study aimed to assess reliability of SFs to identify the T18 spinous process (SP). Part 1 investigated agreement between T18 (T18SF) as identified by three SFs using palpation and a veterinary surgeon (VS) using radiography (T18VS) in seven horses. SF1 and SF2 palpated the lumbosacral joint and counted cranially six SPs, whereas SF3 followed the rib curvature toward the dorsal midline. In part 2, SF1 and SF2 identified T18 by counting cranially five SPs in seven horses on two occasions. Agreement between SFs and VS was assessed using t tests and Bland-Altman plots. Interrater and intrarater reliability were estimated using intraclass correlation coefficients. In part 1, SF1 and SF2 found T18SF 4.3 cm (AE4.1 and 4.0 cm, respectively) cranial to T18VS. Mean difference between T18SF3 and T18VS was 0.1 AE 4.9 cm (95% CI: À9.5 cm, 9.6 cm). When counting cranially five SPs, mean difference between T18SF1 and T18VS was À1.5 AE 3.4 cm (95% CI: À8.3 cm; 5.1 cm) and T18SF2 and T18VS was À0.3 cm AE 4.5 cm (95% CI: À8.8 cm; 8.5 cm). Interrater reliability was 'good' (ICC = 0.798 These results indicate that counting cranially five SPs from the lumbosacral joint, when coupled with observation of the rib position and curvature should ensure a saddle is not placed beyond T18.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saddle fitting"
        },
        {
            "text": "In this study Jaana Pehkonen and colleagues in Finland investigated behavioural signs associated with equine periapical infection in cheek teeth (CT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behaviour associated with dental pain"
        },
        {
            "text": "Owners of 47 horses whose CT had been removed because of periapical infection completed an internetbased questionnaire including 23 questions about eating behaviour, bit behaviour, and general behaviour observed before and after the operation. The number of signs exhibited by each horse before and after CT removal was compared using Wilcoxon signed-rank sum test. Before the operation, avoidance behaviours, such as evading the bit, difficulties in eating, and even asocial or aggressive behaviours were commonly reported by the owners. Removing the infected tooth significantly reduced the number of these behavioral patterns expressed by the horses, suggesting that they could be associated with dental pain. Half of the cases had been diagnosed during a routine dental examination, indicating that many owners did not realise that certain undesirable behavioural patterns of their horses might be associated with dental pain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behaviour associated with dental pain"
        },
        {
            "text": "These findings highlight the importance of training owners to recognise behaviour potentially related to dental pain in horses and that routine dental examinations are essential for ensuring horses' well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behaviour associated with dental pain"
        },
        {
            "text": "In this study Macarena Sanz and colleagues in the USA evaluated equine coronavirus (ECoV) faecal shedding in hospitalised horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equine coronavirus faecal shedding"
        },
        {
            "text": "The objective of this study was to determine whether systemically healthy horses and horses with gastrointestinal disorders shed ECoV in their faeces at the time of admission to a referral hospital and after 48 h of stress associated with hospitalisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equine coronavirus faecal shedding"
        },
        {
            "text": "The study included 130 adult horses admitted to the Washington State University Veterinary Teaching Hospital for gastrointestinal disease (n = 65) or for imaging under anaesthesia (n = 65) that were hospitalised for 48 h. Faecal samples were collected at admission and 48 h later. Polymerase chain reaction (PCR) for ECoV and electron microscopy (EM) were performed on all samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equine coronavirus faecal shedding"
        },
        {
            "text": "Only one of 258 faecal samples was PCR-positive for ECoV. Electron microscopy identified ECoV-like particles in 9/258 samples, parvovirus-like particles in 4/258 samples, and rotavirus-like particles in 1/258 samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equine coronavirus faecal shedding"
        },
        {
            "text": "The prevalence of ECoV in faeces of hospitalised adult horses was low. Therefore, faecal samples that are PCRpositive for ECoV in adult horses that have clinical signs consistent with this viral infection are likely to be of diagnostic relevance. The clinical relevance of the viruses observed using EM remains to be investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equine coronavirus faecal shedding"
        },
        {
            "text": "In this prospective study Shara Sheldon and colleagues in the USA investigated the effects of magnesium sulfate on six geldings with trigeminal-mediated headshaking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of magnesium sulfate on headshaking"
        },
        {
            "text": "Trigeminal-mediated headshaking results from lowthreshold firing of the trigeminal nerve resulting in apparent facial pain. The authors of this study believed that magnesium may have neuroprotective effects on nerve firing that could dampen signs of neuropathic pain in affected horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of magnesium sulfate on headshaking"
        },
        {
            "text": "Horses were controlled for diet and infused intravenously (i.v.) with 5% dextrose solution (DS; control solution at 2 mL/ kg bwt) and MgSO 4 50% solution (MSS at 40 mg/kg bwt). Headshaking behaviour was recorded at times T0 (baseline, before infusion) and T15, T30, T60, and T120 min post-infusion. Venous blood variables such as pH, HCO 3À , standard base excess (SBE), Na + , Cl À , K + , Ca 2+ , Mg 2+ , total magnesium (tMg), glucose, and lactate were measured; strong ion difference (SID) and anion gap (AG) were calculated for each time point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of magnesium sulfate on headshaking"
        },
        {
            "text": "Blood variables including pH, Na + , Cl À , K + , SID, AG, lactate, Ca 2+ , tMg, and Mg 2+ had significant changes with MSS compared with DS treatment. Glucose, SBE, and HCO 3À did not have significant changes. A 29% reduction in headshaking rate occurred after MSS treatment but no change occurred after DS treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of magnesium sulfate on headshaking"
        },
        {
            "text": "Administration of MSS i.v. increased plasma total and ionised magnesium concentrations and significantly decreased headshaking behaviour in horses with trigeminalmediated headshaking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of magnesium sulfate on headshaking"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Continuous fluid infusion per rectum compared with intravenous and nasogastric fluid administration in horses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Hallowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Underwood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Eps",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Equine Vet. J. Epub ahead",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/evj.13113"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Retrospective evaluation of clinical outcome after chemotherapy for lymphoma in 15 equids",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luethy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Frimberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bedenice",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Groover",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Proctor-Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Tomlinson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rassnick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Vet. Intern. Med",
            "volume": "33",
            "issn": "",
            "pages": "953--960",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Intralesional application of medical grade honey improves healing of surgically treated lacerations in horses",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Mandel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kelmer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Equine Vet. J. Epub ahead of print",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Investigation of the reliability of saddle fitters to determine the position of the last thoracic vertebra of horses using palpation techniques: A pilot study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Nankervis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kosek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Dyson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Equine. Vet. Sci",
            "volume": "77",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Behavioral signs associated with equine periapical infection in cheek teeth",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pehkonen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Karma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raekallio",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Equine. Vet. Sci",
            "volume": "77",
            "issn": "",
            "pages": "144--150",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluation of equine coronavirus fecal shedding among hospitalized horses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Sanz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evermann",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Vet. Intern. Med",
            "volume": "33",
            "issn": "",
            "pages": "918--922",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Intravenous infusion of magnesium sulfate and its effect on horses with trigeminal-mediated headshaking",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sheldon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aleman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R R"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Santoyo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Howey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Madigan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Vet. Intern. Med",
            "volume": "33",
            "issn": "",
            "pages": "923--932",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "). Intrarater reliability was",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}