{"paper_id": "0e2930e28c350f6cbcf40f9b35aaffd55cd31550", "metadata": {"title": "Targeted Immunosuppression Distinguishes COVID-19 from Influenza in Moderate and Severe Disease", "authors": [{"first": "Philip", "middle": ["A"], "last": "Mudd", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "Jeremy", "middle": ["Chase"], "last": "Crawford", "suffix": "", "affiliation": {"laboratory": "", "institution": "St. Jude Children's Research Hospital", "location": {"settlement": "Memphis", "region": "TN", "country": "USA"}}, "email": ""}, {"first": "Jackson", "middle": ["S"], "last": "Turner", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "Aisha", "middle": [], "last": "Souquette", "suffix": "", "affiliation": {"laboratory": "", "institution": "St. Jude Children's Research Hospital", "location": {"settlement": "Memphis", "region": "TN", "country": "USA"}}, "email": ""}, {"first": "Daniel", "middle": [], "last": "Reynolds", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "Diane", "middle": [], "last": "Bender", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "James", "middle": ["P"], "last": "Bosanquet", "suffix": "", "affiliation": {"laboratory": "", "institution": "Missouri Baptist Medical Center", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "Nitin", "middle": ["J"], "last": "Anand", "suffix": "", "affiliation": {"laboratory": "", "institution": "Missouri Baptist Medical Center", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "David", "middle": ["A"], "last": "Striker", "suffix": "", "affiliation": {"laboratory": "", "institution": "Missouri Baptist Medical Center", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "R", "middle": ["Scott"], "last": "Martin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Missouri Baptist Medical Center", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "Adrianus", "middle": ["C M"], "last": "Boon", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "Stacey", "middle": ["L"], "last": "House", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "Kenneth", "middle": ["E"], "last": "Remy", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "Richard", "middle": ["S"], "last": "Hotchkiss", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "Rachel", "middle": ["M"], "last": "Presti", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "Jane", "middle": ["A"], "last": "O&apos;halloran", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "William", "middle": ["G"], "last": "Powderly", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}, {"first": "Paul", "middle": ["G"], "last": "Thomas", "suffix": "", "affiliation": {"laboratory": "", "institution": "St. Jude Children's Research Hospital", "location": {"settlement": "Memphis", "region": "TN", "country": "USA"}}, "email": ""}, {"first": "Ali", "middle": ["H"], "last": "Ellebedy", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine", "location": {"settlement": "Saint Louis", "region": "MO", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Coronavirus disease 2019 (COVID-19) is characterized by a high incidence of acute respiratory failure. The underlying immunopathology of that failure and how it compares to other causes of severe respiratory distress, such as influenza virus infection, are not fully understood.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes coronavirus disease 2019 . Acute respiratory failure occurs in a subset of COVID-19 patients. (1) (2) (3) Respiratory failure has occurred in as many as 8% of individuals testing positive for infection in the Lombardy region of Italy.(4) Understanding the etiology of respiratory failure in COVID-19 patients is critical for determining the best management strategies and pharmacologic targets for treatment. Current management of acute respiratory failure in COVID-19 consists of optimized supportive care, (5, 6) primarily through oxygen administration and consideration of endotracheal intubation and mechanical ventilation in the appropriate context. (7) Cytokine storm syndrome (CSS) is increasingly proposed as underlying the etiology of respiratory failure in patients with This model suggests that respiratory failure is related to significant pro-inflammatory cytokine expression that leads to inflammatory cell recruitment and tissue damage in the lung. Most of the data supporting this hypothesis in COVID-19 comes from an early paper that observed high levels of the cytokines IL-2, IL-7, IL-10, GCSF, IP-10, MCP-1, MIP-1α and TNFα in a small cohort of COVID-19 patients cared for in the ICU. The level of these cytokines was increased in the ICU patients compared with a group of COVID-19 patients that did not require care in the ICU. (3) There has been significant interest in modulating the systemic immune response in an effort to prevent or treat respiratory failure in patients with COVID-19. (2, (9) (10) (11) More than one hundred clinical trials are currently registered at clinicaltrials.gov to evaluate the efficacy of inflammatory cytokine blocking medications or interventions such as cytokine filtration as potential treatments for respiratory failure in COVID-19 patients. A thorough understanding of the underlying inflammatory environment in COVID-19 patients is required to successfully interpret the findings of these studies.", "cite_spans": [{"start": 177, "end": 180, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 181, "end": 184, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 185, "end": 188, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 591, "end": 594, "text": "(5,", "ref_id": "BIBREF4"}, {"start": 595, "end": 597, "text": "6)", "ref_id": "BIBREF5"}, {"start": 738, "end": 741, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 1432, "end": 1435, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 1595, "end": 1598, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 1599, "end": 1602, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 1603, "end": 1607, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 1608, "end": 1612, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "Acute respiratory failure in influenza patients has also been attributed to significantly increased inflammation and CSS. (12) (13) (14) In order to evaluate the etiology of respiratory failure in COVID-19 patients, we undertook a comparative investigation of inflammatory responses in a cohort of influenza patients with severe illness collected during 2019 and 2020, which allowed us to characterize the immune response in patients with severe COVID-19 specifically in the context of the more widely studied immune responses seen during influenza disease.", "cite_spans": [{"start": 122, "end": 126, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 127, "end": 131, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 132, "end": 136, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "We enrolled a total of 79 symptomatic subjects who tested positive for SARS-CoV-2 RNA using an FDA-approved clinical PCR test. Our comparison cohort consisted of 26 symptomatic influenza subjects recruited during the 15 months immediately preceding the outbreak of COVID-19 in the Saint Louis region. All tested positive for influenza A or B via a clinical PCR test obtained during their clinical care. COVID-19 subjects were significantly older than both influenza and control subjects, and significantly more COVID-19 patients required hospitalization (Table 1) . A higher number of COVID-19 subjects required ICU admission and mechanical ventilation than influenza subjects, but this was not significantly different. Twentyseven percent of the COVID-19 subjects died during their hospitalization, compared with 8% of influenza subjects enrolled. Less than 5% of the combined COVID-19 and influenza cohort were immunocompromised. Many subjects in both cohorts exhibited co-morbidities that increased their risk for severe disease, including diabetes and chronic lung disease; however, there were no significant differences between the COVID-19 and influenza subjects in any measured comorbidity ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 554, "end": 563, "text": "(Table 1)", "ref_id": null}, {"start": 1199, "end": 1207, "text": "Table 1)", "ref_id": null}], "section": "Demographic and Clinical Characteristics"}, {"text": "We initially characterized circulating immune cells by quantifying the absolute number of CD4 + and CD8 + T lymphocytes and CD19 + B cells. COVID-19 and influenza subjects both exhibited universally reduced populations of these three cell subsets, which generally constitute the majority of circulating PBMCs in healthy controls ( Fig 1A, Supplemental Fig 1A) . In contrast, COVID-19 subjects had significantly more circulating early antibody-secreting B cell plasmablasts than influenza subjects or controls (Fig 1B) . Circulating activated CD8 T cells were equivalent across all groups, but circulating activated CD4 T cells were significantly lower in influenza compared healthy controls ( Fig 1B) . However, when compared with either influenza or control subjects, COVID-19 subjects exhibited significantly reduced numbers of circulating monocytes, including all three common classifications of human monocytes (classical, intermediate, and non-classical; Fig 1C, Supplemental Fig 1B) . In line with previous observations (15) , intermediate monocytes were elevated during acute influenza in comparison to healthy controls.", "cite_spans": [{"start": 1026, "end": 1030, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 331, "end": 359, "text": "Fig 1A, Supplemental Fig 1A)", "ref_id": "FIGREF12"}, {"start": 509, "end": 517, "text": "(Fig 1B)", "ref_id": "FIGREF12"}, {"start": 693, "end": 700, "text": "Fig 1B)", "ref_id": "FIGREF12"}, {"start": 960, "end": 988, "text": "Fig 1C, Supplemental Fig 1B)", "ref_id": "FIGREF12"}], "section": "Evaluation of Circulating Immune Cells"}, {"text": "Given the pronounced variation in monocyte abundance across patient conditions, we also measured major histocompatibility complex class II expression on the surface of monocytes to gauge monocyte activation. We noted that COVID-19 subjects had significantly reduced abundances of HLA-DR on the surface of all three subsets of monocytes when compared with either controls or influenza subjects (Fig 1D) . There was no significant difference in the cell-surface expression of HLA-DR on B cells or CD8 T cells, but COVID-19 subjects exhibited significantly less HLA-DR expression on CD4 T cells compared to influenza subjects (Supplemental Fig 1C) .", "cite_spans": [], "ref_spans": [{"start": 393, "end": 401, "text": "(Fig 1D)", "ref_id": "FIGREF12"}, {"start": 637, "end": 644, "text": "Fig 1C)", "ref_id": "FIGREF12"}], "section": "Evaluation of Circulating Immune Cells"}, {"text": "Plasma cytokine levels were measured from 27 patients with confirmed influenza virus infection, 79 patients with SARS-CoV-2 infection, and 8 healthy controls. Among the SARS-CoV-2 patients, two response profiles were immediately apparent. Three of 79 patient samples had extremely high concentrations, defined as > 2 standard deviations from the mean, for more than 17 of the 35 cytokines measured (range: 49%-89%), characteristic of a classic cytokine storm (see outliers, Supplemental Fig 2) . Standard deviations from the mean ranged from 2 up to 10.5 among these subjects, with outlier values ranging from 0.8 to 2 orders of magnitude higher than the mean for each of the measured cytokines. We excluded these 3 patients from subsequent comparative analyses.", "cite_spans": [], "ref_spans": [{"start": 487, "end": 493, "text": "Fig 2)", "ref_id": null}], "section": "Cytokine associations with disease and outcome"}, {"text": "The dominant response profile among COVID-19 patients consisted of more selective cytokine upregulation, with a bias towards lower inflammation when compared to influenza patients (Fig 2A) . Among all subjects, we found that for 28 of 35 cytokines, COVID-19 patients had lower mean cytokine levels, though not all were statistically significant (Supplemental Fig  3) . Among the statistically significant reduced cytokines were GM-CSF (padj=0.0499), IFN-γ (padj=0.038), and IL-9 (padj=0.026, Figure 2B ). In contrast, only IL-6 (padj=0.086) and IL-8 (padj=0.01) were near significantly or significantly elevated in the total COVID-19 group compared to all influenza patients ( Figure 2B ). Cytokines upregulated similarly in COVID-19 and influenza during infection included chemokines (IP10, MIP1β, MCP1, MIG) and immunomodulatory cytokines (HGF and IL1-Ra, Supplemental Fig 3) . These data indicated that the majority of COVID-19 patients did not have as profound an inflammatory phenotype as influenza patients, with certain targeted exceptions.", "cite_spans": [], "ref_spans": [{"start": 180, "end": 188, "text": "(Fig 2A)", "ref_id": null}, {"start": 359, "end": 366, "text": "Fig  3)", "ref_id": "FIGREF13"}, {"start": 492, "end": 501, "text": "Figure 2B", "ref_id": null}, {"start": 677, "end": 686, "text": "Figure 2B", "ref_id": null}, {"start": 858, "end": 877, "text": "Supplemental Fig 3)", "ref_id": "FIGREF13"}], "section": "Cytokine associations with disease and outcome"}, {"text": "We and others have previously shown that cytokine levels are often correlated within a subject based on demographic and environmental factors (e.g., age, prior herpesvirus exposure) (16) . This can obscure variation in cytokine expression patterns within individuals. Further, the relatively high dimensionality of cytokine data can make it difficult to detect statistically significant associations due to high false discovery rates. Additionally, the distinct distributions in our cohorts between severe and mild patients complicate simple overall comparisons. To address this, we utilized a data-driven modular informatics approach (17) to identify clusters of co-regulated cytokines across all subjects, to normalize cytokine expression within subjects, and to identify differences in expression across conditions while adjusting for the effects of age and days after symptom onset for sampling. These analyses allowed us to detect a number of co-correlating cytokines across COVID-19 and influenza samples, which we grouped into distinct co-expression modules using hierarchical clustering (Supplementary Figure  4) . Of particular interest were Modules 1 and 2, which included GCSF, IFN-γ, and IL1-β (MOD1) and Eotaxin, HGF, IL1-Ra, IL-2R, IL-6, IL-8, IP10, MCP1, MIG, and VEGF (MOD2), respectively. Upon constructing logistic models to assess associations between these cytokines and a binary infection status (COVID-19 vs. influenza), we observed that lower levels of both MOD1 and MOD2, as well as a number of their constituent cytokines, were significantly associated with an increased risk of being COVID-19 positive (Fig 2A) . This was particularly surprising given that IL-6 and IL-8 are frequently associated with severe COVID-19 infection and were upregulated in COVID-19 compared to influenza subjects in the present study.", "cite_spans": [{"start": 182, "end": 186, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 635, "end": 639, "text": "(17)", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 1110, "end": 1120, "text": "Figure  4)", "ref_id": null}, {"start": 1628, "end": 1636, "text": "(Fig 2A)", "ref_id": null}], "section": "Cytokine associations with disease and outcome"}, {"text": "However, the modular analysis considers all of the cytokines within a module, as opposed to individual cytokine associations, and MOD2 contains several other cytokines; indeed, neither IL-6 nor IL-8 alone were significantly associated with being COVID-19 positive. Furthermore, the logistic model specifically regresses out potentially confounding covariates that are otherwise obscured by simple univariate analysis. These results suggest that overall higher inflammation is foremost predictive of influenza infection and that a defining feature of COVID-19 disease is generally reduced inflammation compared to influenza as measured by a number of related cytokines. Thus, influenza infection was associated with generally higher levels of inflammation, and when influenza subjects exhibited high expression in one MOD2 cytokine, they were likely to exhibit high expression across the board. In contrast, COVID-19 subjects were not characterized by overall high levels of cytokines, but rather exhibited a selective pattern of inflammation, in which only a subset of inflammatory cytokines are upregulated.", "cite_spans": [], "ref_spans": [], "section": "Cytokine associations with disease and outcome"}, {"text": "Using this analytical framework further, we next inquired whether particular cytokine expression patterns were associated with poor clinical outcomes. In considering all infected subjects, higher levels of Modules 1 and 2 were significantly associated with severe disease, which we defined as resulting in either intubation or death. Associations between disease severity and IL1-RA and IL-6 were particularly strong, with high levels of these analytes predictive of poor outcomes (OR = 3.93 and 4.30, respectively; Fig 2C) . Importantly, this association remained when we repeated the analysis on COVID-19 subjects alone (Supplementary Figure 5) , demonstrating that exacerbation of these specific inflammatory pathways in COVID-19 in the sickest patients.", "cite_spans": [], "ref_spans": [{"start": 516, "end": 523, "text": "Fig 2C)", "ref_id": null}, {"start": 637, "end": 646, "text": "Figure 5)", "ref_id": null}], "section": "Cytokine associations with disease and outcome"}, {"text": "Because these earlier analyses included severity as an outcome within a population of patients with diverse disease presentations, we also tested the robustness of our observations specifically in hospitalized patients from both groups. Once again, the striking pattern that emerged was lower levels of multiple cytokines and modules among hospitalized COVID-19 patients compared to hospitalized influenza patients. These included GCSF (padj=0.048), MIG (padj=0.011), and IL-2R (padj=0.024), and spanned three distinct cytokine modules. Taken together, COVID-19 is characterized by high levels of specific cytokines (IL-6, IL-8) when compared to influenza, but the majority of inflammatory mediators are significantly lower, even among severe patients ( Fig 2C-D) , especially after accounting for the frequently significant effect of patient age on cytokine abundance.", "cite_spans": [], "ref_spans": [{"start": 754, "end": 763, "text": "Fig 2C-D)", "ref_id": null}], "section": "Cytokine associations with disease and outcome"}, {"text": "Immune suppression can often occur as a negative feedback from immune activation, so we sought further resolution of the immune state of severe COVID-19 patients to understand the dominant regulatory signals determining their trajectory. A total of 29,634 cells from seven subjects (three COVID-19, three influenza, and one healthy control) were obtained for single cell gene expression analyses after standard processing and filtering. Using an integration-based approach that leverages convergent expression signals across samples (see Methods), we identified 22 putative transcriptional clusters that we were able to categorize into major cell subsets, including monocytes and macrophages (7 transcriptional clusters, including CD16+ and CD16-monocytes), CD8+ T cells (5 clusters), CD4+ T cells (3 clusters), B cells (2 clusters), regulatory T cells (Tregs), mixed cytolytic lymphocyte populations (MCLPs; e.g., NK and NKT cells ), plasmablasts, mast cells, and three other subsets that we putatively identified as All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Single Cell Transcriptional Profiles of Subjects with Respiratory Failure Reveals Immunosuppression within Monocytes and Increased Glucocorticoid Response in COVID-19 Subjects"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Single Cell Transcriptional Profiles of Subjects with Respiratory Failure Reveals Immunosuppression within Monocytes and Increased Glucocorticoid Response in COVID-19 Subjects"}, {"text": "The copyright holder for this preprint this version posted May 30, 2020. . plasmacytoid dendritic cells (PDCs), platelets, and cell doublets composed in part of platelets. We then interrogated each of these major groups and their constituent transcriptional clusters for variation in both relative abundance and gene expression owed to differences in condition (i.e., COVID-19-infected, influenza-infected, or healthy control). Although representation of cells within the clusters were influenced by their abundance in individual patients (Supplementary Figure 6) , the models we leveraged to compare across conditions are robust to such differences, emphasizing transcriptional variation between conditions among similar subsets.", "cite_spans": [], "ref_spans": [{"start": 554, "end": 563, "text": "Figure 6)", "ref_id": null}], "section": "Single Cell Transcriptional Profiles of Subjects with Respiratory Failure Reveals Immunosuppression within Monocytes and Increased Glucocorticoid Response in COVID-19 Subjects"}, {"text": "To broadly survey transcriptional variation as a function of infection status in an unbiased manner, we ranked gene expression differences between COVID-19-infected and influenzainfected patients for each subset and tested for enrichment of Hallmark gene sets as a function of these diagnoses. Surprisingly, a number of important immunological pathways were significantly enriched specifically among cells from Influenza patients across a number of subsets: compared to the Influenza condition, both IFN-γ and IFN-α response pathways were significantly downregulated within the COVID-19 condition for B cells, CD8+ T cells, MCLPs, Tregs, PDCs, and monocyte/macrophage subsets (Fig 3E; Supplementary Figure 7 ). More exhaustive analysis using gene ontology pathways related to interferon production, secretion, response, and regulation demonstrated that these patterns extended to IFN-β and general Type I interferon pathways across most subsets, but particularly among monocytes (Supplementary Figure 8) . These patterns were concordant with substantial enrichment of inflammatory pathways in Influenza cells compared to COVID-19 cells across a majority of cell subsets. In contrast, COVID-19 cells were significantly enriched for a number of pathways involved in cellular metabolism and proliferation in comparison to Influenza cells across most subsets (Supplementary Figure 7) .", "cite_spans": [], "ref_spans": [{"start": 676, "end": 707, "text": "(Fig 3E; Supplementary Figure 7", "ref_id": "FIGREF13"}, {"start": 994, "end": 1003, "text": "Figure 8)", "ref_id": null}, {"start": 1370, "end": 1379, "text": "Figure 7)", "ref_id": null}], "section": "Single Cell Transcriptional Profiles of Subjects with Respiratory Failure Reveals Immunosuppression within Monocytes and Increased Glucocorticoid Response in COVID-19 Subjects"}, {"text": "Given the substantial downregulation of HLA-DR among COVID-19 monocytes observed during flow cytometry analysis, we decided to further investigate potential transcriptional differences between COVID-19 and Influenza specifically within our transcriptionally defined monocyte/macrophage subset and clusters. As expected given the flow cytometry analysis carried out on these same patients, the proportion of cells in monocyte/macrophage subsets were substantially smaller in COVID-19 compared to both healthy and influenza subjects (Supplementary Figure 9) . We furthermore noted significant decreases in a number of interferon-induced genes known to play important roles in the innate immune response to viral insults (Fig 3D) . This evidence of decreased, or perhaps dysregulated, interferon expression and a relative dearth of expression corresponding to inflammatory processes were accompanied by a significant enrichment of a number of stress and corticoid response pathways in COVID-19 cells across most subsets, but particularly within monocytes/macrophages (Fig 3E; Supplementary Figure 10 ).", "cite_spans": [], "ref_spans": [{"start": 546, "end": 555, "text": "Figure 9)", "ref_id": null}, {"start": 718, "end": 726, "text": "(Fig 3D)", "ref_id": "FIGREF13"}, {"start": 1064, "end": 1096, "text": "(Fig 3E; Supplementary Figure 10", "ref_id": "FIGREF12"}], "section": "Single Cell Transcriptional Profiles of Subjects with Respiratory Failure Reveals Immunosuppression within Monocytes and Increased Glucocorticoid Response in COVID-19 Subjects"}, {"text": "Understanding the complexities of the systemic inflammatory response to SARS-CoV-2 infection is critical to determining the most appropriate treatment for this condition. We have demonstrated that the immunophenotype of COVID-19 and influenza patients vary widely. Two forms of COVID-19 immune dysregulation were observed: a cytokine storm phenotype in a small proportion of patients (3 of 79) and a far more common phenotype characterized by targeted immunosuppression. The signatures of this common COVID-19 phenotype were highly elevated IL-6 and IL-8, paired with lower levels (compared to severe influenza) of cytokines in many other pathways and essentially the absence of any Type I or Type II IFN response. The suppression in Type I IFN signaling has been noted by others in humans and animal models of COVID-19 infections (18, 19) . At the cellular level, dramatic reductions in overall cellularity and particularly in the monocyte compartment were observed, with phenotypic and transcriptional evidence (Class II downregulation) that monocytes were less activated. While lymphocyte numbers (except for plasmablasts) were reduced in both infected groups compared to healthy controls, several lymphocyte subsets had functional signatures of suppression in COVID-19 patients, including type I and II IFN signaling. IFN-γ production is critical for effector type I responses, and its absence may limit antiviral activity. The elevated plasmablast frequencies in COVID-19 patients may reflect the abundance of viral antigens, which is consistent with the reported persistence of viral RNA in nasal swabs for up to 15 days after onset of symptoms (20) .", "cite_spans": [{"start": 831, "end": 835, "text": "(18,", "ref_id": "BIBREF17"}, {"start": 836, "end": 839, "text": "19)", "ref_id": "BIBREF18"}, {"start": 1651, "end": 1655, "text": "(20)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "The single cell analyses also identified enrichment of several pathways in COVID-19 patients associated with metabolic stress and the general stress response. These results, combined with the targeted, severe suppression of specific pathways and dramatic leuko-and lymphopenia led us to consider what pathways might account for this response profile. Previous studies in animal models had implicated glucocorticoid (GC) signaling in the immunosuppression and lymphopenia that occurs in the influenza model in mice. (21) In humans, systemic inflammation, and hydrocortisone specifically, are known to suppress HLA-DR expression on monocytes. (22) Excessive GC production is an attractive hypothesis to account for the observed immune dysregulation and disease manifestations in COVID-19. First, the high levels of IL-6 production-one of the two cytokines that were higher in COVID-19 than in severe influenzacan directly drive excessive cortisol production through multiple mechanisms, including through the direct induction of corticotropin-releasing hormone and adrenocorticotropin. IL-6 can also act directly on the adrenal cortex to stimulate GC release.(23) While GCs are generally immunosuppressive, which is why they are often considered therapeutically, their effects are uneven across the cytokine landscape, with cortisol failing to suppress IL-6(24), or even inducing IL-6 and IL-8 in one report. (25) Notably, in this study there were differences in cortisol's effects between male and female cells, with more pro-inflammatory effects observed in males; male sex has been noted as a consistent risk factor in COVID-19.(26) A recent retrospective cohort study from Germany has also reported increased cortisol levels in a majority of COVID-19 patients. (27) Another potential source of cortisol production unique to SARS-CoV-2 infection is through its modulation of ACE2 levels. ACE2 is the receptor for virus entry, and while it is still unclear the extent to which its levels are modulated by infection, experience from SARS-CoV-1 and other data suggest that ACE2 expression or activity are lowered. This directly affects the renin-angiotensin system, enhancing ACE activity and resulting in a shift towards angiotensin II (Ang II) production and away from angiotensin 1-7. Ang II enhances Il-6 and cortisol production, while Ang 1-7 suppresses them. (28, 29) Beyond considering the potential impacts of increased GC production on the development of the immunosuppressed phenotype we characterized in the vast majority of COVID-19 patients in this study, we must also consider the possibility that GCs modulate the immune microenvironment differently in the context of distinct viral encounters. There are known but underappreciated immunosuppressive features of influenza (30) (31) (32) ; coronaviruses are similarly known to utilize a number of nonstructural proteins to disrupt host gene expression and protein synthesis (33, 34) , with the potential for profound impacts on various immune signaling pathways (35) . Although the details of these mechanisms in the context of COVID-19 immune dysregulation remain to be fully elucidated, our own analyses demonstrate enhanced GC signaling in cells from COVID-19 patients, consistent with an enhanced production of GCs or enhanced sensitivity to GCs after infection. Together these data suggest a feedforward amplification of IL-6 and GC signaling, paired with a profound suppression of other potentially protective immune functions through GC-induced apoptosis and suppression of key antiviral pathways. GCs can also drive other pathological phenotypes including clotting dysfunction, consistent with severe manifestations of COVID-19.(36) The direct and indirect effects of SARS-CoV-2's unique biology may determine this pathological outcome. Therapeutic consideration should be given to inhibiting both IL-6 and GC activity in the majority of COVID-19 patients exhibiting this phenotype (high IL-6, low IFN signaling, profound cytopenias) versus the small proportion of patients with a true cytokine storm phenotype. While inhibiting GC activity alone may cause excessive inflammation, co-administration with IL-6-blocking antibodies in a dose regulated manner may limit these effects. These data also indicate that administration of GCs would potentially be deleterious, an outcome consistent with some limited reports. (37) Other studies have indicated beneficial or neutral effects from GC, and indicate a focus on understanding their dynamics and activity across the course of infection is an important direction for future research. (38, 39) ", "cite_spans": [{"start": 515, "end": 519, "text": "(21)", "ref_id": "BIBREF20"}, {"start": 641, "end": 645, "text": "(22)", "ref_id": "BIBREF21"}, {"start": 1407, "end": 1411, "text": "(25)", "ref_id": "BIBREF24"}, {"start": 1763, "end": 1767, "text": "(27)", "ref_id": "BIBREF26"}, {"start": 2363, "end": 2367, "text": "(28,", "ref_id": "BIBREF27"}, {"start": 2368, "end": 2371, "text": "29)", "ref_id": "BIBREF28"}, {"start": 2785, "end": 2789, "text": "(30)", "ref_id": "BIBREF29"}, {"start": 2790, "end": 2794, "text": "(31)", "ref_id": "BIBREF30"}, {"start": 2795, "end": 2799, "text": "(32)", "ref_id": "BIBREF31"}, {"start": 2936, "end": 2940, "text": "(33,", "ref_id": "BIBREF32"}, {"start": 2941, "end": 2944, "text": "34)", "ref_id": "BIBREF33"}, {"start": 3024, "end": 3028, "text": "(35)", "ref_id": "BIBREF34"}, {"start": 4386, "end": 4390, "text": "(37)", "ref_id": "BIBREF36"}, {"start": 4603, "end": 4607, "text": "(38,", "ref_id": "BIBREF37"}, {"start": 4608, "end": 4611, "text": "39)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Discussion"}, {"text": "This is a prospective observational cohort of subjects with viral respiratory illness symptoms who presented to Barnes Jewish Hospital, St. Louis Children's Hospital, Missouri Baptist Medical Center or affiliated Barnes Jewish Hospital testing sites located in Saint Louis, Missouri, USA. Inclusion criteria required that subjects were symptomatic and had a physicianordered SARS-CoV-2 test performed in the course of their normal clinical care. Some subjects were enrolled prior to the return of the SARS-CoV-2 test result. Enrolled subjects who tested negative for SARS-CoV-2 are not included in the current manuscript. This report includes the first subjects enrolled in the study; however, study recruitment is ongoing. All samples were collected at the time of enrollment, which was during or immediately following evaluation in a medical facility. Patient-reported duration of illness and other clinically relevant medical information was collected at the time of enrollment from the subject, their legally authorized representative, or the medical record. The portions of the study relevant to each institution were reviewed and approved by the Washington University in Saint Louis Institutional Review Board (WU-350 study approval # 202003085) and the Missouri Baptist Medical Center Institutional Review Board (Approval # 1132). The study complied with the ethical standards of the Helsinki Declaration.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "We also report findings from healthy control subjects and influenza-infected subjects enrolled in separate, ongoing studies. Control subjects had not experienced symptoms of a viral respiratory illness at the time of sample collection or within the previous 90 days, and samples were all collected before October of 2019. Influenza subjects were enrolled in the ongoing EDFLU study. (15) All influenza subjects were sampled in 2019 and 2020. We enrolled most influenza subjects during the course of the 2019-2020 influenza season, immediately before the spread of COVID-19 disease in the Saint Louis region. The last included influenza subject was enrolled and sampled on March 2 rd of 2020. The first case of COVID-19 was reported in Saint Louis on March 8 th of 2020 in a returning traveler. The control and influenza studies were All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 383, "end": 387, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Study Design"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "The copyright holder for this preprint this version posted May 30, 2020. ", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "Absolute counts of CD45 + cells in whole blood were determined at the time of blood collection on fresh samples by flow cytometry with Precision Count Beads (BioLegend). Peripheral blood mononuclear cells (PBMCs), prepared using ficoll separation, were analyzed using a panel of antibodies directed against the following antigens: CD8 BV421 (clone RPA-T8), CD20 Pacific Blue (clone 2H7), CD16 BV570 (clone 3G8), HLA-DR BV605 (clone L243), IgD SuperBright 702 (clone IA6-2), CD19 BV750 (clone HIB19), CD45 Alexa Fluor 532 (clone HI30), CD71 PE (clone CY1G4), CD38 PE-Cy7 (clone HIT2), CD14 APC (clone M5E2), CD4 Spark 685 (clone SK3), and CD3 Alexa 700 (clone UCHT1). PBMC samples of 0.5-2x10 6 cells were stained with a master-mix containing pre-titrated concentrations of the antibodies, along with BD Brilliant Buffer (BD Biosciences) and Zombie NIR Fixable Viability Marker (BioLegend) to differentiate live and dead cells. Samples were run on a Cytek Aurora spectral flow cytometer using SpectroFlo software (Cytek) and unmixed before final analysis was completed using FlowJo software (BD Biosciences).", "cite_spans": [], "ref_spans": [], "section": "Multi-Parameter Flow Cytometry"}, {"text": "Plasma obtained from subjects was frozen at -80°C and subsequently analyzed using a human magnetic cytokine panel providing parallel measurement of 35 cytokines (ThermoFisher). The assay was performed according to the manufacturer's instructions with each subject sample performed in duplicate and then analyzed on a Luminex FLEXMAP 3D instrument.", "cite_spans": [], "ref_spans": [], "section": "Cytokine Quantification"}, {"text": "PBMCs were suspended at 1000 cells/µL and approximately 17,400 cells were input to a 10x Genomics Chromium instrument. Each sample was used for two independent reactions, with all first reactions processed on one chip and second reactions processed on a second chip. Singlecell gene expression libraries were prepared using 5-prime (V2) kits and sequenced on the Illumina NovaSeq 6000 platform at 151x151bp. Individual libraries were processed using CellRanger (v3.1.0; 10xGenomics) with the accompanying human reference (GRCh38-3.0.0), which was modified to include the influenza A, influenza B, and COVID-19 (NC_045512.2) genomes. Processed libraries were subsequently aggregated using CellRanger, randomly subsampling mapped reads to equalize sequencing depth across cells. Filtered aggregation matrices were subsequently analyzed using Seurat(40) (v3.1.4), excluding cells from downstream analyses that exhibited extremes in the total number of transcripts expressed, the total number of genes expressed, or mitochondrial gene expression. For each cell we inferred cell cycle phase using markers from Tirosh et al 2016 (41) and incorporated module scores from a number of external gene sets in the same manner.", "cite_spans": [{"start": 1123, "end": 1127, "text": "(41)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Single-Cell RNAseq"}, {"text": "After filtering, we first sought to characterize putative cell subsets shared across conditions by detecting integration anchors among the samples, effectively minimizing condition-associated differences. The top 2,000 variable genes were identified for each library using the \"vst\" method, and integration anchors were obtained using canonical correlation analysis (CCA). Data were integrated using 50 CCA dimensions and scaled to regress out the effects of total transcript count, percent of mitochondrial gene expression, and module scores associated with cell phase. Principal components (PC) were calculated and assessed for statistical significance using random permutation. The first 51 PCs (p < 0.01) were used to identify transcriptional clusters and for tSNE and UMAP dimensionality reduction. After identifying clusters on the basis of transcriptional similarities across cells from all three conditions (i.e., the \"integrated\" analysis), we performed pairwise differential gene expression analysis between conditions using Wilcoxon Rank Sum tests as implemented in Seurat, with default parameters. We also generated an additional UMAP projection using the top 2,000 variable genes across the entire dataset (excluding TCR and IG genes, which are known to map poorly) irrespective of the CCA but again using significant PCs; this allowed us visualize cells in a manner that did not obscure transcriptional differences owed to sample or condition but with previously identified cell subsets and transcriptional clusters from the integration analysis overlaid. We also looked within identified subsets and clusters for explicit differences in gene pathway enrichment between cells from COVID-19-infected and influenza-infected patients, COVID-19-infected and healthy patients, and influenza-infected and healthy patients. For these analyses, gene expression differences between conditions were ranked for individual subsets and transcriptional clusters by calculating differential expression under a generalized linear hurdle model (42) . To generate gene ranks, gene-specific average log fold changes were multiplied by the absolute difference in the proportions of cells expressing the gene (+1e-4 as a lower boundary) and the inverse of the FDRadjusted p-values, which were re-scaled from 1e-7 to 1 to institute reasonable bounds in the ranking. These ranks were used as inputs for gene set enrichment analysis(43) using GSEAPreranked with a classic enrichment statistic and chip-based gene collapsing based on the Human_Symbol_with_Remapping_MSigDB.v.7.0 chip (44) . Gene sets were considered significantly enriched if they resulted in a nominal p-value < 0.05 and a q-value < 0.20.", "cite_spans": [{"start": 2041, "end": 2045, "text": "(42)", "ref_id": "BIBREF41"}, {"start": 2573, "end": 2577, "text": "(44)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Single-Cell RNAseq"}, {"text": "Raw flow cytometry and cytokine data can be found in Supplementary Tables 1 and 2 , respectively. Single cell gene expression sequences have been uploaded to the NCBI Short Read Archive under BioProject ID PRJNA630932.", "cite_spans": [], "ref_spans": [{"start": 53, "end": 81, "text": "Supplementary Tables 1 and 2", "ref_id": "FIGREF12"}], "section": "Data Availability"}, {"text": "Flow Cytometry Lymphocyte subsets were compared across healthy, influenza, and SARS-CoV-2 subjects using Mann-Whitney U tests. In the HLA-DR expression analysis, there were four negative mean fluorescence intensity observations, these were replaced with a value of 1. Results were adjusted for multiple comparisons using the Benjamin-Hochberg approach and considered significant if the adjusted p-value was less than 0.05 (FDR < 0.05). Cytokines Cytokine levels were natural safe-log transformed prior to analysis and compared across healthy, influenza, and SARS-CoV-2 subjects using Kruskal-Wallis tests. Results were adjusted for multiple comparisons using the Benjamini-Hochberg approach. Kruskall-Wallis tests with an FDR-adjusted p-value < 0.10 were selected for further investigation, and were followed up with post hoc Dunn's tests to determine which groups differ from each other. P-values obtained from Dunn's tests were subjected to multiple testing adjustment and considered statistically significant a FDR < 0.05. Cytokine-cytokine co-correlations were investigated using CytoMod(17) utilizing both absolute and mean-adjusted (i.e., relative) cytokine values of either all COVID-19 and influenza data, using only using COVID-19 data, or only using data from hospitalized subjects of either cohort. For these correlations, values below the lower limit of detection were set to the lower limit of All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Analysis"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Analysis"}, {"text": "The copyright holder for this preprint this version posted May 30, 2020. . detection, and values above the upper limit of detection were excluded. In each instance we tested up to k = 12 modules and used gap statistic to identify the optimal k. Logistic regressions were carried out within the CytoMod framework and controlled for effects of age and the number of days after symptom onset that a sample was collected. P-values were adjusted for multiple testing as above, and all significant results reported from logistic models were assessed an FDR < 0.05. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Analysis"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Materials"}, {"text": "The copyright holder for this preprint this version posted May 30, 2020. . (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Materials"}, {"text": "The copyright holder for this preprint this version posted May 30, 2020. . Figure 8 . Graphs depicting selected results from Preranked Gene Set Enrichment Analysis of Gene Ontology gene sets. Gene Ontology Biological Processes gene sets that passed default GSEA thresholds were tested, with results adjusted for multiple testing, and all results with the term \"interferon\" in the gene set name that were significant in either direction for at least one cell subset are plotted. Red: significantly enriched in cells from COVID-19infected patients; blue: significantly enriched in cells from influenza-infected patients; grey: not statistically enriched in either condition. Figure 9 . For each transcriptionally identified cell subset, the percentage of cells from each single-cell gene expression library that were assigned to that subset is presented. Colors correspond to patient from which the sample was obtained, with each patient represented by two independent gene expression libraries constructed from distinct cell aliquots from the same PBMC sample. Figure 10 . Graphs depicting selected results from Preranked Gene Set Enrichment Analysis of Gene Ontology gene sets. Gene Ontology Biological Processes gene sets that passed default GSEA thresholds were tested, with results adjusted for multiple testing, and all results with the terms \"cortico\", \"cortisol\", or \"stress\" in the gene set name that were significant in either direction for at least one cell subset are plotted. Red: significantly enriched in cells from COVID-19-infected patients; blue: significantly enriched in cells from influenzainfected patients; grey: not statistically enriched in either condition.", "cite_spans": [], "ref_spans": [{"start": 75, "end": 83, "text": "Figure 8", "ref_id": null}, {"start": 673, "end": 681, "text": "Figure 9", "ref_id": null}, {"start": 1060, "end": 1069, "text": "Figure 10", "ref_id": "FIGREF12"}], "section": "Supplementary Materials"}, {"text": "Additional supplemental data files Supplementary Table 1 and Supplementary Table 2 are available in the online version.", "cite_spans": [], "ref_spans": [{"start": 49, "end": 82, "text": "Table 1 and Supplementary Table 2", "ref_id": null}], "section": "Supplementary"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Supplementary"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Supplementary"}, {"text": "The copyright holder for this preprint this version posted May 30, 2020. . https://doi.org/10.1101/2020.05.28.20115667 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Supplementary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "507--513", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical Characteristics of Coronavirus Disease 2019 in China", "authors": [{"first": "W", "middle": ["J"], "last": "Guan", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}], "year": 2020, "venue": "China. Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Baseline Characteristics and Outcomes of 1591 Patients Infected With SARS-CoV-2 Admitted to ICUs of the Lombardy Region", "authors": [{"first": "G", "middle": [], "last": "Grasselli", "suffix": ""}], "year": 2020, "venue": "Italy. JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Covid-19 in Critically Ill Patients in the Seattle Region -Case Series", "authors": [{"first": "P", "middle": ["K"], "last": "Bhatraju", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Intensive care management of coronavirus disease 2019 (COVID-19): challenges and recommendations", "authors": [{"first": "J", "middle": [], "last": "Phua", "suffix": ""}], "year": 2020, "venue": "Lancet Respir Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Basing Respiratory Management of Coronavirus on Physiological Principles", "authors": [{"first": "M", "middle": ["J"], "last": "Tobin", "suffix": ""}], "year": 2020, "venue": "Am J Respir Crit Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Cytokine release syndrome in severe COVID-19", "authors": [{"first": "B", "middle": ["J B"], "last": "Moore", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "June", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Complex Immune Dysregulation in COVID-19 Patients with Severe Respiratory Failure", "authors": [{"first": "E", "middle": ["J"], "last": "Giamarellos-Bourboulis", "suffix": ""}], "year": 2020, "venue": "Cell Host Microbe", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Covid-19 in Immune-Mediated Inflammatory Diseases -Case Series from New York", "authors": [{"first": "R", "middle": [], "last": "Haberman", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "Lancet Respir Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Cytokine and chemokine levels in patients infected with the novel avian influenza A (H7N9) virus in China", "authors": [{"first": "Y", "middle": [], "last": "Chi", "suffix": ""}], "year": 2013, "venue": "J Infect Dis", "volume": "208", "issn": "", "pages": "1962--1967", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Inflammatory Monocytes Drive Influenza A Virus-Mediated Lung Injury in Juvenile Mice", "authors": [{"first": "B", "middle": ["M"], "last": "Coates", "suffix": ""}], "year": 2018, "venue": "J Immunol", "volume": "200", "issn": "", "pages": "2391--2404", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Local and systemic cytokine responses during experimental human influenza A virus infection. Relation to symptom formation and host defense", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1998, "venue": "J Clin Invest", "volume": "101", "issn": "", "pages": "643--649", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Impaired Cellular Immune Responses During the First Week of Severe Acute Influenza Infection", "authors": [{"first": "J", "middle": ["S"], "last": "Turner", "suffix": ""}], "year": 2020, "venue": "J Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Mucosal immune responses predict clinical outcomes during influenza infection independently of age and viral load", "authors": [{"first": "C", "middle": ["M"], "last": "Oshansky", "suffix": ""}], "year": 2014, "venue": "Am J Respir Crit Care Med", "volume": "189", "issn": "", "pages": "449--462", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A Modular Cytokine Analysis Method Reveals Novel Associations With Clinical Phenotypes and Identifies Sets of Co-signaling Cytokines Across Influenza Natural Infection Cohorts and Healthy Controls", "authors": [{"first": "L", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2019, "venue": "Front Immunol", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "SARS-CoV-2 launches a unique transcriptional signature from in vitro, ex vivo, and in vivo systems", "authors": [{"first": "D", "middle": [], "last": "Blanco-Melo", "suffix": ""}], "year": 2020, "venue": "bioRxiv", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Impaired type I interferon activity and exacerbated inflammatory responses in severe Covid-19 patients. medRxiv", "authors": [{"first": "J", "middle": [], "last": "Hadjadj", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Defining antigen-specific plasmablast and memory B cell subsets in human blood after viral infection or vaccination", "authors": [{"first": "A", "middle": ["H"], "last": "Ellebedy", "suffix": ""}], "year": 2016, "venue": "Nat Immunol", "volume": "17", "issn": "", "pages": "1226--1234", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Influenza virus-induced glucocorticoids compromise innate host defense against a secondary bacterial infection", "authors": [{"first": "A", "middle": ["M"], "last": "Jamieson", "suffix": ""}, {"first": "S", "middle": [], "last": "Yu", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Annicelli", "suffix": ""}, {"first": "R", "middle": [], "last": "Medzhitov", "suffix": ""}], "year": 2010, "venue": "Cell Host Microbe", "volume": "7", "issn": "", "pages": "103--114", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Differential down-regulation of HLA-DR on monocyte subpopulations during systemic inflammation", "authors": [{"first": "O", "middle": ["Y"], "last": "Kim", "suffix": ""}], "year": 2010, "venue": "Crit Care", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Interleukin-3 and interleukin-6 stimulate cortisol secretion from adult human adrenocortical cells", "authors": [{"first": "M", "middle": ["M"], "last": "Weber", "suffix": ""}, {"first": "P", "middle": [], "last": "Michl", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Auernhammer", "suffix": ""}, {"first": "D", "middle": [], "last": "Engelhardt", "suffix": ""}], "year": 1997, "venue": "Endocrinology", "volume": "138", "issn": "", "pages": "2207--2210", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Exercise and circadian rhythm-induced variations in plasma cortisol differentially regulate interleukin-1 beta (IL-1 beta), IL-6, and tumor necrosis factor-alpha (TNF alpha) production in humans: high sensitivity of TNF alpha and resistance of IL-6", "authors": [{"first": "R", "middle": [], "last": "Derijk", "suffix": ""}], "year": 1997, "venue": "J Clin Endocrinol Metab", "volume": "82", "issn": "", "pages": "2182--2191", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Cytokine secretion responsiveness of lymphomonocytes following cortisol cell exposure: Sex differences", "authors": [{"first": "E", "middle": [], "last": "Da Pozzo", "suffix": ""}, {"first": "C", "middle": [], "last": "Giacomelli", "suffix": ""}, {"first": "C", "middle": [], "last": "Cavallini", "suffix": ""}, {"first": "C", "middle": [], "last": "Martini", "suffix": ""}], "year": 2018, "venue": "PLoS One", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Cardiovascular Disease, Drug Therapy, and Mortality in Covid-19", "authors": [{"first": "M", "middle": ["R"], "last": "Mehra", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Desai", "suffix": ""}, {"first": "S", "middle": [], "last": "Kuy", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Henry", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Patel", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The majority of male patients with COVID-19 present low testosterone levels on admission to Intensive Care in", "authors": [{"first": "M", "middle": [], "last": "Schroeder", "suffix": ""}], "year": 2020, "venue": "a retrospective cohort study", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Coupling corticotropin-releasing-hormone and angiotensin converting enzyme 2 dampens stress responsiveness in male mice", "authors": [{"first": "L", "middle": ["A"], "last": "Wang", "suffix": ""}], "year": 2018, "venue": "Neuropharmacology", "volume": "133", "issn": "", "pages": "85--93", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target", "authors": [{"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Penninger", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "N", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Slutsky", "suffix": ""}], "year": 2020, "venue": "Intensive Care Med", "volume": "46", "issn": "", "pages": "586--590", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Pathogenic significance of alpha-N-acetylgalactosaminidase activity found in the hemagglutinin of influenza virus", "authors": [{"first": "N", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "M", "middle": [], "last": "Urade", "suffix": ""}], "year": 2005, "venue": "Microbes Infect", "volume": "7", "issn": "", "pages": "674--681", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Immune suppressive activity of the influenza fusion peptide", "authors": [{"first": "S", "middle": [], "last": "Bahrami", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Laska", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Pedersen", "suffix": ""}, {"first": "M", "middle": [], "last": "Duch", "suffix": ""}], "year": 2016, "venue": "Virus Res", "volume": "211", "issn": "", "pages": "126--132", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Novel mechanism of immunosuppression by influenza virus haemagglutinin: selective suppression of interleukin 12 p35 transcription in murine bone marrow-derived dendritic cells", "authors": [{"first": "C", "middle": ["M"], "last": "Noone", "suffix": ""}], "year": 2005, "venue": "J Gen Virol", "volume": "86", "issn": "", "pages": "1885--1890", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "A two-pronged strategy to suppress host protein synthesis by SARS coronavirus Nsp1 protein", "authors": [{"first": "W", "middle": [], "last": "Kamitani", "suffix": ""}, {"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "K", "middle": [], "last": "Narayanan", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Lokugamage", "suffix": ""}, {"first": "S", "middle": [], "last": "Makino", "suffix": ""}], "year": 2009, "venue": "Nat Struct Mol Biol", "volume": "16", "issn": "", "pages": "1134--1140", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Severe acute respiratory syndrome coronavirus nsp1 protein suppresses host gene expression by promoting host mRNA degradation", "authors": [{"first": "W", "middle": [], "last": "Kamitani", "suffix": ""}], "year": 2006, "venue": "Proc Natl Acad Sci U S A", "volume": "103", "issn": "", "pages": "12885--12890", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Role for nonstructural protein 1 of severe acute respiratory syndrome coronavirus in chemokine dysregulation", "authors": [{"first": "A", "middle": ["H"], "last": "Law", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Cheung", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Yim", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Lau", "suffix": ""}], "year": 2007, "venue": "J Virol", "volume": "81", "issn": "", "pages": "416--422", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Blood coagulation and fibrinolysis in patients with Cushing's syndrome: increased plasminogen activator inhibitor-1, decreased tissue factor pathway inhibitor, and unchanged thrombin-activatable fibrinolysis inhibitor levels", "authors": [{"first": "C", "middle": [], "last": "Erem", "suffix": ""}], "year": 2009, "venue": "J Endocrinol Invest", "volume": "32", "issn": "", "pages": "169--174", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury", "authors": [{"first": "C", "middle": ["D"], "last": "Russell", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Millar", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Baillie", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "473--475", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Early Short Course Corticosteroids in Hospitalized Patients with COVID-19. MedRxiv The Preprint Server For Health Sciences", "authors": [{"first": "R", "middle": [], "last": "Fadel", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "On the use of corticosteroids for 2019-nCoV pneumonia", "authors": [{"first": "L", "middle": [], "last": "Shang", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}, {"first": "B", "middle": [], "last": "Cao", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "683--684", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Dissecting the multicellular ecosystem of metastatic melanoma by singlecell RNA-seq", "authors": [{"first": "I", "middle": [], "last": "Tirosh", "suffix": ""}], "year": 2016, "venue": "Science", "volume": "352", "issn": "", "pages": "189--196", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "MAST: a flexible statistical framework for assessing transcriptional changes and characterizing heterogeneity in single-cell RNA sequencing data", "authors": [{"first": "G", "middle": [], "last": "Finak", "suffix": ""}], "year": 2015, "venue": "Genome Biol", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles", "authors": [{"first": "A", "middle": [], "last": "Subramanian", "suffix": ""}], "year": 2005, "venue": "Proc Natl Acad Sci U S A", "volume": "102", "issn": "", "pages": "15545--15550", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Molecular signatures database (MSigDB) 3.0", "authors": [{"first": "A", "middle": [], "last": "Liberzon", "suffix": ""}], "year": 2011, "venue": "Bioinformatics", "volume": "27", "issn": "", "pages": "1739--1740", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Gating strategy for flow cytometry analysis.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Overview of cytokine levels across all subjects.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Box plots of cytokine concentrations for all 35 cytokines measured.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Correlations of absolute cytokine values.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Modular analysis of cytokines using only samples from COVID-19 patients.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Percentage of cells from each single-cell RNAseq bioinformatically-defined transcriptional clusters in COVID-19, healthy control and influenza subjects.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Graphs for all results of pre-ranked gene set enrichment analysis of hallmark gene sets comparing COVID-19 and influenza subjects.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Graphs for selected results from pre-ranked gene set enrichment analysis of gene ontology gene sets comparing COVID-19 and influenza subjects.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Percentage of cells from each single-cell RNAseq transcriptionally identified cell subset in COVID-19, healthy control and influenza subjects.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Evaluation of pre-ranked gene set enrichment analysis of gene ontology gene sets with \"cortico,\" \"cortisol,\" or \"stress\" in the gene set name.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Figure 1", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Evaluation of absolute numbers of circulating lymphocyte and monocyte subpopulations in select healthy controls (N=15), acute influenza-infected subjects (N=23), and acute SARS-CoV-2-infected subjects (N=22). (A) Total B cells, CD8 and CD4 T cells; (B) circulating B cell plasmablasts, activated CD8 and CD4 T cells; and (C) classical, intermediate, and nonclassical monocytes. (D) Surface expression of the major histocompatibility complex class 2 molecule, HLA-DR, on the surface of the indicated sub-populations of circulating monocytes as measured by geometric mean florescent intensity (MFI) using flow cytometry. Presented p-values are from Mann-Whitney U tests, post adjustment for multiple testing.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Single-cell gene expression analyses of PBMCs from COVID-19-positive, influenzapositive, and healthy subjects demonstrate profound differences in the relative abundance and transcriptional activity of cell subsets across conditions. (A) UMAP (Uniform Manifold", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Figure 3", "latex": null, "type": "figure"}, "TABREF0": {"text": "S.Table 1. Raw flow cytometry data.S.Table 2. Raw cytokine data.", "latex": null, "type": "table"}}, "back_matter": [{"text": "To visualize cytokine levels in COVID-19 patients relative to influenza patients, all cytokine levels were normalized to the median cytokine level in influenza subjects, with respect to cytokine; thus, the normalized median cytokine level in influenza patients equals 1 for all cytokines and is represented by the vertical blue line. Bar graphs, and the numbers on them, represent the value of the normalized median COVID-19 cytokine level relative to the normalized median influenza cytokine level for a given cytokine. Bars in light red represent cytokine levels lower in COVID-19 patients relative to influenza patients (normalized median < 1, n = 28) and bars in dark red are cytokines higher in COVID-19 patients relative to influenza patients (normalized median > 1, n = 7). (B) Box plots show cytokine concentrations in COVID-19, influenza, and healthy subjects: Presented p-values are from post hoc Dunn's tests, following adjustment for multiple testing. (C) Forest plots depicting the odds ratios obtained from logistic regression analysis between cytokines and COVID-19 infection (left) and severe disease (i.e., resulting in intubation or death; right). Logistic regression models utilized absolute log10-transformed cytokine values and included age and the number of days since symptom onset at sampling as covariates. Results from each cytokine module are presented, as well as results from each constituent cytokine Modules 1 and 2, which showed the most variation across tested outcomes; otherwise, cytokines are only presented if they reached statistical significance in one of the logistic regression models. Grey shading indicates the area of the plots where odds ratios are less than 1, which are indicative of negative associations. Presented p-values correspond to the specific module or cytokine and were adjusted for multiple testing. Odds ratios are indicated with points, and confidence lines encompass the range between the lower and upper limits. Red points and confidence lines indicate FDR-adjusted p-values < 0.05. For each model, † indicates that age was a significant covariate, whereas ‡ indicates that day of sampling was statistically significant. (D) Cytokine concentrations in hospitalized COVID-19 and influenza subjects. Presented p-values are based on logistic regression analysis in the CytoMod package, following adjustment for multiple testing.Approximation and Projection) plots depict transcriptional clusters, which (B) vary transcriptionally as a function of condition despite the presence of nearly all subsets across the various conditions, as evidenced in (C). Putative cell subset identities are denoted with (p). (D) Violin plots demonstrate extreme downregulation of selected interferon-activated (OAS1) or interferon-induced (IFIT3, MX1) genes among cells from COVID-19 patients (red) compared to cells from influenza patients (blue). Asterisks indicate significance at FDR < 0.05. (E) In direct comparison to cells from influenza-infected patients, transcriptional patterns among cells from COVID-19 patients reveal significant upregulation (red bars) of metabolic pathways, stress pathways, and glucocorticoid signaling pathways, particularly in monocytes/macrophages; in contrast, interferon pathways were significantly downregulated (blue bars) among subsets from COVID-19 patients. Grey bars indicate that tests for enrichment did not meet statistical significance for a particular subset. Supplementary Figure 5 . Modular analysis of cytokines as described in the manuscript were repeated using only samples from COVID-19-infected patients. (A) Odds ratio heatmap from logistic regression analysis testing for associations between cytokines/cytokine modules and disease severity (as defined by presentation that resulted in intubation or death, \"IntOrDec\").Only statistically significant odds ratios are visualized; all non-grey values correspond to statistically significant results after multiple testing adjusted to ensure a false discovery rate <0.05. Asterisks indicate an additional, more stringent Bonferroni multiple testing adjustment, with *** corresponding to FWER (family-wise error rate) < 0.001 and ** corresponding to FWER < 0.01. Odds ratios are presented in a color scales that spans from dark purple (OR = 1/2.5), corresponding to a negative association between cytokine expression and severity, to dark brown (OR = 2.5), corresponding to a positive association between cytokine expression and severity. Modules were defined by hierarchical clustering of cytokine-cytokine correlations (B). (C) visualizes the proportion of times cytokine pairs clustered together during hierarchical clustering over 1,000 permutations. Figures were produced using CytoMod.Supplementary Figure 6 . For each bioinformatically defined transcriptional cluster, the percentage of cells from each single-cell gene expression library that were assigned to that cluster is presented. Colors correspond to the patient from which the sample was obtained, with each patient represented by two independent gene expression libraries constructed from distinct cell aliquots from the same PBMC sample. ", "cite_spans": [], "ref_spans": [{"start": 3464, "end": 3472, "text": "Figure 5", "ref_id": null}, {"start": 4749, "end": 4757, "text": "Figure 6", "ref_id": null}], "section": "Figure 2. Selective cytokine upregulation in COVID-19 patients. (A)"}]}