{
    "paper_id": "0e2ce6a1d78fddddf05f8d6882209d95d963044c",
    "metadata": {
        "title": "The Anatomic Pathology laboratory adjustments in the era of COVID-19 pandemic: The experience of a laboratory in a Portuguese central hospital",
        "authors": [
            {
                "first": "N",
                "middle": [
                    "J"
                ],
                "last": "Lamas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Esteves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "R"
                ],
                "last": "Alves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The coronavirus disease 2019 pandemic has dramatically changed the world over the past weeks, with already 8,25 million infections and 445 000 deaths worldwide, leading to an unprecedented international global effort to contain the virus and prevent its spread. The emergence of novel respiratory viruses such as the SARS-CoV-2 creates dramatic challenges to the healthcare services, including surgical pathology laboratories, despite their extensive daily experience in dealing with biological and chemical hazards. Here, we cover important aspects on the knowledge on COVID-19 gathered during the first six months of the pandemic and address relevant issues on human biological sample handling in the Anatomic Pathology laboratory in the context of COVID-19 global threat. In addition, we detail our strategy to minimize the risk of contamination upon exposure to the different biological products received in the laboratory, which can be of general interest to other laboratories worldwide. Our approach has enabled a safe work environment for laboratory staff, while ensuring the maintenance of high quality standards of the work performed. In times of uncertainty and given the lack of specific guidelines directed at Anatomic Pathology services to better deal with the global COVID-19 public-health emergency, it is essential to share with the community rigorous methodologies that will enable us to better cope with probable novel waves of COVID-19 infection and other viruses that will possibly arise in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 pandemic, caused by the novel SARs-COV-2 coronavirus, has radically changed the world over the past months and as of June 16 th 2020 already affected over 8250000 people in 215 countries and territories, and killed more than 444000 people worldwide. 1 The number of global cases reported increases daily at a frightening pace, with daily incidence of cases worldwide over 100000 cases in the early days of June. The pandemic, whose first cases were initially detected in the city of Wuhan, China, quickly spread to other Asian countries, to Europe and is currently in full expansion in the American continent, with also significant number of cases in Africa and Australia. As the global COVID-19 pandemic continues to grow, healthcare services worldwide need to adopt new approaches and re-adapt to the challenges posed by this novel respiratory virus. The Anatomic Pathology laboratory, which deals with human biological samples must also prepare itself to deal with these challenges and continue to offer high-standard services to all the patients, while guaranteeing that its administrative staff, technicians, trainees, and pathologists work in a safe environment.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 280,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "In Portugal, the first two cases of COVID-19 were reported on March 2 nd 2020, in the Northern region and the first case was diagnosed at Hospital and University Center of Porto. Both cases were related with recent visits to Italy during the second half of the month of February. Nearly three months after the first reported cases the number of confirmed cases is increasing in a steady fashion up to 37000 cases, with more than 1500 deaths. 2 On March 18 th 2020, the Portuguese government declared the emergency state and enforced a nationwide lockdown which lasted until May 2 nd 2020. As a result of the lockdown and social distancing measures, the rate of new infections is currently less than 1% in most of the territory, except for the greater Lisbon area, which is facing a novel surge of COVID-19 infections, accounting for nearly 90% of novel cases reported in Portugal during the first week of June. 2 In addition, most experts warn that a second and more deadly wave of COVID19 could arise during the fall/winter season of 2020, similarly to what happened during the 1918 Spanish flu pandemic. 3 In March 2020, the measures established by the Portuguese government and Ministry of Health aimed at the National Health System with an impact on the activity of the surgical pathology laboratory were mainly two: most hospitals diverged their efforts towards the diagnosis and treatment of COVID-19, thus non-urgent scheduled surgeries and complementary diagnostic techniques were cancelled or postponed; and all autopsies started being performed at the National Institute for Forensic Medicine, with the accompanying requisition form mentioning the results of the SARS-CoV-2 PCR test. Altogether, this led to a global reduction in the amount of cytology, biopsies J o u r n a l P r e -p r o o f and surgical specimens received in the Anatomic Pathology laboratory, yet we kept the laboratory running and had to deliver high quality results, while assuring the biosafety of the healthcare professionals. The Portuguese Anatomic Pathology College recommendations focused on reinforcing the usage of individual protective measures in line with laboratory guidelines devised by the General Directorate of Health [Direção Geral de Saúde (DGS)] and the national good practices manual of Anatomic Pathology with special attention to cytology laboratories. These recommendations alerted that the effectiveness of the deactivation of the virus by commercial methanol-based fixators has not been proven and therefore suggests that the handling of cytology products should be carried out in a class II biological safety cabinet (BSC2); and if not available the technician must wear an FFP2 respirator mask. None of the recommendations used as reference [from World Health Organization (WHO) 4 and Centers for Disease Control and Prevention (CDC) 5 ] provided accurate risk analysis and delivered specific measures to prevent contamination and contagion within an Anatomic Pathology laboratory, other than those directed at Clinical Pathology laboratories for the SARS-CoV-2 diagnosis.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 443,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 912,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1106,
                    "end": 1107,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Here, we will address relevant aspects on the current knowledge on COVID-19 and human biological samples handling in the surgical pathology laboratory in the COVID-19 pandemic context and thoroughly share our comprehensive strategy to minimize the risk of contamination upon exposure to the different biological samples received in the laboratory. In the midst of this global COVID-19 public-health emergency, it is of fundamental value to share experiences that will enable us to better cope with novel tougher waves of COVID-19 and future viruses, since trade in unsanitary conditions; wildlife farming and deforestation will likely boost the risk of novel zoonotic diseases. 6 ",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 679,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "On December 31 st 2019, a group of pneumonia cases of unknown etiology was reported in Wuhan, a city of 11 million people in China's Hubei province, epidemiologically linked to a seafood and wet animal wholesale market, which rapidly spread to other Chinese and Asian cities. 7 On January 3 rd 2020, a novel coronavirus in the SARS-CoV phylogenetic clade identified in bronchoalveolar lavage fluid samples was reported as the causative agent of these uncommon pneumonia cases. 8 The World Health Organization (WHO) declared the novel coronavirus disease 2019 (COVID-19) a public health emergency of international concern on 30 th January 2020. On February 11 th 2020 the responsible virus was named SARS-CoV-2 by the International J o u r n a l P r e -p r o o f Committee of Taxonomy of Viruses (ICTV) and the associated disease is now globally known as COVID-19, which was declared a pandemic by WHO on March 11 th 2020. 9 The SARS-CoV-2 virus belongs to the broad family of viruses known as coronaviruses and like the 2003 SARS-related coronavirus (SARS-CoV-1) is a member of the subgenus Sarbecovirus (β-CoV lineage B). 7 SARS-CoV-2 is the third highly pathogenic coronavirus emerging in the last 17 years and the seventh coronavirus type demonstrated to infect humans: SARS-CoV-1, Middle East respiratory syndrome coronavirus (MERS-CoV) and SARS-CoV-2 can cause severe disease, whereas the other four are associated only with mild symptoms. 10 The origin of SARS-CoV-2 remains to be established with proposed theories ranging from the bats (it shares 96% of its sequence with a coronavirus found in bats) till laboratory generation and leakage. 10 The SARS-CoV-2 virus is a positive-sense single-stranded RNA (+ssRNA) virus containing nearly 30000 bases, with 50-200 nm in diameter. 7 Similarly to other coronaviruses, it has four structural proteins: the spike (S), envelope (E), membrane (M) and nucleocapsid (N). 11 The viral envelope is created by the S, E, and M proteins, while the N protein holds the RNA genome. 12 The spike protein allows the virus to attach to and fuse with the host cell membrane. 12 The SARS-CoV-2 has affinity to the angiotensin converting enzyme 2 (ACE2) receptor on human cells, which it uses as mechanism of cell entry. 13 Once the viral RNA is released into the cell, it will force the cell to produce and disseminate copies of its own, leading to the SARS-CoV-2 infection of even more cells. 13 The clinical presentation of COVID-19 ranges from asymptomatic, to mild symptoms (including fever, cough, fatigue, shortness of breath, and loss of smell and taste) or severe pneumonia with acute respiratory distress syndrome (ARDS), septic shock and multi-organ failure, which may lead to death. 14 In nearly 80% of the cases the COVID-19 infection causes mild disease, while severe disease occurs in 15% of the patients, with dyspnea, hypoxia and >50% lung involvement on imaging within 24-48 hours. 15 In about 5% of the patients a life-threatening disease develops, with respiratory failure, shock and multi-organ dysfunction, requiring intensive care unit medical care with mechanical ventilation. 16 In Portugal, in the first months of the pandemic, the most frequent presenting symptom was cough (40%), followed by fever (29%), myalgia (21%), headache (20%), general malaise (15%) and breathing impairment (11%). 2 The diagnose COVID-19 infection mainly relies on real-time reverse transcription polymerase chain reaction (rRT-PCR) from a nasopharyngeal swab or other upper respiratory tract specimens, including throat swab or saliva. 17 In most cases of symptomatic COVID-19 infection, the viral RNA is J o u r n a l P r e -p r o o f already detected one day after symptom onset and peaks during the first week. 17 However, accumulating evidence suggests that the virus genome has been suffering different mutations worldwide, which could pose significant extra challenges in the diagnosis using rRT-PCR in nearly 14% of the cases. 18 The imaging methods, namely chest x-ray and chest CT scan, are extremely helpful in the diagnosis of high suspicion individuals based on symptoms and risk factors. The most common and relevant imaging findings are bilateral pneumonia and ground-glass opacifications. 19 The most frequent clinical laboratory findings are lymphocytopenia, leukopenia, leukocytosis, increased C-reactive protein (CRP) levels, high serum lactate dehydrogenase (LDH) and high erythrocyte sedimentation rate (ESR). 20 Despite the flourish of COVID-19 studies, much remains to be understood regarding pathological findings. The first autopsies of COVID-19 related deaths showed typical features of lung diffuse alveolar damage (DAD), the histopathological image of acute respiratory distress syndrome, along with signs of exudative early-phase acute diffuse alveolar damage with hyaline membrane formation, intra-alveolar edema and thickened alveolar septa with perivascular lymphoplasmacytic infiltration. 21 In addition, the authors observed organizing-stage diffuse alveolar damage with marked fibroblastic proliferation, partial fibrosis, pneumocyte hyperplasia with interstitial thickening, collapsed alveoli and patchy lymphocyte infiltration. 21 In a few cases, thrombi were noted within small pulmonary artery branches. 22 Furthermore, in a few cases mild lymphocytic myocarditis, epicarditis and liver periportal fibrosis with lymphoplasmacytic infiltration was noted. 21 No viral inclusions were observed. 22 Significant viral related changes in other organs were not evident. 21 Further studies are needed to more accurately describe the myriad of pathological findings related with COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 277,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 477,
                    "end": 478,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 922,
                    "end": 923,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1445,
                    "end": 1447,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1649,
                    "end": 1651,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1787,
                    "end": 1788,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1920,
                    "end": 1922,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2024,
                    "end": 2026,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2113,
                    "end": 2115,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2257,
                    "end": 2259,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2431,
                    "end": 2433,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2936,
                    "end": 2938,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3137,
                    "end": 3139,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3354,
                    "end": 3355,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 3577,
                    "end": 3579,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3755,
                    "end": 3757,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3975,
                    "end": 3977,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 4245,
                    "end": 4247,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 4471,
                    "end": 4473,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 4962,
                    "end": 4964,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 5205,
                    "end": 5207,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 5283,
                    "end": 5285,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 5433,
                    "end": 5435,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 5471,
                    "end": 5473,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 5542,
                    "end": 5544,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 virus infection: brief history, clinical features and diagnosis."
        },
        {
            "text": "During the first six months of the COVID-19 pandemic, the majority of severe cases and deaths have occurred among the elderly and people with other chronic underlying conditions. 2 Medical conditions that have been linked with severe illness and mortality comprise cardiovascular disease, hypertension, diabetes mellitus, chronic lung disease, cancer, chronic kidney disease, liver disease, obesity, smoking and immunocompromising conditions. 23 No deaths were reported among non-critical cases. The overall fatality rate remains elusive.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 virus infection: brief history, clinical features and diagnosis."
        },
        {
            "text": "Given that COVID-19 is caused by a novel virus, there is no pre-existing immunity in the population and effective therapeutic options remain to be developed. In addition, there are no vaccines available yet, but nearly 10 candidate vaccines are already in clinical evaluation and nearly 120 are in J o u r n a l P r e -p r o o f preclinical evaluation. 24 Therefore, COVID-19 has the prospect to become a long-lasting challenge for healthcare services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 virus infection: brief history, clinical features and diagnosis."
        },
        {
            "text": "The human-to-human transmission of SARS-CoV-2 occurs when people are in close contact, most likely via small droplets produced by coughing, sneezing and talking within a 1,8 meters range, which are inhaled or deposited in the mucosal surfaces of nose, eyes or mouth. 11 Smaller droplets, in the 1-5 µm range, can remain airborne for several hours, thus, emphasizing the possibility of airborne COVID-19 spread. 25 In addition to a wide range of upper and lower respiratory tract specimens (e.g. sputum samples, oral swabs, nasopharyngeal swabs and bronchoalveolar lavage fluid), the SARS-CoV-2 virus RNA has also been detected in fecal, anal swabs, blood, tears, conjunctival secretions and semen specimens. 26 Even though the detection of viral RNA is not equivalent to the detection of an active infectious virus, the former raises the concern of additional routes of infection through indirect contact by touching a contaminated surface followed by touching the face. 27 Other routes implicated in transmission include inhalation of aerosols produced during aerosol-generating procedures, which are particularly concerning in the healthcare setting (for example, during patient intubation, endoscopic procedures, cytology specimen preparation, among others). 27 Thus, for healthcare professionals, the highest risk of transmission takes place when standard precautions are not followed, when basic infection prevention and control measures for respiratory infections are not established and when treating patients with suspected COVID-19 infection without protection. Unfortunately, thousands of healthcare workers have been infected with SARS-CoV-2 during this pandemic, several of which passed away. A thorough understanding of the routes of SARS-CoV-2 transmission will be essential to devise better strategies for prevention and biosafety.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 411,
                    "end": 413,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 708,
                    "end": 710,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 971,
                    "end": 973,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1262,
                    "end": 1264,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Current views on SARS-CoV-2 transmission, stability and viricidal methods"
        },
        {
            "text": "The incubation period for COVID-19 occurs within 14 days following exposure, with most cases displaying symptoms four to five days after exposure. 28 Remarkably, the SARS-CoV-2 virus appears to be more contagious during the first three days after symptoms onset, even though the spread is possible before symptoms appear and from symptomless people. 28 To prevent infection, health ruling bodies worldwide recommend frequent hand washing, maintaining physical distance from others, in particular, people with symptoms, quarantine (especially for symptomatic patients), covering coughs and sneezes, keeping unwashed hands away from the face and using face masks. 29 J o u r n a l P r e -p r o o f Human coronaviruses can remain infectious on surfaces for up to 9 days. 30 A recent pioneer study demonstrated that the SARS-CoV-2 virus is able to remain viable in aerosols for at least 3 hours. 31 Regarding surface contamination, in the same study SARS-CoV-2 was shown to be more stable on plastic and stainless steel, with half-lives of 6,8 hours and 5,6 hours, respectively. 31 However, depending on the viral load, it could be detected up to 72 hours. 31 On copper, no viable SARS-CoV-2 was identified after 4 hours, whereas on cardboard, no viable virus was detected after 24 hours. 31 These results shed new lights on the aerosol and fomite transmission, providing relevant information to better tackle the viral spread. In fact, given that SARS-CoV-2 (similarly to SARS-CoV-1, MERS-CoV and influenza virus) can survive on surfaces for extended periods of time, there is a need to perfect the cleaning and disinfection of surfaces to warrant effective infection prevention and control. The disinfectants with proven viricidal activity against SARS-CoV-1 and MERS-CoV include 0,1% sodium hypochlorite, 62% to 71% ethanol and 0,5% hydrogen peroxide after 1 minute of exposure. 30 Thus, it is expected that these agents are also effective against SARS-CoV-2. In addition, the virus is inactivated by soap as it disrupts its lipid bilayer; and previous studies showed that several coronaviruses could be rendered non-infectious upon heat exposure, after 90 minutes at 56°C, 60 minutes at 67°C or 30 minutes at 75°C. 32 The histopathology protocols used in the surgical pathology laboratories are known to be effective in inactivating a broad range of viruses, including the Ebola virus. 33 Besides, formalin and glutaraldehyde were demonstrated to inactivate SARS-CoV-1 in a temperature-dependent and time-dependent manner and alcohol solutions with >62% alcohol are effective in inactivating SARS-CoV-2. 30 As described above, heat can also be used to inactivate coronaviruses. 32 However, it remains elusive whether fixatives applied in the preparation of cytology specimens using lower alcoholic concentrations [for example, PreservCyt ® and CytoLyt ® (Hologic Inc., USA)] adequately inactivate the SARS-CoV-2 virus. 34 Therefore, several aspects of SARS-CoV-2 remain unknown and fundamental questions concerning which disinfectants are most effective against it remain unanswered. In addition, the appropriate fixation and processing methods in the context of COVID-19 for both histological and cytological samples remain to be firmly established.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 350,
                    "end": 352,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 768,
                    "end": 770,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 892,
                    "end": 894,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1075,
                    "end": 1077,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1153,
                    "end": 1155,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1285,
                    "end": 1287,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1878,
                    "end": 1880,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2215,
                    "end": 2217,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2386,
                    "end": 2388,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2604,
                    "end": 2606,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2678,
                    "end": 2680,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2919,
                    "end": 2921,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Current views on SARS-CoV-2 transmission, stability and viricidal methods"
        },
        {
            "text": "During the month of March 2020, when the COVID-19 pandemic erupted in Portugal, there were no established national or international guidelines on how to prevent the spread of the COVID-19 infection in surgical pathology J o u r n a l P r e -p r o o f laboratories. In fact, Anatomic Pathology units daily face chemical and biological risks, but the SARS-CoV-2 virus is an unknown enemy that can be transmitted through inhalation of aerosol droplets potentially produced in the laboratory during centrifugation and vortexing of fluids; or through surface contamination (for example, in fluids during dissection of fresh or inadequately fixed specimens). Some of the initial COVID-19 focused measures adopted were generic and derived from international organizations, including the WHO, European and American CDCs. 4 However, some of the measures seemed insufficient and outdated as novel knowledge on the virus kept emerging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Anatomic Pathology laboratory in the COVID-19 pandemic era"
        },
        {
            "text": "In light of the past experience with SARS-CoV-1 and MERS-CoV and evolving literature on SARS-CoV-2, our Service adopted some strict and comprehensive measures to significantly decrease the chances of infection with SARS-CoV-2 inside the Anatomic Pathology laboratory. Following the hospital global policy, the whole Service was divided in two mirror teams, which should not contact with each other to decrease the number of people present inside the laboratory at the same time and also significantly minimize the possibility of COVID-19 spreading. Each team worked physically at the hospital during one full week while the other team remained at home and performed remote work. In the week after, teams would switch. Skin moisturizers and 70% ethanol dispensers were placed at several points in the laboratory; there was a general reinforcement for the usage of appropriate personal protective equipment (PPE) and for practices like hand-washing when moving from one area of the laboratory to another, as well as, optimized and safe waste management. In addition, every staff member should have its own sheet to record twice daily their body temperature and the presence of any symptom related with COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Anatomic Pathology laboratory in the COVID-19 pandemic era"
        },
        {
            "text": "All specimens arriving in the lab, either small biopsies or complex surgical samples were considered contaminated and thus posing a biological threat to any staff member. In addition, the plastic bags and boxes carrying them and the accompanying paperwork were also considered contaminated. All services that send samples to the Anatomic Pathology service have been urged about the need to mark the samples with a red stamp saying COVID-19, whenever they come from a suspected or confirmed infected patient. All specimens are delivered by hand in leak-proof plastic containers and the staff transporting specimens is trained in safe handling practices and spill decontamination procedures. The healthcare professionals receiving these products use fluid-resistant gloves, protection glasses and FFP2/N95/KN95 respirator mask. Every product arriving in the laboratory is placed in a contaminated area and the external surface of the plastic containers carefully cleaned with 70% ethanol. After this procedure, all the samples are placed in a J o u r n a l P r e -p r o o f clean area before being transferred to the ensuing laboratory facilities. Upon on arrival, the accompanying paperwork is placed in the laboratory oven at 67ºC for at least 60 minutes, since heat was previously shown to inactivate coronaviruses. 32 This procedure is again repeated after gross examination is performed and the paperwork goes to the histology or cytology sections. The contaminated area is cleaned frequently and thoroughly using 70% ethanol.",
            "cite_spans": [
                {
                    "start": 1317,
                    "end": 1319,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The Anatomic Pathology laboratory in the COVID-19 pandemic era"
        },
        {
            "text": "The gross pathology room is a novel facility which was inaugurated in the past year and is built to have negative pressure, which assists in the reduction of droplet formation and viral contact transmission, as well as, spreading to the other laboratorial areas. All healthcare professionals directly involved in macroscopy procedures were instructed to wear a surgical pajama, fluidresistant gloves, protection glasses, fluid-resistant disposable apron and FFP2/N95/KN95 respirator mask while dealing with patient samples. Hands should be thoroughly washed before and after any procedure in the pathology grossing room. A restriction of a maximum of 4 professionals in the room, at the same time, was also introduced. In addition, the staff was encouraged to have an active role in the disinfection of work surfaces (e.g. chairs, tables, grossing tools, pens, among others) before and after the procedures, using 70% ethanol. Small biopsies are only manipulated after at least 6 hours of formalin fixation, while bigger surgical samples are only handled after at least 24 hours of formalin fixation. While doing grossing procedures, medical doctors are counselled to frequently disinfect gloves with 70% ethanol and change gloves every 30 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Anatomic Pathology laboratory in the COVID-19 pandemic era"
        },
        {
            "text": "Frozen section examinations, which consist of the immediate histological examination (during the operating period) of a tissue sample or specimen, and other procedures involving fresh samples (for example, kidney biopsies, skin biopsies or lymph nodes) are major challenges in the COVID-19 context, due to higher risks of aerosol formation and subsequent contamination. In addition to all the general protective measures already described, technicians performing the cryostat sections use fluid-resistant gloves, protective glasses and FFP2/N95/KN95 respirator masks. In case smear cytology is performed, the slides are allowed to fix in 96% ethanol for a period of at least 10 minutes. The stained and assembled slides are delivered to the pathologist after prolonged immersion in 70% ethanol. The cryostat and all the used material is thoroughly disinfected with 70% ethanol after each use, in addition to the regular ultraviolet cycle. Similar biosafety procedures were applied to the OSNA (One Step Nucleic acid Amplification) procedures, which is an automated molecular diagnostic assay that uses RT-LAMP technology to detect cytokeratin-19 mRNA, as surrogate to identify micro-and macro-metastases in sentinel lymph nodes in breast cancer patients. These procedures are conducted in a J o u r n a l P r e -p r o o f dedicated room and hood. Analogous biosafety protocols were established for the handling and processing of cytological samples, which will be detailed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Anatomic Pathology laboratory in the COVID-19 pandemic era"
        },
        {
            "text": "As far as autopsies is concerned, fetal autopsies are still allowed in case the fetus arrives in the laboratory formalin-fixed. Perinatal autopsies are also performed if a negative COVID-19 PCR test is guaranteed and using all the required PPE, including a FFP2/N95/KN95 respirator mask. According to the current national guidelines, to curb potential viral spread, adult autopsies should preferentially be performed outside hospitals, at the facilities of the National Institute for Forensic Medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Anatomic Pathology laboratory in the COVID-19 pandemic era"
        },
        {
            "text": "Cytology specimens are probably the biggest challenge to the Anatomic Pathology service in the COVID19 context as a great amount of cytology samples are received in the laboratory without fixation and the majority of liquidbased cytology preparations use relatively low alcohol concentrations, mostly based on methanol (of unknown viricidal activity against SARS-CoV-2), creating additional risks of aerosol formation and staff contamination. 27 Among the innumerable routinely processed cytology samples, upper and lower respiratory tract specimens, including pleural effusion, bronchoalveolar lavage, bronchoalveolar washing, transbronchial needle aspiration, and sputum samples, are feared to be the most infectious. 27 The manipulation of cytology samples, including manual decapping, splitting or diluting samples, vortexing, centrifuging, pipetting, mixing, and preparation for staining on smears is highly recommended to be performed in a biosafety level-2 (BSL-2) equivalent laboratory, including appropriate physical containment devices such as a centrifuge with safety buckets or sealed rotors, eye and face protection, double gloves and FFP2/N95/KN95 respirator mask. 35 In case certain instruments, like the centrifuge, cannot be placed inside the cabinet, additional precautions should be taken to enhance the cytotechnician biosafety. 35 In line with this, novel protocols for the handling and processing of cytological samples were optimized and instituted in the laboratory. Cytological evaluations were performed only for essential cases, thereby limiting and reducing the number of routine cytology samples. Similarly, rapid on-site evaluation (ROSE) procedures were discouraged and mostly halted. For cases considered to be essential, the cytological specimens are handled with strict security protective measures. The cytology laboratory door should always be properly closed and only the responsible cytotechnician is allowed to enter the room. The door handle is disinfected inside and outside with a cloth containing 70% ethanol whenever the door is used, in spite of the regular disinfection J o u r n a l P r e -p r o o f performed. The cytological material is processed in a dedicated BSC2 cabinet by a highly trained technician wearing adequate PPE [includes FFP2/N95/KN95 face mask, eye protection (goggles or face shield), disposable fluid-resistant nitrile gloves, a disposable water-repellent apron and coveralls with sleeves that fully cover the forearms, and shoe covers or dedicated shoes]. Regular change of gloves (every 30 minutes) is highly recommended. Surfaces, including the computer, computer keyboard, mouse and mouse pad, are disinfected at regular intervals during the day using 0,1% sodium hypochlorite or 70% ethanol solution depending on the surface type.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 720,
                    "end": 722,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1349,
                    "end": 1351,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Optimized procedures for cytology specimens in the era of COVID19"
        },
        {
            "text": "To enhance safety in the cytology laboratory, two novel protocols for cytology specimen preparation with improved sterilization were developed and compared with standard methods for bladder washing samples, peritoneal and pleural fluid specimens (Table I and Figure 1 ): one based on the usage of 70% ethanol and the other based on the usage of heat. Even though these methods of processing may alter the quality of the cytology sample when compared with samples processed using methanol-based fixatives, the modification of standard approaches for cytology sample preparation has the objective to improve laboratorial security in the COVID-19 context. In line with this, regarding the heat based protocol, we went further to determine the amount of time it takes for a 20 mL room temperature solution to heat up until 67º C inside the laboratory oven: it took nearly 45 minutes. Thus, to guarantee the period of one hour at 67ºC required to inactivate coronaviruses reported in the literature, 32 we started heat-sterilizing the cytology samples inside the laboratory oven for 1 hour and 45 minutes (TABLE I) . We did not observe overall significant morphological changes that precluded the pathologists from reaching a high quality diagnosis for the heat-based sterilization protocol (TABLE I and  Figure 1 ). Morphology with the 70% ethanol protocol was suboptimal (TABLE I and Figure 1 ) and thus, it shall not be a solid alternative choice to the standard processing protocol. These approaches, which can be of general interest to all the laboratories worldwide, need to be systematically assessed and further optimized before using in a large scale. It will be particularly important to determine their effectiveness in SARS-CoV-2 inactivation, using laboratory controlled experiments in adequate research facilities, which to the best of our knowledge do not exist in Portugal.",
            "cite_spans": [
                {
                    "start": 995,
                    "end": 997,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 258,
                    "text": "(Table I and",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 267,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1100,
                    "end": 1109,
                    "text": "(TABLE I)",
                    "ref_id": null
                },
                {
                    "start": 1286,
                    "end": 1308,
                    "text": "(TABLE I and  Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1381,
                    "end": 1389,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Optimized procedures for cytology specimens in the era of COVID19"
        },
        {
            "text": "The Anatomical Pathology laboratories are medical facilities with wellknown chemical and biological risks. The emergence of new pathogens such as the SARS-CoV-2 virus poses a series of challenges to health services, especially during the initial phase of the struggle, when the knowledge on the J o u r n a l P r e -p r o o f characteristics of the pathogen is still scarce and there is a lot of contradictory information. The current pandemic of COVID-19 emphasizes the importance of biological risk management in surgical pathology, reinforcing the critical need to adopt strict protocols and guidelines to establish and keep a safe work environment for health professionals, while ensuring maintenance of high quality standards of the diagnoses performed. The modification of established protocols may in some cases result in non-negligible changes in the morphological patterns commonly observed, while guaranteeing a higher level of laboratory biosafety for the healthcare professional working in a pandemic scenario and, on the other hand, also constitutes an opportunity to improve the protocols in use, helping to develop better solutions for the present and for the future, as we share in the current work. In line with this, it cannot be stressed enough that the processing and evaluation of human samples in scenarios with a high influx of patients diagnosed with COVID-19 should be limited to essential cases for which the final diagnosis is likely to significantly alter patient management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks and future perspectives"
        },
        {
            "text": "Given that not all laboratories are alike, it is of fundamental value to share the problems faced during the COVID-19 global crisis and the effective solutions encountered or developed to circumvent those problems, so that the international response to this crisis is optimized, robust and effective. The majority of the solutions we described here and that were implemented in our laboratory could be of general interest and applicable to most of the surgical pathology laboratories worldwide regardless of their level of technological development. Ultimately, by sharing approaches and effective solutions we will all be better equipped to face novel COVID-19 pandemic waves or similar infections arising in the near future. A global consensus on the most effective biosafety practices to handle SARS-CoV-2 shall be established. So far, no cases of COVID-19 infection have been registered in the healthcare professionals of our Anatomic Pathology service. TABLE I. Protocols to process bladder washing, peritoneal and pleural fluid cytology specimens in the era of COVID-19. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks and future perspectives"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 pandemic worldometer",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Relatório Diário de Situação da COVID-19 em Portugal, da Direcção Geral de Saúde (DGS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza: the mother of all pandemics. Emerging infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interim Laboratory Biosafety Guidelines for Handling and Processing Specimens Associated with Coronavirus Disease 2019 (COVID-19) by CDC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ecology of zoonoses: natural and unnatural histories",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "9857",
            "pages": "1936--1945",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO Timeline of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The proximal origin of SARS-CoV-2. Nature medicine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Lipkin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Garry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "450--452",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Structure, Function, and Antigenicity of the SARS-CoV-2 Spike Glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tortorici",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Veesler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "2",
            "pages": "281--292",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "2",
            "pages": "271--280",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparison of Clinical Characteristics of Patients with Asymptomatic vs Symptomatic Coronavirus Disease 2019 in Wuhan, China. JAMA network open",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Critically ill patients with COVID-19 in",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1740--1741",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Interpreting Diagnostic Tests for SARS-CoV",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sethuraman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Jeremiah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ryo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Implication of SARS-CoV-2 evolution in the sensitivity of RT-qPCR diagnostic assays. The Lancet. Infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Osorio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Correia-Neves",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Imaging and clinical features of patients with 2019 novel coronavirus SARS-CoV-2: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of medical virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clinical, laboratory and imaging features of COVID-19: A systematic review and meta-analysis. Travel medicine and infectious disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cardona-Ospina",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gutierrez-Ocampo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Postmortem Examination of Patients With COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schaller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hirschbuhl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burkhardt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "American journal of clinical pathology",
            "authors": [
                {
                    "first": "Oklahoma",
                    "middle": [],
                    "last": "Autopsies",
                    "suffix": ""
                },
                {
                    "first": "Usa",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "153",
            "issn": "",
            "pages": "725--733",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Presenting Characteristics, Comorbidities, and Outcomes Among 5700 Patients Hospitalized With COVID-19 in the New York City Area",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Airborne Spread of SARS-CoV-2 and a Potential Role for Air Disinfection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Nardell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Nathavitharana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Biosafety in the preparation and processing of cytology specimens with potential coronavirus (COVID-19) infection: Perspectives from Taiwan. Cancer cytopathology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "128",
            "issn": "",
            "pages": "309--316",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application. Annals of internal medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "172",
            "issn": "",
            "pages": "577--582",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Rational use of face masks in the COVID-19 pandemic. The Lancet. Respiratory medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "434--436",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents. The Journal of hospital infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "104",
            "issn": "",
            "pages": "246--251",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1. The New England journal of medicine",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "382",
            "issn": "",
            "pages": "1564--1567",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Stability of SARS coronavirus in human specimens and environment and its sensitivity to heating and UV irradiation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "246--255",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Coronavirus disinfection in histopathology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Henwood",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of histotechnology",
            "volume": "43",
            "issn": "2",
            "pages": "102--104",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Biosafety in surgical pathology in the era of SARS-Cov2 pandemia. A statement of the Italian Society of Surgical Pathology and Cytology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barbareschi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ascoli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bonoldi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pathologica",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Safety Considerations in the Laboratory Testing of Specimens Suspected or Known to Contain the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). American journal of clinical pathology",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Iwen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Stiles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pentella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "153",
            "issn": "",
            "pages": "567--570",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Protocol in PROTOCOL 2 -70% PROTOCOL 3 -Heat-based",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank all the dedication, collaboration, resilience and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "J o u r n a l P r e -p r o o f use before the COVID-19 pandemic (standard protocol) Ethanol-based sterilization (newly developed) sterilization (newly developed) 1 (TABLE I) . All the cases were evaluated by 5 pathologists for background (clean, proteinaceous or containing blood), morphology and staining characteristics of the nucleus (contours in agreement with the standard, contours in disagreement with the standard, tinctorial pattern of chromatin in agreement with the standard or tinctorial pattern of chromatin in disagreement with the standard); morphology and staining characteristics of the cytoplasm (contours in agreement with the standard, contours in disagreement with the standard, tinctorial pattern in agreement with the standard or tinctorial pattern in",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 173,
                    "text": "(TABLE I)",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}