{"paper_id": "0e31c953766808acdd782b308d23931eabef788d", "metadata": {"title": "Pediatric Critical Care Medicine", "authors": [{"first": "Www", "middle": ["Pccmjournal"], "last": "Org", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johns Hop-kins University School of Medicine", "location": {"settlement": "Baltimore", "region": "MD"}}, "email": ""}]}, "abstract": [{"text": "Objective: To describe the impact of a strategy for international collaboration and rapid information dissemination on Twitter among the pediatric critical care community during a global pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Objective: To describe the impact of a strategy for international collaboration and rapid information dissemination on Twitter among the pediatric critical care community during a global pandemic. Design: Analysis of #PedsICU and coronavirus disease 2019 Twitter data in the Symplur Signals Database between February 1, 2020, and May 1, 2020. Setting: Social media platform Twitter. Patients: None. Interventions: Promotion of the joint usage of #PedsICU and #COVID19 throughout the international pediatric critical care community in tweets relevant to the coronavirus disease 2019 pandemic and pediatric critical care. Measurements and Main Results: We collected data on all tweets containing the hashtag #PedsICU in addition to those containing both #PedsICU and coronavirus disease 2019 hashtags. Tweets including #PedsICU were shared 49,865 times on six continents between February 1, 2020, and May 1, 2020; between February 1 and March 13, only 8% of #PedsICU tweets included a coronavirus disease 2019 hashtag. After a sharp rise during the week of March 14, 2020, coronavirus disease 2019 content has dominated the #PedsICU conversation on Twitter, comprising 69% of both #PedsICU tweets and impressions (p < 0.001). The most commonly used coronavirus disease 2019 hashtag over the study period was #COVID19 (69%). Proportionately, a greater percentage of #PedsICU tweets including the coronavirus disease 2019 hashtag (vs not) had images or videos (45% vs 41%; p < 0.001). In addition, non-physician healthcare providers were the largest group of users (46%) of the combination of #PedsICU and coronavirus disease 2019 hashtags. The most popular tweets shared on Twitter were open-access resources, including links for updated literature, narrative reviews, and educational videos relevant to coronavirus disease 2019 clinical care. Concurrent hashtags and words in tweets containing #PedsICU and coronavirus disease 2019 hashtags spanned several different disciplines and topics in pediatric critical care. Conclusion: Twitter has been used widely for real-time information sharing and collaboration among the international pediatric critical care community during the coronavirus disease 2019 pandemic. Targeted use of #PedsICU and #COVID19 for engagement on Twitter is a conduit to combat misinformation and optimize reach to pediatric critical care stakeholders across the globe when rapid dissemination is needed. (Pediatr Crit Care Med 2020; XX:00-00) Key Words: coronavirus; coronavirus disease 2019; critical care; pandemic; pediatrics; social media; Twitter N ever has there been a more important need for rapid information dissemination in the 21st century than during the coronavirus disease 2019 (COVID- 19) pandemic. At the time of this writing in early May 2020, COVID-19 infections have surpassed 3.8 million people globally, with over 260,000 deaths (1). Since its origin as an epidemic in China in December 2019 (2), information guiding critical care practice has been growing and changing each day, with anecdotal and case series data providing the foundation of therapeutic guidance for clinicians fighting the disease worldwide. In response, journals have made rapid peer review and publication of COVID-19 literature a high priority. However, for clinicians trying to establish best clinical practice, keeping up with that literature and the wealth of information from critical care colleagues across the globe, while balancing high acuity and clinical responsibilities, can be overwhelming. In any emergency mass critical care event, as in COVID-19, a comprehensive approach to education is needed to ensure preparedness (3) .", "cite_spans": [{"start": 2724, "end": 2727, "text": "19)", "ref_id": "BIBREF18"}, {"start": 3651, "end": 3654, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "The international pediatric critical care community is dealing with multiple unique challenges during the COVID-19 pandemic (4, 5) . Although emerging evidence has shown that children are at risk for critical illness from COVID-19 infection (5) (6) (7) (8) , severe disease has primarily affected adults (9) . Because of disproportionately increased resource needs in adult ICUs, many staff from PICUs have been deployed to care for adult COVID-19 patients. In fact, several PICUs have already transitioned to being ICUs for adults to meet the needs of adult COVID-19 ICU care (10) . Yet, recent models of pediatric COVID-19 disease in the United States, for example, project that thousands of children may require hospitalization and potentially critical care management as disease burden peaks across the nation (8) . Most recently, reports of a hyperinflammatory syndrome with multiple organ failure in previously asymptomatic children with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are emerging in the United Kingdom and across the world (11) . Thus, the global PICU community is in need of not only real-time networking and information dissemination regarding COVID-19 disease manifestations in children, but also education and collaboration in the process of caring for adult ICU patients.", "cite_spans": [{"start": 124, "end": 127, "text": "(4,", "ref_id": "BIBREF3"}, {"start": 128, "end": 130, "text": "5)", "ref_id": "BIBREF4"}, {"start": 241, "end": 244, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 245, "end": 248, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 249, "end": 252, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 253, "end": 256, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 304, "end": 307, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 577, "end": 581, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 814, "end": 817, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 1061, "end": 1065, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "Social media is a real-time and instant communication platform that is used in healthcare for information dissemination and acquisition, professional networking, and patient advocacy (12, 13) . Through the use of hashtags, the equivalent of a keyword, social media enables the curation of content relevant to a specific area or focus. In 2016, the hashtag #PedsICU was established to cohort pediatric critical care content on the popular social media platform Twitter (12, 14, 15) . Over the last 3 years, global engagement with #PedsICU has burgeoned across disciplines and PICU training programs (16, 17) , with over 5,000 tweets containing #PedsICU shared during the 2020 Society of Critical Care Medicine (SCCM) Annual Congress alone. In fact, #PedsICU was the most common concurrently used hashtag with the Congress hashtag (#CCC49) (18) . Thus, social media could act as a major conduit within the pediatric critical care community for sharing pandemic-related information and experiences in real time. The objective of this report is to describe the use and impact of a targeted strategy for international collaboration and rapid information dissemination on Twitter among members of the pediatric critical care community during a global pandemic.", "cite_spans": [{"start": 183, "end": 187, "text": "(12,", "ref_id": "BIBREF11"}, {"start": 188, "end": 191, "text": "13)", "ref_id": "BIBREF12"}, {"start": 468, "end": 472, "text": "(12,", "ref_id": "BIBREF11"}, {"start": 473, "end": 476, "text": "14,", "ref_id": "BIBREF13"}, {"start": 477, "end": 480, "text": "15)", "ref_id": "BIBREF14"}, {"start": 598, "end": 602, "text": "(16,", "ref_id": "BIBREF15"}, {"start": 603, "end": 606, "text": "17)", "ref_id": "BIBREF16"}, {"start": 838, "end": 842, "text": "(18)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": ""}, {"text": "The World Health Organization (WHO) declared COVID-19 a global pandemic on March 11, 2020. On March 15, 2020, the authors began promoting the use of #PedsICU in combination with #COVID19 on Twitter for all tweets relevant to both pediatric critical care and COVID-19 (19) . We also created a web link to relevant tweets to provide streamlined universal access for anyone with or without a Twitter account (bit.ly/pedsicucovid). The social media strategy and weblink were disseminated via Twitter and through communication with leaders in the pediatric critical care field, including the International PICU COVID-19 Collaboration (10). ", "cite_spans": [{"start": 267, "end": 271, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Targeted Information-Sharing Strategy"}, {"text": "We used Symplur Signals (Symplur, LLC, Upland, CA), a social media analytics tool for healthcare, to track all tweets that included the #PedsICU hashtag between February 1, 2020, and May 1, 2020. After extracting all tweets containing #Ped-sICU during the study period, we manually reviewed them for inclusion of at least one COVID-19-related hashtag and aggregated those tweets. These COVID-19-related hashtags included #COVID19, #coronavirus, #COVID-19, #Covid_19, #COVID2019, #COVID, #covid4MDs, #COVIDfoam, #SARSCoV2, #Coronavid19, #2019nCoV, #CoronavirusOutbreak, #COVID19pandemic, #COVID19mx, #Coronavirus-Pandemic, #sarscovid2, and #SARS_COV_2 (Supplemental Digital Content 1, http://links.lww.com/PCC/B388). Data collected included the number of tweets, users, and impressions (i.e., potential views) during the study period. Characteristics of the users tweeting (healthcare provider, researcher, organization, non-healthcare/public) and the tweet characteristics (retweets, media, links, replies) were also analyzed. We then performed a social media network analysis to characterize the relationships between specific Twitter users engaging with both #PedsICU and COVID-19 content. In addition, we collected information about the most popular tweets and most commonly used hashtags, words, and links in tweets containing both #PedsICU and at least one COVID-19 hashtag.", "cite_spans": [], "ref_spans": [], "section": "Data Collection and Analysis"}, {"text": "We calculated both descriptive and comparative statistics. Categorical data are reported as relative frequencies (%) and analyzed by chi-square test. A two-tailed p value of less than 0.05 was considered statistically significant. Stata 14 (StataCorp LLC, College Station, TX) was used for all statistical analysis. This study was reviewed by the Connecticut Children's Institutional Review Board and considered exempt.", "cite_spans": [], "ref_spans": [], "section": "Data Collection and Analysis"}, {"text": "During the entire period of study, 49,865 tweets sent by 21,871 cumulative users contained the #PedsICU hashtag. Of all #PedsICU tweets, 43% (21,538) also included a COVID-19 hashtag ( Table 1) . Among #PedsICU tweets with a COVID-19 hashtag, #COVID19 was the most commonly included (69%). #PedsICU tweets with concurrent use of a COVID-19 hashtag had more mentions of another Twitter account (92% vs 84%; p < 0.001) and a higher relative proportion (45% vs 41%; p < 0.001) of visual media usage, that is, pictures or GIFs. Most of the digital footprint comprised retweets (84%). Healthcare providers were the largest stakeholder group tweeting all #Ped-sICU content (72%; Table 1 ), and non-physician healthcare providers contributed the highest engagement in COVID-19 tweets (46%; p < 0.001). Figure 1 displays a network analysis that illustrates the spectrum of individual and organizational stakeholders, including usernames, that influenced #PedsICU tweets with COVID-19 hashtags. As shown in Figure 2 , the geographic distribution for users tweeting with both #PedsICU and a COVID-19-related hashtag spanned six continents, with most tweets from North America and Australia.", "cite_spans": [], "ref_spans": [{"start": 185, "end": 193, "text": "Table 1)", "ref_id": "TABREF0"}, {"start": 673, "end": 680, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 795, "end": 803, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 998, "end": 1006, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Characteristics of #PedsICU Tweets With and Without COVID-19 Content"}, {"text": "As shown in Figure 3 , we examined trends in Twitter usage of #PedsICU in addition to tweets containing both #PedsICU and a COVID-19 hashtag. There was a large increase in usage of the #PedsICU hashtag during the annual SCCM Congress (#CCC49) held February 15-19, 2020 . During the week of Congress, 5,202 tweets were shared including #PedsICU and involved 1,245 unique users. However, only 35 tweets contained a COVID-19 hashtag during that period. Between February 1, 2020, and March 13, 2020, only 8% of all #PedsICU tweets included a COVID-19 hashtag. Concurrent use of a COVID-19 hashtag with #PedsICU gradually increased from late February to early March 2020. From the week of March 7-13 to the week of March 14-20, the use of COVID-19 hashtags in tweets with #PedsICU tripled from 1,345 to 4,238 as did the number of unique users (Fig. 3) . After this initial peak, COVID-19 hashtags have continued to dominate the #PedsICU conversation on Twitter, comprising 69% of both tweets and impressions, since March 14, 2020.", "cite_spans": [{"start": 248, "end": 268, "text": "February 15-19, 2020", "ref_id": null}], "ref_spans": [{"start": 12, "end": 20, "text": "Figure 3", "ref_id": "FIGREF2"}, {"start": 838, "end": 846, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "Temporal Trends in Usage of #PedsICU and COVID-19 Hashtags"}, {"text": "During the study period, #COVID19 was the hashtag most commonly used concurrently with #PedsICU, as illustrated by the word cloud in Supplemental Digital Content 2 (http://links.lww.com/PCC/B388). Other hashtags and words commonly used in conjunction with both #PedsICU and COVID-19 hashtags during the study period (Fig. 4) encompassed a number of relevant clinical and advocacy themes (e.g., #IDtwitter, #PedsAnes, #PPE) and well-established hashtags (#ICU, #medtwitter, #FOAMped). Similarly, the most common words focused on terms relevant to pediatrics.", "cite_spans": [], "ref_spans": [{"start": 316, "end": 324, "text": "(Fig. 4)", "ref_id": null}], "section": "Concurrent Hashtags and Words in #PedsICU Tweets"}, {"text": "The 10 most popular tweets including #PedsICU and a COVID-19 hashtag during the study period were examined as well as top 10 tweets with weblinks. The most popular tweets (Supplemental Digital Content 3, http://links.lww.com/PCC/B388) were shared anywhere from 121 to 3,250 times, with the top tweet garnering approximately 7 million impressions (Fig. 5) . All of the most highly shared tweets and links were from individual pediatric critical care stakeholders or established medical organizations and made available as open-access resources. Four of the most commonly shared links ( Table 2) were collections of resources, two were narrative reviews, and four of the 10 were from the United Kingdom or Europe.", "cite_spans": [], "ref_spans": [{"start": 346, "end": 354, "text": "(Fig. 5)", "ref_id": "FIGREF3"}, {"start": 585, "end": 593, "text": "Table 2)", "ref_id": null}], "section": "Most Popular Tweets and Links With #PedsICU and COVID-19 Hashtags"}, {"text": "Twitter has served as a robust source of information sharing and dissemination for the international pediatric critical care community during the COVID-19 pandemic, with over 12,000 unique participants and over 21,000 #PedsICU tweets containing COVID-19 hashtags since February 2020. These tweets have resulted in over 44 million potential views on Twitter. The promotion of #PedsICU with #COVID19 as an informationsharing strategy on Twitter immediately after the WHO declared COVID-19 a global pandemic was associated with markedly increased engagement by pediatric critical care stakeholders worldwide through the consistent use of common hashtags. As evidenced by the growth in unique participants, our study highlights the influence of social media on rapid dissemination of information as well as strategies for deploying reliable information from trusted sources to a wide spectrum of PICU stakeholders. With regard to information sharing, social media is the great equalizer. Across community and academic hospitals and all resource levels, social media provides an instant conduit to educational information from across the globe. As COVID-19 evolved and spread across continents, international and national stakeholder organizations (e.g., @WHO, @CDCgov), news outlets, and individuals began using social media to share information broadly. Clinicians began sharing their perspectives and experiences with treating COVID-19 in countries most stricken by the disease, including Italy, Spain, and the United States. Although much of this content is relevant to the #PedsICU community, having a direct connection to the most relevant and timely content is ideal. The wide variability of hashtags often used for the same topic makes searching for content on Twitter difficult (Supplemental Digital Content 1, http://links.lww. com/PCC/B388). Therefore, the introduction and wide dissemination of #COVID19 for concurrent use with #PedsICU established a conduit for all PICU stakeholders to share and access relevant information easily, which is reflected by the number of unique users tripling the week of March 14 when the WHO declared a global pandemic.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The increase in new unique users engaged in #PedsICU COVID-19 tweets since March 14 highlights an important difference between social media use during conferences, that is, \"live-tweeting the meeting,\" and information dissemination during a pandemic. Although the SCCM Congress was a peak time in #PedsICU engagement as demonstrated by tweets and impressions, it was the result of a smaller group of highly engaged users including the SCCM Social Media Committee and Congress attendees. In contrast, #PedsICU tweets during the COVID-19 pandemic included 2-4× the number of unique users during peak weeks compared with SCCM congress, suggesting that information is reaching and engaging a much larger audience.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A major benefit of social media for information sharing is instantaneous access to the most recent literature available. As journals have prioritized rapid review and open-access publication of COVID-19-specific studies, keeping up with the latest literature has become even more overwhelming than before (20) . A pediatric critical care-specific information-sharing strategy provides social media users with real-time access to the literature with highest relevance to their practice. As #PedsICU influencers share these studies with their followers, a virtual library is created that updates automatically and is accessible to all. COVID-19 tweets were more likely to include media and links than other #PedsICU tweets, suggesting that sharing clinical updates and literature in real time plays an important role in the conversation. As an example, the tweet with highest engagement during the study period was an urgent alert from the Pediatric Intensive Care Society (@PICSociety) in the United Kingdom with an image announcing an observed rise in SARS-CoV-2-related inflammatory syndromes, which was shared over 3,500 times (Fig. 5) . Given its public health importance, the tweet was shared broadly by international news outlets and prominent media figures, expanding the reach of this important information far beyond the critical care community and increasing public awareness and advocacy.", "cite_spans": [{"start": 305, "end": 309, "text": "(20)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 1129, "end": 1137, "text": "(Fig. 5)", "ref_id": "FIGREF3"}], "section": "DISCUSSION"}, {"text": "Although physicians comprised almost one third of users engaged in #PedsICU and COVID-19 content, robust engagement was also observed from interprofessional PICU team members, including nurses, nurse practitioners, respiratory therapists, pharmacists, physical and occupational therapists, and speechlanguage pathologists. The use of established hashtags for each of these communities (e.g., #nursetwitter, #NPslead, #respiratory, #PharmICU, #icurehab) provides an additional conduit to share discipline-specific information within specialties. This interdisciplinary conversation is critically important given the severity and burden of COVID-19 disease and the importance of collaboration between disciplines to provide optimal care both inside and outside the ICU.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although social media is an outstanding method for disseminating information, collaborating, and networking, a pandemic also spotlights potential sources of misinformation (21) . A March 2020 study that investigated misinformation on Twitter surrounding the then-Coronavirus epidemic found that 25% of tweets contained misinformation and that 17% had unverifiable information, mostly from individual users (22) . As a smaller medical community, pediatric critical care medicine may potentially benefit from a lower risk of misinformation. However, critical evaluation of social media content is always recommended. Social media users can curate their content by carefully considering the individuals and organizations that they follow and engage with. Thus, our network analysis (Fig. 1) provides a broad range of individual and organizational stakeholders with consistent engagement in #PedsICU and COVID-19-related topics for new social media users to consider following. This group represents PICU stakeholders across six continents and, in addition to individual interprofessional clinicians, includes large organizations (@SCCM, @WFPICCS, @OpenPediatrics, @ESPNIC_Society), journals (@PedCritCareMed, @Crit CareExplore), and research networks (@paccman_asia, @LARednetwork). More recently, the Pediatric Overflow Planning Contingency Network (@POPCoRNetwork) has provided pediatricians, including PICU clinicians, streamlined access to networking and educational resources to facilitate care of adults during the COVID-19 pandemic. These individuals and groups likely represent sources of reliable and verifiable information in a time when the spread of misinformation is a critically important consideration. Although the risk of misinformation cannot be fully abolished, the concurrent hashtags and words used with #PedsICU and COVID-19 tweets, as well as top tweets, suggest that the quality of information is high and not contaminated by clinically irrelevant content.", "cite_spans": [{"start": 172, "end": 176, "text": "(21)", "ref_id": "BIBREF20"}, {"start": 406, "end": 410, "text": "(22)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 779, "end": 787, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "DISCUSSION"}, {"text": "We encourage all pediatric critical care stakeholders to consider engaging in social media for professional development, and there are several free resources available for novices seeking a primer including a #PedsICU-specific \"how-to\" guide (https://bit.ly/pedsicusocialmedia) (12, 23) . In fact, it is the responsibility of healthcare organizations to ensure their staff have the most current information and access to just-in-time training resources during a mass critical care event (3). However, it is important to note that a proportion of PICU stakeholders may never use social media professionally or create their own Twitter account. An advantage of Twitter is that all content is publicly available. Thus, the establishment of a weblink to all #PedsICU #COVID19 tweets (bit.ly/pedsicucovid) provides all stakeholders access to this content if they choose at any interval. Additionally, this weblink creates a living transcript of all tweets for reference in the future.", "cite_spans": [{"start": 278, "end": 282, "text": "(12,", "ref_id": "BIBREF11"}, {"start": 283, "end": 286, "text": "23)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our study is limited by its descriptive nature and inability to draw causal association between the social media strategy and increased engagement described. It is possible that engagement with #PedsICU and #COVID19 was largely due to a general increase in interest and focus on the pandemic during a critical time period. Additionally, we are unable to further characterize users owing to variability in what is available from the public Twitter profile. Also, we did not include tweets containing only words (without hashtags) related to COVID-19 and therefore may have underestimated the number of tweets relevant to pediatric critical care. Finally, another important note and limitation is that Twitter is not available as a social media platform in China. Thus, Chinese social media communication (i.e., WeChat, Sina Weibo [24] ) is not reflected in our data and may have been a barrier to early global information dissemination and communication with pediatric critical care colleagues who first encountered COVID-19 disease.", "cite_spans": [{"start": 829, "end": 833, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The observed trends in concurrent #PedsICU and #COVID19 usage reflect evolving information, knowledge gained, and collaborations among the global pediatric critical care community. With emerging pediatric COVID-19 data showing increased burden for pediatric critical care in the coming weeks and months (8) , having an established strategy for content curation provides all PICU stakeholders with easy access to the same information in real time regardless of resources or distance. As each PICU and hospital tackles the challenges and needs of their patient population during this pandemic, the collective experience of our colleagues across the globe can and should be leveraged in real time through the power of social media. Thus, it is imperative moving forward www.pccmjournal.org XXX 2020 • Volume XX • Number XXX that our pediatric critical care leaders familiarize themselves with social media as an essential resource to ensure that we have reliable content expertise and international representation. As the digital footprint of the pediatric critical care community grows, social media is a central component of the educational armamentarium for interprofessional staff caring for critically ill patients worldwide both during and beyond a pandemic.", "cite_spans": [{"start": 303, "end": 306, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "SUMMARY"}, {"text": "We thank Claire Levine, MS, in the Johns Hopkins Department of Anesthesiology and Critical Care Medicine for her editorial assistance with this article.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "Supplemental digital content is available for this article. Direct URL citations appear in the printed text and are provided in the HTML and PDF versions of this article on the journal's website (http://journals.lww.com/ pccmjournal).", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "Supported, in part, by InCHIP-UConn Center for mHealth and Social Media Seed Grant for Research on Social Media and Health.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Johns Hopkins COVID-19 Dashboard", "authors": [{"first": "Johns", "middle": [], "last": "Hopkins Coronavirus Resource", "suffix": ""}, {"first": "", "middle": [], "last": "Center", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "China Novel Coronavirus Investigating and Research Team: A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "", "volume": "382", "issn": "", "pages": "727--733", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Task Force for Pediatric Emergency Mass Critical Care: Education in a pediatric emergency mass critical care setting", "authors": [{"first": "K", "middle": [], "last": "Tegtmeyer", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Conway", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Upperman", "suffix": ""}], "year": 2011, "venue": "Pediatr Crit Care Med", "volume": "12", "issn": "", "pages": "135--140", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Intensive Care Chapter of Indian Academy of Pediatrics: Novel coronavirus 2019 (2019-nCoV) infection: Part I-preparedness and management in the pediatric intensive care unit in resource-limited settings", "authors": [{"first": "N", "middle": [], "last": "Ravikumar", "suffix": ""}, {"first": "K", "middle": [], "last": "Nallasamy", "suffix": ""}, {"first": "A", "middle": [], "last": "Bansal", "suffix": ""}], "year": 2020, "venue": "Indian Pediatr", "volume": "57", "issn": "", "pages": "324--334", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Coronavirus disease 2019 in critically ill children: A narrative review of the literature", "authors": [{"first": "Jsm", "middle": [], "last": "Ong", "suffix": ""}, {"first": "A", "middle": [], "last": "Tosoni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kim", "suffix": ""}], "year": 2020, "venue": "Pediatr Crit Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "SARS-CoV-2 infection in children", "authors": [{"first": "X", "middle": [], "last": "Lu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Du", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1663--1665", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Virtual Pediatric Systems: COVID-19 Data: North American Pediatric ICUs. 2020. Available at", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "COVID-19 in children in the United States: Intensive care admissions, estimated total infected, and projected numbers of severe pediatric cases in 2020", "authors": [{"first": "E", "middle": ["B"], "last": "Pathak", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Salemi", "suffix": ""}, {"first": "N", "middle": [], "last": "Sobers", "suffix": ""}], "year": 2020, "venue": "J Public Health Manag Pract", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection in children and adolescents: A systematic review", "authors": [{"first": "R", "middle": [], "last": "Castagnoli", "suffix": ""}, {"first": "M", "middle": [], "last": "Votto", "suffix": ""}, {"first": "A", "middle": [], "last": "Licari", "suffix": ""}], "year": 2020, "venue": "JAMA Pediatrics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "OPENPediatrics: Coronavirus disease (COVID-19). Available at", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Hyperinflammatory shock in children during COVID-19 pandemic", "authors": [{"first": "S", "middle": [], "last": "Riphagen", "suffix": ""}, {"first": "X", "middle": [], "last": "Gomez", "suffix": ""}, {"first": "C", "middle": [], "last": "Gonzalez-Martinez", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Social media engagement and the critical care medicine community", "authors": [{"first": "S", "middle": ["S"], "last": "Barnes", "suffix": ""}, {"first": "V", "middle": [], "last": "Kaul", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Kudchadkar", "suffix": ""}], "year": 2019, "venue": "J Intensive Care Med", "volume": "34", "issn": "", "pages": "175--182", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Social Media Collaboration of Critical Care Practitioners and Researchers (SoMe-CCCPR): Lessons learned from web-and social media-based educational initiatives by pulmonary, critical care, and sleep societies", "authors": [{"first": "C", "middle": ["L"], "last": "Carroll", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Dangayach", "suffix": ""}, {"first": "R", "middle": [], "last": "Khan", "suffix": ""}], "year": 2019, "venue": "Chest", "volume": "155", "issn": "", "pages": "671--679", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Guiding pediatric critical care medicine toward a bigger \"impression", "authors": [{"first": "P", "middle": ["M"], "last": "Kochanek", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Kudchadkar", "suffix": ""}, {"first": "N", "middle": [], "last": "Kissoon", "suffix": ""}], "year": 2017, "venue": "2017 and beyond", "volume": "18", "issn": "", "pages": "403--404", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "416: Social media for dissemination of pediatric critical care content: A hashtag analysis", "authors": [{"first": "S", "middle": [], "last": "Barnes", "suffix": ""}, {"first": "C", "middle": [], "last": "Riley", "suffix": ""}, {"first": "S", "middle": [], "last": "Kudchadkar", "suffix": ""}], "year": 2016, "venue": "Crit Care Med", "volume": "44", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "1053: Little patients, bigger footprint: Social media presence of critical care fellowship programs", "authors": [{"first": "K", "middle": [], "last": "Mcmenaman", "suffix": ""}, {"first": "C", "middle": [], "last": "Carroll", "suffix": ""}, {"first": "V", "middle": [], "last": "Kaul", "suffix": ""}], "year": 2020, "venue": "Crit Care Med", "volume": "48", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "El uso profesional de Twitter para crear una comunidad global de cuidados intensivos pediátricos", "authors": [{"first": "S", "middle": [], "last": "González-Dambrauskas", "suffix": ""}, {"first": "M", "middle": [], "last": "Rodríguez-Rubio", "suffix": ""}], "year": 2020, "venue": "Medicina Intensiva", "volume": "44", "issn": "", "pages": "248--250", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Healthcare Hashtag Project. Available at", "authors": [{"first": "Llc", "middle": [], "last": "Symplur", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Kudchadkar SR: (@SapnaKmd) Tweet. 2020. Available at: https:// twitter.com/SapnaKmd/status/1239151502658281473?s=20. Accessed", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Scientific literature: Information overload", "authors": [{"first": "E", "middle": [], "last": "Landhuis", "suffix": ""}], "year": 2016, "venue": "Nature", "volume": "535", "issn": "", "pages": "457--458", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Misinformation during the coronavirus disease 2019 outbreak: How knowledge emerges from noise", "authors": [{"first": "B", "middle": [], "last": "Rochwerg", "suffix": ""}, {"first": "Parke", "middle": ["R"], "last": "Murthy", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Crit Care Explor", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Coronavirus goes viral: Quantifying the COVID-19 misinformation epidemic on Twitter", "authors": [{"first": "R", "middle": [], "last": "Kouzy", "suffix": ""}, {"first": "Abi", "middle": [], "last": "Jaoude", "suffix": ""}, {"first": "J", "middle": [], "last": "Kraitem", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Cureus", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Social media landscape of the tertiary referral hospitals in China: Observational descriptive study", "authors": [{"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Deng", "suffix": ""}, {"first": "R", "middle": [], "last": "Evans", "suffix": ""}], "year": 2018, "venue": "J Med Internet Res", "volume": "20", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Network analysis of users tweeting with both #PedsICU and a coronavirus disease 2019-related hashtag. The size and density of a node proportionally reflect the average amount of time a participant/user spends in conversation, and the arrows reflect the conversational connections between nodes.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Geographic distribution of participants tweeting with both #PedsICU and a coronavirus disease 2019 hashtag.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Tweets (A), impressions (B), and users (C) per week for #PedsICU and coronavirus disease 2019 (COVID-19) hashtags (February 1, 2020, to May 1, 2020). NHS = National Health Service, SCCM = Society of Critical Care Medicine, WHO = World Health Organization.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Tweet with highest engagement during the study period illustrating use of #PedsICU and coronavirus disease 2019 hashtags.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of #PedsICU Tweets With and Without Coronavirus Disease 2019Hashtags (February 1, 2020, to May 2, 2020)", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors have disclosed that they do not have any potential conflicts of interest.For information regarding this article, E-mail: sapna@jhmi.edu", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}