{
    "paper_id": "0e355f12b2f1bd0558719e3ebe58e27cef29d730",
    "metadata": {
        "title": "Journal Pre-proof Caring for cardiac patients amidst the SARS-CoV-2 pandemic: The scrambled pieces of the puzzle",
        "authors": [
            {
                "first": "Afonso",
                "middle": [],
                "last": "Félix-Oliveira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Manuel",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sousa",
                "middle": [],
                "last": "Almeida",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jorge",
                "middle": [],
                "last": "Ferreira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rui",
                "middle": [
                    "Campante"
                ],
                "last": "Teles",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Henrique",
                "middle": [],
                "last": "Mesquita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriel",
                "middle": [],
                "last": "Diogo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cavaco",
                "middle": [],
                "last": "Miguel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ferreira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Teles",
                "middle": [],
                "last": "Rc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriel",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The SARS-CoV-2 (COVID-19) pandemic is disrupting modern societies. By April 12, 2020, more than 1.5 million people had been infected and 114 197 had died worldwide as a result of SARS-CoV-2 infection. 1 The first case in Portugal was reported on March 2. National authorities then established and upgraded contingency measures culminating with the declaration of a state of emergency, for only the second time in almost 50 years of Portuguese democracy. By April 12, a total of 16 585 cases had been confirmed in Portugal; 504 individuals (3.0% of those confirmed as infected) had succumbed to COVID-19 and 228 (1.4%) were in the intensive care unit (ICU). 2",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Portuguese health system workers have been preparing for the expected rise in demand for emergency room (ER) visits and admissions to wards and the ICU. Medical departments and equipment have been adapted and elective procedures postponed. Meanwhile, patients are being offered telephone appointments to mitigate the impact of such changes. Nevertheless, potentially severe conditions are being denied timely treatment. Although the anticipated bottleneck in the care of COVID-19 patients was ICU beds and ventilators, healthcare workers, including cardiology professionals, are being assigned to tasks unrelated to their specialized training in order to compensate for the structural shortage of human resources in healthcare. This situation poses unique challenges for the care of non-COVID-19 patients, with unpredictable short-and long-term consequences, and a concerted strategy to mitigate these effects must be put in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Established cardiovascular disease is a risk factor for worse outcomes of COVID-19. 3 However, acute coronary syndromes and heart failure decompensation are themselves associated with significant morbidity and mortality and are usually among the most frequent diagnoses in the ER. Furthermore, respiratory infections are known to be triggers for these conditions. 4,5 These patients have been strongly advised to stay at home and self-isolate to avoid being infected, in an effort to mitigate the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Analysis of overall ER admission data from Portuguese public hospitals shows that all-cause ER Nationwide all-cause mortality is continuously updated online. 9 The mean daily number of deaths in March 2020 was 326, slightly above the daily mean recorded in March during the last decade (320). Of note, on a week-by-week analysis, there was a trend for increasing number of deaths during March 2020, anticipating the expected rise in mortality in the following weeks ( Figure 2A ). In fact, between April 1 and April 7, 2020, a total of 2 568 people died in Portugal, compared to 2 114 during the same period in April 2019 (+21.5%), of whom 193 died due to COVID-19 (7.5%) and 2 375 from other causes ( Figure 2B ). 2, 9 Cardiovascular-related symptoms are usually among the most frequent in the ER, and cardiovascular mortality is the leading cause of death in Portugal. It is therefore legitimate to ask whether cardiology patients are refraining from pursuing appropriate care, or alternatively, whether COVID-19 presentation is overlaying cardiovascular disease, leaving non-respiratory disease in the background. Data for the upcoming months will be decisive in solving this puzzle.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 715,
                    "end": 717,
                    "text": "2,",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 719,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 477,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 702,
                    "end": 711,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "As a country, we have anticipated the worst while hoping for the best. It is of paramount importance that patients remain alert to cardiovascular symptoms that need urgent assessment and have severe consequences if left unattended. Therefore, non-COVID-19 hospital circuits must be standing in readiness to provide the necessary care. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Worldometer's Covid-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometers",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Info",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalence of comorbidities in the novel Wuhan coronavirus (COVID-19) infection: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.017"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza Infection and Risk of Acute Myocardial Infarction in England and Wales: A CALIBER Self-Controlled Case Series Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Warren-Gash",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hemingway",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "11",
            "pages": "1652--1659",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Factors Identified as Precipitating Hospital Admissions for Heart Failure and Clinical Outcomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Fonarow",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Arch Intern Med",
            "volume": "168",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Monitorização do SNS -Serviços de Urgência. Serviços Partilhados do Ministério da Saúde",
            "authors": [
                {
                    "first": "Saúde",
                    "middle": [],
                    "last": "Ministério Da",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impacto de la pandemia de COVID-19 sobre la actividad asistencial en cardiología intervencionista en España. REC Interv Cardiol",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rodríguez-Leor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cid-Álvarez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ojeda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.24875/RECIC.M20000120"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Vigilância de Mortalidade / e-Mortality Surveillance",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Direção-Geral Da Saúde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "heading of A to Changes in mean daily all-cause ER episodes and heading of B to Changes in no. of STEMI cases per month",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "change bottom legend of B to Mean monthly STEMI cases in 2019 -Mean monthly STEMI cases in",
            "authors": [],
            "year": 2019,
            "venue": "STEMI cases in March 2019 -No. of STEMI cases in",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "episodes have plummeted since the beginning of Marchdown 39.3% on average compared to March 2019 and down 40.2% compared to February 2019 (Figure 1A). 6 Similar figures are reported in the UK's National Health Service. 7 Initial data from our center shows that admissions for ST-elevation myocardial infarction (STEMI) have fallen by 57.1% during March, 2020 (Figure 1B). Our findings are similar to those described in other countries. As an example, a nationwide survey in Spain reported a 40% decrease in STEMI admissions in a pre-/post-COVID-19 week-by-week comparison. 8 Preliminary data reported by the Portuguese Association of Cardiovascular Intervention (APIC) on a webinar from the Portuguese Society of Cardiology are in line with these observations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A) Mean number of daily all-cause emergency room (ER) episodes in Portugal according to week number in February 2019, March 2019, February 2020, and March 2020; (B) number of admissions for ST-elevation myocardial infarction (STEMI) in a public sector tertiary hospital in Portugal, showing mean monthly STEMI admissions for all of 2019 and for January and February 2020 and total STEMI",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "vertical legend of A to Mean daily no. of deaths and vertical legend of B to Total deaths, April 1 through April 7] [change Average 2009-2019 to Mean 2009-2019 in bottom legend of B] (A) Mean daily number of deaths in Portugal in different time periods. White bars: historical data from 2009 to 2019 by month; grey bar: historical data from March between 2009-2019; black bar: data from March 2020; hatched bars: data from March 2020 by week; (B) total deaths, April 1 through April 7. White bar: mean 2009-2019; grey bar: in 2019; black bar: in 2020; hatched bar: number of deaths attributed to COVID-19. Source: https://evm.min-saude.pt; Relatório de Situação Epidemiológica da Direção-Geral de Saúde.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mean no. of daily all-cause ER episodes Changes in mean daily all-cause ER episodes No. of STEMI cases Changes in no. of STEMI cases per month",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}