{
    "paper_id": "0e38f1d3d514b89f76784b505c78702b1ac56f45",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Case-finding: Fast, Available, and Efficient Font-line Diagnostics for SARS-CoV-2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INITIAL DIAGNOSIS OF COVID-19"
        },
        {
            "text": "To the editor,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INITIAL DIAGNOSIS OF COVID-19"
        },
        {
            "text": "We were delighted to read the enlightening letter titled, The Global Threat of SARS-CoV-2/COVID-19 and the Need for More and Better Diagnostic Tools submitted to the Archives of Medical Research (1). We would like to add a few points complementary to the contents of our initial Letter (2) and regarding better diagnostic tools for COVID-19, worldwide (1). The main rationale behind the recent advances in developing diagnostics for COVID-19 is achieving fast and cheap initial detection and confirmation of SARS-CoV-2 infection in different biological samples, including fecal samples, nasopharyngeal or oropharyngeal swabs, and environmental samples. Presently, the clinical testing relies mostly on reverse-transcription quantitative polymerase chain-reaction (RT-PCR) (3, 4) in many countries, including developing countries. The viral genome sequencing and even electron microscopy have reportedly been used as confirmatory tests following PCR tests (4) . Imaging tests and CT scanning are clinical tests that have been used to monitor an established patient in the clinics.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "(3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 776,
                    "end": 778,
                    "text": "4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 955,
                    "end": 958,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INITIAL DIAGNOSIS OF COVID-19"
        },
        {
            "text": "The US Food and Drug Administration recently allowed an ''emergency-use authorization'' to an Abbot's newest Coronavirus test, which can read out a positive result or a negative result within 5 or 13 min, respectively (5) . FDA also granted the same license to Cepheid's 45-min assay and Mesa Biotech's 30-min test (5) . These tests will reportedly be made available at the point of care in hospitals or physicians' offices in the US (5,6); such tests may take some time to be mass-produced, approved or allowed in other developed and then developing countries. Mesa Biotech's test is also based on PCR, reportedly (7) . Moreover, many serology-based assays also were introduced over the last few months to expedite the diagnosis of COVIDD-19 (8), especially in those who have been exposed to and developed antibodies against SARS-CoV-2. Undoubtedly, scientific and experimental advances do not go unnoticed by the public-health authorities worldwide; their decision-making is directed by such advances and the WHO guidance. Experimental advances take some time before they become mainstream, routine clinical tests for initial diagnosis of the infection. Presently, the most important aim in the fight against the pandemic is efficient case-finding in various regions to allow determination of the exact numbers of infected individuals. This allows for better management and control of the pandemic. However, ''case-finding'' may be limited in developing countries by the scarce number of diagnostic kits and related equipment. Additionally, fragile health systems and financial difficulties hamper undertaking of rapid case-finding projects in developing countries. Arguably, the relatively low statistics of COVID-19-positive cases in some of the developing countries may have merely resulted from unavailability of test kits. Thus, providing a rapid, accurate and cheap diagnostic kit will efficiently help the health authorities in the developing countries to expedite case-finding within the population. We propose that testing kits be provided freely or at low cost to those regions with a high risk of viral transmission; undoubtedly, the benefits will far outweigh the kit pricing per person.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INITIAL DIAGNOSIS OF COVID-19"
        },
        {
            "text": "In conclusion, the progress in rapid diagnostics of COVID-19 can be useful only when high numbers of testing are undertaken when surveying any population, either in a country or in suspicious clusters within a country. The diagnostic approaches, including RT-PCR, the CRISPR-based SHERLOCK (specific high-sensitivity enzymatic reporter UnLOCKing) technique, home-based point-of-care testing tools, and serological testing (9) will definitely help with case-finding throughout the world when they become available and applied as routine tests. With fast pace of scientific and experimental advances in this arena, the wait may not be too long for those who are fighting, in the front line, against the present pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INITIAL DIAGNOSIS OF COVID-19"
        },
        {
            "text": "No funding was received for this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "None of authors has any potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global threat of SARS-CoV-2/ COVID-19 and the need for more and better diagnostic tools",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Med Res",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.arcmed.2020.04.008"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Practical strategies against the novel coronavirus and COVID-19-the imminent global threat",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rahimi",
                    "suffix": ""
                },
                {
                    "first": "Talebi",
                    "middle": [],
                    "last": "Bezmin Abadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Med Res",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.arcmed.2020.03.005"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The laboratory diagnosis of COVID-19 infection: Current issues and challenges",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Persing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00512-20"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How SARS-CoV-2 tests work and what's next in COVID-19 diagnostics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nogrady",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "FDA Gives Abbott Emergency Use of Five-Minute Coronavirus Test",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "New coronavirus test returns results in 45 minutes, but it may be limited to hospitals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herper",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mesa biotech receives emergency use authorization from FDA for a 30 minute point of care molecular COVID-19 test: Mesa Biotech",
            "authors": [
                {
                    "first": "Mesa",
                    "middle": [],
                    "last": "Biotech",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In vitro diagnostic assays for COVID-19: Recent advances and emerging trends",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Vashist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diagnostics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rapid colorimetric detection of COVID-19 coronavirus using a reverse transcriptional loop-mediated isothermal amplification (RT-LAMP) diagnostic plat-form: iLACO. medRxiv",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.20.20025874"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Tehran, Iran",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Faculty of Medical Sciences Department of Bacteriology Tarbiat Modares University"
        }
    ]
}