{
    "paper_id": "0e3ac147a355d517269d4cfa08a8685f49ebe0a3",
    "metadata": {
        "title": "How inclusive are we, really? Title: How inclusive are we, really?",
        "authors": [
            {
                "first": ";",
                "middle": [],
                "last": "Neal-Boylan &amp; Guillett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Neal-Boylan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Fennie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Baldauf-Wagner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hopkins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Skeete",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Research has revealed that nurses and nursing students with disabilities experience discrimination. There are relatively few nurses with obvious physical disabilities working in clinical settings. Misconceptions abound regarding what a nurse with a disability can do. The focus tends to be on disability rather than ability. Similarly, prospective nursing students with disabilities are viewed with apprehension and caution. The overriding concern regarding nurses and nursing students with disabilities is that they will jeopardize patient safety. Nurse educators worry that students will not be able to complete the required skills and often confuse essential functions of nursing work with the academic standards required to graduate successfully. This article proposes that based on the research, we are not truly inclusive of nurses or nursing students with disabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Research has revealed that nurses and nursing students with disabilities experience discrimination (Ailey, Brown, Friese, et al., 2016; Kritsotakis, Galanis, Papastefanakis, et al., ",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 135,
                    "text": "(Ailey, Brown, Friese, et al., 2016;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 136,
                    "end": 181,
                    "text": "Kritsotakis, Galanis, Papastefanakis, et al.,",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". While awareness regarding compliance with the Americans with Disabilities Act (ADA, 1990) appears to be gradually increasing, assumptions and misconceptions regarding the capabilities of nurses and nursing students with disabilities continue. This article summarizes the results from more than a decade of research and suggests implications and practical strategies for greater inclusion of people with disabilities in nursing.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 91,
                    "text": "(ADA, 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2017, approximately 11 percent of non-institutionalized people of all ages living in the United States reported having a disability. Types of disabilities included visual, self-care, hearing, cognitive, disability related to living independently and disabilities ambulating in order from lowest to highest prevalence. In that year, the percentage of people ages 18-64 working full time was approximately 24%. Of those people of working age with a disability, 34% had a high school diploma as their highest level of education, 32% had some college and 15% had a bachelor's degree (Erickson, Lee, & Von Schrader, 2020) . People with hearing disabilities were most likely to have some college compared to people with other types of disabilities. Those with disabilities related to living independently were the least likely to have any college education. An estimated 19% of people who'd graduated from high school or its equivalent reported having a disability (Erickson, Lee, & von Schrader, 2017) . While the number of nurses with disabilities is unknown, 1 in 4 people in the United States has a disability (Centers for Disease Control, 2018).",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 619,
                    "text": "(Erickson, Lee, & Von Schrader, 2020)",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 999,
                    "text": "(Erickson, Lee, & von Schrader, 2017)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Nurses are likely to be among them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The ADA of (1990) recognized that people with disabilities are entitled to the same rights as everyone else. The ADA mandated, through three different statutes, that persons with disabilities be treated equitably in both public and private settings, such as businesses and schools. The Americans with Disabilities Act Amendment Act (ADAAA) of 2008 expanded on the original law. The ADAAA maintains the ADA's definition of the term disability \"as a physical or mental impairment that substantially limits one or more major life activities; a record (or past history) of such an impairment; or being regarded as having a disability.\" However, Congress expanded on the original law by making it clear that courts should interpret the definition of disability more broadly than the United States Supreme Court had instructed under the ADA as originally passed. Thus, for example chronic illness qualifies as a disability, as do temporary alterations in ability or health. In addition, if a nurse does not have a disability but cares for a family member with a disability or chronic illness, the amendment protects the nurse from discrimination should she/he need to miss work to care for the family member. Title I of the ADA addresses employment, in both the private and public sectors; Title II deals with public services; and Title III concerns \"public accommodations,\" which are private businesses open to the public (ADA, 1990).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Nursing programs typically admit students with learning disabilities but are much less likely to admit students with physical disabilities (Betz, Smith & Bui, 2012) . The primary reason for this seems to be concerns about safety, both for the student and the patients they will care for in their clinical placement practica. Despite this widespread belief, there is no evidence to indicate that a student or a nurse with a disability has jeopardized patient safety as a direct result of having a physical disability.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 164,
                    "text": "(Betz, Smith & Bui, 2012)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "One might conjecture that there should be just as much concern regarding a student or a nurse with a learning disability, especially if they need extra time to learn or complete a task or need an assistive device, as with a student or nurse with a physical disability. Yet, we continue to be fearful about recruiting and admitting students with physical disabilities. Studies have shown that faculty misconceptions regarding what students with disabilities can do safely is the primary barrier to admitting and retaining these students (Carey, 2012; Davidson, et al., 2016; May, 2014; Neal-Boylan & Miller, 2018 , Neal-Boylan & Miller, 2017 . Similarly, the lack of supportive administrators is the primary barrier to the employment of nurses with physical disabilities in clinical settings (Neal-Boylan & Guillett, 2008b; Neal-Boylan, 2014; Neal-Boylan, 2019) .",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 549,
                    "text": "(Carey, 2012;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 550,
                    "end": 573,
                    "text": "Davidson, et al., 2016;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 574,
                    "end": 584,
                    "text": "May, 2014;",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 611,
                    "text": "Neal-Boylan & Miller, 2018",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 640,
                    "text": ", Neal-Boylan & Miller, 2017",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 791,
                    "end": 822,
                    "text": "(Neal-Boylan & Guillett, 2008b;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 823,
                    "end": 841,
                    "text": "Neal-Boylan, 2014;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 842,
                    "end": 860,
                    "text": "Neal-Boylan, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In 2008, a study was conducted to compare the experiences of nurses with disabilities and nurse recruiters during the hiring process (Neal-Boylan & Guillett, 2008a) . Interestingly, the nurses with physical disabilities revealed that they hide their disability if at all possible, while the nurse recruiters claimed they'd never interviewed a nurse with a disability. The results from the qualitative study were difficult to generalize but it was clear there was a disconnect that begged further exploration. Hiding one's disability whenever possible from employers and colleagues became a recurrent theme in the studies of both nurses and nursing students.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 164,
                    "text": "(Neal-Boylan & Guillett, 2008a)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Nurses with Disabilities"
        },
        {
            "text": "A subsequent study (Neal-Boylan, Fennie, & Baldauf-Wagner, 2011) explored whether the experiences of nurses with sensory disabilities (hearing, seeing or communication) were similar to the experiences of nurses with other physical disabilities. None of the participants had low or no vision, very few had disabilities of communication while most had hearing disabilities or impairments. We postulated that people with vision or communication disabilities were not going into nursing. Most of the nurses with disabilities of hearing, left or contemplated leaving employment in hospital settings despite the minimal accommodations necessary to help them safely perform their jobs. They reported that the accommodations they were supposed to receive were not forthcoming or were ignored. For example, several nurses with hearing impairments asked for meeting minutes to be put in writing. This request was frequently ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurses with Disabilities"
        },
        {
            "text": "A study of nurses and physicians with disabilities (Neal-Boylan, Hopkins, Skeete, et al., 2012) found that their experiences were comparable. Physicians with disabilities also try to hide their disabilities. In both professions, others, even those within their own disciplines, are reluctant to acknowledge that there is more than one way to safely perform a procedure or care for a patient.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 95,
                    "text": "(Neal-Boylan, Hopkins, Skeete, et al., 2012)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Nurses with Disabilities"
        },
        {
            "text": "Attempts to compensate for the disability, no matter how safe, are rarely supported by colleagues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurses with Disabilities"
        },
        {
            "text": "While many nurses with disabilities have been leaving the profession, mostly because they are unaware of their rights, whom to contact for help or which settings might be more receptive to their employment, some have found jobs in nursing. However, a study of those nurses (Neal-Boylan, 2014) found that few had been given job descriptions and those that received them revealed that the essential functions of their jobs did not match the job descriptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurses with Disabilities"
        },
        {
            "text": "It is an antiquated view of nursing to attribute so much significance to heavy lifting and moving patients. Many nurses need to perform these functions but they don't typically perform them alone and they frequently have the assistance of people and technology. However, these requirements continue to be included as essential job functions to the detriment of nurses with disabilities. In fact, when nurses with disabilities sue their employers for violations of Title I of the ADA, employers often point to the fact that the nurse plaintiff could not meet the \"essential job function\" of lifting as a defense to the law suit. Unfortunately, courts are often willing to take the employer's definition of the nurse employee's essential job functions at face value, holding that the nurse is not otherwise qualified for the position. This high degree of deference to employer-provided job descriptions makes it more difficult for nurses to win cases under the ADA (Neal-Boylan & Miller, 2015) . This is a frustrating reality for nurses with physical disabilities as it is far more relevant and important today to require critical thinking and sound judgment than heavy lifting.",
            "cite_spans": [
                {
                    "start": 963,
                    "end": 991,
                    "text": "(Neal-Boylan & Miller, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nurses with Disabilities"
        },
        {
            "text": "Previous research studies (Aaberg, 2012; Ailey, Brown, Friese, et al., 2016; Kritsotakis, Galanis, Papastefanakis, et al., 2017; Luckowski, 2016; Neal-Boylan & Guillett, 2008a; 2008b; Neal-Boylan, Fennie & Baldauf-Wagner, 2011; Neal-Boylan, 2012; Neal-Boylan, Hopkins, Skeete, et al., 2012) revealed that nurses were unaware of the requirements of the ADA or how they might be violating them by discriminating against nurses with disabilities. The studies that followed (Davidson, Rushton, Dotzenrod, Godack, Baker, Nolan, 2016; Oermann, 2016 League for nursing (2016) have statements that include people with disabilities. However, it is unclear whether nursing programs take initiative or put as much effort into the inclusion of students with disabilities as they do for students of varied ethnic or racial backgrounds.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 40,
                    "text": "(Aaberg, 2012;",
                    "ref_id": null
                },
                {
                    "start": 41,
                    "end": 76,
                    "text": "Ailey, Brown, Friese, et al., 2016;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 77,
                    "end": 128,
                    "text": "Kritsotakis, Galanis, Papastefanakis, et al., 2017;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 129,
                    "end": 145,
                    "text": "Luckowski, 2016;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 146,
                    "end": 176,
                    "text": "Neal-Boylan & Guillett, 2008a;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 177,
                    "end": 183,
                    "text": "2008b;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 184,
                    "end": 227,
                    "text": "Neal-Boylan, Fennie & Baldauf-Wagner, 2011;",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 246,
                    "text": "Neal-Boylan, 2012;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 247,
                    "end": 290,
                    "text": "Neal-Boylan, Hopkins, Skeete, et al., 2012)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 470,
                    "end": 528,
                    "text": "(Davidson, Rushton, Dotzenrod, Godack, Baker, Nolan, 2016;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 529,
                    "end": 542,
                    "text": "Oermann, 2016",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "If faculty confuse the essential functions of nursing work with the academic standards required of nursing students, then students with disabilities are less likely to be welcomed, admitted or accommodated (Levey, 2014; Matt, Maheady, & Fleming, 2015) . Essential functions are the abilities required in a particular nursing setting. However, nurses work in a variety of settings that may include sitting behind a desk or working from home. Technical standards (Marks & Ailey, 2014 ) required by nursing programs should pertain to academic success. If a student can meet the academic standards with sanctioned accommodations, then the student meets the criteria and qualifies to continue as a nursing student.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 219,
                    "text": "(Levey, 2014;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 220,
                    "end": 251,
                    "text": "Matt, Maheady, & Fleming, 2015)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 461,
                    "end": 481,
                    "text": "(Marks & Ailey, 2014",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "Technical standards may require the student to be able to communicate, interact with others, meet the intellectual demands of the program and think critically. Technical standards should not mimic essential functions of nursing work, such as lifting, running or hearing. Technical standards, program outcomes and course objectives should specify what must be accomplished, such as auscultating lung sounds, but should not specify how this must be done. A student with a hearing impairment can use a special stethoscope that magnifies the lung sounds and still meet the objective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "Clinical facilities may require students to be able to lift or ambulate independently (without an assistive device); however, they are also held to the requirements of the ADA. The school of nursing should work with the Disability Resource Professionals (DRP) in the college and in the clinical facility to determine if the student with an accommodation can practice safely within the specific clinical setting. A student with a missing arm may need assistance to perform a wound dressing but can still direct the wound care and perform the procedure safely with the assistance of another person or a piece of equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "It is important to remember that all nurses don't practice in the hospital. In fact, more nurses practice in the community than in the hospital. There are a variety of settings in which a student can be placed to meet the clinical objectives. This author is currently experiencing alterations in assessing the clinical competence of students during the height of the COVID-19 crisis. All schools of nursing are compelled to use virtual simulations in place of direct care experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "These can't replace direct patient care, but they are still valuable to teach clinical decision making and critical thinking. Simulation and virtual technology can also be used by a student with a disability to demonstrate competence with a specific skill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "Programs of nursing are not expected, nor should they lower their academic standards to accommodate a student with a disability. The law requires \"reasonable\" accommodations. In practical terms, \"reasonable\" translates to those accommodations that do not \"fundamentally alter\" program standards and do not cost so much that the program will be placed in financial jeopardy (ADA, 1990) .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 384,
                    "text": "(ADA, 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "In 2018, an integrative review of the literature (Neal-Boylan, Miller, & Bell, 2018) was undertaken to discover whether anything had changed for student nurses with disabilities since the ADAAA of 2008. The study found that a lack of awareness regarding the requirements of the law still pervades nursing programs. Fear that the student will jeopardize safety despite a lack of evidence to support that fear continues to prevent nursing programs from admitting and accommodating these students who may have the potential to make excellent nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "The study found that students with disabilities still face barriers, especially faculty and administrator lack of awareness. When faculty confuse the essential functions of a nurses job with the academic standards expected of students, they make assumptions about the setting in which the new nurse graduate will work. However, it is the job of the faculty to educate students as generalists. Nursing students with disabilities must be viewed as individuals. Working with the school's DRP will help faculty understand what will meet the needs of the student without lowering academic standards or expectations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "The 2018 study also revealed that faculty are increasingly aware of the universal design approach to inclusion. Universal design suggests that the environment should be the same for everyone, regardless of whether or not they have a disability. For example, rather than limit the time for an exam to one hour and give the student with an accommodation time and a half, would it be appropriate to give everyone an hour and a half to complete the exam?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "Rather than implementing universal design, nursing faculty typically approach students with disabilities using the medical model of disability (Marks & McCullough, 2016 ). The medical model claims that the disability is the result of a medical diagnosis, impacts a person's quality of life and should be managed with medical treatment. The social model of disability is preferred.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 168,
                    "text": "(Marks & McCullough, 2016",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "It claims that disability is a contextual state of being. In essence, one is disabled if the environment is such that the person cannot function optimally within it. Universal design is a logical implementation the social model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students with Disabilities"
        },
        {
            "text": "There is as wide a variety of accommodations that can be provided for a nurse or nursing student with a disability as there are disabilities. Advances in technology have significantly increased the alternatives. Nurses are adaptable; there is typically more than one safe way to perform a procedure or deliver care. Physical, speech and occupational health colleagues can assist the nurse or student with a disability to develop safe compensatory techniques. Occupational health and engineering students might work with nursing students to develop a gadget or appliance that will assist the student with a disability to perform tracheostomy care, for example. Pairing a physical or occupational health student with a nursing student with a disability can provide learning experiences for both types of students. The physical therapy student might consider the nursing student their \"patient\" while also assisting the nursing student to care for the patient to whom they are assigned. These are excellent examples of interprofessional teamwork.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accommodations"
        },
        {
            "text": "There are electronic note takers that can be used instead of or to supplement a peer note taker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accommodations"
        },
        {
            "text": "Virtual reality programs and simulation scenarios are perfect for allowing a student to demonstrate what they know in a safe environment. Adaptive hearing devices can be very helpful to nurses and students. There are specially made stethoscopes for the hearing impaired Nurses or students with low vision can use magnifiers. It is also possible to stock the school skills lab with syringes that have larger numbers. These are only a few examples of the many accommodations that can be provided to nurses and students with disabilities. The college's DRP will know of many more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accommodations"
        },
        {
            "text": "Not everyone should be a nurse. However, we may be inadvertently excluding intelligent, compassionate people from nursing because of misconceptions and unfounded fears. Nursing programs considering greater inclusion of students with disabilities should meet with their DRPs and acquire a more comprehensive understanding of the ADA and its requirements. Faculty should revisit their technical standards (Marks & Ailey, 2014; Matt, Maheady, & Fleming, 2015) to determine if they are ADA compliant.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 424,
                    "text": "(Marks & Ailey, 2014;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 425,
                    "end": 456,
                    "text": "Matt, Maheady, & Fleming, 2015)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Faculty and administrators cannot make their own accommodations. These must be developed through official channels and in collaboration with the Disability Services Office and the DRP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "While faculty may think they are helping a student by establishing their own accommodations, they may be unintentionally discriminating against students without disabilities. Collaboration with clinical placement sites is very important. Help clinical partners understand that students with accommodations can compensate safely. Use your DRP as an advocate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "It is crucial to meet the needs of the individual student and not assume that one approach works for everyone with a disability, even if the disability is the same or similar to someone else's.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "People with disabilities know their bodies and abilities better than anyone else does so let them show you what they can do and how they can do it. Consider refocusing your approach to nurses and students with disabilities using the social model of disability and universal design. Avoid confusing essential functions of the nursing role with academic requirements to succeed in nursing school and practice as a safe novice nurse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Most importantly, educate yourself and your staff about the law and disability. Renew your education annually or as needed per the recommendation of your DRP. Let's say we are inclusive and mean it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Building a culture of inclusion...disability as opportunity for organizational growth and improving patient care",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ailey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Friese",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dugan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Nursing Administration",
            "volume": "46",
            "issn": "1",
            "pages": "9--11",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Americans with Disabilities Amendments Act (ADAAA) of",
            "authors": [],
            "year": 2008,
            "venue": "Pub. L",
            "volume": "325",
            "issn": "110",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Americans with Disabilities Act (ADA) of 1990, 42 U.S.C.A. § 12101 et seq",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A survey of California nursing programs: Admission and accommodation policies for students with disabilities",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Betz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bui",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Nursing Education",
            "volume": "51",
            "issn": "12",
            "pages": "676--684",
            "other_ids": {
                "DOI": [
                    "10.3928/01484834-20121112-01"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Exploring variation in nurse educators' perceptions of the inclusive curriculum",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Inclusive Education",
            "volume": "16",
            "issn": "7",
            "pages": "741--755",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CDC: 1 in 4 US adults live with a disability",
            "authors": [],
            "year": 2018,
            "venue": "Centers for Disease Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Just and realistic expectations for persons with disabilities practicing nursing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Rushton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dotzenrod",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Godack",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Nolan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Medical Association Journal of Ethics",
            "volume": "18",
            "issn": "10",
            "pages": "1034--1040",
            "other_ids": {
                "DOI": [
                    "10.1001/journalofethics.2016.18.10.msoc1-1610"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Disability Statistics from the American Community Survey (ACS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schrader",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "2016 Disability statistics annual report",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kraus",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Attitudes towards people with physical or intellectual disabilities among nursing, social work and medical students",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kritsotakis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Galanis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Papastefanakis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meidani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Philalithis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kalokairinou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Clinical Nursing",
            "volume": "26",
            "issn": "",
            "pages": "4951--4963",
            "other_ids": {
                "DOI": [
                    "10.1111/jocn.13988"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Attitudes of nursing faculty towards nursing students with disabilities: An integrative review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Levey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Postsecondary Education and Disability",
            "volume": "27",
            "issn": "3",
            "pages": "321--332",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The lived experience in the clinical setting of nursing students with disabilities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luckowski",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nursing Educational Perspectives",
            "volume": "37",
            "issn": "5",
            "pages": "256--261",
            "other_ids": {
                "DOI": [
                    "10.1097/01.NEP.0000000000000063"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "White paper on inclusion of students with disabilities in nursing educational programs for the California Committee on Employment of People with Disabilities (CCEPD)",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ailey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.13140/RG.2.1.4741.9606"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Success for students and nurses with disabilities",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcculloh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nurse Educator",
            "volume": "41",
            "issn": "1",
            "pages": "9--12",
            "other_ids": {
                "DOI": [
                    "10.1097/NNE.0000000000000212"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Educating nursing students with disabilities: Replacing essential functions with technical standards for program entry criteria",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Matt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maheady",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Postsecondary Education and Disability",
            "volume": "28",
            "issn": "4",
            "pages": "461--468",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Challenges and strategies of nursing students and nurses with disabilities",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcculloh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nursing News",
            "volume": "40",
            "issn": "1",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Nurses with Disabilities: Their job descriptions and work expectations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Neal-Boylan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Rehabilitation Nursing",
            "volume": "39",
            "issn": "4",
            "pages": "169--177",
            "other_ids": {
                "DOI": [
                    "10.1002/rnj.122"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "An exploration and comparison of the worklife experiences of registered nurses and physicians with permanent physical and/or sensory disabilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Neal-Boylan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rehabilitation Nursing",
            "volume": "37",
            "issn": "1",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Nurses with disabilities: Can changing our educational system keep them in nursing?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Neal-Boylan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Guillett",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nurse Educator",
            "volume": "33",
            "issn": "4",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Registered nurses with physical disabilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Neal-Boylan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Guillett",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Nursing Administration",
            "volume": "38",
            "issn": "1",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The career trajectories of health care professionals practicing with permanent disabilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Neal-Boylan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Skeete",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Iezzoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nunez-Smith",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Academic Medicine",
            "volume": "87",
            "issn": "2",
            "pages": "172--178",
            "other_ids": {
                "DOI": [
                    "10.1097/ACM.0b013e31823e1e1c"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Treat me like everyone else",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Neal-Boylan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nurse Educator",
            "volume": "42",
            "issn": "4",
            "pages": "176--180",
            "other_ids": {
                "DOI": [
                    "10.1097/NNE.0000000000000348"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Nursing students with physical disabilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Neal-Boylan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nurse Educator",
            "volume": "41",
            "issn": "1",
            "pages": "13--18",
            "other_ids": {
                "DOI": [
                    "10.1097/NNE.0000000000000191"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Supporting students with disabilities",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oermann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nurse Educator",
            "volume": "41",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/NNE.0000000000000231"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Attitudes toward nursing students with disabilities: Promoting social inclusion",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Shpigelman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zlotnick",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Nursing Education",
            "volume": "55",
            "issn": "8",
            "pages": "441--449",
            "other_ids": {
                "DOI": [
                    "10.3928/01484834-20160715-04"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "; Neal-Boylan & Miller, 2014; Neal-Boylan & Miller, 2017; Neal-Boylan , Miller & Bell, 2018; Neal-Boylan, 2019; Shpigelman & Zlotnick, 2016) focused on increasing that awareness. Nurses who had disabilities while in nursing school and were employed as nurses shared that they wanted to be treated like everyone else (Neal-Boylan & Miller, 2017). They often struggled to do what was required in school without asking for accommodations. Many reported that faculty had told them they should not pursue nursing because of their disabilities. Major nursing organizations have called for increased inclusivity. The American Nurses Association (1998), American Associations of Colleges of Nursing (2016), and the National",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}