{
    "paper_id": "0e3ccd62f0bcaadc7d796aabc82042a5d826e313",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Fitting the COVID-19 mortality and recovery rates with exponential decay and growth functions, respectively and timely supply of medical resources. ( A, B ) Mortality rate (panel A) and recovery rate (panel B) for COVID-19 in China over time and by location, with exponential decay-and growth-based regression analyses being performed, respectively (as shown by colored solid lines). Parameters from the regression analyses are shown in Table S1 , with R 2 being shown here. ( C ) Numbers of the aided health workers in Hubei over time. Ratio of the aided health workers to patients was also plotted (note: most of the aided health workers are working in Wuhan; refer to Table  S3 ). ( D ) Numbers of the remaining confirmed cases of COVID-19, and acute care beds, makeshift beds from Fangcang hospitals and total beds in Wuhan over time. Ratio of beds to patients was also plotted. Here the data of newly supplied beds in Hubei are not available and thus the data for Wuhan were analyzed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 447,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 682,
                    "text": "Table  S3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "China and more than 60,0 0 0 patients have been recovered, 4 largely due to the effective im plementation of comprehensive control measures in China. 5 , 6 Here we report that some of these measures, such as a dramatic and timely increase of medical supplies, may play a critical role such that the mortality and recovery rates of COVID-19 in Wuhan follow exponential decay and growth modes, respectively.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 155,
                    "text": "5 , 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We collected data for analysis on the officially released cumulative numbers of confirmed, dead and recovered cases ( Jan to 3 Mar 2020) in five geographic regions, i.e., mainland China, Hubei Province, outside Hubei (in China), Wuhan City and outside Wuhan (in Hubei). As of 3 Mar 2020, crude fatality ratios (CFRs) in the above regions are 0.027 ±0.0 06, 0.035 ±0.0 07, 0.0 05 ±0.0 02, 0.045 ±0.012 and 0.021 ±0.008, respectively, in line with earlier reports. 5 , 6 While the mortality rates of COVID-19 outside Hubei and outside Wuhan appear constant over time, the mortality rates in Hubei and Wuhan decline continuously ( Fig. 1 (A) ). Strikingly, the mortality rates in Hubei and Wuhan are well-fitted with the exponential decay mode ( R 2 being 0.93 and 0.82, respectively; Fig. 1 (A) and Table S1 ), and it is the same forth with that in China ( R 2 being 0.86) but not with that outside Hubei and outside Wuhan ( R 2 being 0.39 and 0.32, respectively). Remarkably, we found that the recovery rates of COVID-19 patients in the above regions were all well-fitted with the exponential growth mode ( R 2 being 0.96, 0.95, 0.95, 0.88 and 0.95, respectively; Fig. 1 (B) and Table S1 ). Such intriguing pattern for the COVID-19 mortality and recovery rates in Wuhan (or Hubei) somehow contradicts traditional epidemiological models wherein both are assumed as constants. 7 The above unique pattern may reflect the fact that COVID-19 patients in Wuhan (or Hubei) have been treated more effectively day by day. Here we focused on two components essential for effective treatments, i.e., the supply of health workers and hospital beds. As a matter of fact, a great number (up to 42,0 0 0, as of 1 March 2020) of health workers have been aided by other provinces in China (Table S2 ) and they are working in different cities of Hubei (Table S3 ). This extraordinary aid keeps the ratio of the health workers to patients in Hubei at above 0.6 despite the number of remaining confirmed cases has ten-fold increased up to 50,0 0 0 on 18 Feb ( Fig. 1 (C) ). Results also show that the number of acute care beds from more than 45 designated hospitals plus two newly built ones in Wuhan has been consecutively increasing up to 23,532 (as of Feb 24) under the government-directed re-allocation ( Fig. 1 (D) ). This supply thus enabled the severe and critical patients to be treated timely and effectively. 6 More importantly, there have been over 10 temporary hospitals (named Fangcang hospitals) reconstructed from gymnasium and exhibition centers, which provide more than 26 0 0 0 makeshift beds for mild patients ( Fig. 1 (D) ). These combinations guaranteed nearly 100% of COVID-19 patients to be treated in hospitals even if the number of remaining confirmed cases has ten-fold increased up to 38 0 0 0 on 18 Feb ( Fig. 1 (D) ). In contrast, a lot of patients had to stay at home in the early stage of the outbreak in Wuhan due to the shortage of beds such that many transmissions in households occurred. 6 Accordingly, the effective im plementation of com prehensive control measures and infection-treatment practices is critical for combatting any new pathogens, not only interrupting the transmissions but also saving the patients. Timely supplied medical resources, including re-allocation of acute care beds, rapid construction of new hospitals and generous aid of health workers by other less-severe areas, apparently help the epicenter of the outbreak Hubei (Wuhan) to accomplish a unique and also encouraging outcome for life-saving such that the mortality and recovery rates of nearly 50,0 0 0 COVID-19 patients exponentially decays and grows, respectively. Other crucial factors contributing to this success may include the improved and optimized diagnosis and treatment strategies, 8 which are critical for saving severe and critical patients. 5 , 6 , 9 This speculation appears to be supported by the exponential growth of the COVID-19 recovery rate outside Hubei ( Fig. 1 (B) ) where medical resources are relatively sufficient over time. 10 Collectively, the achievement made in Hubei (or Wuhan) may provide useful guidance for many countries to be better prepared for the potential pandemic 2 that may overwhelm local health care systems.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 117,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 468,
                    "text": "5 , 6",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1375,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2398,
                    "end": 2399,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3002,
                    "end": 3003,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3790,
                    "end": 3791,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3852,
                    "end": 3861,
                    "text": "5 , 6 , 9",
                    "ref_id": null
                },
                {
                    "start": 4049,
                    "end": 4051,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 628,
                    "end": 638,
                    "text": "Fig. 1 (A)",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 792,
                    "text": "Fig. 1 (A)",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 805,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1163,
                    "end": 1173,
                    "text": "Fig. 1 (B)",
                    "ref_id": null
                },
                {
                    "start": 1178,
                    "end": 1186,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1771,
                    "end": 1780,
                    "text": "(Table S2",
                    "ref_id": null
                },
                {
                    "start": 1833,
                    "end": 1842,
                    "text": "(Table S3",
                    "ref_id": null
                },
                {
                    "start": 2039,
                    "end": 2049,
                    "text": "Fig. 1 (C)",
                    "ref_id": null
                },
                {
                    "start": 2288,
                    "end": 2298,
                    "text": "Fig. 1 (D)",
                    "ref_id": null
                },
                {
                    "start": 2610,
                    "end": 2620,
                    "text": "Fig. 1 (D)",
                    "ref_id": null
                },
                {
                    "start": 2810,
                    "end": 2822,
                    "text": "( Fig. 1 (D)",
                    "ref_id": null
                },
                {
                    "start": 3973,
                    "end": 3985,
                    "text": "( Fig. 1 (B)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergence of a novel coronavirus causing respiratory illness from Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tambyah",
                    "suffix": ""
                },
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.01.014"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO: Coronavirus disease (COVID-19) outbreak. Available from",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The National Health Commission of China, real-time data of the COVID-19 outbreaks in China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. Vital surveillances: the epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)-China",
            "authors": [],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Report of the WHO -China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Richards model revisited: validation by and application to infection dynamics",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Theor Biol",
            "volume": "313",
            "issn": "",
            "pages": "12--19",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The National Health Commission of China, coronavirus disease 2019 (COVID-19) diagnosis and treatment plan (in Chinese, 7th version)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "30",
            "issn": "",
            "pages": "79--84",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Potential association between COVID-19 mortality and healthcare resource availability",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "",
            "issn": "",
            "pages": "30068--30069",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30068-1"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "from 23 https://doi.org/10.1016/j.jinf.2020.03.018 0163-4453/© 2020 The British Infection Association. Published by Elsevier Ltd. All rights reserved.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work is support by the National Natural Science Foundation of China (Nos. 31972918 and 31770830 to XF). All authors report no conflicts of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.jinf.2020.03.018 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary materials"
        }
    ]
}