{
    "paper_id": "0e40a4055c6683e9d52c18f2e12b52072566e710",
    "metadata": {
        "title": "Supplemental Information Cross-Regulation of Two Type I Interferon Signaling Pathways in Plasmacytoid Dendritic Cells Controls Anti-malaria Immunity and Host Mortality",
        "authors": [
            {
                "first": "Xiao",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Baowei",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mingjun",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xilai",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingtian",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pinghua",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Changsheng",
                "middle": [],
                "last": "Xing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [
                    "Y"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xin-Zhuan",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rong-Fu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "mouse CD11cPE labeling and followed by PE selection cocktail from STEMCELL technologies, following the manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HEK293T and RAW264.7 cells were maintained in DMEM (Hyclone) containing 10% FBS. STING stably expressing HEK293T cells (2×10 5 ) were plated in 24-well plates and transfected, through the use of Lipofectamine 2000 (Invitrogen), with 100 ng plasmids encoding Flag-tagged cGAS, DAI, DDX41, IFI16 or empty vector for 24 h, then stimulated with 1 ug YM gDNA or control DNA. Cells were collected at 18 h after DNA stimulation, and RNA were purified and subjected to QPCR analysis of IFNβ expression. For immunoprecipitation, 293T cells were transfected with 200 ng HA tagged SOCS1 and 300 ng Flag tagged IRAK1, IRAK4 or Myd88 for 48 h. Whole-cells extracts were prepared after transfection, followed by incubation overnight with the anti-Flag antibodies plus Protein A/G beads (Pierce). Beads were then washed five times with low-salt lysis buffer, and immunoprecipitates were eluted with 4×SDS loading buffer and resolved by SDS-PAGE. Proteins were transferred to nitrocellulose membranes (Bio-Rad) followed by further incubation with the appropriate antibodies. LumiGlo Chemiluminescent Substrate System was used for protein detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture, transfection, immunoprecipitation and immunoblot analysis"
        },
        {
            "text": "In Vivo Ready siRNAs were mixed with Invivofectamine 3.0 liposomes (Invitrogen) following the manufacturer's instructions and injected intravenously in a volume of 100 µl at a dose of 5 mg/kg. Mice were infected with P. yoelii YM (0.5×10 6 iRBCs) at 48 h after siRNA treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNAi-mediated silencing in mice"
        },
        {
            "text": "Total RNA was harvested from splenic tissue or stimulated cells using the TRIzol reagent (Invitrogen), and the complimentary cDNA was generated using reverse transcriptase III (Invitrogen). Real-time PCR was carried out using the ABI Prism 7000 analyzer (Applied Biosystems) using the SYBR GreenER qPCR Super Mix Universal (Invitrogen) and specific primers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA preparation and qPCR"
        },
        {
            "text": "Bone marrow cells were isolated and cultured with 200 ng/ml Flt3L for 9 days and isolated by flow cytometry analysis for pDCs (CD11b -B220 + CD11c + ). siRNA oligonucleotides specific for Mb21d1, Zbp1, Ddx41, Ifi203, Socs1, Socs3, Inpp5d, Inppl1 , and control (scrambled siRNA) were purchased from Invitrogen and nucleotransfected into RAW264.7 cells or pDCs cells for 48 h using Amaxa nucleofector kit, following the manufacturer's instructions (Lonza). Next, cells were stimulated with 1 µg plasmodium gDNA or RNA, using Lipofectamine 2000 reagent (Invitrogen), at the indicated time points. Supernatants were tested for cytokine production by ELISA, and RNAs were extracted for qPCR assay.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 201,
                    "text": "Zbp1,",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 208,
                    "text": "Ddx41,",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 216,
                    "text": "Ifi203,",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 223,
                    "text": "Socs1,",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 230,
                    "text": "Socs3,",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 238,
                    "text": "Inpp5d,",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 245,
                    "text": "Inppl1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Isolation and purification of pDCs and Transfection with RNAi"
        },
        {
            "text": "Total bone marrow was isolated from the femurs and tibias from 8-week-old female C57BL/6 mice. Bone marrow was subjected to erythrocyte lysis, and then transduced with concentrated Socs1-specific or scrambled sgRNA lentiviral supernatant in the presence of 2 µg/ml polybrene. At 24 h post transduction, cells were collected and intravenously injected into lethally irradiated (950 cGy) 6-week-old female C57BL/6 mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse bone marrow transplant"
        },
        {
            "text": "Ifih1 -/-, Mavs -/and Tmem173 gt mice were crossed with BDCA2-DTR transgenic mice to generate Ifih1 -/-: BDCA2-DTR, Mavs -/-:BDCA2-DTR and Tmem173 gt :BDCA2-DTR mice, respectively, and then treated with diphtheria toxin (DT, Sigma-Aldrich) intraperitoneally (i.p.) at dose of 100-120 ng/mouse. pDCs were depleted by DT injection at 1 day before and 1, 3, and 5 days after P. yoelii YM infection. For cDC depletion, bone marrow chimeras were reconstituted for at least 6 to 8 weeks after lethal irradiation (950",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diphtheria Toxin (DT) treatment"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Data are presented as means ± s.d., unless otherwise stated. Statistical significance of differences between two groups was assessed by unpaired Student t tests and a p value of <0",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Tlr2 -/-, Tlr3 -/-, Tlr4 -/-, Ticam1 -/-, and Ddx58 -/mice are susceptible to Plasmodium yoelii YM infection and Type I IFN gene expression after P. yoelii YM gDNA or RNA stimulation or serum cytokine production after P. yoelii YM infection. Related to Figure 1 (A-E) Daily YM parasitemias and mortality rates of WT (black lines) and deficient mice (red lines). C57BL/6 (WT), Tlr2 -/-, Tlr3 -/-, Tlr4 -/-, Ticam1 -/-, and Ddx58 -/mice were intraperitoneally infected with P. yoelii YM (0.2-0.5×10 6 iRBCs). Tlr2 -/-(A), Tlr3 -/-(B), Tlr4 -/-(C), Ticam1 -/-(D), and Ddx58 -/-(E). (F) Daily YM parasitemias of WT (black lines), Ifih1 -/-, Mavs -/-, and Tmem173 gt mice (red lines) after P. yoelii YM (1×10 6 iRBCs). (G) Quantitative analysis of IFN-β mRNA in RAW264.7 cells stimulated with purified P. yoelii YM genomic DNA (gDNA) or RNA from YM-infected RBCs. gDNA or RNA purified from uninfected RBCs served as a control. (H) Quantitative analysis and ELISA analysis of IFN-β mRNA and protein amount in cDCs derived from WT and deficient (Ifih1 -/-, Mavs -/-, and Tmem173 gt ) mice after P. yoelii YM gDNA or RNA stimulation. (I) Silencing efficiency of Mb21d1, Zbp1, Ddx41, and Ifi203 in RAW264.7 cells transfected with specific siRNAs for Mb21d1, Zbp1, Ddx41, Ifi203 or scrambled siRNAs for 48 h. (J) Serum amounts of IFN-α, IFN-β, IL-6 and IFN-γ from WT mice at the indicated times after P. yoelii YM infection, assessed by ELISA. Data are plotted as the mean ± s.d. and are representative of three independent experiments. *P <0.05, **P <0.01, ***P <0.001 vs.corresponding control. ND, not detected; NS, not significant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Blockage of type I IFN receptor determines the fate of P. yoelii YM infected mice. Related to Figure 2 (A) Serum amounts of IFN-α, IFN-β, IL-6, and IFN-γ collected at 24h after P. yoelii YM infection in Mavs -/mice untreated or treated with anti-IFNAR1 blocking antibody (500 µg) single injection at 12 h before P. yoelii YM infection. (B) Parasitemias and mortality rates of Mavs -/mice treated with anti-IFNAR1 blocking antibody (500 µg, single injection at 12h before infection), followed by infection with P. yoelii YM (2×10 6 iRBCs). (C) Serum amounts of IFN-α, IFN-β, IL-6, and IFN-γ in WT and Ifnar1 -/mice at 24 h after P. yoelii YM infection. (D) Parasitemias and mortality rates of WT and Ifnar1 -/mice infected with P. yoelii YM, followed by intravenous administration of recombinant mouse IFN-α and IFN-β at 18h post infection. Data are plotted as the mean ± s.d. and representative of three independent experiments. **P <0.01, ***P <0.001 vs. corresponding control. NS, not significant. † denotes mouse death.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Requirement and regulation of TLR7-MyD88-IRF7 in type I IFN mediated protection of mice from P. yoelii YM infection. Related to Figure 3 (A-B) Serum amounts of IFN-α and IFN-β in WT and deficient (Myd88 -/-, Ifih1 -/-, Ifih1 -/-:Myd88 -/-, Tmem173 gt and Tmem173 gt :Myd88 -/-) mice at 0, 18, and 24 h after P. yoelii YM infection. (C-D) Daily YM parasitemias and mortality rates of WT and deficient (Myd88 -/-, Ifih1 -/-, Ifih1 -/-:Myd88 -/-, Tmem173 gt and Tmem173 gt :Myd88 -/-) mice after P. yoelii YM (1×10 6 iRBCs) infection. (E) Serum amounts of IFN-α and IFN-β in WT and deficient (Tlr7 -/-, Mavs -/-, Mavs -/-:Tlr7 -/-, Ifih1 -/and Ifih1 -/-:Tlr7 -/-) mice at 24 h after P. yoelii YM infection. (F) Daily YM parasitemias and mortality rates of WT and deficient (Tlr7 -/-, Mavs -/-, Mavs -/-:Tlr7 -/-, Ifih1 -/and Ifih1 -/-:Tlr7 -/-) mice after P. yoelii YM (1×10 6 iRBCs) infection. (G) Serum amounts of IFN-α and IFN-β in WT, Tlr9 -/-, Mavs -/-, Mavs -/-:Tlr9 -/-, Ifih1 -/and Ifih1 -/-:Tlr9 -/mice at 24 h after P. yoelii YM infection. (H) Daily YM parasitemias and mortality rates of WT and deficient (Tlr9 -/-, Mavs -/-, Mavs -/-:Tlr9 -/-, Ifih1 -/and Ifih1 -/-:Tlr9 -/mice) mice after P. yoelii YM (1×10 6 iRBCs) infection.Data are plotted as the mean ± s.d. and are representative of three independent experiments. **P <0.01, ***P <0.001 vs. corresponding control. ND, not detected. NS, not significant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Detection of malaria 18S rRNA in pDCs, cDCs and macrophages and serum amount of type I IFN in cGAS-deficient mice after pDC depletion. Related to Figure 4 (A) The cell populations of pDCs, cDCs and macrophages were isolated from WT mice splenocytes at 18h post YM infection by cell isolation kits, and then analyzed for cell-specific expression of P. yoelii 18S rRNA by PCR. (B) Depletion of pDCs cell population in Mb21d1 -/mice by administration of anti-mPDCA-1 antibody at 12 h before and 12 h after YM infection, rat IgG treatment served as a control. Serum amounts of IFN-α and IFN-β collected at 24 h after infection in Mb21d1 -/mice untreated or treated with anti-mPDCA-1 are shown. Data are plotted as the mean ± s.d. and are representative of three independent experiments. ***P <0.001 vs. corresponding control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Identify putative negative regulators of type I interferon signaling after P. yoelii YM infection. Related toFigure 5(A) Expression of putative negative regulators Socs3,Inpp5d, Inppl1, Otud5, Gsk3b, Nlrc3, Pcbp2,   Ube3c, and Rnf5 in the spleens of WT and deficient (Ifih1 -/-, Mavs -/-, and Tmem173 gt ) mice at the indicated times after P. yoelii YM infection. RNA from splenocytes was isolated and used for expression analysis using qPCR. (B) Expression of Socs1 in the spleens of WT and Mb21d1 -/mice at 24 h after P.yoelii YM infection. RNA from splenocytes was isolated and used for expression analysis using qPCR.(C) Purification of pDCs (CD11b -B220 + CD11c + ) by flow cytometry analysis. The last panel shows the percentage of pDCs after sorting. (D) Expression of Socs3, Inpp5d and Inppl1 in pDCs of WT and deficient (Ifih1 -/-, Mavs -/-, and Tmem173 gt ) mice after P. yoelii YM RNA or gDNA stimulation. (E) Quantitative analysis of Socs1 mRNA, IFN-α and IFN-β mRNA in pDCs, cDCs, and macrophages from WT and deficient (Ifih1 -/-, Mavs -/-, and Tmem173 gt ) mice after co-culture with P. yoelii YM iRBCs for 9 h. (F) ELISA analysis of IFN-α and IFN-β protein in supernatants of pDCs, cDCs, and macrophages from WT and deficient (Ifih1 -/-, Mavs -/-, and Tmem173 gt ) mice after co-culture with P. yoelii YM iRBCs for 24h. Data are plotted as the mean ± s.d. and are representative of three independent experiments. *P <0.05, **P <0.01, ***P <0.001 vs. corresponding control. NS, not significant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "SOCS1 is responsible for inhibition of Myd88-dependent type I IFN in pDCs.Silencing efficiency of Socs1, Socs3, Inpp5d and Inppl1 in pDCs transfected with specific siRNAs for Socs1, Socs3, Inpp5d, Inppl1, or scrambled siRNAs for 48 h. (B) Expression of IFN-α and IFN-β mRNA in WT pDCs transfected with Socs1-specific, or    scrambled siRNAs for 48h, followed by P. yoelii YM RNA or gDNA stimulation for 6 h. (C) IFN-β protein of pDCs transfected with Socs1-specific or scrambled siRNAs, followed by P. yoelii YM RNA or gDNA stimulation for 24 h. (D) Silencing efficiency of Socs1 at 48 h after Socs1-specific siRNA delivery. C57BL/6 mice were injected intravenously with invivofectamine 3.0 (Invitrogen) mixed Socs1specific siRNA or scrambled siRNA at dosage of 5mg/kg. Spleen, lymph node, liver and peripheral blood were collect at 48 h after siRNA injection and subjected to QPCR analysis of SOCS1 expression.Meanwhile, pDCs were isolated from spleen with anti-mPDCA-1 beads (Miltenyi); T cells, B cells, macrophages, and cDCs were isolated from spleen with PE-staining (CD3 for T cells, CD19 for B cells,F4/80 for macrophages and CD11c for cDCs, respectively.), followed by PE positive selection kit (Stemcell). RNA were isolated and subjected to QPCR analysis of SOCS1 expression. (E) Experimental procedure of genetically deletion of Socs1 using CRISPR/CAS9 system in bone marrow for generating chimera mice. (F) Western blot analysis of Socs1 deficiency in bone marrow cells after transduction with Socs1-specific or scrambled sgRNA lentiviral supernatant for 48 h. (G) Serum amounts of IFN-α, IFN-β, and IFN-γ in Socs1-specific or scramble sgRNA-treated mice at 24 h after P. yoelii YM infection. (H) Daily YM parasitemias and mortality rates of Socs1-specific or scrambled sgRNA-treated mice after P. yoelii YM infection. (I) A working model to explain SOCS1 inhibits Myd88 dependent type I IFN signaling and Jak1 dependent downstream signaling of type I IFN. (J) Serum amounts of IFN-α, IFN-β, and IFN-γ in Socs1-specific or scramble siRNA-treated Myd88 -/mice at 24 h after P. yoelii YM infection.Data are plotted as the mean ± s.d. and are representative of three independent experiments. **P <0.01, ***P <0.001 vs. corresponding control. NS, not significant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Stage-specific role of pDCs, cDCs, macrophages, T cells and B cells in generating IFNα/β-induced immunity. Related to Figures 7 (A) Tmem173 gt mice were injected with clodronate (750 µg, intraperitoneally) and peripheral blood was collected at the indicated times and stained with CD11b, F4/80 for the flow cytometry analysis of macrophage percentage. Percentage of macrophage was compared to which in untreated mice. (B) The cell populations of pDC, cDC and macrophage were isolated from Mavs -/mice splenocytes at indicated times post YM infection by cell isolation kits, and then analyzed for cell-specific expression of P. yoelii 18S rRNA by PCR. (C) A working model to illustrate how DNA/RNA sensors (cGAS, MDA5 and TLR7) detect malaria infection to activate two type I IFN signaling pathways in pDCs and the stagespecific roles of pDCs, macrophages, cDCs and T/B cells in generating IFN-α/β-induced immunity.Importantly, cGAS-STING and MDA5-MAVS-induced IRF3-dependent type I IFN signaling inhibits TLR7-MyD88-induced IRF7-dependent type IFN signaling pathway through upregulation of SOCS1 in WT pDCs in response to lethal P. yoelii YM infection. Deficiency in cGAS, STING, MDA5, MAVS or IRF3 markedly increases IFN-α and IFN-β production at the early stage of infection (24 h) in deficient pDCs in response to lethal P. yoelii YM infection. Data are plotted as the mean ± s.d. and are representative of three independent experiments. **P <0.01, ***P <0.001 vs. corresponding control. NS, not significant. † denotes mouse death.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}