{
    "paper_id": "0e42f574b7880cc1ebd66e3d9380f55a4fcd0ad2",
    "metadata": {
        "title": "Journal Pre-proof Saturation of critical care capacity and mortality in patients with the novel coronavirus (COVID-19) in Italy SATURATION OF CRITICAL CARE CAPACITY AND MORTALITY IN PATIENTS WITH THE NOVEL CORONAVIRUS (COVID-19) IN ITALY",
        "authors": [
            {
                "first": "Edoardo",
                "middle": [],
                "last": "Mannucci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florence",
                    "location": {
                        "postCode": "50134",
                        "settlement": "Florence",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [
                    "Antonio"
                ],
                "last": "Silverii",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florence",
                    "location": {
                        "postCode": "50134",
                        "settlement": "Florence",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Matteo",
                "middle": [],
                "last": "Monami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florence",
                    "location": {
                        "postCode": "50134",
                        "settlement": "Florence",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Northern Italy has become the epicenter of the current COVID-19 pandemic, with a number of deaths higher than that of any other Country. Estimates of lethality, which is apparently higher in Italy than in the Chinese Hubei Province (1) , are problematic, because the actual number of infected people is unknown. In addition, availability of healthcare resources for critical care in severely ill patients could be a major determinant of case fatality.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We retrieved data on daily recorded deaths in SARS-CoV2-positive patients in each Region, together with the number of patients in intensive care units (ICU), from the Ministry of Health website (2). We show here data for the six with the highest number of severe cases, defined as the sum of deaths and admissions to ICU, up to March 22nd, 2020: Lombardia, Veneto, Piemonte, Emilia-Romagna, Marche, and Toscana. We also estimated the case fatality of severe cases, calculating the ratio between number of deaths and severe cases (defined as the sum of deaths and admission to ICU) up to March 22nd, 2020. Figure 1 reports the daily number of deaths and admissions to ICU in the six Regions listed above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 605,
                    "end": 613,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In the most affected Region, Lombardia, the number of admissions to ICU progressively increased for about two weeks, reaching then a plateau; at the same time, the number of deaths started to increase steadily. This suggests a saturation of ICUs, which contributed to the increase in case fatality. A similar pattern was observed in Emilia Romagna, where the saturation of ICUs was reached a few days afterwards; data suggest that Marche and Piemonte could also be close to saturation. On the other hand, data from Veneto and Toscana are, for the moment, more reassuring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The saturation of ICU beds is a function of the number of severe cases requiring mechanical support for ventilation and of the availability of proper equipment in the healthcare system. When the number of severe cases is very high, any healthcare system can be overwhelmed. However, a higher number of equipped ICU beds before the beginning of the epidemic can allow an adequate management of a larger number of patients, thus reducing mortality. Notably, reported case fatality was much higher in Hubei, which probably faced the same saturation issues of Northern Italy, than in other Chinese provinces, where a smaller number of cases could be managed with appropriate resources (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Information retrieved from publicly disclosed data is inevitably limited. Triage criteria for ICU admission were progressively modified during the epidemic surge, on the basis of local decisions at hospital level, without general guidelines at either national or regional level. The ICU capacity has been increased during the crisis, with different efficiency across Regions; this can be inferred from data on ICU occupancy at outbreak peak, which was higher than baseline ICU capacity in two of the six regions (Lombardia and Piemonte). (3) However, data on surge capacity at different timelines are not publicly available for most Regions. A further limitation is represented by the fact that actual mortality is still unknown, since there are still many active cases. Case fatality ratio is only a proxy of actual lethality, which should be interpreted with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, availability of healthcare resources, and in particular of ICU beds, could be a major determinant of lethality for COVID-19, which should be considered in epidemiological assessments. In addition, the data from Northern Italy should be considered as a dramatic call to action for those Countries that have not yet been invested by the pandemic, which should arrange in advance as much critical care facilities as possible. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "China Medical Treatment Expert Group for Covid-19. Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of deaths and Intensive Care Unit admissions from 25 th February, 2020 to 22 nd March, 2020 in 6 Italian Regions. Serious cases: number of deaths + ICU admissions. Black line: number of deaths; grey line: number of ICU admissions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}