{
    "paper_id": "0e43700f2410047a2875adf4239aef4fdb038593",
    "metadata": {
        "title": "The new normal?: A pandemic of task engagement in language learning",
        "authors": [
            {
                "first": "Joy",
                "middle": [],
                "last": "Egbert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington State University",
                    "location": {
                        "addrLine": "Washington Correspondence Joy Egbert",
                        "settlement": "Pullman"
                    }
                },
                "email": "jegbert@wsu.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Language task engagement can support student learning in spite of distractions that learners may experience in school. How can language teachers focus on task engagement when they are no longer face to face with their students? To answer that question, this article provides an evidence-based model and suggestions for teachers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This article demonstrates how, at a time when learners may be experiencing fear and chaos in other aspects of their lives, a focus on language task engagement is essential across both online and offline language learning contexts. It presents a model of language task engagement and describes why and how teachers can use it to support learner achievement during the current crisis and in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "task-based learning, computer-assisted language learning, teacher and learner variables",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the rush to arrange instruction for language students who are temporarily homebound due to the coronavirus pandemic, it may be easier for teachers to focus on providing access to content rather than to worry about how well the content is designed and delivered. It is certainly understandable if language instruction, at least temporarily, relies more on teacher-based instructional resources such as drill-and-practice worksheets or multiplechoice responses; these are relatively simple to package and students may be able to complete them with less (or no) instructional support. However, there are alternative approaches which are both feasible and practical. It is still important to make sure that learners are able to take advantage of the learning opportunities offered to them, particularly now that language learning tasks may compete with other (perhaps more fun, more challenging, or more time-consuming) activities at home. Teachers can continue to help their learners make progress in their language learning by using a task engagement framework to support the design and delivery of tasks. A focus on task engagement is useful not only because task engagement can support student motivation and achievement (Henrie, Halverson, & Graham, 2015; Reeve & Lee, 2014) , but because the research literature notes that when students are engaged in a task they are less likely to be affected by variables external to the task (Christenson, Reschly, & Wylie, 2012; Fraser, 1986) . At a time when learners may be experiencing fear and chaos in other aspects of their lives, this learning focus is essential across both online and offline language learning contexts.",
            "cite_spans": [
                {
                    "start": 1224,
                    "end": 1259,
                    "text": "(Henrie, Halverson, & Graham, 2015;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1260,
                    "end": 1278,
                    "text": "Reeve & Lee, 2014)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1434,
                    "end": 1471,
                    "text": "(Christenson, Reschly, & Wylie, 2012;",
                    "ref_id": null
                },
                {
                    "start": 1472,
                    "end": 1485,
                    "text": "Fraser, 1986)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Although most teachers probably have a good idea of what task engagement looks like for their students, they may be less aware of the particular aspects of task engagement that matter in a remote environment. Figure 1 presents a model that encapsulates both the components and process of task engagement. Teachers can use this model to remind themselves of ways they can engage their students no matter where they are and what tools they have. A brief explanation of the relevant model components and how they might be implemented in a variety of tasks can serve as an impetus for language teachers to create engaging language tasks both during the current situation and in the future.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "| INTRODUCTION"
        },
        {
            "text": "F I G U R E 1 Language task engagement model (adapted from Egbert et al., 2019) First, teachers can strategically integrate relevant engagement facilitators into one or more of the task elements and so keep students engaged throughout the task. For example, with an interesting and authentic topic to attract their attention (perhaps something about how the pandemic is affecting them and others or what they think about it) and a list of resources/tools that students can choose among (e.g., news at their level, relevant blogs, or social media streams), students can remain fully engaged in their online or offline tasks. Likewise, with engagement facilitators integrated into the task goal/product elements, learners may be more likely to be engaged in the process, even if it includes subtasks that they might otherwise find boring. Focusing on a few of the task elements, rather than the whole set, can assist teachers to create tasks that take less time to design but are still engaging to students. While schools are closed, language teachers can use some of the time free from managing their classrooms to reflect on simple ways to engage all students by choosing a few task elements on which to focus' examples are presented in the next section.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 79,
                    "text": "Egbert et al., 2019)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "In addition, understanding the facilitators that support student task engagement, in general, can assist teachers in engaging students, specifically. For example, authenticity, which can be defined as learners' perceptions that the task is meaningful, valuable, and/or enjoyable, is a facilitator that is often mentioned in the literature (see, e.g., Guariento & Morley, 2001) . Some students will find a worksheet that asks them to conjugate verbs authentic, while, for others, the task might be more engaging if the same type of verb conjugations were integrated into a task about people in their community or with whom they might want to use the target language in the future. Because it is less likely during this crisis that teachers are fronting whole classrooms, this may be an opportunity to differentiate and engage students with tasks that focus on their individual interests and needs. For example, the curriculum may require that all learners are able to use past tense verbs well. The teacher can quickly search the Newsela (https://newsela. com) website for the English language standard that applies and the news stories that support that standard. She can then provide learners with a list of appropriate stories and help them choose those that are both interesting and at the appropriate level (out of the five that the app provides for each story). In this way, while still focusing on the curricular goal, learners can engage in reading and complete exercises that are interesting to them without the teacher having to create an individual lesson for each learner.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 376,
                    "text": "Guariento & Morley, 2001)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "| ENGAGEMENT FACILITATORS"
        },
        {
            "text": "Further, although physical distancing in some respects mandates social distancing, there are plenty of ways for learners to interact socially, which is one of the most effective facilitators of task engagement (see, e.g., Batstone, 2010; Robinson & Ellis, 2008) . Interaction can include sending letters/audio recordings through the mail, finding a pen pal in another country, or having a specific time to meet with peers and teacher online (or by audio through an app such as Discord (https://discord.com) or any Voice over Internet Protocol service such as Skype). Even basic email or texting can support learner interaction and help keep them focused on the task goals.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 237,
                    "text": "Batstone, 2010;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 238,
                    "end": 261,
                    "text": "Robinson & Ellis, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| ENGAGEMENT FACILITATORS"
        },
        {
            "text": "For language students who have minimal access to the internet, now may be the time to assign WebQuests (https://webquest.org) or other content that has been curated by educators and that already contains a variety of learning supports in both the L1 and L2. For example, EGBERT | 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| ENGAGEMENT FACILITATORS"
        },
        {
            "text": "WebQuests are complete tasks (including introduction, tasks, process, resources, evaluation, and conclusion) that have been written by teachers for small groups of students; they also typically include a Teacher Page with information about how to support the task. WebQuests can help learners meet language goals in interesting ways; for example, the Quest \"All about Grammar\" (http://questgarden.com/21/18/2/060404112033/) asks third-graders to take on the personas of \"grammar detectives,\" while \"F. Scott Fitzgerald: The Real Gatsby?\" (http://questgarden.com/203/20/4/190702134551/) provides a lesson in which older students conduct research and decide the answer to the title question. Teachers can search by grade level or content area for one or more appropriate Quests (out of thousands available) and assign them with or without changes. Learners can then use feedback from each other and from the Quest resources to complete their tasks while the teacher works with students or groups who might need more help. Further, WebQuests may be more accessible to learners than other resources are because they use less bandwidth by often incorporating static, text-based resources. Resources like these can support teachers by providing them with tasks that have already been vetted by others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| ENGAGEMENT FACILITATORS"
        },
        {
            "text": "Many language-based cell phone apps also have feedback and support built in (and some learners already use them), so integrating these into a learning plan can be both timely and effective. Another great resource with plenty of support for learners is public or cable TV shows in the target language, perhaps including cartoons or Sesame Street episodes (https://www. sesamestreet.org/) to add interest and fun. If all students have access, apps such as Minecraft (Mojang; available in 91 languages) can be used with ready-made handouts from the education website (https://education.minecraft.net/) to provide authentic, interesting, semiautonomous language tasks in which learners readily provide feedback for each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| ENGAGEMENT FACILITATORS"
        },
        {
            "text": "Utilizing existing resources, teachers can make those opportunities for task engagement happen even when they are separated physically from their learners and colleagues. Teachers can provide support for students who need it more, while students who are more proficient or faster at task completion can be encouraged to work individually. Older and/or more proficient students could even find or design their own tasks and share them with peers or others, incorporating many of the task engagement facilitators. Now might be a perfect time for language teachers to step off the stage and allow their learners to engage in not only the learning but the design of learning experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| ENGAGEMENT FACILITATORS"
        },
        {
            "text": "Although it might be harder for teachers to gauge actual student task engagement when they cannot actually see their students or have immediate contact with them during the task, asking students to keep a diary of their lives during the pandemic or providing them with an outlet or forum to discuss tasks can help teachers to understand levels of engagement through various indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| ENGAGEMENT INDICATORS"
        },
        {
            "text": "Performance levels can also be indicative of levels of task engagement. Teachers might expect that language task outcomes during this no-contact period might be different from those in the classroom, but, with a focus on task engagement and more time for learners to focus on",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| OUTCOMES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "tasks, the outcomes might even be better (see",
            "authors": [
                {
                    "first": "Ayari",
                    "middle": [],
                    "last": "Amini",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Amini",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "In addition to keeping learners' spirits up and their achievement moving forward, using engaging tasks can also help to keep teachers engaged and demonstrating positive attitudes",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Christenson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "down\" time does not have to be \"lost\" time. How language teachers and learners face the current situation will vary on a lot of variables; however, with some thought, engagement in language tasks can continue to support learners' achievement. If teachers see this time as an opportunity to spread task engagement",
            "authors": [
                {
                    "first": "|",
                    "middle": [],
                    "last": "Conclusion School",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ENGAGING LANGUAGE LESSONS Resources abound on the Web for teachers and learners to access",
            "authors": [
                {
                    "first": "|",
                    "middle": [],
                    "last": "Resources For",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CALL principles and practices",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Egbert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shahrokni",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Free Open Educational Resource (OER) with lots of sample technology-enhanced tasks",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "20 tech-enhanced activities for the language classroom",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peachey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Practical ideas and video how-tos for technology uses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tools for creating and hosting WebQuests and free sample Quests. Search for quests in eight languages by language, level, and/or topic",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Questgarden",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "duolingo (duolingo.com), and TedTalks (including TedXESL) that include many languages, adaptive/student learning affordances, a variety of levels and tasks, and all four modes",
            "authors": [],
            "year": null,
            "venue": "• Apps like Babbel (Babbel.com)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The effect of flow state on EFL learners' vocabulary learning",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Amini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ayari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amini",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Multicultural and Multireligious Understanding",
            "volume": "3",
            "issn": "5",
            "pages": "9--18",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sociocognitive perspectives on language use and language learning",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Batstone",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Handbook of research on student engagement",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Christenson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reschly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Creating a model of language task engagement: Process and outcome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Egbert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shahrokni",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abobaker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bantawtook",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Classroom environment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Text and task authenticity in the EFL classroom",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guariento",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "ELT Journal",
            "volume": "55",
            "issn": "4",
            "pages": "347--353",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Measuring student engagement in technology-mediated learning: a review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Henrie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Halverson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Computers and Education",
            "volume": "90",
            "issn": "",
            "pages": "36--53",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Students' classroom engagement produces longitudinal changes in classroom motivation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reeve",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Educational Psychology",
            "volume": "106",
            "issn": "2",
            "pages": "527--540",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Handbook of cognitive linguistics and second language acquisition",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "How to cite this article: Egbert J. The new normal?: A pandemic of task engagement in language learning",
            "authors": [],
            "year": 2020,
            "venue": "Foreign Language Annals",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.1111/flan.12452"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "---------------------------------------------------------------------------------------------------",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "http://orcid.org/0000-0001-8185-7011",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Joy Egbert"
        }
    ]
}