{"paper_id": "0e481b90cc6004ddb8a6bbbc586e06690a658bed", "metadata": {"title": "Critical Care Explorations Critical Care Explorations Acute Limb Ischemia Due to Arterial Thrombosis Associated With Coronavirus Disease 2019", "authors": [{"first": "Krishnan", "middle": [], "last": "Warrior", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stritch School of Medicine", "location": {"settlement": "Maywood", "region": "IL"}}, "email": ""}, {"first": "Paul", "middle": ["A"], "last": "Chung", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stritch School of Medicine", "location": {"settlement": "Maywood", "region": "IL"}}, "email": ""}, {"first": "Nida", "middle": [], "last": "Ahmed", "suffix": "", "affiliation": {"laboratory": "Division of Vascular Surgery and Endovascular Therapy", "institution": "Stritch School of Medicine", "location": {"settlement": "Maywood", "region": "IL"}}, "email": ""}, {"first": "Michael", "middle": ["C"], "last": "Soult", "suffix": "", "affiliation": {"laboratory": "Division of Vascular Surgery and Endovascular Therapy", "institution": "Stritch School of Medicine", "location": {"settlement": "Maywood", "region": "IL"}}, "email": ""}, {"first": "Kevin", "middle": ["P"], "last": "Simpson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stritch School of Medicine", "location": {"settlement": "Maywood", "region": "IL"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "C oronavirus disease 2019 (COVID-19) is a rapidly spreading pandemic caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus (1). Since its emergence in Wuhan, China, in December 2019, over 2.4 million people have been infected worldwide as of April 22, 2020 (1, 2) . Although the predominant presentation of this disease is respiratory failure, coagulopathy is an emerging and often lethal complication (3) . Although venous thromboembolism (VTE) is common in critically ill COVID-19 patients, there have been only a few reports of arterial thromboembolism (4, 5) . Here, we report a case of peripheral arterial thrombosis and acute limb ischemia (ALI) associated with COVID-19.", "cite_spans": [{"start": 290, "end": 293, "text": "(1,", "ref_id": "BIBREF0"}, {"start": 294, "end": 296, "text": "2)", "ref_id": "BIBREF1"}, {"start": 435, "end": 438, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 589, "end": 592, "text": "(4,", "ref_id": "BIBREF3"}, {"start": 593, "end": 595, "text": "5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "A 59-year-old female presented to the emergency department following a syncopal episode. She reported that she fainted while having a bowel movement and awoke on the bathroom floor with new left-sided rib pain. On further questioning, she reported some generalized headache, sinus congestion, mild diarrhea, and cough productive of white phlegm. She denied any subjective fever, shortness of breath, or myalgias. She reported no contacts positive for SARS-CoV-2.", "cite_spans": [], "ref_spans": [], "section": "CASE SUMMARY"}, {"text": "Past medical history included hypertension, hyperlipidemia and prior smoking history, having quit 7 years prior to admission. She reported no known history of atrial fibrillation, cardiovascular disease, cerebrovascular disease, or peripheral vascular disease. Physical examination revealed a temperature of 37.1°C, blood pressure of 126/59 mm Hg, heart rate of 81 beats per minute, respiratory rate of 20 breaths per minute, and oxygen saturation of 87% on room air. She was in no acute distress and appeared comfortable. Lung auscultation was unremarkable, as was the remainder of her physical examination. There was no evidence of VTE on examination. Given her history of a fall and complaints of rib pain, CT scan of her chest was performed, which revealed patchy ground-glass opacities in her bilateral lung fields, with a prominent confluence of opacities in the right lower lobe. CT head was negative for acute abnormalities. A nasopharyngeal swab was sent for a reverse transcriptase-polymerase chain reaction assay to assess for SARS-CoV-2 infection, which later returned positive. Other significant laboratory findings included a WBC count of 4,500 cells/uL, with an absolute lymphocyte count of 500 cells/uL, d-dimer of 836 ng/mL, and C-reactive protein (CRP) of 187 mg/L. She was started on hydroxychloroquine at a loading dose of 400 mg bid, which was transitioned to 200 mg bid after two doses for a total planned 7-day course. She was admitted to an isolation floor unit and started on oxygen supplementation via nasal cannula at 2 L/min. She was not screened for VTE at admission.", "cite_spans": [], "ref_spans": [], "section": "CASE SUMMARY"}, {"text": "Her symptoms and vital signs remained stable throughout days 1-3 of her hospitalization, although she continued to require supplemental oxygen. However, on hospital day 4, she developed worsening subjective shortness of breath. She became increasingly tachypneic, with respiratory rates greater than 30 breaths per minute, and hypoxic, necessitating escalation of oxygen supplementation to 15 L/min via nonrebreather facemask. She was transferred to the ICU for further management. She was noted to be in respiratory distress soon after transfer to the ICU and was started on noninvasive ventilation with continuous positive airway pressure (CPAP) at 13 cm H 2 O and 100% Fio 2 , with improvement in her work of breathing and oxygenation. She remained on noninvasive CPAP for the next 2 days.", "cite_spans": [], "ref_spans": [], "section": "CASE SUMMARY"}, {"text": "On hospital day 7, her d-dimer was noted to be elevated to 57,748 ng/mL on her routine daily labs, increased from 896 ng/ mL 2 days prior. Her d-dimer was rechecked that same morning and found to be 79,505 ng/mL ( Table 1) . She was started on enoxaparin at 0.6 mg/kg every 12 hours. Physical examination demonstrated intact peripheral pulses. Bedside echocardiography showed normal right ventricular systolic function without signs of strain and ultrasound examination of the lower extremity veins was negative for venous thrombi. A broad anti-phospholipid antibody screening panel was sent, which eventually returned positive c The value in the patient was lower than the reference range limit of normal. b The value in the patient was higher than the reference range limit of normal. Dashes indicate laboratory value not obtained on that day.", "cite_spans": [], "ref_spans": [{"start": 214, "end": 222, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "CASE SUMMARY"}, {"text": "for anti-cardiolipin immunoglobulin M but no other anti-phospholipid antibodies. The following morning on hospital day 8, she began complaining of right lower extremity pain. Physical examination was concerning for absent dorsalis pedis and posterior tibial (PT) artery pulses in her right foot, which was cooler than her contralateral foot. She was found to have diminished sensation in the plantar aspect of her right foot, consistent with Rutherford class IIa ALI. Vascular surgery was consulted and, due to her precarious respiratory status, need for further imaging and likely surgery, she was intubated, then sent for CT angiography of her lower extremities. CT demonstrated acute thrombosis of the right below-knee popliteal artery with minimal opacification of the tibial vessels (Fig. 1) . On return from the CT scanner, she developed worsening hypotension, leading to initiation of norepinephrine. She was started on a continuous therapeutic infusion of unfractionated heparin with a goal activated partial thromboplastin time of 55-90 seconds and was taken to the operating room on an emergent basis for revascularization. The popliteal artery was exposed via a below-the-knee incision. A transverse arteriotomy was made and an occlusive thrombus was noted within the vessel. A long, gelatinous clot was extracted from the popliteal artery. Next, number 3 and number 4 Fogarty embolectomy catheters were passed proximally and distally with retrieval of additional clot. The clot consistency was more gelatinous and darker than is typically seen during embolectomy done for acute arterial thrombus. Reevaluation of distal flow demonstrated continued absence of pedal Doppler signals. Intraoperative angiography was performed which revealed opacification of the belowknee popliteal artery with minimal collateral outflow ( Fig. 2A) . Further dissection was performed to expose the anterior tibial artery and the tibioperoneal trunk. Guided Fogarty embolectomy was performed through each of the three tibial vessels with a number 2 and number 3 Fogarty embolectomy catheters. There was no retrieval of thrombus nor any back-bleeding from the anterior tibial artery or the peroneal artery. Minimal thrombus was retrieved from the PT artery with passage of the catheter down to the level of the foot. Slow back-bleeding was noted. Repeat angiography revealed flow in the PT artery to the distal leg with no flow to the pedal arch (Fig. 2, B and C). Decision was made to proceed with distal arterial cutdown. An incision was made at the level of the ankle and the PT artery was exposed. A transverse arteriotomy was made and a number 2 Fogarty embolectomy catheter was passed proximally and distally. A small amount of thrombus was retrieved after which there was significantly improved inflow. At this point, the patient was found to have a biphasic PT artery Doppler signal at the level of the ankle. Pharmacologic thrombolysis with recombinant tissue plasminogen activator was not performed, as adequate blood flow had been restored. Following a four-compartment fasciotomy, incisions were closed and dressings were applied. Patient was transported back to the ICU.", "cite_spans": [], "ref_spans": [{"start": 788, "end": 796, "text": "(Fig. 1)", "ref_id": "FIGREF1"}, {"start": 1832, "end": 1840, "text": "Fig. 2A)", "ref_id": "FIGREF2"}, {"start": 2436, "end": 2446, "text": "(Fig. 2, B", "ref_id": "FIGREF2"}], "section": "CASE SUMMARY"}, {"text": "Postoperatively, her shock initially worsened, necessitating uptitration of norepinephrine and the addition of vasopressin. Her hypoxemia also worsened; as such, she was started on a neuromuscular blockade agent and placed into prone position, with resultant improvement in her oxygenation. She was also noted to have an acute kidney injury with diminishing urine output and increasing creatinine. Over the next 3 days, her blood pressure and respiratory status improved, allowing for weaning of vasopressors and she was extubated on hospital day 19. However, her renal function concomitantly worsened with progression to oliguria requiring continuous renal replacement therapy. With regards to her arterial thrombosis, her bilateral lower extremity peripheral pulses have remained intact and auscultable via Doppler ultrasonography.", "cite_spans": [], "ref_spans": [], "section": "CASE SUMMARY"}, {"text": "Respiratory failure is the predominant concern in COVID-19. However, it is increasingly evident that COVID-19 is a systemic disease with cardiovascular, gastrointestinal, neurologic, and hematologic manifestations (6) (7) (8) (9) . In this patient, the development of arterial thrombosis preceded development of shock and progression of her respiratory failure, necessitating invasive mechanical ventilation. VTE is a frequent complication in COVID-19 patients. The occurrence rate of VTE in critically ill COVID patients is estimated at 25-25%, which is higher than in the overall ICU population (4, 5, 10) . Those patients who developed VTE were noted to have higher d-dimer scores than those without (4, 5) . Similarly, the development of arterial thrombosis in our patient was heralded by a dramatic increase in her d-dimer level (Table 1 ). In this case, the marked increase in her d-dimer level was likely attributable to her hypercoagulable and pro-inflammatory state, as opposed to a consumptive coagulopathy. This is evidenced by her normal fibrinogen and platelet count and elevated CRP level around the time of her thrombotic event. In one case series, only 3.7% of critically ill COVID-19 patients were found to have arterial thrombosis-all cerebral infarctions (4). Our patient was also noted to be positive for an anti-phospholipid antibody, which has also been noted in a small case series of COVID patients with venous thromboses (11) . A recently published cohort study from Lombardy, Italy, demonstrated a higher-than-expected incidence of ALI due to arterial thrombosis in COVID-19 pneumonia patients (12) . Interestingly, mean d-dimer level in that cohort was only 2,200 ng/mL, which is much lower than in this patient.", "cite_spans": [{"start": 214, "end": 217, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 218, "end": 221, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 222, "end": 225, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 226, "end": 229, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 597, "end": 600, "text": "(4,", "ref_id": "BIBREF3"}, {"start": 601, "end": 603, "text": "5,", "ref_id": "BIBREF4"}, {"start": 604, "end": 607, "text": "10)", "ref_id": "BIBREF9"}, {"start": 703, "end": 706, "text": "(4,", "ref_id": "BIBREF3"}, {"start": 707, "end": 709, "text": "5)", "ref_id": "BIBREF4"}, {"start": 1446, "end": 1450, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 1620, "end": 1624, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 834, "end": 842, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "DISCUSSION"}, {"text": "ALI is a limb-threatening thromboembolic event that is considered a surgical emergency. The most common etiology of ALI is cardiac embolization, particularly in patients without preexisting peripheral arterial disease (13) . However, a previous retrospective analysis of patients who had undergone lower extremity revascularization procedures for ALI revealed that 40% had some evidence of a hypercoagulable condition (14) . It is hypothesized that COVID-19 induces a hypercoagulable state, which may have predisposed this patient to the development of an arterial thrombosis.", "cite_spans": [{"start": 218, "end": 222, "text": "(13)", "ref_id": null}, {"start": 418, "end": 422, "text": "(14)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Typically, an episode of ALI in a patient without significant peripheral arterial occlusive disease would be an embolic phenomenon (13) . An arterial embolus that has traveled and lodged in the lower extremity vasculature is commonly easily retrieved with an open embolectomy procedure with prompt restoration of flow to the foot. In this case, however, revascularization was very difficult and required multiple interventions, which is notable given the acuity of the thrombosis. Although the clot was noted to be slightly thicker and more gelatinous than a typical thrombus, it was overall consistent with an acute thrombus in appearance. Gelatinous-appearing thrombi have been noted in other patients with COVID-associated arterial thrombosis (12) .", "cite_spans": [{"start": 131, "end": 135, "text": "(13)", "ref_id": null}, {"start": 746, "end": 750, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although elevated d-dimer has been shown to be a negative prognostic marker, associated with increased risk of both ARDS and death, elevated d-dimer levels may provide additional information regarding thromboembolic events (15) . Given this risk of both arterial and VTE, pharmacologic thromboprophylaxis should be strongly considered in all hospitalized COVID-19 patients (16) .", "cite_spans": [{"start": 223, "end": 227, "text": "(15)", "ref_id": "BIBREF15"}, {"start": 373, "end": 377, "text": "(16)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The role of therapeutic anticoagulation in critically ill COVID-19 patients is becoming increasingly important. In one retrospective analysis of 449 severe COVID-19 patients, use of therapeutic heparin was associated with nearly 20% lower 28-day mortality in patients with d-dimer greater than 3,000 ng/mL (17) . This, along with the high incidence of VTE and association of d-dimer with mortality in this cohort, has prompted the International Society of Thrombosis and Haemostasis to recommend monitoring coagulation markers, including d-dimer, at admission and on a regular basis thereafter (18) . Although initiation of anticoagulation when d-dimer levels are six times the upper limit of normal has shown benefit, it is unclear if a specific d-dimer cutoff delineates a VTE from an arterial thrombus and if using higher dose heparin, that is, higher nomograms, provides additional benefit (17) . ", "cite_spans": [{"start": 306, "end": 310, "text": "(17)", "ref_id": "BIBREF17"}, {"start": 594, "end": 598, "text": "(18)", "ref_id": "BIBREF18"}, {"start": 894, "end": 898, "text": "(17)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "We thereby report a case of arterial thrombosis and ALI due to a hypercoagulable state caused by the novel SARS-CoV-2 virus. Key aspects of this case include routine monitoring of coagulation markers; initiation of therapeutic anticoagulation in response to d-dimer levels elevated by six times the upper limit of normal with consideration for full-dose anticoagulation and evaluation for arterial thrombosis; prompt recognition of signs of ALI; and urgent surgical revascularization with awareness that the arterial thrombus may be thicker and more gelatinous than a typical thrombus. This case report highlights the importance of coagulopathy and its complications in COVID-19. Further research is needed in the pathogenesis and management of the COVIDinduced hypercoagulable states.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A new coronavirus associated with human respiratory disease in China", "authors": [{"first": "F", "middle": [], "last": "Wu", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "B", "middle": [], "last": "Yu", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "", "pages": "265--269", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Coronavirus Disease 2019 (COVID-19) Situation Report -93. 2020. Available at", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia", "authors": [{"first": "N", "middle": [], "last": "Tang", "suffix": ""}, {"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "J Thromb Haemost", "volume": "18", "issn": "", "pages": "844--847", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19", "authors": [{"first": "F", "middle": [], "last": "Klok", "suffix": ""}, {"first": "Mjha", "middle": [], "last": "Kruip", "suffix": ""}, {"first": "Njm", "middle": [], "last": "Van Der Meer", "suffix": ""}], "year": 2020, "venue": "Thromb Res", "volume": "191", "issn": "", "pages": "145--147", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia", "authors": [{"first": "S", "middle": [], "last": "Cui", "suffix": ""}, {"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "J Thromb Haemost", "volume": "18", "issn": "", "pages": "1421--1424", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Cardiovascular considerations for patients, health care workers, and health systems during the coronavirus disease 2019 (COVID-19) pandemic", "authors": [{"first": "E", "middle": [], "last": "Driggin", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Madhavan", "suffix": ""}, {"first": "B", "middle": [], "last": "Bikdeli", "suffix": ""}], "year": 2020, "venue": "J Am Coll Cardiol", "volume": "75", "issn": "", "pages": "2352--2371", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "COVID-19: Gastrointestinal manifestations and potential fecal-oral transmission", "authors": [{"first": "J", "middle": [], "last": "Gu", "suffix": ""}, {"first": "B", "middle": [], "last": "Han", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Gastroenterology", "volume": "158", "issn": "", "pages": "1518--1519", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Clinical characteristics of coronavirus disease 2019 in China", "authors": [{"first": "W", "middle": ["J"], "last": "Guan", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Ni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1708--1720", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Venous thromboembolism and its prevention in critical care", "authors": [{"first": "W", "middle": [], "last": "Geerts", "suffix": ""}, {"first": "D", "middle": [], "last": "Cook", "suffix": ""}, {"first": "R", "middle": [], "last": "Selby", "suffix": ""}], "year": 2002, "venue": "J Crit Care", "volume": "17", "issn": "", "pages": "95--104", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Coagulopathy and antiphospholipid antibodies in patients with Covid-19", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Acute limb ischemia in patients with COVID-19 pneumonia", "authors": [{"first": "R", "middle": [], "last": "Bellosta", "suffix": ""}, {"first": "L", "middle": [], "last": "Luzzani", "suffix": ""}, {"first": "G", "middle": [], "last": "Natalini", "suffix": ""}], "year": 2020, "venue": "J Vasc Surg", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Oxford Vascular Study: Population-based study of incidence, risk factors, outcome, and prognosis of ischemic peripheral arterial events: Implications for prevention", "authors": [], "year": 2015, "venue": "Circulation", "volume": "132", "issn": "", "pages": "1805--1815", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Hypercoagulable states in patients with leg ischaemia", "authors": [{"first": "S", "middle": ["A"], "last": "Ray", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Rowley", "suffix": ""}, {"first": "A", "middle": [], "last": "Loh", "suffix": ""}], "year": 1994, "venue": "Br J Surg", "volume": "81", "issn": "", "pages": "811--814", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cai", "suffix": ""}], "year": 2020, "venue": "JAMA Intern Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Hematological findings and complications of COVID-19", "authors": [{"first": "E", "middle": [], "last": "Terpos", "suffix": ""}, {"first": "I", "middle": [], "last": "Ntanasis-Stathopoulos", "suffix": ""}, {"first": "I", "middle": [], "last": "Elalamy", "suffix": ""}], "year": 2020, "venue": "Am J Hematol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy", "authors": [{"first": "N", "middle": [], "last": "Tang", "suffix": ""}, {"first": "H", "middle": [], "last": "Bai", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "J Thromb Haemost", "volume": "18", "issn": "", "pages": "1094--1099", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "ISTH interim guidance on recognition and management of coagulopathy in COVID-19", "authors": [{"first": "J", "middle": [], "last": "Thachil", "suffix": ""}, {"first": "N", "middle": [], "last": "Tang", "suffix": ""}, {"first": "S", "middle": [], "last": "Gando", "suffix": ""}], "year": 2020, "venue": "J Thromb Haemost", "volume": "18", "issn": "", "pages": "1023--1026", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "To convert the values for blood urea nitrogen to millimoles per liter of urea, multiply by 0.357. To convert the values for creatinine to micromoles per liter, multiply by 88.4. To convert the values for total bilirubin to micromoles per liter, multiply by 17.1.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "CT angiogram of bilateral lower extremities. A, Axial CT angiogram showing acute thrombosis of right below-knee popliteal artery. B, Coronal view, 3D reconstruction showing acute thrombosis of right below-knee popliteal artery.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Intraoperative angiography. A, Intraoperative angiography after initial embolectomy at the below-knee popliteal artery. B and C, Intraoperative angiography after guided tibial embolectomy, before distal arterial cutdown.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Clinical Laboratory Findings From Hospital Day 1 to 13", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Measurement (Reference Range)\n</td><td>Hospital </td><td>Hospital </td><td>Hospital </td><td>Hospital </td><td>Hospital </td><td>Hospital </td><td>Hospital </td></tr><tr><td>Day 1\n</td><td>Day 3\n</td><td>Day 5\n</td><td>Day 7\n</td><td>Day 9\n</td><td>Day 11\n</td><td>Day 13\n</td></tr><tr><td>WBC count (3,500-10,500 per μL) </td><td>4,500 </td><td>5,400 </td><td>7,700 </td><td>10,500 </td><td>21,300b </td><td>19,300b </td><td>19,400b\n</td></tr><tr><td>RBC count (3,800,000-5,200,000 per μL) </td><td>4,120,000 </td><td>4,110,000 </td><td>4,150,000 </td><td>3,750,000c </td><td>3,150,000c </td><td>2,410,000c </td><td>2,410,000c\n</td></tr><tr><td>Absolute lymphocyte count (1,000-4,000 per μL) </td><td>500c </td><td>600c </td><td>900c </td><td>700c </td><td>900c </td><td>1,000 </td><td>700c\n</td></tr><tr><td>Platelet count (150,000-400,000 per μL) </td><td>243,000 </td><td>248,000 </td><td>422,000b </td><td>247,000 </td><td>399,000 </td><td>401,000b </td><td>400,000\n</td></tr><tr><td>Hemoglobin (11.5-15.5 g/dL) </td><td>12.8 </td><td>12.5 </td><td>12.8 </td><td>11.5 </td><td>9.6c </td><td>7.4c </td><td>7.5c\n</td></tr><tr><td>Hematocrit (34.0-46.5%) </td><td>37.5 </td><td>37.6 </td><td>37.9 </td><td>34.5 </td><td>29.3c </td><td>22.2c </td><td>21.9c\n</td></tr><tr><td>Sodium (136-144 mmol/L) </td><td>135c </td><td>137 </td><td>137 </td><td>141 </td><td>140 </td><td>138 </td><td>137\n</td></tr><tr><td>Potassium (3.3-5.1 mmol/L) </td><td>2.7c </td><td>3.1c </td><td>3.3 </td><td>3.8 </td><td>4.6 </td><td>4.6 </td><td>3.8\n</td></tr><tr><td>Chloride (98-108 mmol/L) </td><td>97c </td><td>96c </td><td>97c </td><td>102 </td><td>103 </td><td>103 </td><td>104\n</td></tr><tr><td>Carbon dioxide (20-32 mmol/L) </td><td>25 </td><td>28 </td><td>25 </td><td>28 </td><td>19c </td><td>21 </td><td>22\n</td></tr><tr><td>Blood urea nitrogena (7-22 mg/dL) </td><td>12 </td><td>3 </td><td>7 </td><td>9 </td><td>22 </td><td>47b </td><td>49b\n</td></tr><tr><td>Creatininea (0.6-1.4 mg/dL) </td><td>1.24 </td><td>0.63 </td><td>0.76 </td><td>0.64 </td><td>2.34b </td><td>5.33b </td><td>6.06b\n</td></tr><tr><td>Total protein (6.5-8.3 g/dL) </td><td>6.8 </td><td>7.2 </td><td>7.8 </td><td>6.7 </td><td>6.0c </td><td>5.8c </td><td>5.7c\n</td></tr><tr><td>Albumin (3.6-5.0 g/dL) </td><td>3.1c </td><td>3.0c </td><td>3.2c </td><td>2.5c </td><td>2.3c </td><td>2.1c </td><td>2.1c\n</td></tr><tr><td>Total bilirubina (0.2-1.4 mg/dL) </td><td>0.5 </td><td>0.7 </td><td>0.6 </td><td>1.0 </td><td>1.2 </td><td>0.8 </td><td>1.2\n</td></tr><tr><td>Alkaline phosphatase (30-110 U/L) </td><td>48 </td><td>49 </td><td>59 </td><td>88 </td><td>100 </td><td>95 </td><td>108\n</td></tr><tr><td>Alanine aminotransferase (7-35 U/L) </td><td>19 </td><td>20 </td><td>23 </td><td>25 </td><td>21 </td><td>31 </td><td>47b\n</td></tr><tr><td>Aspartate aminotransferase (10-40 U/L) </td><td>30 </td><td>35 </td><td>37 </td><td>29 </td><td>35 </td><td>57b </td><td>104b\n</td></tr><tr><td>d-dimer (&lt; 500 ng/mL) </td><td>836b </td><td>419 </td><td>896b </td><td>79,505b </td><td>- </td><td>3,105b </td><td>1,672b\n</td></tr><tr><td>Fibrinogen (184-404 mg/dL) </td><td>590b </td><td>- </td><td>- </td><td>341 </td><td>- </td><td>- </td><td>-\n</td></tr><tr><td>Lactate dehydrogenase (108-212 U/L) </td><td>350b </td><td>488b </td><td>649b </td><td>650b </td><td>673b </td><td>681b </td><td>804b\n</td></tr><tr><td>C-reactive protein (&lt; 8.1 mg/L) </td><td>187.0b </td><td>194.5b </td><td>224.5b </td><td>246.7b </td><td>144.8b </td><td>135.5b </td><td>105.4b\n</td></tr><tr><td>Procalcitonin (&lt; 0.06 ng/mL) </td><td>0.09b </td><td>- </td><td>0.08b </td><td>0.11b </td><td>- </td><td>- </td><td>-\n</td></tr><tr><td>Troponin I (0.00-0.02 ng/mL) </td><td>0.03b </td><td>- </td><td>- </td><td>0.04b </td><td>0.22b </td><td>0.07b </td><td>0.07b\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Drs. Warrior and Chung contributed equally to this article.The authors have disclosed that they do not have any potential conflicts of interest.For information regarding this article, E-mail: kwarrior@gmail.com", "cite_spans": [], "ref_spans": [], "section": "annex"}]}