{
    "paper_id": "0e4af213e47eaad7274ada96f95e02b1bf78cc42",
    "metadata": {
        "title": "Journal Pre-proof Safeguarding Non-COVID-19 Research: Looking Up from Ground Zero",
        "authors": [
            {
                "first": "Christine",
                "middle": [],
                "last": "Hui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Neuroscience Institute",
                    "location": {
                        "addrLine": "11 Jln Tan Tock Seng, Level 1",
                        "postCode": "308433",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Shan",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Neuroscience Institute",
                    "location": {
                        "addrLine": "11 Jln Tan Tock Seng, Level 1",
                        "postCode": "308433",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Eng-King",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Neuroscience Institute",
                    "location": {
                        "addrLine": "11 Jln Tan Tock Seng, Level 1",
                        "postCode": "308433",
                        "country": "Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "OPINION Safeguarding Non-COVID-19 Research: Looking Up from Ground Zero",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic has kicked off a global race to launch clinical trials of experimental vaccines and treatments for the coronavirus (1) . Worldwide, as resources are directed toward accelerating the research into unravelling the mechanism of COVID-19 pathophysiology, concerns have been raised regarding the future of clinical research in United Kingdom (2) , United States (3) and countries that have invested heavily in biomedical sciences. Nation-wide containment efforts including lock-down of non-essential services and facilities are taking a toll on the academic and clinical arena. However, the real immediate impact of these restrictions has been most acutely felt primarily by biomedical scientists working on non-COVID-19 bench research and clinical researchers whose drug trials have to be delayed, suspended or ceased (4). The reverberating echoes from these individuals around the world who are struggling to cope amid this ongoing pandemic are frequently drowned by the thundering battle cries at the COVID-19 frontline.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As research institutions brace for long-term disruptions, the uncertain length of the looming pandemic begets the question -how can biomedical research continue to function when the laboratory is physically inaccessible? While perturbations in the grand scheme of projects can simply be addressed once laboratory activities resume, the disruption is itself the tip of the iceberg. For many of them, remote work is the only option but the actual implementation of changes from a wet-to dry-lab setting is fraught with considerable difficulties. Laboratories working across multidisciplinary fields Arch Med Res E20_769 2 have to rethink about preplanned experiments, as not all projects can easily be placed on ice. There is also the hidden fear of contagion and the real or perceived obstacles that restrict connection or face to face discussion with colleagues. The pressure is compounded by personal concerns as researchers scramble to balance the conflicts between career-driven goals and responsibilities with the larger challenge on hand during the pandemic. Striking this balance will be difficult, but active discussion of these issues between principal investigators and team members would be helpful in establishing reasonable expectations and norms. With the benefit of more personal time under lockdown, research priorities will have to be temporarily shifted toward data analysis, drafting manuscripts and writing grant proposals to boost productivity by leveraging on momentum.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 619,
                    "text": "E20_769 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the trajectory of the long-term impact of COVID-19 is difficult to forecast, it is imperative for organizations to develop a long-term plan to sustain other fields of research unrelated to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to avoid wasting years of scientific progress, a handful of research activities must continue in the face of a shutdown and these include animal work that is unique, timely longitudinal experiments and maintenance of vital lines, for which a pause would generate significant data and sample loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In view that many research projects will be unavoidably delayed as a result of the pandemic, funding agencies and governing bodies should be flexible in the institution of new measures and adjustments to support projects that are inadvertently affected by COVID-19 (3). The resilience of the research community worldwide depends on the financial commitments governments are willing to make in time of crisis, and it is essential that we are making the best use of the limited resources and capacity available to support both COVID-19 and non-COVID-19 research (5) . While the case for continuing novel and potentially life-saving therapies (6) for non-COVID-19 diseases may be easy to make in principle, its actual definition in operational sense across different fields can be subject to debate. In many instances and in every specialty, the \"no alternative treatment option\" and the \"urgency of Arch Med Res E20_769 3 therapy\" interpretations are highly debatable (7) . The level of parity and priority across different fields of science cannot be easily equated: for example, when comparing clinical trials for oncology and neurology patients which can have vastly different timepoints and outcome measures. Who is to say which drug trial is more worthy to be resumed? It is challenging for administrators or policy makers to decide over a very short time frame and in an unprecedented environment what constitutes worthy life-saving trials to continue based on their likelihood of success, potential threats to life, and the optimal continuity of treatment for patients likely to benefit the most.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 563,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 966,
                    "end": 969,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 will invariably change how everyone of us perceive scientific research and will lead to development of \"new normal\" practices and creation and implementation of both prospective shortand long-term contingency plans that would make us more pliable in responding and adapting to such crisis in the future. However, in implementing safe guarding measures and processes for non-COVID-19 biomedical research during this pandemic, the voices from ground zero deserve to be heard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "NIL",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 will stimulate a new coronavirus research breakthrough: a 20-year bibliometric analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Transl Med",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32411751"
                ],
                "PMCID": [
                    "PMC7214912"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Covid-19 makes the future of UK clinical research uncertain",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iacobucci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32345601"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Covid-19's impact on US medical research-shifting money, easing rules",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kardas-Nelson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32357953"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nonessential Research in the New Normal: The Impact of Novel Coronavirus Disease (COVID-19)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Yanow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Good",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Trop Med Hyg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.20-0325"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Covid-19 is shattering US cancer care",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Drug Evaluation during the Covid-19 Pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Rome",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Avorn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2009457"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cancer Research Ethics and COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Shuman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Pentz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Oncologist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}