{"paper_id": "0e4a5db98959ebbf76c61cfe584e518f64be7bda", "metadata": {"title": "Clinical and radiological changes of hospitalised patients with COVID-19 pneumonia from disease onset to acute exacerbation: a multicentre paired cohort study", "authors": [{"first": "Jiayi", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Central South University", "location": {"postCode": "410011", "settlement": "Changsha"}}, "email": ""}, {"first": "Taili", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Central South University", "location": {"postCode": "410011", "settlement": "Changsha"}}, "email": ""}, {"first": "Haitao", "middle": [], "last": "Yang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Central South University", "location": {"postCode": "410011", "settlement": "Changsha"}}, "email": ""}, {"first": "Yeyu", "middle": [], "last": "Cai", "suffix": "", "affiliation": {"laboratory": "", "institution": "Central South University", "location": {"postCode": "410011", "settlement": "Changsha"}}, "email": ""}, {"first": "Qizhi", "middle": [], "last": "Yu", "suffix": "", "affiliation": {"laboratory": "", "institution": "The First Hospital of Changsha", "location": {"postCode": "410011", "settlement": "Changsha"}}, "email": ""}, {"first": "Juan", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Central Hospital of Xiangtan", "location": {"postCode": "410011", "settlement": "Xiangtan"}}, "email": ""}, {"first": "Zhu", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Central South University", "location": {"postCode": "410011", "settlement": "Changsha"}}, "email": ""}, {"first": "Quan-Liang", "middle": [], "last": "Shang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Central South University", "location": {"postCode": "410011", "settlement": "Changsha"}}, "email": ""}, {"first": "Cong", "middle": [], "last": "Ma", "suffix": "", "affiliation": {"laboratory": "", "institution": "Central South University", "location": {"postCode": "410011", "settlement": "Changsha"}}, "email": ""}, {"first": "&amp;", "middle": ["Xiangyu"], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Central South University", "location": {"postCode": "410011", "settlement": "Changsha"}}, "email": ""}, {"first": "Enhua", "middle": [], "last": "Xiao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Central South University", "location": {"postCode": "410011", "settlement": "Changsha"}}, "email": "xiaoenhua64@csu.edu.cn"}]}, "abstract": [{"text": "Objectives To analyse clinical and radiological changes from disease onset to exacerbation in coronavirus infectious disease-19 (COVID-19) patients. Methods We reviewed clinical histories of 276 patients with confirmed COVID-19 pneumonia and extracted data on patients who met the diagnostic criteria for COVID-19 severe/fatal pneumonia and had an acute exacerbation starting with mild or common pneumonia. Results Twenty-four patients were included. Of these, 8% were smokers, 54% had been to Wuhan, and 46% had comorbidities. Before acute exacerbation, elevated lactate dehydrogenase (232.9 ± 88.7) was present, and chest CT scans showed the number of involved lobes was 4 (2-5) and total CT score was 6 (2-8). Following acute exacerbation, patients were likely to have more clinical symptoms (p < 0.01) and abnormal laboratory changes (p < 0.01). The number of involved lobes and CT score after an exacerbation significantly increased to 5 (5-5) and 12 (9-14), respectively. Receiver operating characteristic (ROC) curve showed that, when the cutoff value of CT score was 5, the sensitivity and specificity for severe pneumonia were 90% and 70%, respectively. CT findings of ground glass opacity with consolidations (91.7%), bilateral distribution (100.0%), and multifocal lesion (100.0%) were features in found in patients after exacerbation. Conclusions There are significant changes in clinical, laboratory, and CT findings in patients from disease onset to exacerbation. An increase in the number of involved lobes or an increased CT score from the baseline may predict poor clinical outcomes. Combining an assessment of CT changes with clinical and laboratory changes could help clinical teams evaluate the prognosis. Key Points • The common chest CT signs of COVID-19 pneumonia after exacerbation were ground glass opacity (GGO) with consolidation, bilateral distribution, and multifocal lesions. • An increase in number of involved lobes or an increased CT score from the baseline may predict a poor clinical outcome.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "• Worsened symptoms and abnormal laboratory results are also associated with poor prognosis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since December 2019, several cases of coronavirus infectious disease-19 (COVID-19) pneumonia have been diagnosed in Wuhan, Hubei Province, China. A total of 57,416 cases due to human-to-human transmission diagnosed via clinical or laboratory criteria have been reported in China as of 16 February 2020 [1] . Many cases have spread around the world, to countries including Italy, South Korea, and the USA, which indicates that a considerable threat to global health has been posed by COVID-19. Coronaviruses cause mainly respiratory tract infections in humans. Although most patients have mild or common symptoms, a few patients with COVID-19 have developed pulmonary oedema, severe pneumonia, acute respiratory distress syndrome, and multiple organ failure, and some cases have even resulted in death [2] .", "cite_spans": [{"start": 302, "end": 305, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 801, "end": 804, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Chest CT plays a critical role in the timely detection of lung changes and abnormalities. At present, little is known about the dynamic manifestations before and after exacerbation in COVID-19-infected patients. In this study, we aimed to analyse the evolution of chest CT imaging characteristics in a group of 24 laboratory-confirmed COVID-19 patients from disease onset to exacerbation. These findings will be useful in providing important information for radiologists and clinical teams to identify and classify the severity of the COVID-19 pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This study was approved by the Medical Ethical Committee (Approved Number, 2020004), which waived the requirement for written informed consent.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "In Hunan Province, China, patients with suspected COVID-19 pneumonia were admitted and quarantined. Throat swabs or blood samples were collected and sent to the Hunan Provincial Centre for Disease Control and Prevention. Preventive detection of COVID-19 was undertaken using a genetic sequence assay or a polymerase chain reaction (PCR) assay [3] . Diagnosis of COVID-19 was determined according to at least one positive result by both laboratory methods as mentioned above. Confirmed COVID-19 pneumonia cases were transferred to designated hospitals assigned by the government.", "cite_spans": [{"start": 343, "end": 346, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Diagnostic procedure"}, {"text": "In our study, we reviewed the clinical history for all patients with confirmed COVID-19 pneumonia from two COVID-19 designated hospitals. According to the guidelines of COVID-19 (Trial Version 5) [4] , the patients were classified into four groups: mild, common, severe, and fatal pneumonias. The criteria for each clinical type are as follows: (1) mild type defined as mild clinical symptoms with no evidence of pneumonia on chest CT; (2) common type defined as fever or respiratory symptoms, with evidence of pneumonia on chest CT; (3) severe type defined as respiratory distress (respiratory rate > 30 breaths/min), or SpO2 < 93% in the resting state, or SpO2/FiO2 ≤ 300 mmHg; (4) fatal type defined as respiratory failure and requirement for mechanical ventilation, shock, or complication with other organ failures and requirement for intensive care unit (ICU) care. Patients who met the diagnostic criteria for severe or fatal pneumonia and also had an acute exacerbation starting from mild or common pneumonia were included. Clinical, laboratory, and radiological data of these patients were collected from patients' medical records and these cases were followed up until 16 February 2020.", "cite_spans": [{"start": 196, "end": 199, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Data extraction and collection"}, {"text": "Basic personal information included sex, age, smoking status, exposure history, incubation period, and underlying comorbidities. Clinical characteristics and the peak values of laboratory results from disease onset to exacerbation were recorded during the hospital stay. When the onset of symptoms was noticed, this day was defined as the date of disease onset. In addition, the date of acute exacerbation was defined as the day when the patient was admitted from the general ward to the ICU. If data were missing or uncertain, the researchers directly communicated with attending doctors. Finally, all data were reviewed by a trained team of physicians.", "cite_spans": [], "ref_spans": [], "section": "Clinical evaluation"}, {"text": "Chest CT scans were performed using two commercial multidetector CTs (CT LightSpeed, GE; CT SOMATOM, Siemens). CT images were collected during a single breathhold without intravenous contrast. We collected multiple pulmonary CT scans for every patient from disease onset (within 96 h) to exacerbation (within 48 h). For each of the patients, the major CT features were described, including the pattern and distribution of the lesions, morphology, number of lesions, number of involved lobes, and other findings. A semiquantitative scoring system was designed to estimate the involvement area for each lung lobe [5] : 0, normal chest CT; 1, less than 25% involvement; 2, 25% to less than 50% involvement; 3, 50% to less than 75% involvement; and 4, more than 75% involvement. There were five lung lobes per patient; the range of possible scores was from 0 to 20. All CT images before and after exacerbation were reviewed by two thoracic radiologists with over 10 years' experience, and any disagreement was resolved by consensus.", "cite_spans": [{"start": 611, "end": 614, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Chest CT evaluation"}, {"text": "Statistical analyses were performed using SPSS (IBM Corporation). Continuous data were calculated by use of paired samples t test when the data were normally distributed.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "If not, Wilcoxon's-matched-pairs signed-rank test was used. Dichotomous data were compared with Kappa consistency test. Receiver operating characteristic (ROC) analysis was performed to investigate the clinical value of CT scores in distinguishing the exacerbation in patients and find a corresponding cutoff value. Measuring data were expressed as mean ± SD, median, IQR, or n (%). P values < 0.05 were considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "As of 16 February 2020, a total of 276 patients were referred to two COVID-19 designated hospitals. Finally, 24 patients were included using the predefined inclusion criteria. The flow chart of patients included and excluded is shown in Fig. 1 . There were 14 males and 10 females, with ages ranging from 25 to 75 years (mean, 58 years; Table 1 ). Only 2 (8%) patients admitted to smoking before the COVID-19 disease was diagnosed. There were 13 patients (54%) with Wuhan exposure history. Of the 24 patients, 11 (46%) had one or more medical comorbidities; hypertension (29%), diabetes (8%), and cardiovascular disease (12.5%) were the most common comorbidities. The mean incubation period and the periods from disease onset to admission, from disease onset to exacerbation, and from admission to exacerbation were 4.3, 4.3, 8.8, and 4.1 days, respectively.", "cite_spans": [], "ref_spans": [{"start": 237, "end": 243, "text": "Fig. 1", "ref_id": null}, {"start": 337, "end": 344, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Study population"}, {"text": "As shown in Table 2 , compared with the condition of patients at disease onset, patients after exacerbation had increased clinical symptoms (p < 0.01) and worsened laboratory parameters including elevated white blood cell count (p < 0.01), neutrophil count (p < 0.01), blood urea nitrogen (p < 0.01), and lactate dehydrogenase (p = 0.01), decreased albumin (p < 0.01), and shortened activated partial thromboplastin time (p = 0.07). Data are mean ± SD and n (%)", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Clinical analysis"}, {"text": "Based on antiviral treatment and traditional Chinese medicine treatment in the stage of disease onset in patients, systemic glucocorticoids (p < 0.01) and non-invasive ventilation (p < 0.01) were the common interventions to prevent worsening in patients after exacerbation.", "cite_spans": [], "ref_spans": [], "section": "Clinical analysis"}, {"text": "Changes in chest CT are shown in Table 3 . The common chest CT features in patients after exacerbation were GGO with consolidations (91.7%), bilateral distribution (100.0%), multifocal lesion (100.0%), patchy shadowing (83.3%), and air bronchogram sign (75.0%). There were no significant differences in the distribution, number, and morphology of lesions in patients after an exacerbation. However, the number of involved lobes in patients after exacerbation was remarkably higher than that in patients before exacerbation: 5 (5-5) and 4 (2-5), respectively (p < 0.01), as shown in Figs. 2 and 3. An upward trend was also seen after exacerbation in the average CT scores from 6 (2-8) to 12 (9-14). For ROC analysis, the area under the ROC curve (AUC) of the CT scores was 0.83 (95% CI 0.69, 0.96; p < 0.001) in patients from disease onset to exacerbation. When the cutoff value of the CT score was 5, the sensitivity and specificity were 90% and 70%, respectively.", "cite_spans": [], "ref_spans": [{"start": 33, "end": 40, "text": "Table 3", "ref_id": "TABREF3"}], "section": "CT images analysis"}, {"text": "We retrospectively observed a group of 24 hospitalised patients with laboratory-confirmed COVID-19 pneumonia, and analysed the clinical and radiological changes in all patients from disease onset to exacerbation. In our study, we collected multiple pulmonary CT scans for every patient from disease onset to exacerbation. All patients had a repeated chest CT examination within a 2-5-day interval during hospitalisation. Thus, we could completely observe the dynamic changes of pulmonary lesions. Our study showed some common CT Data are mean ± SD and n (%) findings in COVID-19 patients after exacerbation: GGO with consolidation, bilateral, multifocal, patchy shadowing, and air bronchogram sign. After exacerbation, the median number of involved lobes and CT scores was 5 and 12, respectively. Compared with previous studies [6] , we considered that the severity of chest CT images was higher than expected when patients met diagnostic criteria for only mild or common pneumonia, and not severe or fatal pneumonia. However, after analysing the statistics of patients who met diagnostic criteria for severe or fatal pneumonia after exacerbation, we found that there were significant differences in their CT scores and number of involved lobes. At the same time, we found that CT score can accurately distinguish the exacerbation stages in patients from disease onset to exacerbation. When the cutoff value of the CT score was 5, it could have good sensitivity and specificity with a moderate predictive value. A possible explanation for the results is that there could be a relationship between the changes noted in the chest CT and pneumonia exacerbation. If the changes could be detected before the exacerbation of COVID-19 pneumonia, we could infer that the changes would predict an acute exacerbation.", "cite_spans": [{"start": 828, "end": 831, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "In Hubei province, in order to better control the source of infection, patients with chest CT evidence combined with at least two clinical symptoms could be considered to have clinically confirmed COVID-19. Previous studies have shown that chest CT evidence of COVID-19 pneumonia may precede positive PCR test results in patients who were at high risk for COVID-19 pneumonia [7] . Chest CT had associated Data are median, IQR, and n (%) CT, computed tomography; GGO, ground glass opacities *CT score: 0, normal chest CT; 1, less than 25% involvement; 2, 25% to less than 50% involvement; 3, 50% to less than 75% involvement; and 4, more than 75% involvement characteristics from initial diagnosis until patient recovery in the common COVID-19 patients [8] . Although a positive PCR result is considered to be the diagnostic golden standard to confirm COVID-19 pneumonia outside the Hubei province in China, chest CT also plays an irreplaceable role in aiding diagnosis, evaluating the severity, and even predicting poor clinical outcome. Apart from radiological characteristics, clinical and laboratory changes could be found. In our study, the average age of patients who had a history of exacerbation was older, and a high proportion had comorbidities. This suggests that age and comorbidity may be risk factors for poor outcome. This study provides information on the epidemiology of the COVID-19 patients in Hunan province with severe disease, approximately half of whom had a history of visiting Wuhan. This might be related to susceptibility of patients rather than the history of their visiting Wuhan. Compared with symptoms in patients before exacerbation, symptoms, including dyspnoea and respiratory distress, were more common after exacerbation. Thus, increasing dyspnoea and respiratory distress should alert physicians to identify patients with exacerbations timeously. Other factors such as worsened laboratory parameters including elevated white blood cell count, neutrophil count, blood urea nitrogen, and lactate dehydrogenase, decreased albumin, and shortened activated partial thromboplastin time were noted in patients after exacerbation. These may be associated with bacterial infection, coagulation activation, kidney dysfunction, and myocardial injury. These results will be helpful in future studies to explore possible mechanisms of these associations.", "cite_spans": [{"start": 375, "end": 378, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 752, "end": 755, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study has several limitations. First, with the limited number of patients, it is difficult to avoid selection bias and explain the main factor for disease exacerbation or the relationship between clinical and radiological findings with CT images of a 25-year-old man from disease onset (day 2) to exacerbation (day 15). A1, A2 The CT images at disease onset. B1, B2 The CT images after exacerbation. These images indicate that the density of some patches of consolidation decreased, but the range increased significantly after exacerbation. CT scores from disease onset to exacerbation were 4 and 16, respectively CT images of a 36-year-old man from disease onset (day 3) to exacerbation (day 10). A1, A2 The CT images at disease onset. B1, B2 The CT images after exacerbation. A1 and B1 show single mixed ground glass opacity (GGO) with consolidation in one lobe that is increased in size; A2 and B2 showed multiple new mixed and consolidation lesions in multiple lobes after exacerbation. CT scores from disease onset to exacerbation were 2 and 11, respectively multivariable analysis. This is a small-sized case study of patients with an acute exacerbation. Stricter inclusion and exclusion criteria would help to further define the changes in disease, including clinical and radiological findings.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Second, in China, the number of severe COVID-19 patients in Hunan province is far less than that in Hubei province, and most severe patients still remain in the hospital; therefore, we could not compare the characteristics from disease exacerbation until patient recovery. Further studies, which take these limitations into account, will need to be undertaken.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, this study represents an early multicentre paired cohort study to investigate changes in radiological and clinical features of COVID-19 patients from disease onset to exacerbation. There are significant differences in clinical, laboratory, and CT findings in patients at disease onset compared with those in patients with an exacerbation of their condition. Chest CT plays a critical role in timely detecting the exacerbation of disease. An increase in the number of involved lobes or an increased CT score from the baseline may predict a poor clinical outcome. Combining assessment of CT changes with clinical and laboratory changes could help clinical teams to evaluate the prognosis of COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "China National Health Commission (2020) Daily update on COVID-19 cases in China", "authors": [], "year": 2020, "venue": "", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30183-5"]}}, "BIBREF2": {"ref_id": "b2", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF3": {"ref_id": "b3", "title": "China National Health Commission (2020) Diagnosis and treatment of pneumonia caused by COVID-19 (trial version 5). China National Health Commission", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV). Radiology", "authors": [{"first": "M", "middle": [], "last": "Chung", "suffix": ""}, {"first": "A", "middle": [], "last": "Bernheim", "suffix": ""}, {"first": "X", "middle": [], "last": "Mei", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1148/radiol.2020200230"]}}, "BIBREF5": {"ref_id": "b5", "title": "The clinical and chest CT features associated with severe and critical COVID-19 pneumonia", "authors": [{"first": "K", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "F", "middle": ["Q"], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Invest Radiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/rli.0000000000000672"]}}, "BIBREF6": {"ref_id": "b6", "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing", "authors": [{"first": "X", "middle": ["Z"], "last": "Xie", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "C", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "F", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1148/radiol.2020200343:200343"]}}, "BIBREF7": {"ref_id": "b7", "title": "Initial CT findings and temporal changes in patients with the novel coronavirus pneumonia (2019-nCoV): a study of 63 patients in Wuhan, China", "authors": [{"first": "Y", "middle": [], "last": "Pan", "suffix": ""}, {"first": "H", "middle": [], "last": "Guan", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "Eur Radiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s00330-020-06731-x"]}}, "BIBREF8": {"ref_id": "b8", "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Patient 2.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Patient 1.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Fig. 1Flow diagram of patients included and excluded in this study", "latex": null, "type": "table"}, "TABREF1": {"text": "Baseline characteristics of patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>All patients (n = 24)\n</td></tr><tr><td>Age, years </td><td>57.9 ± 15.3\n</td></tr><tr><td>Sex\n</td><td> </td></tr><tr><td>Men </td><td>14 (58%)\n</td></tr><tr><td>Women </td><td>10 (42%)\n</td></tr><tr><td>Current smoking </td><td>2 (8%)\n</td></tr><tr><td>Wuhan exposure </td><td>13 (54%)\n</td></tr><tr><td>Any comorbidity\n</td><td> </td></tr><tr><td>Chronic disease </td><td>11 (46%)\n</td></tr><tr><td>Organ failure </td><td>0 (0.0%)\n</td></tr><tr><td>Tumour </td><td>0 (0.0%)\n</td></tr><tr><td>Time distribution before exacerbation\n</td><td> </td></tr><tr><td>Incubation period </td><td>4.25 ± 2.42\n</td></tr><tr><td>Days from disease onset to admission </td><td>4.30 ± 2.39\n</td></tr><tr><td>Days from disease onset to exacerbation </td><td>8.80 ± 4.56\n</td></tr><tr><td>Days from admission to exacerbation </td><td>4.12 ± 4.21\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Clinical and laboratory changes in patients from disease onset to exacerbation", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Disease onset </td><td>After exacerbation </td><td>p value\n</td></tr><tr><td>Signs and symptoms\n</td><td> </td><td> </td><td> </td></tr><tr><td>Cough </td><td>16 (66.7%) </td><td>12 (50%) </td><td>0.39\n</td></tr><tr><td>Dyspnoea </td><td>11 (45.8%) </td><td>15 (62.5%) </td><td>&lt; 0.01\n</td></tr><tr><td>Fatigue </td><td>7 (29.2%) </td><td>10 (41.7%) </td><td>0.51\n</td></tr><tr><td>Chest distress </td><td>2 (8.3%) </td><td>9 (37.5%) </td><td>0.04\n</td></tr><tr><td>More than one symptom </td><td>7 (29.2%) </td><td>20 (83.3%) </td><td>&lt; 0.01\n</td></tr><tr><td>Highest temperature, °C </td><td>38.1 ± 0.78 </td><td>38.0 ± 0.90 </td><td>0.06\n</td></tr><tr><td>Laboratory\n</td><td> </td><td> </td><td> </td></tr><tr><td>White blood cell count, × 109/L </td><td>4.20 ± 1.65 </td><td>8.80 ± 4.80 </td><td>&lt; 0.01\n</td></tr><tr><td>Neutrophil count, × 109/L </td><td>3.25 ± 1.97 </td><td>8.50 ± 4.91 </td><td>&lt; 0.01\n</td></tr><tr><td>Lymphocyte count, × 109/L </td><td>0.82 ± 0.38 </td><td>0.79 ± 0.64 </td><td>0.78\n</td></tr><tr><td>Activated partial thromboplastin time, s </td><td>32.64 ± 3.97 </td><td>28.07 ± 8.24 </td><td>0.01\n</td></tr><tr><td>D-dimer, mg/L </td><td>0.61 ± 1.37 </td><td>3.79 ± 5.48 </td><td>0.02\n</td></tr><tr><td>Albumin, g/L </td><td>36.28 ± 4.43 </td><td>31.61 ± 4.31 </td><td>&lt; 0.01\n</td></tr><tr><td>Alanine aminotransferase, U/L </td><td>22.02 ± 7.78 </td><td>60.43 ± 87.23 </td><td>0.07\n</td></tr><tr><td>Aspartate aminotransferase, U/L </td><td>34.74 ± 9.97 </td><td>44.88 ± 36.25 </td><td>0.27\n</td></tr><tr><td>Lactate dehydrogenase, U/L </td><td>232.88 ± 87.76 </td><td>349.48 ± 200.77 </td><td>0.01\n</td></tr><tr><td>Blood urea nitrogen, mmol/L </td><td>4.63 ± 1.44 </td><td>7.29 ± 2.56 </td><td>&lt; 0.01\n</td></tr><tr><td>Treatments\n</td><td> </td><td> </td><td> </td></tr><tr><td>Antiviral treatment </td><td>23 (95.8%) </td><td>24 (100%) </td><td>1.00\n</td></tr><tr><td>Antibiotic treatment </td><td>10 (41.7%) </td><td>17 (70.8%) </td><td>0.08\n</td></tr><tr><td>Systemic glucocorticoids </td><td>5 (20.8%) </td><td>20 (83.3%) </td><td>&lt; 0.01\n</td></tr><tr><td>Non-invasive ventilation </td><td>4 (16.7%) </td><td>18 (75.0%) </td><td>&lt; 0.01\n</td></tr><tr><td>Traditional Chinese medicine </td><td>18 (75%) </td><td>21 (87.5%) </td><td>0.46\n</td></tr><tr><td>Clinical outcomes\n</td><td> </td><td> </td><td> </td></tr><tr><td>Discharge </td><td> </td><td>0 (0.0%)\n</td><td> </td></tr><tr><td>Death </td><td> </td><td>1 (4.2%)\n</td><td> </td></tr><tr><td> </td><td> </td><td>Hospitalisation </td><td>23 (96.8%)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements We would like to convey our greatest respect to the fighters who are fighting COVID-19.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The authors state that this work has not received any funding.", "cite_spans": [], "ref_spans": [], "section": "Funding information"}, {"text": "Guarantor The scientific guarantor of this publication is Prof. Xiangyu Chen and Prof. Enhua Xiao.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "The authors of this manuscript declare no relationships with any companies, whose products or services may be related to the subject matter of the article.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}, {"text": "No complex statistical methods were necessary for this paper.Informed consent Written informed consent was waived by the Institutional Review Board.Ethical approval Institutional Review Board approval was obtained.", "cite_spans": [], "ref_spans": [], "section": "Statistics and biometry"}, {"text": "• retrospective • observational study • multi-centre study", "cite_spans": [], "ref_spans": [], "section": "Methodology"}]}