{"paper_id": "0e4a77da25866e7885c536ec09f7623947f33d92", "metadata": {"title": "Journal Pre-proof Using the diagnostic model based on routine laboratory tests to distinguish patients infected with SARS-CoV-2 from those infected with influenza virus", "authors": [{"first": "Ying", "middle": [], "last": "Luo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xu", "middle": [], "last": "Yuan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ying", "middle": [], "last": "Xue", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Liyan", "middle": [], "last": "Mao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qun", "middle": [], "last": "Lin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Guoxing", "middle": [], "last": "Tang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Huijuan", "middle": [], "last": "Song", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Weiyong", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hongyan", "middle": [], "last": "Hou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Feng", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ziyong", "middle": [], "last": "Sun", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "There was no sex predominance in NCPP. The NCPP were frequently encountered in 33 the sixth and seventh decades of life. The mean age of NCPP (56±16 years) was 34 higher than IP (47±17 years), but without statistical difference. Although most results 35 of routine laboratory tests between NCPP and IP had no significant difference, some 36 laboratory tests showed an obvious change in NCPP. We observed that NCPP had 37 significantly decreased white blood cells, alkaline phosphatase, and d-dimer, The Lancet, 2020). More than 87,000 individuals have been confirmed infected with 71 the virus in China as of March 1, 2020 and most cases were reported in Wuhan city.", "cite_spans": [{"start": 251, "end": 253, "text": "35", "ref_id": null}], "ref_spans": [], "section": "32"}, {"text": "An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice. In total, 1027 NCPP and 1140 IP were recruited from Tongji hospital between January 166 2018 and March 2020. The demographic information was summarized in Table 1 . 167 There was no sex predominance in NCPP. RDW-SD, standard deviation in red cell distribution width; PLT#, platelet count; PDW, platelet distribution width; MPV, mean platelet volume; PLCR, platelet larger cell ratio; THR, thrombocytocrit. *Comparisons were performed between NCPP and IP groups using Mann-Whitney U test. Data were presented as medians (25th-75th percentages).", "cite_spans": [{"start": 294, "end": 297, "text": "167", "ref_id": null}], "ref_spans": [{"start": 284, "end": 291, "text": "Table 1", "ref_id": null}], "section": "72"}, {"text": "Variables NCPP (n=1027) IP (n=1140) P*", "cite_spans": [], "ref_spans": [], "section": "Table 3. The Results of Biochemical Indicators in Study Participants."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Genomic characterization of 304 the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical 305 pneumonia after visiting Wuhan", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Kok", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "H", "middle": [], "last": "Chu", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "To", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}], "year": 2020, "venue": "Emerg Microbes Infect", "volume": "9", "issn": "1", "pages": "221--236", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Epidemiological and clinical 307 characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a 308 descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}, {"first": "J", "middle": [], "last": "Qu", "suffix": ""}, {"first": "F", "middle": [], "last": "Gong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "507--513", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Return of the Coronavirus: 2019-nCoV", "authors": [{"first": "L", "middle": ["E"], "last": "Gralinski", "suffix": ""}, {"first": "V", "middle": ["D"], "last": "Menachery", "suffix": ""}], "year": null, "venue": "Viruses", "volume": "310", "issn": "2020", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical features of patients 312 infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "China. The Lancet", "volume": "395", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "diagnosis between novel coronavirus pneumonia patients (NCPP) and 26 influenza patients (IP) remains a challenge in clinical practice. 27 Methods 28 Between January 2018 and March 2020, 1027 NCPP and 1140 IP were recruited from 29 Tongji hospital. Blood routine examination, biochemical indicators, and coagulation 30 function analysis were performed in all participants simultaneously.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "38 compared with IP. However, the results of lactate dehydrogenase, erythrocyte 39 sedimentation rate and fibrinogen were significantly increased in NCPP compared 40 with those in IP. The diagnostic model based on combination of eighteen routine 41 laboratory indicators showed an area under the curve of 0.796 (95% CI, 0.777 to adjunct approach in the differential diagnosis between NCPP and IP. coronavirus pneumonia patients were frequently encountered in the sixth 52 and seventh decades of life. 53 54 Significantly decreased white blood cells, alkaline phosphatase, and d-dimer were 55 observed in novel coronavirus pneumonia patients compared with influenza patients. 56 57 the results of lactate dehydrogenase, erythrocyte sedimentation rate and fibrinogen 58 were significantly increased in novel coronavirus pneumonia patients compared with 59 those in influenza patients.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "diagnostic model with moderate value was established based on the 62 combination of eighteen biomarkers from routine laboratory tests to discriminate 63 novel coronavirus pneumonia patients from influenza patients. 64 INTRODUCTION 67 Recently, a novel coronavirus (SARS-CoV-2) has caused a severe outbreak in many 68 regions of the world as a cause of severe respiratory infection in humans between 69 December 2019 and March 2020 (Chan et al., 2020, Gralinski and Menachery, 2020,70", "latex": null, "type": "figure"}, "FIGREF4": {"text": "with influenza virus were enrolled from January 2018 to June 2019. 97 NCPP were diagnosed if patients had positive SARS-CoV-2 reverse 98 transcription-polymerase chain reaction (RT-PCR) results and negative influenza virus 99 real-time polymerase chain reaction results as well as typical computed tomography 100 features. IP were diagnosed if patients had positive influenza virus real-time 101 polymerase chain reaction results and computed tomography manifestations of viral 102 pneumonia or if patients had positive influenza virus-specific IgM antibody and 103 typical influenza clinical symptoms as well as computed tomography manifestations 104 of viral pneumonia. Patients under 18 years of age were excluded from the study. All", "latex": null, "type": "figure"}, "FIGREF5": {"text": "105 patients were performed by the routine laboratory tests including blood routine 106 examination, biochemistry, and coagulation function simultaneously. This study was 107 approved by the ethical committee of Tongji Hospital, Tongji Medical College, 108 Huazhong University of Science and Technology, China (TJ-C20200128).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "acid-anticoagulated peripheral blood samples were 112 collected from participants and blood routine was performed using XN-9000 Sysmex 113 (Sysmex Co., Kobe, Japan) according to the manufacturer's instructions. The obtained 114 indicators were as follows: white blood cell count (WBC#), neutrophil percentage 115 (NEUT%), neutrophil count (NEUT#), lymphocyte percentage (LYMPH%), 116 An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice. BASO%), basophil count (BASO#), red blood cell count (RBC#), 119 hemoglobin (HGB), hematocrit (HCT), mean corpuscular volume (MCV), mean 120 corpuscular hemoglobin (MCH), mean corpuscular hemoglobin concentration 121 (MCHC), coefficient variation of red blood cell volume distribution width 122 (RDW-CV), standard deviation in red cell distribution width (RDW-SD), platelet 123 count (PLT#), platelet distribution width (PDW), mean platelet volume (MPV), 124 platelet larger cell ratio (PLCR), thrombocytocrit (THR). anti-coagulating peripheral blood samples were collected from patients and 128 biochemical indicators were measured using ROCHE COBAS 8000 (Mannheim, 129 Germany) according to the manufacturer's instructions. The obtained indexes were as 130 follows: alanine aminotransferase (ALT), aspartate aminotransferase (AST), total 131 protein (TP), albumin (ALB), globulin (GLB), total bilirubin (TBILI), direct 132 bilirubin (DBILI), direct bilirubin (IBILI), creatinine (CREA), urea (UR), uric acid 133 (UA), γ-glutamyl transpeptidase (GGT), alkaline phosphatase (ALP), lactate 134 dehydrogenase (LDH), total cholesterol (TC), triglyceride (TG), high-density 135 lipoprotein cholesterol (HDL-C), low-density lipoprotein cholesterol (LDL-C), 136 calcium (Ca), magnesium (Mg), natrium (Na), phosphate (P), chlorine (Cl), kali (K), 137 bicarbonate ion (HCO3), hypersensitive C-reactive protein (hsCRP), erythrocyte 138 An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice. anti-coagulated peripheral blood samples were collected from patients 142 and coagulation function were detected using STA-R coagulation analyzers 143 (Diagnostic Stago, France) according to the manufacturer's instructions. The obtained 144 parameters were as follows: prothrombin time (PT), activated partial thromboplastic 145 time (APTT), thrombin time (TT), international normalized ratio (INR), prothrombin 146 activity (PTA), fibrinogen (FIB), and d-dimer (DD). were compared with the Mann-Whitney U test and categorical 150 variables were compared by χ² test. A two-sided α of less than 0.05 was considered 151 statistically significant. To build the diagnostic model for differentiating NCPP from 152 IP, all variables with statistical significance were taken as candidates for further 153 multivariable logistic regression analyses; and then the regression equation 154 (diagnostic model) was obtained and a score for each individual was calculated. 155 Receiver operating characteristic (ROC) analysis was performed to determine the 156 performance of the diagnostic model in distinguishing NCPP from IP. Area under the 157 curve (AUC), sensitivity, specificity, positive predictive value (PPV), negative 158 predictive value (NPV), positive likelihood ratio (PLR), negative likelihood ratio 159 (NLR), and accuracy, together with their 95% confidence intervals (CI), were 160An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "biochemistry, GGT, ALP, UA, Ca, Cl, and P in NCPP were significantly lower 181 than in IP. On the contrary, ALT, AST, TP, GLB, IBILI, LDH, TG, HDL-C, LDL-C, 182An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "model based on combination of various indicators to distinguish 191 NCPP from IP 192 To establish a diagnostic model based on combination of various indicators for 193 distinguishing NCPP from IP, all variables with statistical significance were used for 194 multivariable logistic regression analysis. A diagnostic model was built as the (-0.049*WBC#-0.571*MONO#-11.562*BASO#+0.005*HGB-0.055*RDW-SD+0.021*TP-0.023*ALP+0.003*LDH+0.245*T 197 G+0.92*HDL-C-2.594*Ca+0.597*K-0.054*Cl+0.079*HCO3+0.019*ESR+0.118*TT-0.038*DD+0.262*FIB+3.149) ] P, 198 predictive value; e, natural logarithm. ROC analysis showed that the AUC of the 199 diagnostic model was 0.796 (95% CI, 0.777 to 0.814) (Figure 1). When the cutoff 200 value was set at 0.598, the following diagnostic parameters of the diagnostic model 201", "latex": null, "type": "figure"}, "FIGREF9": {"text": "between NCPP and IP is still a challenge in clinical practice, 210 especially during the outbreak of COVID-19. Fever, cough, and shortness of breath 211 are the most common symptoms in NCPP, but these symptoms are also reported in IP 212 and use of symptom has very limited value in distinguishing NCPP from IP. Bilateral 213 pneumonia and ground-glass opacity were the typical imaging findings of NCPP, but 214 these imaging features are also common in IP (Shi et al., 2020, Zhou et al., 2020). At 215 present, the differentiation between NCPP and IP is mainly according to specific 216 nucleic acid detection for SARS-CoV-2 and influenza virus, whereas false negative 217 results could be existed in clinical practice. Thus, a further investigation of the 218 method which can be used to differentiate between NCCP and IP is still needed. 219 220 The comparison of laboratory test results between patients infected with SARS-CoV-2 221 and those infected with influenza virus was rarely investigated. To the best of our 222 knowledge, we present for the first time a large-scale clinical evaluation for J o u r n a l P r e -p r o o f 11 participants. Besides, our model is the first model which is constructed based on 227 combination of routine laboratory tests. It is undeniable that the diagnostic model 228 shows a moderate value in differential diagnosis between NCPP and IP. However, we 229 thought that this model could serve as a complement to other approaches including 230 computed tomography and molecular tests, especially in some resource-limited areas. 231 232 There are some implications when we compared the laboratory routine tests between 233 NCPP and IP. In general, the difference of laboratory indexes between adult patients 234 with SARS-CoV-2 infection and those with influenza virus infection is not very 235 obvious, which means that there may be some common reaction mechanism in the 236 body's response to these two kinds of viruses. However, we still found some 237 indicators that were quite different between NCPP and IP. Patients with SARS-CoV-2 238 infection had a greater reduction in the number of white blood cells, especially in the 239 number of neutrophils, compared with patients with influenza virus infection. This is 240 inconsistent with previous studies showing that the decrease of lymphocytes is one of 241 typical characteristics of laboratory results in NCPP (Huang et al., 2020, Chen et al., 242 2020). Actually, the number of lymphocytes was also decreased in IP (most values 243 were below the lower limit of the normal range). Thus, based on the decrease of 244 lymphocytes, the patients maybe misdiagnosed as NCP during the outbreak of 245 COVID-19 when the patients had influenza virus infection. Our results suggest that 246 the patients have decreased numbers of both lymphocytes and neutrophils may be 247 more likely to be infected with SARS-CoV-2.248 An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice. other hand, our results showed that the inflammatory indicators including ESR 250 and hsCRP were significantly increased in NCPP compared with IP, which indicated 251 that the inflammatory and immune responses in NCPP may be more activated. This 252 suggests that we should pay more attention to the immune status of the NCPP and that 253 immune status monitoring may be helpful for differential diagnosis between patients 254 with SARS-CoV-2 infection and those with influenza virus infection. But surprisingly, 255 higher levels of RBC and TP were observed in NCPP compared with in IP, which 256 indicated that the nutritional status of NCPP may be better than IP. However, higher 257 levels of ALT, AST, IBILI, LDH, CREA and UR were also observed in NCPP patients 258 compared with IP, which indicated that the impairment of liver and kidney function 259 may be more common in NCPP. We also observed that NCPP had higher levels of 260 magnesium, potassium, sodium and HCO3 than IP, which indicated that the disorders 261 of electrolytes and acid-base balance are more common in NCPP. Furthermore, higher 262 levels of APTT and FIB in NCPP may indicate that NCPP had a higher risk of 263 developing blood clots than IP, suggesting that more attention should be paid to 264 coagulation in the treatment and care of NCPP. In all, these data suggest that the 265 disturbance of internal environment is one of the important characteristics of NCPP. A 266 further study in other areas such as imaging and histopathology is necessary, which 267 could help us to achieve a clearer distinction between SARS-CoV-2 and influenza 268 virus infection in clinical practice. 269 270 An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice. should be noticed. First, this study does not include children, but 271 the improvement of differential diagnosis between NCPP and IP in children is also 272 urgently needed. Second, the performance of the diagnostic model in distinguishing 273 NCPP from IP is preliminary. Further validation in multiple centers with a large 274 sample size is required. 275 276 In conclusion, we have identified a diagnostic model by incorporating blood routine 277 examination, biochemical indicators, and coagulation function, which is proved to 278 have moderate performance in discriminating NCPP from IP. This model might serve 279 as a useful adjunct to radiological and molecular methods in distinguishing NCPP 280 from IP in clinical practice. Furthermore, these observations are relevant to guide 281 further development of strategies for treatment and prognosis of both NCPP and IP. FW, and ZS designed the study and had full access to all data in the study and 288 take responsibility for the integrity of the data and the accuracy of the data analysis. 289 YL, XY, YX, LM, QL, GT, and HS contributed to experiments. YL, WL, and HH 290 contributed to the statistical analysis. All authors contributed to data interpretation, 291 and reviewed and approved the final manuscript.292An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice. acknowledge the patients for cooperating with our investigation. We thank all300 health-care workers involved in the diagnosis and treatment of patients in Wuhan. X, Jiang N, Cao Y, Alwalid O, Gu J, et al. Radiological findings from 81 318 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study. The Lancet 319 Infectious Diseases 2020;20(4):425-434. 320 Uyeki TM. Influenza. Annals of Internal Medicine 2017;167(5): ITC33-ITC48. 321 World Health Organization, Novel coronavirus (2019-ncov) situation report 41. 322 Available 323 online:https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-re 324 ports/ (accessed on 2 March 2020) 325 Zhou S, Wang Y, Zhu T, Xia L. CT Features of Coronavirus Disease 2019 (COVID-19) 326 Pneumonia in 62 Patients in Wuhan, China. AJR Am J Roentgenol 2020:", "latex": null, "type": "figure"}, "FIGREF10": {"text": "The performance of the diagnostic model in distinguishing patients with 330 SARS-CoV-2 infection from those with influenza virus infection. (A) Scatter plots 331 showing the score of the diagnostic model in NCPP (n = 1027) and IP (n = 1140).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Page 4 of 19 J o u r n a l P r e -p r o o f Patients infected with SARS-CoV-2 most commonly manifests as an acute or subacute illness such as fever, cough, myalgia and fatigue. Other symptoms including sputum production, headache, hemoptysis and diarrhea were observed in patients with severity of illness (Huang et al., 2020). Meanwhile, influenza is close mimics of novel coronavirus pneumonia (NCP) and usually cause similar respiratory symptoms (Paules and Subbarao, 2017). Although most influenza patients (IP) are children, there is a certain percentage of adult who can be infected with influenza, especially in winter and spring (Uyeki, 2017). It is difficult to differentiate IP from NCP patients (NCPP) in some cases due to their non-specific and indistinguishable symptoms. While prompt diagnosis and patient isolation are the hallmarks for initial control of the new epidemic, the more specific and classified laboratory characteristics of NCPP still require further investigation.In this study, we systematically investigated the laboratory characteristics of adult patients who were confirmed to have SARS-CoV-2 infection and those with influenza virus infection. Furthermore, we successfully established a combined-biomarker model which had potential utility to distinguish NCPP from IP.This study was carried out from January 2018 to March 2020 at Tongji Hospital (the An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice.", "latex": null, "type": "table"}, "TABREF1": {"text": "The NCPP were frequently encountered in 168 the sixth and seventh decades of life. The mean ages of NCPP and IP was 56±16 and 47±17 years, respectively. The mean age of NCPP patients was higher than IP patients, EO%, EO#, BASO%, BASO#, MCV, RDW-CV, RDW-SD, and PDW in NCPP were significantly lower than in IP. In contrast, LYMPH%, RBC#, HGB, HCT, MCH, and", "latex": null, "type": "table"}, "TABREF2": {"text": ". The other markers including ALB, TBILI, DBILI, TC, and PCT had", "latex": null, "type": "table"}, "TABREF3": {"text": "An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice.", "latex": null, "type": "table"}, "TABREF4": {"text": "Horizontal lines indicate the median. ***P < 0.001 (Mann-Whitney U test). (B) ROC analysis showing the value of the diagnostic model in distinguishing NCPP from IP. NCPP, novel coronavirus pneumonia patients; IP, Influenza patients; AUC, area under the curve.An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice.Table 1. Demographic Characteristics of the Study Participants. NCPP, novel coronavirus pneumonia patients; IP, Influenza patients. The Results of Routine Blood Examination in Study Participants. An evaluation version of novaPDF was used to create this PDF file. Purchase a license to generate PDF files without this notice. J o u r n a l P r e -p r o o f NCPP, novel coronavirus pneumonia patients; IP, Influenza patients; WBC#, white blood cell count; NEUT%, neutrophil percentage; NEUT#, neutrophil count; LYMPH%, lymphocyte percentage; LYMPH#, lymphocyte count; MONO%, monocyte percentage; MONO#, monocyte count; EO%, eosinophil percentage; EO#, eosinophil count; BASO%, basophil percentage; BASO#, basophil count; RBC#, red blood cell count; HGB, hemoglobin; HCT, hematocrit; MCV, mean corpuscular volume; MCH, mean corpuscular hemoglobin; MCHC, mean corpuscular hemoglobin concentration;RDW-CV, coefficient variation of red blood cell volume distribution width;", "latex": null, "type": "table"}}, "back_matter": []}