{"paper_id": "0e4c2ce6914a76661bc17533f1aac46a71a0841f", "metadata": {"title": "Early Prediction of Success in MOOC from Video Interaction Features", "authors": [{"first": "Boniface", "middle": [], "last": "Mbouzao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Polytechnique Montreal", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": "boniface.mbouzao@polymtl.ca"}, {"first": "Michel", "middle": ["C"], "last": "Desmarais", "suffix": "", "affiliation": {"laboratory": "", "institution": "Polytechnique Montreal", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": "michel.desmarais@polymtl.ca"}, {"first": "Ian", "middle": [], "last": "Shrier", "suffix": "", "affiliation": {"laboratory": "", "institution": "McGill University", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": "ian.shrier@mcgill.ca"}]}, "abstract": [{"text": "The popularity of online learning, such as MOOCs (Massive Open Online Courses), continues to increase among students. However, MOOCs dropout remains high. Prediction of student performance that could feed instructors' dashboards and help them adapt their course structure and material, or trigger help and tailor interventions to specific groups of students, is a valuable research objective. Towards that end, this paper focuses on three predictive metrics (student attendance rate: AR, utilization rate: UR, and watching index: WI ) of how students interact with MOOC videos in order to predict which group of students will pass or fail the course. Results show that these metrics, taken after the first week and the midpoint, can be highly effective for predicting the students that will pass or fail the course.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Can the analytics of student interaction with videos provide effective predictors of their academic performance? With thousands of students registering for online courses every year, it is of great interest to both MOOC developers and instructors to predict, early on in the course, those students that may drop out or who are instead likely to complete the course successfully. Yet, by using data directly from student behaviours with video-based-learning (VBL), we believe we can predict student performance with minimal research bias while helping the student to avoid failing the course. The interactions during the first week of the course are a key reference point in predicting student performance throughout the course [8] , should the student remain enrolled in the MOOC. This can inform the MOOC developers, and instructors, of those students who are likely to persist and perform better in the MOOC if the course was tailored to their learning needs rather than focus on large-volume enrollment to the detriment of successful student performance. The aim of this paper is to investigate characteristics of video utilization that can determine if a student will likely fail or pass at an early stage of the MOOC; even as early as after one week of interaction with VBL modules.", "cite_spans": [{"start": 727, "end": 730, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "A fair amount of research is devoted to study student video interactions, including specific characteristics of video watching behaviors.", "cite_spans": [], "ref_spans": [], "section": "Related Work"}, {"text": "For instance, Giannakos et al. [4] found a relationship between video interactions, repeated viewing, and the level of cognition required for a specific video segments. Li et al. [13] , also studied the link between student behavior patterns and learning performance. Their study included features as: videos lectures, lecture slides, shared assignments and open-forum messages. They concluded that video lectures and lecture slide were the most used by students. He et al. [7] measured the student's utilization of video in a MOOC and its relation to academic performance. They proposed indicators based on student interaction data to measure the utilization of video resources such as: attendance and utilization rates plus watch ratio. Our study measures the utilization and attendance rates for performance prediction. Hughes et al. [9] , show how the use of data analysis techniques in MOOCs can help to predict at risk of dropout students before it happens. Some studies used learners' behaviour by defining engagement [12] , online social networking [3] to predict performance [10] or predict dropouts [6] . Then it is possible to identify student that might dropouts early enough [11] to give them proper help before it happens [14] . The student performance can be influenced by some features of the videos themselves [5] bringing students to play a video more than others [2, 17] , or spend more time on video than on other online resources [16] .", "cite_spans": [{"start": 31, "end": 34, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 179, "end": 183, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 474, "end": 477, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 837, "end": 840, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1025, "end": 1029, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1057, "end": 1060, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1084, "end": 1088, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1109, "end": 1112, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1188, "end": 1192, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1236, "end": 1240, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1327, "end": 1330, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1382, "end": 1385, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 1386, "end": 1389, "text": "17]", "ref_id": "BIBREF16"}, {"start": 1451, "end": 1455, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Related Work"}, {"text": "Beyond video interactions, prediction of success and failure was done by Baker et al. [1] based on student online activity using Soomo Learning Environment. Using many prediction models they show that using the logistic regression model of their propose combined model they can identify up to 59.5% of students who will perform poorly in the course way better than chance performance. Recently, Adithya et al. [18] analyzed students logs of three blended courses to predict student performance, (see also Owen et al. [15] with student profile for performance prediction). The results of their research show that it is possible to predict student performance through student level of use of online system.", "cite_spans": [{"start": 86, "end": 89, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 410, "end": 414, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 517, "end": 521, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Related Work"}, {"text": "The general objective of this study is to use video interaction metrics to assess the likelihood that a student will succeed in a MOOC. We also aim to evaluate the accuracy of these estimates as a function of the MOOC timeline; earlier estimates are deemed to be less accurate but more useful for remedial purposes. We first describe the three metrics involved and then describe how they are used to define groups. The metrics such as AR and UR are inspired from [7] .", "cite_spans": [{"start": 463, "end": 466, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Methodology"}, {"text": "The attendance rate AR s,c of a student s on a given week c since the beginning of the course, is the number of videos that the student played over to the total number of videos up to that period in time of the course schedule.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "The utilization rate UR s,c of a student s on a given week c since the beginning of the course is the proportion of video play time activity of the student over the sum of video lengths for all videos up to week c.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "The watch index (WI ) is defined as:", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Where: UR s,c is utilization rate of student s at week c, Vt j is the duration of video j, N the total number of videos released up to week c, Wt s,i is the total time student s played video i, n is the number of unique videos that student s played up to week c. AR s,c is the attendance rate of student s after week c, V c is the course's total number of videos released after week c, W s,c is the collection of different videos watched by student s after week c.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "The rule for grouping and testing is taking from the classification of a single student compared to the average value of the group of student. The student that has metrics over the average value of the group of student enrolled in the course is likely to pass the course. The algorithm for groupings student is:", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Where WI is the average WI over all students.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Our study uses the traces of an online course at McGill University on the edX platform that had 30,640 students interacting with learning videos. The course has 138 videos (plus one live session). It has 13 weeks duration. Among students who interacted with the videos, 10,424 students are honors and 970 passed the course. Here, the first week of the course had nine (9) videos with a total length of 41 min. We extracted 2,733,169 different student watching events (play, pause, seek forward/backward, stop). Event data is structured such that we can compute the play time of each student for each video. Table 1 shows the results of classifying students into two groups according to the rule defined above. We find that after a week of data, students who passed the course overwhelmingly fall into group II (78%). The trend is even stronger after week 6 (93%). However, for the students who failed (or dropped) the course, the split is almost even between the two groups. Then, 60% of the students who fail are in Group I, and that ratio grows to 2/3 after the sixth week. We can see that around 4/5 of the students that will succeed the course will be in Group II, whereas around 60% of students who will fail will be in Group I. These results show an improvement compared to previous study using the same kind of metrics to red flag at risk of failing students. Comparing these results to the one that we obtained using the methodology of He et al. [7] (results shown within parenthesis), we see that after the first week there is no majority class separating student who will pass or fail between the two groups. The majority of students who will pass and the majority of student who will fail are all in group II according to He et al. [7] methodology. After six week the results based on their methodology identify majority classes (majority of students who passed are in group II and majority of students who fail are in group I) but there are still 35% of students who passed in group I. ", "cite_spans": [{"start": 1454, "end": 1457, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1743, "end": 1746, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 607, "end": 614, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Data Set"}, {"text": "Through quantitative analysis that includes metrics such as Attendance Rate (AR), Utilization Rate (UR), and Watch Index (WI ), as defined in this paper, it is possible to identify failure patterns of up to 60% of students who will dropout or fail the course based on the first week student interaction with MOOC videos, based on a total course length of thirteen (13) weeks, and can identify 78% of successful students.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Using the metrics defined, educational institutions can flag students at risk of failing, or dropout, of the MOOC based on the student's interactions with the learning videos in the early stages of the course. Our study shows a better classification compared previous study results of He et al. [7] . Results such as these should help MOOC developers better identify those students that might dropout or fail the course and thus take actions to prevent it.", "cite_spans": [{"start": 295, "end": 298, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Analyzing early at-risk factors in higher education e-learning courses", "authors": [{"first": "R", "middle": ["S"], "last": "Baker", "suffix": ""}, {"first": "D", "middle": [], "last": "Lindrum", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Lindrum", "suffix": ""}, {"first": "D", "middle": [], "last": "Perkowski", "suffix": ""}], "year": 2015, "venue": "International Educational Data Mining Society", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Studying learning in the worldwide classroom: research into edx's first MOOC", "authors": [{"first": "L", "middle": [], "last": "Breslow", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Pritchard", "suffix": ""}, {"first": "J", "middle": [], "last": "Deboer", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Stump", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Ho", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Seaton", "suffix": ""}], "year": 2013, "venue": "Res. Pract. Assess", "volume": "8", "issn": "", "pages": "13--25", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Learning about social learning in MOOCS: from statistical analysis to generative model", "authors": [{"first": "C", "middle": ["G"], "last": "Brinton", "suffix": ""}, {"first": "M", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "H", "middle": [], "last": "Lam", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}, {"first": "F", "middle": ["M F"], "last": "Wong", "suffix": ""}], "year": 2014, "venue": "IEEE Trans. Learn. Technol", "volume": "7", "issn": "4", "pages": "346--359", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Making sense of video analytics: lessons learned from clickstream interactions, attitudes, and learning outcome in a video-assisted course", "authors": [{"first": "M", "middle": ["N"], "last": "Giannakos", "suffix": ""}, {"first": "K", "middle": [], "last": "Chorianopoulos", "suffix": ""}, {"first": "N", "middle": [], "last": "Chrisochoides", "suffix": ""}], "year": 2015, "venue": "Int. Rev. Res. Open Distrib. Learn", "volume": "16", "issn": "1", "pages": "260--283", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "How video production affects student engagement: an empirical study of mooc videos", "authors": [{"first": "P", "middle": ["J"], "last": "Guo", "suffix": ""}, {"first": "J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "R", "middle": [], "last": "Rubin", "suffix": ""}], "year": 2014, "venue": "Proceedings of the First ACM Conference on Learning@ Scale Conference", "volume": "", "issn": "", "pages": "41--50", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Dropout prediction in MOOCS using learner activity features", "authors": [{"first": "S", "middle": [], "last": "Halawa", "suffix": ""}, {"first": "D", "middle": [], "last": "Greene", "suffix": ""}, {"first": "J", "middle": [], "last": "Mitchell", "suffix": ""}], "year": 2014, "venue": "Exp. Best Pract. Around MOOCs", "volume": "7", "issn": "", "pages": "3--12", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Measuring student's utilization of video resources and its effect on academic performance", "authors": [{"first": "H", "middle": [], "last": "He", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "B", "middle": [], "last": "Dong", "suffix": ""}, {"first": "H", "middle": [], "last": "Yu", "suffix": ""}], "year": 2018, "venue": "2018 IEEE 18th International Conference on Advanced Learning Technologies (ICALT)", "volume": "", "issn": "", "pages": "196--198", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Emerging student patterns in MOOCs: a (revised) graphical view", "authors": [{"first": "P", "middle": [], "last": "Hill", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The utilization of data analysis techniques in predicting student performance in massive open online courses (moocs)", "authors": [{"first": "G", "middle": [], "last": "Hughes", "suffix": ""}, {"first": "C", "middle": [], "last": "Dobbins", "suffix": ""}], "year": 2015, "venue": "Res. Pract. Technol. Enhanced Learn", "volume": "10", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Predicting MOOC performance with week 1 behavior", "authors": [{"first": "S", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "A", "middle": [], "last": "Williams", "suffix": ""}, {"first": "K", "middle": [], "last": "Schenke", "suffix": ""}, {"first": "M", "middle": [], "last": "Warschauer", "suffix": ""}, {"first": "D", "middle": [], "last": "O&apos;dowd", "suffix": ""}], "year": 2014, "venue": "Educational Data Mining", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Behavioral analysis using cumulative playback time for identifying task hardship of instruction video", "authors": [{"first": "J", "middle": [], "last": "Kamahara", "suffix": ""}, {"first": "T", "middle": [], "last": "Nagamatsu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kaieda", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ishii", "suffix": ""}], "year": 2010, "venue": "2010 5th International Conference on Future Information Technology", "volume": "", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Deconstructing disengagement: analyzing learner subpopulations in massive open online courses", "authors": [{"first": "R", "middle": ["F"], "last": "Kizilcec", "suffix": ""}, {"first": "C", "middle": [], "last": "Piech", "suffix": ""}, {"first": "E", "middle": [], "last": "Schneider", "suffix": ""}], "year": 2013, "venue": "Proceedings of the Third International Conference on Learning Analytics and Knowledge", "volume": "", "issn": "", "pages": "170--179", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Accessing online learning material: quantitative behavior patterns and their effects on motivation and learning performance", "authors": [{"first": "L", "middle": ["Y"], "last": "Li", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Tsai", "suffix": ""}], "year": 2017, "venue": "Comput. Educ", "volume": "114", "issn": "", "pages": "286--297", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "How do in-video interactions reflect perceived video difficulty?", "authors": [{"first": "N", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Kidzinski", "suffix": ""}, {"first": "P", "middle": [], "last": "Jermann", "suffix": ""}, {"first": "P", "middle": [], "last": "Dillenbourg", "suffix": ""}], "year": 2015, "venue": "Proceedings of the European MOOCs Stakeholder Summit", "volume": "", "issn": "", "pages": "112--121", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Applying learning analytics for the early prediction of students' academic performance in blended learning", "authors": [{"first": "O", "middle": ["H"], "last": "Lu", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Huang", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Lin", "suffix": ""}, {"first": "H", "middle": [], "last": "Ogata", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Yang", "suffix": ""}], "year": 2018, "venue": "J. Educ. Technol. Soc", "volume": "21", "issn": "2", "pages": "220--232", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Video lecture watching behaviors of learners in online courses", "authors": [{"first": "O", "middle": [], "last": "Ozan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ozarslan", "suffix": ""}], "year": 2016, "venue": "Educ. Media Int", "volume": "53", "issn": "", "pages": "27--41", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Who does what in a massive open online course?", "authors": [{"first": "D", "middle": ["T"], "last": "Seaton", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bergner", "suffix": ""}, {"first": "I", "middle": [], "last": "Chuang", "suffix": ""}, {"first": "P", "middle": [], "last": "Mitros", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Pritchard", "suffix": ""}], "year": 2014, "venue": "Commun. ACM", "volume": "57", "issn": "4", "pages": "58--65", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Predicting student performance based on online study habits: a study of blended courses", "authors": [{"first": "A", "middle": [], "last": "Sheshadri", "suffix": ""}, {"first": "N", "middle": [], "last": "Gitinabard", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Lynch", "suffix": ""}, {"first": "T", "middle": [], "last": "Barnes", "suffix": ""}, {"first": "S", "middle": [], "last": "Heckman", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1904.07331"]}}}, "ref_entries": {"TABREF0": {"text": "Breakdown of success rates and groupings for first and sixth week 100% (100%) 100% (100%) 100% (100%) 100% (100%) Values within parenthesis are the results of He et al. [7], reported for comparison purpose.", "latex": null, "type": "table"}}, "back_matter": []}