{
    "paper_id": "0e54b576dd53254615ac56211e2421646cbc3b3a",
    "metadata": {
        "title": "Aspectos y consideraciones generales en la Enfermedad Inflamatoria Intestinal durante la pandemia por COVID-19. Aspects of inflammatory bowel disease during the COVID-19 pandemic and general considerations",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "L"
                ],
                "last": "De León-Rendón",
                "suffix": "",
                "affiliation": {
                    "laboratory": "la Clínica de Enfermedad Inflamatoria Intestinal, departamento de Gastroenterología, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán. Vasco de Quiroga 15",
                    "institution": "Instituto Nacional de Ciencias Médicas y Nutrición \"Salvador Zubirán\"",
                    "location": {
                        "addrLine": "Sección XVI, Delegación Tlalpan",
                        "postCode": "14080",
                        "settlement": "Ciudad de México",
                        "region": "Colonia Belisario Domínguez, CP"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Hurtado-Salazar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "la Clínica de Enfermedad Inflamatoria Intestinal, departamento de Gastroenterología, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán. Vasco de Quiroga 15",
                    "institution": "Instituto Nacional de Ciencias Médicas y Nutrición \"Salvador Zubirán\"",
                    "location": {
                        "addrLine": "Sección XVI, Delegación Tlalpan",
                        "postCode": "14080",
                        "settlement": "Ciudad de México",
                        "region": "Colonia Belisario Domínguez, CP"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "K"
                ],
                "last": "Yamamoto-Furusho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "la Clínica de Enfermedad Inflamatoria Intestinal, departamento de Gastroenterología, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán. Vasco de Quiroga 15",
                    "institution": "Instituto Nacional de Ciencias Médicas y Nutrición \"Salvador Zubirán\"",
                    "location": {
                        "addrLine": "Sección XVI, Delegación Tlalpan",
                        "postCode": "14080",
                        "settlement": "Ciudad de México",
                        "region": "Colonia Belisario Domínguez, CP"
                    }
                },
                "email": ""
            },
            {
                "first": "Jesús",
                "middle": [
                    "K"
                ],
                "last": "Yamamoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "la Clínica de Enfermedad Inflamatoria Intestinal, departamento de Gastroenterología, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán. Vasco de Quiroga 15",
                    "institution": "Instituto Nacional de Ciencias Médicas y Nutrición \"Salvador Zubirán\"",
                    "location": {
                        "addrLine": "Sección XVI, Delegación Tlalpan",
                        "postCode": "14080",
                        "settlement": "Ciudad de México",
                        "region": "Colonia Belisario Domínguez, CP"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hasta este momento la evidencia disponible sugiere que los pacientes con EII no tienen un mayor riesgo de desarrollar COVID-19. En pacientes con remisión de la EII: los 5aminosalicilatos (5-ASA) no incrementan el riesgo de infección y se deben continuar sin necesidad de suspenderlos o disminuir la dosis; los fármacos inmunomoduladores como las tiopurinas y metotrexato deben continuarse sin modificar las dosis (a considerar en el paciente con infección por SARS-CoV-2 positiva), y en relación a cualquier tipo de terapia biológica no deberá suspenderse a menos que existan datos de COVID-19. En aquellos pacientes con actividad de la EII: Se deberá optimizar la dosis de 5-ASA en administración Page 2 of 23 J o u r n a l P r e -p r o o f oral y/o tópica en caso de recaída de la enfermedad; considerar el uso de budesonida MMX en casos de actividad leve a moderada con el fin de evitar uso de esteroides sistémicos; los esteroides sistémicos deben evitarse en la medida de lo posible ya que dosis mayores de 20 mg al día ejercen efecto inmunosupresor el cual pudiera aumentar la susceptibilidad a cualquier tipo de infección incluyendo COVID-19; evitar el uso combinado de tiopurinas con esteroides y/o agentes anti-TNF ya que puede incrementar el riesgo de infecciones incluyendo el COVID-19 y finalmente el tratamiento biológico con agentes en contra del factor de necrosis tumoral alfa (anti-TNF alfa) o de cualquier otro mecanismo de acción como anti-integrinas o anti-interleucinas deberán de suspenderse en caso de documentarse infección por COVID-19 y podrán reiniciarse en cuanto haya cedido el proceso infeccioso.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Crohn; pandemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "So far, available evidence suggests that patients with inflammatory bowel disease (IBD) are not at greater risk for COVID-19 infection. In regard to patients with IBD remission: 5aminosalycylates (5-ASAs) do not increase the risk for infection and should be continued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There is no need to suspend them or lower the dose. Immunomodulating drugs, such as thiopurines and methotrexate, should be continued, without modifying doses (even in patients with positive SARS-CoV-2 infection). No type of biologic therapy should be suspended, unless patients become infected with COVID-19. Regarding patients with IBD activity: the oral and/or topical 5-ASA dose should be optimized in cases of disease relapse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Budesonide MMX should be considered in cases of mild-to-moderate activity, to avoid systemic steroid use. Systemic steroids should be avoided whenever possible because doses above 20 mg per day have an immunosuppressive effect, which could increase susceptibility to any type of infection, including COVID-19. The combined use of thiopurines Page 3 of 23 J o u r n a l P r e -p r o o f with steroids and/or tumor necrosis factor (TNF) monoclonal antibodies should also be avoided because those combinations can increase the risk for infections, including COVID-19. Finally, biologic treatment with anti-TNF-alpha agents or any other mechanism of action, such as anti-integrins or anti-interleukins, should be suspended if patients become infected with COVID-19. The drugs can be restarted once the infectious process is resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "En diciembre de 2019, se identificó un nuevo tipo de neumonía causada por un nuevo miembro de la familia de los coronoviridae llamado SARS-CoV-2, en la provincia de Wuhan en China. 1 El análisis filogenético demostró que este es un virus diferente con ~80% de similud de los nucleótidos del SARS-CoV-1. 2 La enfermedad causada por el SARS-CoV-2 se caracteriza por tos seca, fiebre, disnea, fatiga, acompañada de linfopenia. [3] [4] [5] [6] En los casos más graves (aparentemente hasta el 15-20% de los pacientes infectados), el cuadro puede volverse más complicado y los pacientes infectados desarrollan una neumonía intersticial, que clínicamente puede conducir a un síndrome de dificultad respiratoria aguda (SDRA) e incluso a la muerte. 7 Desde el brote inicial, la epidemia se ha propagado rápidamente a nivel mundial, lo que llevó a la Organización Mundial de la Salud (OMS) a declarar la enfermedad ahora llamada COVID-19, como una emergencia de salud pública de preocupación internacional el 30 de enero de 2020 y como una pandemia el 11 de marzo de 2020. El panorama epidemiológico está en constante evolución, y los datos actualizados al 06 de abril de 2020 cuentan 184 países involucrados con más de 1,2213,973 casos confirmados 67,841 muertes confirmadas en el mundo. 8 J o u r n a l P r e -p r o o f Dada la falta de terapias antivirales específicas, el tratamiento actual para COVID-19, son principalmente medidas de soporte, a pesar de que ahora se están investigando varios compuestos para el tratamiento de esta infección potencialmente mortal.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 182,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 303,
                    "end": 304,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 740,
                    "end": 741,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "La pandemia de COVID-19 ciertamente está condicionando la estrategia de tratamiento de la enfermedad inflamatoria intestinal (EII), ya que es pertinente pensar que el riesgo infeccioso aumenta en comparación con la población general debido a un deterioro general del sistema inmune típico de las enfermedades autoinmunes combinado con el efecto iatrogénico generado por el uso de corticosteroides y fármacos inmunosupresores 9 . Sin embargo, hasta este momento el riesgo de infección por SARS-CoV2 en los pacientes con EII y tratamiento inmunosupresor no parece diferir al compararla con la población general.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 426,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "Desde el inicio de la pandemia, se han reportado pocos casos de pacientes con EII e infección por SARS-CoV2, y la mayoría han presentado desenlaces clínicos favorables, sugiriendo un potencial efecto \"protector\" de la terapia antiinflamatoria en estos pacientes, sin poder establecer causalidad real. 10 En esta revisión analizaremos críticamente las evidencias sobre el efecto positivo o negativo de los medicamentos comúnmente utilizados para tratar la EII, así como el manejo de la enfermedad en sus diferentes grados de actividad; a fin de optimizar el abordaje actual para los pacientes con EII en este escenario particular (enfermedad COVID-19).",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 303,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "Los coronavirus son los virus más grandes con un genoma de ARN monocatenario de sentido positivo. La respuesta inmune del huésped es por un lado esencial para la resolución de la infección por SARS-CoV-2, pero también puede ser crucial para la patogénesis de las principales manifestaciones clínicas de la enfermedad. La enzima convertidora de angiotensina 2 (ACE2) se ha identificado como el receptor de la superficie J o u r n a l P r e -p r o o f celular del huésped para la glucoproteína de la envoltura del SARS-CoV-2. 11 ACE2 es una   proteína de membrana tipo I que se expresa en las células del riñón, el corazón, el tracto   gastrointestinal, los vasos sanguíneos y, lo que es más importante, las células epiteliales alveolares AT2 del pulmón, que son particularmente propensas a la infección viral. 12 La infección por SARS-CoV-2 conduce a la regulación negativa de la expresión de ACE2, lo que resulta en una producción excesiva de angiotensina II por la enzima relacionada con ACE. Se ha sugerido que la estimulación del receptor de angiotensina II tipo 1a (AGTR1A) aumenta la permeabilidad vascular pulmonar, lo que podría explicar el aumento del daño pulmonar cuando disminuye la expresión de ACE2. 13 Debido a este mecanismo de acción, se ha postulado que los sujetos con diabetes mellitus o hipertensión que usan inhibidores de la ECA o bloqueadores de los receptores de angiotensina pueden tener un aumento tanto del riesgo de infección como de la gravedad de COVID-19. 14 Actualmente existe escasa evidencia para respaldar esta hipótesis, la Sociedad Europea de Cardiología publicó recientemente una declaración de posición que recomienda encarecidamente continuar estos tratamientos a pesar de la epidemia actual. 15 El análisis de la distribución de SARS-CoV-2 entre diferentes muestras biológicas de pacientes con COVID-19 mostró que hasta el 50% de las muestras fecales fueron positivas. [16] [17] [18] Además, más de una quinta parte de los pacientes permanecieron positivos en las heces después de mostrar resultados negativos en las muestras respiratorias. 17 Los hallazgos podrían explicar por qué algunos pacientes con COVID-19 experimentan síntomas gastrointestinales e implicarían que el SARS-CoV-2 puede propagarse a través de la vía fecal. La expresión de ACE2 aumenta en el intestino inflamado de pacientes con EII. 19 Además, el análisis proteómico de muestras de tejido de pacientes con EII reveló una expresión significativamente mayor de ACE2 en la EC que en la CUCI. 20 Como se ha descrito anteriormente, junto con la unión a ACE2, la fusión de la envoltura del coronavirus Page 6 of 23 J o u r n a l P r e -p r o o f con las membranas de la célula huésped es crítica para establecer una infección exitosa.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 526,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 809,
                    "end": 811,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1213,
                    "end": 1215,
                    "text": "13",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1733,
                    "end": 1735,
                    "text": "15",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1910,
                    "end": 1914,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1915,
                    "end": 1919,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1920,
                    "end": 1924,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2348,
                    "end": 2350,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2504,
                    "end": 2506,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 725,
                    "text": "ACE2 es una   proteína de membrana tipo I que se expresa en las células del riñón, el corazón, el tracto   gastrointestinal, los vasos sanguíneos y, lo que es más importante, las células epiteliales",
                    "ref_id": null
                }
            ],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "Este proceso está mediado por una fusión específica, 21 que se activa a través de una escisión proteolítica inducida por proteasas similares a la tripsina de la célula huésped, este mecanismo se ha reportado sobreexpresado en la EII. 22 Estas observaciones sugieren que el intestino inflamado de los pacientes con EII representa una puerta óptima a través de la cual el virus ingresa a los tejidos humanos. Sin embargo, no encontramos evidencia que sugiera que COVID-19 afecta con mayor frecuencia a los pacientes con EII que a la población general. Además, hasta el momento, no se ha informado de ningún paciente con EII con infección por SARS-CoV-2 en los centros de referencia para la atencion de EII en Wuhan. 18 Se ha demostrado también mediante estudios in vitro que ACE2 podría actuar como un interceptor competitivo del SARS-CoV-2 al evitar la unión de la partícula viral a la a la superficie de ACE2. 23 En particular, el nivel de ACE2 se encuentra incrementado en sangre periférica de pacientes con EII, 24 lo que aumenta la posibilidad de que esta isoforma pueda contribuir a limitar la infección por SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 55,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 716,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 910,
                    "end": 912,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "Aunque el SARS-CoV-2 es detectable en las heces fecales, 16 no hay evidencia clara de que el contenido de ACE2 en el íleon y el colon influya en la entrada y replicación del virus dentro de las células intestinales y, por ende, facilite su transmisión por otra vía distinta a la respiratoria. El SARS-CoV-2 podría necesitar factores promotores de la unión celular adicionales y aún no identificados para garantizar una infección de las células huésped.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "text": "16",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "Esta propuesta es viable debido a la evidencia que soporta que SARS-CoV-2 se propaga rápidamente a través de la vía respiratoria a pesar de la modesta expresión de ACE2 en el tracto respiratorio superior. 25 Otro aspecto relevante para la infección por COVID-19 en la EII se relaciona con la terapia actual empleada para el tratamiento de la enfermedad, ya que muchos pacientes están J o u r n a l P r e -p r o o f tomando inmunomoduladores (por ejemplo, azatioprina, metotrexato) para mantenimiento de la remisión, así como para prevenir complicaciones asociadas con la EII. El uso de tales compuestos se ha asociado con un mayor riesgo de infecciones, ya que bloquean las señales intracelulares necesarias para que el huésped combata los patógenos. 26 Por otro lado, es notable que la supresión de la respuesta inflamatoria impulsada por citocinas efectoras en la EII (por ejemplo, usando bloqueadores de citocinas) podría ser beneficiosa no solo para amortiguar la inflamación continua de la mucosa sino también para prevenir la neumonía asocida por COVID-19.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 753,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "Hasta este momento la evidencia disponible sugiere que los pacientes con EII no tienen un mayor riesgo de desarrollar COVID-19 y deben seguir tomando sus medicamentos de manera habitual. Los pacientes que reciben inmunosupresores se deben controlar cuidadosamente para detectar síntomas y/o signos sugerentes de COVID-19. Además, aquellos pacientes mayores de 60 años y/o con comorbilidades (por ejemplo, enfermedad coronaria, hipertensión, diabetes mellitus, enfermedad pulmonar, enfermedades cerebrovasculares), deben atender las indicaciones de prevención generales (quedarse en casa, evitar reuniones públicas, lavado de manos frecuente, no tocarse la cara sin haberse desinfectado las manos, entre otras). 18, 27, 28 Consideraciones Generales en el Manejo de EII -EII en remisión 27 -30 o Los 5-aminosalicilatos (5-ASA) no incrementan el riesgo de infección.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 714,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 719,
                    "end": 721,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 785,
                    "end": 791,
                    "text": "27 -30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "Se deben continuar sin necesidad de suspenderlos o disminuir la dosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "o Los inmunomoduladores (tiopurinas y metotrexato) podrían asociarse con incremento en el riesgo de infecciones virales, sin embargo, no se o La terapia biológica anti-TNF alfa, vedolizumab y ustekinumab deberá de continuarse y tampoco deberán modificarse los esquemas de administración de los fármacos con el fin de evitar infección por SARS-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "o Todo paciente bajo tratamiento inmunosupresor con inhibidores de calcineurina como ciclosporina o tacrolimus oral deberán continuar con el mismo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "o El tratamiento con tofacitinib no deberá suspenderse o disminuir la dosis con el fin de evitar infección por SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "o En caso de desarrollar la enfermedad COVID19 se recomienda suspender el tratamiento a base de esteroides sistémicos (dosis superiores equivalentes a 20 mg al día de prednisona), inmunomoduladores, terapia anti-TNF alfa, ustekinumab y tofacitinib. a excepción de los 5 aminosalicilatos y probablemente vedolizumab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "-EII con actividad 27 -30 o Se deberá optimizar la dosis de 5-ASA en administración oral y/o tópica en caso de recaída de la enfermedad.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 25,
                    "text": "27 -30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "o Considerar el uso de budesonida MMX en casos de actividad leve a moderada con el fin de evitar uso de esteroides sistémicos. Tratamiento médico 27 -30 J o u r n a l P r e -p r o o f En pacientes con CUCI con síntomas no controlados, la dosis oral de 5-ASA debe optimizarse +/-adición de 5-ASA tópico (rectal).",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 152,
                    "text": "27 -30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EII y riesgo de infección por SARS-CoV-2"
        },
        {
            "text": "El uso de corticoesteroides debe evitarse si es posible, se debe vigilar muy estrechamente a los pacientes que tengan dosis de prednisolona es ≥20 mg al día. Se debe considerar la disminución gradual de prednisona (10 mg/semana) siempre que sea posible. Esto debe equilibrarse con los riesgos de extender la exposición a los esteroides en general disminuyendo la dosis demasiado rápido. Considere el uso de budesonida MMX (9 mg/día por 8 semanas) o beclometasona (5mg/día por 4 semanas) para pacientes con una recaída por CUCI (importante evaluar después de 2 semanas).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Corticosteroides"
        },
        {
            "text": "Siempre se debe preferir el uso de nutrición enteral exclusiva en pacientes con recaída por EC. Considere el uso de budesonida (9 mg/día por 8 semanas) para la EC activa en íleon terminal o localización ileocecal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Corticosteroides"
        },
        {
            "text": "-Inmunomoduladores (azatioprina, 6-mercaptopurina, metotrexato)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Corticosteroides"
        },
        {
            "text": "No se recomienda iniciar la monoterapia con este tipo de medicamentos. La terapia combinada con terapia biológica debe realizarse con extrema cautela y debe valorarse el riesgo -beneficio en función de cada caso. Los pacientes adultos mayores (> 65 años) u hombres adultos jóvenes menores de 30 años o bien aquellos con una comorbilidad significativa que se encuentran en remisión sostenida con tiopurinas deben considerar el tratamiento como monoterapia después de una discusión adecuada con su equipo médico de EII.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Corticosteroides"
        },
        {
            "text": "Como se mencionó anteriormente, el decenso de linfocitos T CD4+ circulantes en sangre periférica se ha asociado con un mayor tiempo de eliminación del virus (SARS-CoV-2) y un curso más grave de la enfermedad (COVID-19), por lo tanto, puede ser -Terapia anti-TNF (adalimumab, infliximab, golimumab) Considere iniciar con monoterapia (por lo tanto, considere adalimumab para promover la atención domiciliaria y reducir el riesgo de inmunogenicidad en relación con infliximab).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Corticosteroides"
        },
        {
            "text": "Utilice la monitorización terapéutica temprana de medicamentos cuando sea posible, destacando aquellos apropiados para la inmunosupresión combinada posterior cuando sea necesario. En pacientes con EII no deberán suspenderse con el fin de evitar infección por SARS-CoV-2 y deberán mantenerse sus dosis e intervalos de administración. Hasta el momento se ha visto que es segura la administración de infusiones intravenosas en hospitales en donde se encuentran tratando pacientes con enfermedad por COVID19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Corticosteroides"
        },
        {
            "text": "Se puede considerar un esquema diferente para aquellos que comienzan un nuevo producto biológico. En este caso, se pueden preferir medicamentos subcutáneos, junto con un programa de educación remota del paciente y servicio de entrega a domicilio. Debido a la falta de evidencia científica sobre el cambio electivo en pacientes con CUCI, la terapia con infliximab no debe cambiarse a adalimumab o golimumab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Corticosteroides"
        },
        {
            "text": "-Terapia anti-IL-12 / 23p40 (ustekinumab) No hay evidencia de un mayor riesgo de infección por COVID-19. Una ventaja de ustekinumab es la dosis de inducción intravenosa por una sola administración seguida de dosificación de mantenimiento por vía subcutánea.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 41,
                    "text": "(ustekinumab)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "-Corticosteroides"
        },
        {
            "text": "-Terapia con integrina anti-α4β7 (vedolizumab) No hay evidencia de un mayor riesgo de infección por COVID-19. Es poco probable que aumente el riesgo de complicaciones de COVID-19, aunque se debe tener precaución al J o u r n a l P r e -p r o o f aplicar los datos de ensayos existentes para COVID-19. El estudio GEMINI muestra que los pacientes aleatorizados en tratamiento con vedolizumab vs placebo pueden mantener la remisión hasta la semana 24, por lo tanto, se podría continuar la administración de vedolizumab en pacientes con EII.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 46,
                    "text": "(vedolizumab)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "-Corticosteroides"
        },
        {
            "text": "-Inhibidores de la Janus quinasa (tofacitinib) No hay evidencia de un mayor riesgo de infección por COVID-19. Sin embargo, el uso de este tipo de medicamentos será necesario una vigilancia estrecha en aquellos pacientes bajo tratamiento con tofacitinib. En caso de documentarse infección por SARS-CoV-2 o desarrollen la enfermedad COVID-19 el tratamiento deberá suspenderse hasta dos semanas después que haya cedido la infección.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 46,
                    "text": "(tofacitinib)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "-Corticosteroides"
        },
        {
            "text": "Las cirugías electivas en pacientes con EII se han diferido en la mayoría de los centros.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cirugía y EII"
        },
        {
            "text": "Siempre que sea posible, el manejo urgente de la sepsis perianal debe realizarse como un procedimiento ambulatorio. La cirugía compleja de EII debe diferirse siempre que sea posible y su momento debe revisarse regularmente en las reuniones con el equipo multidisciplinario de especialistas en EII. Los procedimientos de emergencia (por ejemplo, colectomía subtotal en CUCI grave, resección intestinal para controlar la enfermedad estenosante EC) continuarán como parte de la atención de rutina. Al igual que con la enfermedad activa, la elección de la terapia postoperatoria para prevenir la recurrencia deberá considerarse en el contexto de la pandemia de COVID-19. 30, 31 La cirugía oportuna es el otro pilar de la atención de la EII, es muy preocupante la suspensión de una cirugía electiva en los pacientes con EII que tenían indicación quirúrgica (permitiendo que sólo los casos oncológicos se sometan a cirugía o cirugía de urgencia), ya que esto dará como resultado un mayor número de presentaciones de emergencia y Page 13 of 23 J o u r n a l P r e -p r o o f más complicaciones como consecuencia del retraso del tratamiento quirúrgico. 27, 30 En la región de Milán, Italia, donde la cirugía electiva (incluida la concerniente a EII) ha sido sustancialmente disminuida o detenida en las últimas 3 semanas, con la perspectiva de más semanas de demora o cancelaciones, se han planteado preocupaciones notables por la posible progresión de la enfermedad y peores desenlaces en la cirugía de EII una vez realizada. 27",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 670,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 671,
                    "end": 673,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1145,
                    "end": 1148,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Cirugía y EII"
        },
        {
            "text": "La interrupción del seguimiento médico mediante revisiones de rutina ha causado ansiedad entre pacientes con EII y personal médico tratante. Sin embargo, se debe recordar a los pacientes que esta interrupción es temporal, y que el empleo de consultas virtuales puede ayudar a los pacientes y a los proveedores de atención médica a evitar cualquier pérdida potencial de seguimiento en caso de problemas clínicos. Este abordaje también ha sido iniciado por especialistas en EII en China durante el brote de COVID-199. 27 El funcionamiento de las clínicas o centros de infusión ambulatorios para la administración de tratamiento con biológicos durante las restricciones de viaje aunado con las recomendaciones de las autoridades de salud de quedarse en casa han sido motivo de gran preocupación. Hasta ahora, estos centros se han mantenido en funcionamiento en diversos paises bajo estrictas normas para evitar brotes de infección, tales como: puntos de control en la entrada del hospital para examinar y preguntar previo al ingreso del paciente si ha habido tos o fiebre o ha tenido contacto con personas con síntomas similares 2 semanas previas a su visita al centro; se respeta 1-2 m de distancia entre las sillas donde los pacientes se sientan para sus infusiones; uso de mascarillas quirúrgicas para personal clínico y pacientes, y guantes de látex para personal clínico. 27 Page 14 of 23 J o u r n a l P r e -p r o o f Los lineamientos para realizar procedimientos endoscópicos en el contexto de esta pandemia están normados por diferentes sociedades de endoscopia gastroeintestinal. 32, 33",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 518,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1374,
                    "end": 1376,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Seguimiento de los pacientes y reorganización de las unidades de atención"
        },
        {
            "text": "Los procedimientos de vigilancia de la EII deben diferirse. Cada caso específico de EII que pudiese requerir un procedimiento endoscópico deberá evaluarse cuidadosamente para determinar la prioridad. Deben considerarse métodos alternativos de evaluación de la enfermedad, incluido el uso de biomarcadores, radiología y cápsula endoscópica. 30 La capacidad de realizar estudios de laboratorio y gabinete puede verse reducida. Sin embargo, la operación de laboratorios de análisis clínicos y de rayos X debe discutirse dentro de cada centro hospitalario de manera individual; la limitación en los diferentes centros puede variar durante la pandemia y esto puede influir en el estudio de los pacientes con EII. 30 En lo que respecta a los ensayos clínicos, muchos ya habrán sido pausados por sus patrocinadores. Cuando esto no haya sucedido, el examen de los participantes y el reclutamiento y el seguimiento (para los participantes ya reclutados) deben revisarse a nivel local para determinar la idoneidad de la situación clínica actual. Los beneficios de evitar la cirugía y/o los corticosteroides con medicamentos de prueba que de otro modo no estarían disponibles deben compararse con el riesgo de visitas personales y los efectos desconocidos de los medicamentos en investigación en el curso de COVID-19. Siempre que sea posible, las visitas de prueba deben realizarse virtualmente y las investigaciones que requieren asistencia hospitalaria deben posponerse a menos que sean clínicamente importantes. Se deben hacer enmiendas al protocolo a los organismos reguladores relevantes, y se debe buscar asesoramiento con los coordinadores principales de los estudios clínicos para proteger a los participantes de inmediato, ya que la aprobación formal puede retrasarse significativamente. Los patrocinadores deberían considerar minimizar la carga de las tareas administrativas mientras se extienden los equipos de atención médica Page 15 of 23 J o u r n a l P r e -p r o o f por efecto de la contingencia; se debe considerar que muchos miembros del equipo de investigación serán redistribuidos en atención clínica directa. 30, 34 Experiencia en otros centros de EII El grupo de estudio de Ping An y colaboradoes en Wuhan, China menciona que el personal sanitario del centro permanció alerta desde el primer caso reportado de COVID-19 y comenzaron a enviar formatos educativos e instructivos acerca de las medidas preventivas de COVID-19 y un total de 318 pacientes registrados con EII (204 con CUCI y 114 con EC) 20 días antes del cierre de Wuhan. Todos los pacientes recibieron y respondieron a nuestra orientación de oportuna. Del 08 de diciembre de 2019 al 18 de febrero de 2020, ninguno de los pacientes con EII había presentado infección por COVID-19. 35 Norsa y colaboradores, 36 reportan un seguimiento de 522 pacientes por EII en Bérgamo, Italia. El 59% de los pacientes se encontraban estaban exclusivamente en tratamiento con 5-ASA, el 22% recibía tratamientos inmunosupresores como tiopurinas, metotrexato, esteroides u otros; 22% era tratado con terapia biológica (infliximab, adalimumab, vedolizumab, ustekinumab y golimumab). Hasta el día 23 de marzo, los autores concluyen que ninguno de sus pacientes con EII se vio afectado por neumonía relacionada con el SARS-CoV-2, e indican que recomendaron a todos sus pacientes a que continuaran con su régimen de tratamiento habitual.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 342,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 708,
                    "end": 710,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2120,
                    "end": 2123,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2124,
                    "end": 2126,
                    "text": "34",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2754,
                    "end": 2756,
                    "text": "35",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2780,
                    "end": 2782,
                    "text": "36",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Seguimiento de los pacientes y reorganización de las unidades de atención"
        },
        {
            "text": "El grupo del Dr. Fiorino, 37 en Milan, Italia; recomendó a todos sus pacientes con EII a continuar con sus terapias médicas actuales, especialmente si se encontraban remisión.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seguimiento de los pacientes y reorganización de las unidades de atención"
        },
        {
            "text": "Refieren que el uso de esteroides durante COVID-19 es controvertido y argumentan que las dosis bajas y los esteroides a corto plazo no están asociados con un peor pronóstico, incluso en pacientes con neumonía crítica por COVID-19. Aunque se sabe que las tiopurinas y los inhibidores de JAK pueden disminuir el número de células T activadas; este Page 16 of 23 J o u r n a l P r e -p r o o f grupo no recomienda suspender estos tratamientos en pacientes en remisión con estos agentes, que siguen estrictamente las recomendaciones preventivas. No aportan datos a favor ni en contra de los anticuerpos monoclonales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seguimiento de los pacientes y reorganización de las unidades de atención"
        },
        {
            "text": "En la Clínica de EII en el Instituto Nacional de Ciencias Médicas y Nutrición en la Ciudad de México, el equipo del Dr. Yamamoto-Furusho han diferido las consultas presenciales en aquellos pacientes con EII en remisión y se han dado seguimiento por vía telefónica con el fin de realizar algún ajuste al tratamiento así como proporcionar orientación acerca de COVID-19 con su enfermedad. Por otro lado, en pacientes que tienen datos clínicos con actividad moderada a grave son citados de manera presencial de manera muy seleccionada en la clínica con el propósito de descartar proceso infeccioso como causa de la recaída así como para el ajuste al tratamiento médico. Los procedimientos quirúrgicos en EII se han diferido hasta que ceda la fase 2 y 3 de contingencia por la pandemia del COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seguimiento de los pacientes y reorganización de las unidades de atención"
        },
        {
            "text": "Finalmente en la tabla 1 se resumen las recomendaciones recientemente publicadas en este mes de abril acerca del tratamiento convencional y biológico en pacientes con EII por parte de la Organización Internacional de la Enfermedad Inflamatoria Intestinal 38 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seguimiento de los pacientes y reorganización de las unidades de atención"
        },
        {
            "text": "La pandemia por COVID-19 ha modificado los esquemas de atención hospitalaria, impactando en el diagnóstico, tratamiento y seguimiento de diferentes patologías, incluida la EII. Los equipos multidisciplinarios que atienden pacientes con EII deben adaptar las estrategias actuales en el abordaje de pacientes con EII para garantizar un nivel mínimo estándar de calidad de la atención. El tratamiento convencional a excepción de los esteroides a dosis superiores de 20 mg al día y la terapia biológica así como los inhibidores de moléculas pequeñas no deberán suspenderse en los pacientes con EII con el fin de prevenir infección por SARS-CoV-2. En caso de documentarse positividad por SARS-CoV-Page 17 of 23 J o u r n a l P r e -p r o o f 2 o el desarrollo de la enfermedad COVID19 entonces será necesaria la suspensión de la terapia con esteroides superiores a 20 mg al día, terapia biológica a base de anti-TNF y ustekinumab así como tofacitinib a excepción del vedolizumab ya que tiene un mecanismo de acción local.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusiones"
        },
        {
            "text": "Los Dres. Jorge de Léon y Carlos Hurtado declaran no tener conflicto de intereses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaración de Conflictos de Intereses."
        },
        {
            "text": "El Dr. Jesús Kazuo Yamamoto Furusho es miembro del Advisory Board, líder de Opinión y ponente para Abbvie Laboratories de México, Abbvie Internacional, Takeda Internacional, Takeda México, Pfizer Internacional y regional, Janssen Cilag internacional y México. Es líder de opinión y ponente para Farmasa, Ferring y Farmasa Schwabe. Asesor de investigación para UCB México. Ha recibido recursos para estudios de investigación de los laboratorios Shire, Bristol Myers Squib, Pfizer Takeda y Celgene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaración de Conflictos de Intereses."
        },
        {
            "text": "En el presente estudio no participan ni se usan datos de pacientes, por lo que no fue necesario obtener consentimiento informado. De la misma manera, debido a que no existe intervención, maniobra o manejo de información el estudio se considera de bajo riesgo y no requirió revisión o aprobación por el comité de ética local. Aun así cumple con la normativa vigente de investigación, y la confidencialidad de los datos de identificación y personales así como el anonimato de los participantes (todos trabajadores de la salud que participaron voluntariamente) está",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideraciones Éticas"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X-L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X-G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the origin and continuing evolution of SARS-CoV-2",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Natl Sci Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nsr/nwaa036"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "323",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 140 patients infected by SARS-CoV-2 in Wuhan",
            "authors": [
                {
                    "first": "J-J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y-Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/all.14238"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl J Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2002032"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Lond Engl",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Methotrexate for the treatment of rheumatoid arthritis in the biologic era: Still an \"anchor\" drug?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Favalli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggioggero",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Meroni",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Autoimmun Rev",
            "volume": "13",
            "issn": "",
            "pages": "1102--1110",
            "other_ids": {
                "DOI": [
                    "10.1016/j.autrev.2014.08.026"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Risk of SARS-CoV-2 in Immunosuppressed IBD Patients",
            "authors": [
                {
                    "first": "Pdr",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Danese",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Crohns Colitis",
            "volume": "360",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.052"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.26.919985"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Angiotensin-converting enzyme 2 protects from lethal avian influenza A H5N1 infections",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms4594"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karakiulakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Medicine",
            "volume": "",
            "issn": "",
            "pages": "30116--30124",
            "other_ids": {
                "DOI": [
                    "10.1016/s2213-2600(20"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Position Statement of the ESC Council on Hypertension on ACE-Inhibitors and Angiotensin Receptor Blockers n",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ds",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Cardiology",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3786.10.1053/j.gastro.2020.02.055"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Are patients with inflammatory bowel disease at increased risk for Covid-19 infection?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Monteleone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ardizzone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Crohns Colitis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ecco-jcc/jjaa061"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Imbalance of the renin-angiotensin system may contribute to inflammation and fibrosis in IBD: a novel therapeutic target? Gut",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Royce",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tikellis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/gutjnl-2019-318512"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Quantitative Proteomic Analysis Reveals the Deregulation of Nicotinamide Adenine Dinucleotide Metabolism and CD38 in Inflammatory Bowel Disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Biomed Res Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "COVID-19 Spike-host cell receptor GRP78 binding site prediction",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Abdelmalek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Elshahat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "330107--33019",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Soluble angiotensin-converting enzyme 2: a potential approach for coronavirus infection therapy?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Batle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wysocki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Satchell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Sci",
            "volume": "134",
            "issn": "",
            "pages": "543--545",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Upregulation of circulating components of the alternative renin-angiotensin system in inflammatory bowel disease: A pilot study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Burrell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Velkoska",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Renin Angiotensin Aldosterone Syst",
            "volume": "16",
            "issn": "",
            "pages": "631--638",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Combination of thiopurines and allopurinol: adverse events and clinical benefit in IBD",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Govani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Crohns Colitis",
            "volume": "4",
            "issn": "",
            "pages": "444--453",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Management of IBD during the COVID-19 outbreak: resetting clinical priorities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Danese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Implications of COVID-19 for patients with preexisting digestive diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "",
            "issn": "20",
            "pages": "30076--30081",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-1253(20"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "European Crohn´s and Colitis Organisation [Internet]. 2nd Interview COVID-19 ECCO Taskforce",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "BSG expanded consensus advice for the management of IBD during the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "British Society of Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "ACS: COVID-19 and Surgery",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "American College of Surgeons",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Managing clinical trials for covid-19: the importance of ethics committees",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1369"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Protection of 318 inflammatory bowel disease patients from the outbreak and rapid spread of COVID-19 infection in Wuhan, China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Preprints with The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Uneventful course in IBD patients during SARS-CoV-2 outbreak in northern Italy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Norsa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Indriolo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sansotta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "20",
            "pages": "30445--30450",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.03.062"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Los esteroides sistémicos deben evitarse en la medida de lo posible ya que dosis mayores de 20 mg al día ejercen efecto inmunosupresor el cual pudiera incrementar el riesgo de infección por SARS-CoV-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Se recomienda suspender el uso de esteroides sistémicos, inmunomoduladores, terapia anti-TNF, ustekinumab y tofacitinib en caso de resultar positivos a una prueba para SARS-CoV-2 o bien que desarrollen la enfermedad COVID-19 y podrán reiniciarse 14 días después que haya cedido el proceso infeccioso. o El decenso de linfocitos T CD4+ circulantes en sangre periférica se ha asociado con un mayor tiempo de eliminación del virus (SARS-CoV-2) y un curso más grave de la enfermedad (COVID-19), por lo tanto, puede ser razonable suspender las tiopurinas en caso de sospecha de infección por SARS-CoV-2. Esta indicación debe ser discutida en casos individuales.o La enfermedad COVID-19 evoluciona (hacia la recuperación o la muerte) en aproximadamente 3-4 semanas, en teoría, la interrupción temporal de la terapia inmunosupresora no debería tener ningún impacto en el riesgo de un brote de EII. o En casos de recaída grave por CUCI sería menor el riesgo de desarrollar infección por SARS-CoV-2 con el uso de ciclosporina o infliximab que el de esteroides sistémicos intravenosos.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}