{
    "paper_id": "0e64903b318f69c36fa103399222f3e9c3b1ca89",
    "metadata": {
        "title": "SIR Model for COVID-19 calibrated with existing data and projected for Colombia SIR MODEL FOR COVID-19 CALIBRATED WITH EXISTING DATA AND PROJECTED FOR COLOMBIA",
        "authors": [
            {
                "first": "Carlos",
                "middle": [],
                "last": "Armando",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "De",
                "middle": [],
                "last": "Castro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Armando",
                "middle": [],
                "last": "Carlos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "De Castro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since January of 2020 there's an epidemic of COVID-19, a disease caused by the novel coronavirus Sars-CoV-2 that started in a market at Wuhan, China and spread to the whole world, at which point it was declared a pandemic by the World Health Organization (WHO) 2 and led to the closing of borders and cancellation of flights like never seen before.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 262,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this paper we develop a SIR epidemiological model with parameters calculated according to existing data [1] at the time of writing (24/03/2020); the data is from Italy, South Korea and Colombia, the model is then used to project the evolution of the COVID-19 epidemic in Colombia for different scenarios using the data of population for the country and known initial conditions at the start of the simulation [2] .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We use the SIR (Susceptible-Infected-Removed) model which separates a population into three groups at any given time: susceptible individuals to the disease (total of people who hasn't been infected) noted by S, infected individuals (people with the infection active at the moment) noted by I, and removed individuals (recovered or dead) noted by R; the nonlinear system of first-order ordinary differential equations is [3] :",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 424,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "MATHEMATICAL MODEL"
        },
        {
            "text": "A big assumption of this model is that people recovered from COVID-19 will not be reinfected (which hopefully seems to be the case). The initial conditions are S(0)=S0, I(0)=I0 y R(0)=R0;  and  are positive constants found by adjustment to existing data. To solve the system, it is only needed to solve the first two equations since S and I do not depend on R.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "/ ="
        },
        {
            "text": "The equilibrium (no new infected individuals) is reached when:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "/ ="
        },
        {
            "text": "The system (1) is discretized by finite-difference in a Euler implicit method [4] to guarantee stability of the numerical solution, with a unit time step (t = 1 day) we get:",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "NUMERICAL MODEL AND CALIBRATION"
        },
        {
            "text": "Where the sub-index indicates the time step (in this case, the day) of the simulated variable. Algebraically developing the system (3) we get the values for each variable at day n:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NUMERICAL MODEL AND CALIBRATION"
        },
        {
            "text": "The numerical solution was implemented in an Excel spreadsheet. The calibration of the SIR model parameters is done adjusting with the existing data, for day n we get solving from the equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NUMERICAL MODEL AND CALIBRATION"
        },
        {
            "text": "The derivatives are calculated with first-order finite-difference from each data set. Then we take the average value for N days of a selected interval for the adjustment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NUMERICAL MODEL AND CALIBRATION"
        },
        {
            "text": "Italy is the hardest hit country in Europe at the time of writing this paper, the epidemic grew initially without control so its parameters are a simulation scenario of interest, the data of epidemic [1] and population [2] for Italy was analyzed and the model adjusted with data between 29/02/2020 and 20/03/2020, results from equations (6) to (9) are the following:",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "PROJECTION FOR COLOMBIA WITH PARAMETERS FROM ITALY"
        },
        {
            "text": "3.163E-02 With these SIR parameters and the population of Colombia [2] we simulate the COVID-19 evolution in the country for a year with I0=369 (by 24/03/2020) with 9 removed individuals (6 recovered and 3 deaths). The results are shown in Figure 4 .3:",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 248,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "PROJECTION FOR COLOMBIA WITH PARAMETERS FROM ITALY"
        },
        {
            "text": "It is observed that the peak of infections would be by 29/06/2020 with a total of 25 million infected individuals at the same time. The infection would get low values by December of 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 4.3. Simulated infected individuals for Colombia using parameters from the infection in Italy."
        },
        {
            "text": "South Korea has been an example by their discipline testing COVID-19 cases and their control of the epidemic, for uncontrolled growth data was taken between 20/02/2020 and 29/02/2020, for controlled growth data was taken between 10/03/2020 and 20/03/2020. With these SIR parameters and the same population and initial conditions from Section 4 we simulate for Colombia: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROJECTION FOR COLOMBIA WITH PARAMETERS FROM SOUTH KOREA"
        },
        {
            "text": "There's a substantial difference between results, the uncontrolled epidemic would reach a peak of 44.6 million infected people by 02/05/2020 (creating an unbearable burden on the Health System and possibly millions of deaths) while the totally controlled situation gives us a declining number of active infections, that would be the most ideal case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cadecastro.com"
        },
        {
            "text": "The model is calibrated with existing data from Colombia [1] before a national lockdown that takes effect the day of the writing of this paper, although this data is very limited compared to Italy and South Korea since the infection arrived later on the country. β γ 5.295E-09 3.332E-03 Table 6 .1. SIR model parameters calibrated with data from Colombia. With these SIR parameters and the same population and initial conditions from Sections 4 and 5 we simulate for the next year in Colombia (Fig. 6.3) . According to the simulation if the infection is left as of right now there would be a huge peak of 47.2 million infected people by 21/05/2020, with millions of infected individuals taking a toll on the Health System for more than a year, a disastrous outcome. ",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 294,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 503,
                    "text": "(Fig. 6.3)",
                    "ref_id": null
                }
            ],
            "section": "PROJECTION FOR COLOMBIA WITH OWN PRE-LOCKDOWN DATA"
        },
        {
            "text": "We developed a numerical model for simulating the infection of COVID-19 using the data obtained from open sources and solving the SIR model; this numerical model is useful for any region adjusting the corresponding parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The gravest conclusion is that the COVID-19 spreads very easily infecting scores of people in a short time with huge peaks of active infections, thus representing a very extreme threat to Health Systems in all the world (Italy and Spain being examples of this as of the time of this writing).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "It seems that the lockdown approach to combat the spread of COVID-19 is adequate from the data from South Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Pandemic World Data -open access",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Population by Country",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Differential Equations, Dynamical Systems and an Introduction to Chaos",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Smale",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Devaney",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Numerical Analysis",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [
                        "L"
                    ],
                    "last": "Burden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Douglas"
                    ],
                    "last": "Faires",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Active infected people in Italy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Total recovered and deaths in Italy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Active infected people in South Korea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Total recovered and deaths in South Korea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Simulated infected individuals for Colombia using parameters from the uncontrolled infection in South Korea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Simulated infected individuals for Colombia using parameters from the controlled infection in South Korea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Active infected people in Colombia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Total recovered and deaths in Colombia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Simulated infected individuals for Colombia using parameters from the beginning of the infection in the country.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1. SIR model parameters calibrated with data from Italy.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ".1. SIR model parameters calibrated with data from South Korea.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "COVID-19 projection for Colombia using parameters from own data",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}