{"paper_id": "0e671c83a983bd01f80b474297c7da8ca7bc57aa", "metadata": {"title": "Incidence and morbidity of human metapneumovirus and other community-acquired respiratory viruses in lung transplant recipients", "authors": [{"first": "A", "middle": [], "last": "Weinberg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": ["M"], "last": "Lyu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Marquesen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["R"], "last": "Zamora", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Incidence and morbidity of human metapneumovirus and other community-acquired respiratory viruses in lung transplant recipients Transpl Infect Dis 2010: 12: 330^335. All rights reserved Abstract: To determine the role of human metapneumovirus (HMPV) in respiratory tract infections (RTIs) of lung transplant recipients, 60 patients were prospectively enrolled in this study spanning from September 2005 to November 2007. Community-acquired respiratory viruses (CARVs) were identi¢ed by polymerase chain reaction and tissue culture in respiratory secretions. Of 112 RTIs, 51 were associated with ! 1 CARV, including 7 HMPV, 13 respiratory syncytial virus (RSV), 19 parain£uenza virus 1, 2, or 3 (PIV), 16 in£uenza A or B (FLU), and 3 human rhinoviruses (HRV). Sixteen CARV-RTIs had multiple pathogens.While the standard protocol was to admit all paramyxoviral RTIs for inhaled ribavirin, 16% CARV-RTIs required hospitalization because of the severity of their respiratory compromise, including 25% of HPMV-single-agent RTI, 38% of RSV single-agent RTI, 10% of PIVsingle-agent RTI, and 19% of multiple-agent RTIs. None of those with non-CARV RTIs required hospitalization. The incidence of clinically diagnosed acute graft rejection in the ¢rst 2 months after an RTI varied from 0 for single-agent HRV to 88% for single-agent RSV (25% for single-agent HMPV). A new diagnosis of chronic graft rejection in the ¢rst year after an RTI was made in approximately 25% of the RTIs and did not signi¢cantly vary with the etiologic agent. No deaths occurred during this study. In conclusion, HMPV was associated with 6% of the RTIs in lung transplant recipients and its morbidity was similar to the average moribidity of CARVs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "After its discovery in 2001, human metapneumovirus (HMPV) was identi¢ed as a common agent of respiratory tract infections (RTIs) that is very similar to respiratory syncytial virus (RSV) in epidemiologic and clinical characteristics. (1, 2) Seroepidemiologic surveys indicate that the virus has world-wide distribution. More than 90% of individuals contract HMPV infection by the age of 5 years, typically during late autumn through early spring outbreaks. HMPV accounts for 15^25% of the cases of bronchiolitis and pneumonia in children o2 years of age. Older children and adults can also develop symptomatic infection. The association of HMPV with other community-acquired respiratory viruses (CARVs), particularly RSV, seems to increase its morbidity compared with isolated infections (2) . HMPV infection has seen been reported as a cause of severe disease in immunocompromised hosts (3, 4) .", "cite_spans": [{"start": 234, "end": 237, "text": "(1,", "ref_id": "BIBREF0"}, {"start": 238, "end": 240, "text": "2)", "ref_id": "BIBREF1"}, {"start": 788, "end": 791, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 888, "end": 891, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 892, "end": 894, "text": "4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "CARVs cause severe infections in lung transplant recipients (5, 6) . A high proportion of lung transplant patients infected with CARVs develop lower RTIs, such as pneumonitis and bronchiolitis, which require hospitalization and occasionally lead to fatal outcomes. In addition, bacterial and fungal superinfections may complicate the course of respiratory viral infections. CARV infections have also been associated with acute rejection and with the development of bronchiolitis obliterans syndrome (BOS), which is the clinical manifestation of chronic rejection in lung transplant patients (7^9).", "cite_spans": [{"start": 60, "end": 63, "text": "(5,", "ref_id": "BIBREF4"}, {"start": 64, "end": 66, "text": "6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "The goal of this study was to determine the incidence and morbidity of HMPV in new-onset RTIs of lung transplant recipients. The secondary objective was to compare the morbidity of RTIs associated with CARVs, including HMPV, with that of RTIs whose causative agents did not include CARVs (non-CARV). The CARVs sought for in this study included in£uenza viruses (FLU) A and B, para-in£uenza viruses (PIV) 1, 2, and 3, RSVA and B, human rhinoviruses (HRV), and adenoviruses (ADV).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A total of 60 lung transplant recipients who reside in Denver and are followed at the University of Colorado Denver consented to enroll in this prospective study to determine the incidence of HMPVand other CARVs in new onset RTI. The study was approved by the local Institutional Review Board. Subjects with signs and symptoms suggestive of upper RTI, such as rhinorrhea, sore throat, or cough, underwent nasal washes; those whose signs and symptoms suggested lower RTI, including wheezing, a 410% fall in forced expiratory volume in 1 s (FEV 1 ), shortness of breath, or oxygen desaturation, underwent bronchoscopy with bronchoalveolar lavage (BAL). Subjects with paramyxovirus infections, including HMPV, PIV, and RSV, were treated for 5 days with inhaled ribavirin (2 g/dose thrice daily) and with a single dose of intravenous (IV) immunoglobulin (400 mg/kg). Patients with RSV also received a single dose of palivizumab (7.5 mg/kg). If the subjects continued to shed virus after 5 days, an additional 2 days of inhaled ribavirin therapy was administered. Patients with FLU A or B received 5 days of oral oseltamivir (75 mg twice daily), but no viral shedding test was performed at the end of therapy. All patients with lower respiratory symptoms received 3 days of IV methylprednisolone 10 mg/kg/day. Acute rejection was diagnosed clinically based on a combination of a fall in FEV 1 below baseline, fever, hypoxia, wheezing, di¡use in¢ltrates on chest x-ray, and transbronchial biopsy. In cases where transbronchial biopsies were performed, acute rejection was diagnosed histologically and graded based on criteria de¢ned by the International Society for Heart and LungTransplantation (10) .Treatment of acute rejection consisted of methylprednisolone IV at 10 mg/kg for 3 days. Chronic rejection was de¢ned clinically as BOS with an irreversible decline in FEV 1 of 420% from baseline (11, 12) .", "cite_spans": [{"start": 1690, "end": 1694, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 1891, "end": 1895, "text": "(11,", "ref_id": "BIBREF10"}, {"start": 1896, "end": 1899, "text": "12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Subjects and de¢nitions of clinical syndromes"}, {"text": "A reverse-transcription (RT) PCR coupled with hybridization in 96 microtiter wells was used to detect HMPV, FLU A and B, PIV 1, 2, and 3, RSVA and B, and HRV (13^16). Total RNA was extracted from 200 mL specimens using the QIAamp viral RNA minikit (QIAGEN Inc.,Valencia, California, USA). The primers and probes used in this study are listed in Table 1 . RT-PCR was performed using Qiagen OneStep RT-PCR Kit (QIAGEN Inc.). The assay was carried out in a 50 mL reaction containing 1 Â reaction bu¡er, 0.4 mM dNTPs, 0.6 mM of each primer, 5 U of RNase inhibitor, 2 mL of Qiagen OneStep RT-PCR Enzyme Mix, and 5 mL of extracted RNA. Ampli¢cation conditions consisted of 30 min at 501C; 15 min at 951C; 2 cycles of PCR for 30 s each at 941C and (941C and 551C) 511C, and 40 s at 721C; 38 cycles for 30 s each at 941C and 551C, and 40 s at 721C; a ¢nal extension at 721C for 7 min. Microwell hybridization was performed by adding 25 mL of denatured PCR products in 100 mL of hybridization bu¡er (R&D Systems, Minneapolis, Minnesota, USA) to speci¢c probe-coated wells, followed by a 60 -min incubation at 371C.Wells were washed 5 times with 200 mL wash solution per well and bound amplicon was revealed with Streptavidin-HRP (R&D Systems) and TMB substrate (R&D Systems). The optical density was read at 450 nm. Samples with optical density ! 0.5 were considered positive. Positive and negative controls were included in each run. The sensitivity and speci¢city of this method were assessed using respiratory specimens characterized previously by culture and an alternative PCR (17) .", "cite_spans": [{"start": 1573, "end": 1577, "text": "(17)", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 345, "end": 352, "text": "Table 1", "ref_id": null}], "section": "Respiratory viruses polymerase chain reaction (PCR)"}, {"text": "ADV was detected by real-time PCR. DNAwas with QIAamp DNA Blood Mini Kit. The primers (AQ1, 5 0 -GCCACGG TGGGGTTTCTAAACTT-3 0 ; AQ2, 5 0 -GCCCCAGTGGTCT TACATGCACATC-3 0 ), and TaqMan probe (AP, 5 0 6FAM-TG CACCAGACCCGGGCTCAGGTACTCCGA-XT-PH-3 0 ) were from the conserved region of the hexon gene (18) . PCR was carried out in the LightCycler (Roche Applied Science, Indianapolis, Indiana, USA) in a total reaction volume of 20 mL using the FastStart DNA Master Hybridization Probe Kit (Roche) including 3.5 mM MgCl2, 0.5 mM of each primer, 0.4 mM probe, and 10 mL of DNA extract. Reaction conditions were denaturation at 951C for 10 min; 45 cycles of am-pli¢cation for 3 s at 951C, 10 s at 551C, 60 s at 651C; and then cooling to 401C for 30 min. Fluorescence data were acquired at the end of each extension step in channel F1. The limit of detection of the assay was 2 copies/reaction. This real-time PCR detects all 51 human ADV prototypes with a sensitivity and speci¢city of 96% and 100%, respectively.", "cite_spans": [{"start": 295, "end": 299, "text": "(18)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Respiratory viruses polymerase chain reaction (PCR)"}, {"text": "Respiratory viral culture was performed as described previously (19) and included shell-vial rapid and tube conventional cultures for FLU A and B, PIV 1, 2, and 3, RSV, HRV, and ADV.", "cite_spans": [{"start": 64, "end": 68, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Respiratory viral culture"}, {"text": "A study-speci¢c database was used to collect the clinical and microbiological information. Statistical tests were performed using Instat software (GraphPad Software, La Jolla, California, USA). Signi¢cance was de¢ned by a P-value 0.05.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Between September 2005 and November 2007, 60 subjects were enrolled in this study. The median age was 60 years (range of 26^73 years).Thirty-seven were male, and 55 were Caucasian, 3 Hispanic, and 2 African American. The median time after transplantation at enrollment was 4 years (range of 1^15 years). Underlying conditions that led to transplantation included alpha-1 antitrypsin de¢ciency (N 5 5), bronchiectasis (N 5 3), chronic obstructive pulmonary disease (N 5 33), cystic ¢brosis (N 5 6), interstitial lung disease (N 5 3), interstitial pulmonary ¢brosis (N 5 5), primary pulmonary hypertension (N 5 4), and sarcoidosis (N 5 1). Forty-eight subjects received a single lung transplant and the remainder had bilateral or heart/ lung transplants.", "cite_spans": [], "ref_spans": [], "section": "Demographic characteristics"}, {"text": "During this study 112 RTIs were clinically diagnosed. The most common symptoms were of upper RTI, such as postnasal drip, nasal congestion, and sore throat. Wheezing and/or shortness of breath were the main complaint of 10 patients. Six patients reported fever, chills, or sweats, and 25 reported cough. In 68 episodes, a nasal wash was obtained for etiologic diagnosis, in 22 a BAL, and in the remaining both nasal washes and BALs were performed. Fifty-one RTIs had ! 1 CARV identi¢ed, including 7 HMPV, 16 FLU A or B, 19 PIV 1, 2, or 3, 13 RSV, and 3 HRV ( Table 2 ). All the HMPV infections were diagnosed by PCR, which was the only test performed for this virus. Among the other viruses, 6 were detected by PCR only and the remainder had positive results on multiple tests. The higher incidence of positive results by PCR compared with other diagnostic tests was consistent with our previous reports demonstrating the higher sensitivity of PCR (19) . PIV was the most frequent cause of CARV-RTIs (17%), with a signi¢cantly higher incidence than HRV (3%, P 5 0.005)", "cite_spans": [{"start": 948, "end": 952, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 559, "end": 566, "text": "Table 2", "ref_id": null}], "section": "Incidence of HMPVand of other CARVs in lung transplant patients with new onset RTIs"}, {"text": "Virus ", "cite_spans": [], "ref_spans": [], "section": "Incidence of human metapneumovirus (HMPV) and other respiratory viruses (RVs) in lung transplant recipients with new onset respiratory tract infection (N 5 112)"}, {"text": "Weinberg et al: HMPV and CARV infections in lung recipients or HMPV (6%; P 5 0.03), but no di¡erent than RSV (12%) or FLU (14%). Thirty-six RTIs had a single CARV in the diagnostic specimen and 16 RTIs had ! 2 pathogenic agents, such as 2 CARVs, or a CARV in addition to cytomegalovirus, bacteria, or fungi. The non-viral pathogens isolated from the respiratory tract that were deemed to be contributing to the disease and treated with anti-microbial agents were Aspergillus fumigatus (N 5 5), Candida albicans (N 5 1), Escherichia coli (N 5 1), Klebsiella pneumoniae (N 5 1), Pseudomonas aeruginosa (N 5 5), Staphylococcus aureus (N 5 2), and Streptococcus group C (N 5 1). Cytomegalovirus (N 5 2) was equally found in subjects with CARV-RTIs and non-CARV RTIs. However, bacteria and fungi were more commonly found in subjects with CARV-RTIs (N 5 12) than in those with non-CARV RTIs (N 5 2). The proportion of infections with a single vs. multiple agents did not signi¢cantly di¡er among CARV-RTIs of di¡erent etiology. The RV season in Denver spans from the beginning of October through the end of April. Using this de¢nition, 6 CARV-RTIs (12%) occurred outside of the RV season compared with 15 non-CARV RTIs (29%). All but 1 HMPV infections occurred during the RV season.", "cite_spans": [], "ref_spans": [], "section": "Table 2"}, {"text": "Several criteria were set a priori for assessing the morbidity of RTIs 1) the proportion of episodes that required hospitalization; 2) those that were associated with a new diagnosis of acute graft rejection in the ¢rst 2 months after the RTI; 3) chronic graft rejection in the year following the RTI; or 4) death. All subjects were followed for ! 1year after the diagnosis of RTI. No deaths occurred during the study.", "cite_spans": [], "ref_spans": [], "section": "Morbidity of RTIs caused by HMPV and other CARVs in lung transplant recipients"}, {"text": "While the protocol was to admit all paramyxoviral CARVs for inhaled ribavirin, 8 subjects required hosptialization because of the severity of their symptoms (Table 3) . They were all in the CARV-RTI group (16% of all CARV-RTIs). The proportion of required-hospitalizations of subjects with HMPV-single-agent RTIs was not signi¢cantly di¡erent from that of subjects with RSV-or PIV-single-agent RTIs. The median time of hospitalization was 5 days (range 2^15 days) and did not vary with the etiologic agent.", "cite_spans": [], "ref_spans": [{"start": 157, "end": 166, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Morbidity of RTIs caused by HMPV and other CARVs in lung transplant recipients"}, {"text": "Acute graft rejection within 2 months of the RTI episode was clinically diagnosed and empirically treated in 45% and 21% of CARV-and non-CARV RTIs, respectively (P 5 0.002; Fisher's exact test). However, only 2 of these episodes, 1 in each group, were histologically con¢rmed, whereas in the remaining cases biopsy was not performed. RSV infections were associated with the highest proportion of clinically diagnosed acute graft rejections (88%; P 5 0.05 compared with all CARV-RTIs). The incidence of clinical acute rejection associated with HPMV-single-agent RTIs was 25%, signi¢cantly lower than for RSV (P 5 0.03).", "cite_spans": [], "ref_spans": [], "section": "Morbidity of RTIs caused by HMPV and other CARVs in lung transplant recipients"}, {"text": "The incidence of new diagnoses of chronic graft rejection (BOS) during the year subsequent to an RTI was similar for the RTIs caused by CARVs compared with the non-CARV RTIs (25% and 18%, respectively). Although there were no cases of chronic graft rejection following an HMPV-singleagent RTI, this was not statistically di¡erent from the overall incidence of CARV-associated chronic rejection.", "cite_spans": [], "ref_spans": [], "section": "Morbidity of RTIs caused by HMPV and other CARVs in lung transplant recipients"}, {"text": "We determined that HMPV was a common agent of RTI in lung transplant recipients with an overall incidence of 6%. It was less frequent than PIV, FLU, or RSV (incidences of 17%, 14%, and 12%, respectively), roughly as common as HRV (3%), and more common than ADV, which was not found in any of the RTIs in this study. The incidence of HMPV in our patients was similar with the one found by Dare et al. (20) , but somewhat lower than the incidence found by others (21, 22) . RTIs caused by HMPV in the general population are seasonal with an incidence that may vary from year to year (23, 24) . However, it was suggested that in immunocompromised hosts, the incidence of HMPV may be constant (22) . In this study, which extended over 2 years, the HMPV-associated RTIs were equally distributed between years and occurred almost exclusively during the RV season. Furthermore, the incidence of HMPV-associated RTI in this study was not appreciably di¡erent from the 4% incidence that we found in a retrospective investigation of 83 respiratory specimens from 72 lung transplant recipients with RTIs between November 1999 and March 2000 (19, 25) . A multicenter study in pediatric lung transplant recipients that partially overlapped in time with ours (26) showed an incidence of RTI 2-fold higher than the incidence of RTI in our study. This ¢nding was not unexpected, as children are generally more susceptible to viral infections than adults. The seasonality of the CARV RTIs in the pediatric study was attenuated by the inclusion of herpes viruses and by the high proportion of ADV and HRV infections, which are endemic. A striking di¡erence was seen in the proportion of ADV and HRV infections in the pediatric study compared with ours. This ¢nding may be due to di¡erences in the regional circulation of these viruses, but also begs the question of whether adult transplant recipients maintain some of the immunologic memory of ADVs and HRVs, which mitigates symptomatic infection caused by these agents.", "cite_spans": [{"start": 388, "end": 404, "text": "Dare et al. (20)", "ref_id": null}, {"start": 461, "end": 465, "text": "(21,", "ref_id": "BIBREF20"}, {"start": 466, "end": 469, "text": "22)", "ref_id": "BIBREF21"}, {"start": 581, "end": 585, "text": "(23,", "ref_id": "BIBREF22"}, {"start": 586, "end": 589, "text": "24)", "ref_id": "BIBREF23"}, {"start": 689, "end": 693, "text": "(22)", "ref_id": "BIBREF21"}, {"start": 1130, "end": 1134, "text": "(19,", "ref_id": "BIBREF18"}, {"start": 1135, "end": 1138, "text": "25)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "Discriminative measurements of morbidity in this study were the need for hospitalization during the episode of RTI and the incidence of clinically diagnosed acute graft rejection in the 2 months after the RTI. Hospitalizations were most frequent in RSV-infected patients (78%) and least frequent in the HRV-infected patients and in those with non-CARV RTIs (0 for both). It is likely that some of the non-CARV RTIs in this study had a viral etiologic agent that was not detectable by the PCR and culture methods used in this study, such as coronaviruses, bocaviruses, or respiratory polyomaviruses. PIV 4, FLU C, and enteroviruses could be detected in culture, albeit not by PCR. Nevertheless, the acute morbidity of unidenti¢ed viral infections seemed to be low. Subjects with HMPV-associated RTIs were admitted to the hospital at rates that were not signi¢cantly di¡erent from those of RSV, FLU, or PIV, suggesting that HMPV had a moderate to high degree of morbidity in the lung transplant population. Other investigators (21, 22) , who used FEV 1 decreases to measure the severity of the RTI, also found that HMPV had similar morbidity to RSV.", "cite_spans": [{"start": 1025, "end": 1029, "text": "(21,", "ref_id": "BIBREF20"}, {"start": 1030, "end": 1033, "text": "22)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Morbidity of respiratory tract infections (RTIs) caused by human metapneumovirus (HMPV) and other community-acquired respiratory viruses (CARVs) and of non-CARV RTIs"}, {"text": "Both acute and chronic graft rejections have been associated with RTIs in lung transplant recipients (9) . There are multiple mechanisms by which viral infections may trigger rejection, including cross-reactive immune responses, activation of innate immune responses with consequent recruitment of alloreactive e¡ector T cells at the site of infection, and the attenuating e¡ect of the homeostatic proliferation that may follow a virally-induced lymphopenia on the regulatory mechanisms that normally block T-cell reactivity against tissue antigens (27 ) . In this study, RSV-associated RTIs were followed by the highest incidence of acute graft rejection (78%). HMPV-RTIs were associated with a 25% incidence of acute graft rejection, which was not statistically di¡erent than the proportion of acute graft rejection associated with RSV.The rate of chronic graft rejection did not signi¢cantly di¡er with the etiologic agent of the RTIs in this study.", "cite_spans": [{"start": 101, "end": 104, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 549, "end": 554, "text": "(27 )", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Morbidity of respiratory tract infections (RTIs) caused by human metapneumovirus (HMPV) and other community-acquired respiratory viruses (CARVs) and of non-CARV RTIs"}, {"text": "In conclusion, HMPV is a common cause of RTI in lung transplant recipients and carries similar morbidity as other CARVs. The development of a clinical intervention to o¡set its morbidity would be highly bene¢cial in this patient population and needs to be pursued.", "cite_spans": [], "ref_spans": [], "section": "Morbidity of respiratory tract infections (RTIs) caused by human metapneumovirus (HMPV) and other community-acquired respiratory viruses (CARVs) and of non-CARV RTIs"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease", "authors": [{"first": "B", "middle": ["G"], "last": "Van Den Hoogen", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "De Jong", "suffix": ""}, {"first": "J", "middle": [], "last": "Groen", "suffix": ""}], "year": 2001, "venue": "Nat Med", "volume": "7", "issn": "6", "pages": "719--724", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Human metapneumovirus in severe respiratory syncytial virus bronchiolitis", "authors": [{"first": "J", "middle": [], "last": "Greensill", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Mcnamara", "suffix": ""}, {"first": "W", "middle": [], "last": "Dove", "suffix": ""}, {"first": "B", "middle": [], "last": "Flanagan", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Smyth", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Hart", "suffix": ""}], "year": 2003, "venue": "Emerg Infect Dis", "volume": "9", "issn": "3", "pages": "372--375", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Human metapneumovirus in a haematopoietic stem cell transplant recipient with fatal lower respiratory tract disease", "authors": [{"first": "P", "middle": ["A"], "last": "Cane", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Van Den Hoogen", "suffix": ""}, {"first": "S", "middle": [], "last": "Chakrabarti", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Fegan", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Osterhaus", "suffix": ""}], "year": 2003, "venue": "Bone Marrow Transplant", "volume": "31", "issn": "4", "pages": "309--310", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Human metapneumovirus-associated lower respiratory tract infections among hospitalized human immunode¢ciency virus type 1 (HIV-1)-infected and HIV-1-uninfected African infants", "authors": [{"first": "S", "middle": ["A"], "last": "Madhi", "suffix": ""}, {"first": "H", "middle": [], "last": "Ludewick", "suffix": ""}, {"first": "Y", "middle": [], "last": "Abed", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Klugman", "suffix": ""}, {"first": "G", "middle": [], "last": "Boivin", "suffix": ""}], "year": 2003, "venue": "Clin Infect Dis", "volume": "37", "issn": "12", "pages": "1705--1710", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Respiratory viral infections in lung transplant recipients: radiologic ¢ndings with clinical correlation", "authors": [{"first": "L", "middle": ["D"], "last": "Matar", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Mcadams", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Palmer", "suffix": ""}], "year": 1999, "venue": "Radiology", "volume": "213", "issn": "3", "pages": "735--742", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Community respiratory viral infection in adult lung transplant recipients", "authors": [{"first": "S", "middle": ["M"], "last": "Palmer", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Henshaw", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Howell", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Miller", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Davis", "suffix": ""}, {"first": "V", "middle": ["F"], "last": "Tapson", "suffix": ""}], "year": 1998, "venue": "Chest", "volume": "113", "issn": "4", "pages": "944--950", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Community acquired respiratory viral infections after lung transplantation: clinical features and long-term consequences", "authors": [{"first": "M", "middle": ["M"], "last": "Chakinala", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Walter", "suffix": ""}], "year": 2004, "venue": "Semin Thorac Cardiovasc Surg", "volume": "16", "issn": "4", "pages": "342--349", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Respiratory viral infections are a distinct risk for bronchiolitis obliterans syndrome and death", "authors": [{"first": "A", "middle": ["P"], "last": "Khalifah", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Hachem", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Chakinala", "suffix": ""}], "year": 2004, "venue": "Am J Respir Crit Care Med", "volume": "170", "issn": "2", "pages": "181--187", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical impact of communityacquired respiratory viruses on bronchiolitis obliterans after lung transplant", "authors": [{"first": "D", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "D", "middle": [], "last": "Erdman", "suffix": ""}, {"first": "S", "middle": [], "last": "Keshavjee", "suffix": ""}], "year": 2005, "venue": "Am J Transplant", "volume": "5", "issn": "8", "pages": "2031--2036", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Revision of the 1996 working formulation for the standardization of nomenclature in the diagnosis of lung rejection", "authors": [{"first": "S", "middle": [], "last": "Stewart", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Fishbein", "suffix": ""}, {"first": "G", "middle": ["I"], "last": "Snell", "suffix": ""}], "year": 2007, "venue": "J Heart Lung Transplant", "volume": "26", "issn": "12", "pages": "1229--1242", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Aworking formulation for the standardization of nomenclature and for clinical staging of chronic dysfunction in lung allografts. International Society for Heart and Lung Transplantation", "authors": [{"first": "J", "middle": ["D"], "last": "Cooper", "suffix": ""}, {"first": "M", "middle": [], "last": "Billingham", "suffix": ""}, {"first": "", "middle": [], "last": "Egant", "suffix": ""}], "year": 1993, "venue": "J Heart Lung Transplant", "volume": "12", "issn": "5", "pages": "713--716", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Bronchiolitis obliterans after human lung transplantation", "authors": [{"first": "M", "middle": [], "last": "Estenne", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Hertz", "suffix": ""}], "year": 2002, "venue": "Am J Respir Crit Care Med", "volume": "166", "issn": "4", "pages": "440--444", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Simultaneous detection and identi¢cation of human parain£uenza viruses 1, 2, and 3 from clinical samples by multiplex PCR", "authors": [{"first": "J", "middle": ["E"], "last": "Echevarria", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Erdman", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Swierkosz", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Holloway", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Anderson", "suffix": ""}], "year": 1998, "venue": "J Clin Microbiol", "volume": "36", "issn": "5", "pages": "1388--1391", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Human metapneumovirus infections in young and elderly adults", "authors": [{"first": "Erdman", "middle": ["D"], "last": "Falseyar", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Anderson", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Walsh", "suffix": ""}], "year": 2003, "venue": "J Infect Dis", "volume": "187", "issn": "5", "pages": "785--790", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Rapid identi¢cation of nine microorganisms causing acute respiratory tract infections by single-tube multiplex reverse transcription-PCR: feasibility study", "authors": [{"first": "B", "middle": [], "last": "Grondahl", "suffix": ""}, {"first": "W", "middle": [], "last": "Puppe", "suffix": ""}, {"first": "A", "middle": [], "last": "Hoppe", "suffix": ""}, {"first": "I", "middle": [], "last": "Kuhne", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Weigl", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Schmitt", "suffix": ""}], "year": 1999, "venue": "J Clin Microbiol", "volume": "37", "issn": "1", "pages": "1--7", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Detection of rhinovirus in sinus brushings of patients with acute communityacquired sinusitis by reverse transcription-PCR", "authors": [{"first": "A", "middle": [], "last": "Pitkaranta", "suffix": ""}, {"first": "E", "middle": [], "last": "Arruda", "suffix": ""}, {"first": "H", "middle": [], "last": "Malmberg", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1997, "venue": "J Clin Microbiol", "volume": "35", "issn": "7", "pages": "1791--1793", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Diagnosis of viral respiratory tract infection by multiplex polymerase chain reaction. 17th Annual Clinical Virology Symposium", "authors": [{"first": "D", "middle": [], "last": "Shen", "suffix": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "A", "middle": [], "last": "Weinberg", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Pring-Akerblom P. Rapid and quantitative detection of human adenovirus DNA by real-time PCR", "authors": [{"first": "A", "middle": [], "last": "Heim", "suffix": ""}, {"first": "C", "middle": [], "last": "Ebnet", "suffix": ""}, {"first": "G", "middle": [], "last": "Harste", "suffix": ""}], "year": 2003, "venue": "J Med Virol", "volume": "70", "issn": "2", "pages": "228--239", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The value of polymerase chain reaction for the diagnosis of viral respiratory tract infections in lung transplant recipients", "authors": [{"first": "A", "middle": [], "last": "Weinberg", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Zamora", "suffix": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "F", "middle": [], "last": "Torres", "suffix": ""}, {"first": "", "middle": [], "last": "Hodgestn", "suffix": ""}], "year": 2002, "venue": "J Clin Virol", "volume": "25", "issn": "2", "pages": "171--175", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Diagnosis of human metapneumovirus infection in immunosuppressed lung transplant recipients and children evaluated for pertussis", "authors": [{"first": "R", "middle": [], "last": "Dare", "suffix": ""}, {"first": "S", "middle": [], "last": "Sanghavi", "suffix": ""}, {"first": "A", "middle": [], "last": "Bullotta", "suffix": ""}], "year": 2007, "venue": "J Clin Microbiol", "volume": "45", "issn": "2", "pages": "548--552", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Human metapneumovirus in lung transplant recipients and comparison to respiratory syncytial virus", "authors": [{"first": "P", "middle": [], "last": "Hopkins", "suffix": ""}, {"first": "K", "middle": [], "last": "Mcneil", "suffix": ""}, {"first": "F", "middle": [], "last": "Kermeen", "suffix": ""}], "year": 2008, "venue": "Am J Respir Crit Care Med", "volume": "178", "issn": "8", "pages": "876--881", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Human metapneumovirus infection in lung transplant recipients: clinical presentation and epidemiology", "authors": [{"first": "C", "middle": [], "last": "Larcher", "suffix": ""}, {"first": "C", "middle": [], "last": "Geltner", "suffix": ""}, {"first": "H", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "D", "middle": [], "last": "Nachbaur", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Muller", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Huemer", "suffix": ""}], "year": 2005, "venue": "J Heart Lung Transplant", "volume": "24", "issn": "11", "pages": "1891--1901", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Human metapneumovirus associated with respiratory tract infections in a 3 -year study of nasal swabs from infants in Italy", "authors": [{"first": "F", "middle": [], "last": "Maggi", "suffix": ""}, {"first": "M", "middle": [], "last": "Pi¡eri", "suffix": ""}, {"first": "M", "middle": [], "last": "Vatteroni", "suffix": ""}], "year": 2003, "venue": "J Clin Microbiol", "volume": "41", "issn": "7", "pages": "2987--2991", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "A prospective study comparing human metapneumovirus with other respiratory viruses in adults with hematologic malignancies and respiratory tract infections", "authors": [{"first": "J", "middle": ["V"], "last": "Williams", "suffix": ""}, {"first": "R", "middle": [], "last": "Martino", "suffix": ""}, {"first": "N", "middle": [], "last": "Rabella", "suffix": ""}], "year": 2005, "venue": "J Infect Dis", "volume": "192", "issn": "6", "pages": "1061--1065", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Incidence of human metapneumovirus infections in lung transplant recipients with upper or lower respiratory tract infections. 21st Annual Clinical Virology Symposium", "authors": [{"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": [], "last": "Zamora", "suffix": ""}, {"first": "A", "middle": [], "last": "Weinberg", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Respiratory viral infections within one year after pediatric lung transplant", "authors": [{"first": "M", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Worley", "suffix": ""}, {"first": "S", "middle": [], "last": "Arrigain", "suffix": ""}], "year": 2009, "venue": "Transpl Infect Dis", "volume": "11", "issn": "4", "pages": "304--312", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Patients, pathogens, and protective immunity: the relevance of virus-induced alloreactivity in transplantation", "authors": [{"first": "B", "middle": [], "last": "Koehn", "suffix": ""}, {"first": "S", "middle": [], "last": "Gangappa", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Miller", "suffix": ""}, {"first": "R", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Larsen", "suffix": ""}], "year": 2006, "venue": "J Immunol", "volume": "176", "issn": "5", "pages": "2691--2696", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Primers and probes used in the studyHMPV^primers (MPVN-F, 5 0 Biotin-CTACAGGCAGCAAAGCAGAAG-3 0 and MPVN-R, 5 0 Biotin-CAGATTCAGGGCCCATTTCTC-3 0 ) and probe (MPVN-Pb, 5 0 -GTCATTGCCAGGTCATC-3 0 ) from conserved region of the HMPV nucleoprotein gene FLU A^primers (P1,5 0 Biotin-AAGGGCTTTCACCGAAGAGG-3 0 ; P2,5 0 Biotin-CCCATTCTCATTACTGCTTC-3 0 ) and probe (5 0 -GTCCTCATCGGAGGACTTGAATGGAATGAT-3 0 ) from nonstructural protein gene FLU B^primers (P1,5 0 Biotin-ATGGCCATCGGATCCTCAAC-3 0 ; P2, 5 0 Biotin-TGTCAGCTATTATGGAGCTG-3 0 ) and probe (5 0 -GTCAAGAGCACCGATTATCAC-3 0 ) from nonstructural protein gene RSV^primers (P1, 5 0 Biotin-TGTTATAGGCATATCATTGA-3 0 ; P2, 5 0 Biotin-TTAACCAGCAAAGTGTTAGA-3 0 ) and probe (5 0 -CCTGCATTAACACTAAATTC-3 0 ) from the F1 subunit of the fusion glycoprotein gene PIV 1^primers (P1, 5 0 Biotin-CACATCCTTGAGTGATTAAGTTTGATGA-3 0 ; P2, 5 0 Biotin-ATTTCTGGAGATGTCCCGTAGGAGAAC-3 0 ) and probe (5 0 -TACCTTCATTATCAATTGGTAAGTCAATATATG-3 0 ) from the hemagglutinin-neuraminidase gene PIV 2^primers (P1, 5 0 Biotin-AACAATCTGCTGCAGCATTT-3 0 ; P2, 5 0 Biotin-GCCCTGTTGTATTTGGAAGAGA-3 0 ) and probe (5 0 -CCATTTACCTAAGTGATGGAAT-3 0 ) from the hemagglutininneuraminidase gene PIV 3^primers (P1, 5 0 Biotin-TAGCAGTATTGAAGTTGGCA-3 0 ; P2, 5 0 Biotin-AGAGGTCAATACCAACAACTA-3 0 ) and probe (5 0 -AAAATTCCAAAAGAGACCGGC-3 0 ) from the 5 0 non-coding region of the fusion protein gene HRV-primers (P1, 5 0 Biotin-GCACTTCTGTTTCCCC-3 0 ; P2, 5 0 Biotin-CGGACACCCAAAGTAG-3 0 ) and probe (5 0 -GCATTCAGGGGCCGGAG-3 0 ) from the 5 0 non-coding region HMPV, human metapneumovirus; FLU, in£uenza; RSV, respiratory syncytial virus; PIV, parain£uenza virus; HRV, human rhinovirus. Table1 Weinberg et al: HMPV and CARV infections in lung recipients Transplant Infectious Disease 2010: 12: 330^335", "latex": null, "type": "figure"}, "TABREF2": {"text": "Weinberg et al: HMPV and CARV infections in lung recipients", "latex": null, "type": "table"}}, "back_matter": [{"text": "This study was supported by an investigator-initiated research grant from MedImmune, LLC, to A. W. We thank Drs Dean Erdman and Guy Boivin for providing the HMPV seed for the PCR development.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements:"}]}