{"paper_id": "0e68648eb34965522da908cb05869e0176fd4307", "metadata": {"title": "Evidence that higher temperatures are associated with lower incidence of COVID-19 in pandemic state, cumulative cases reported up to", "authors": [{"first": "Michael", "middle": [], "last": "Triplett", "suffix": "", "affiliation": {}, "email": "michael.triplett@ucdenver.edu"}]}, "abstract": [{"text": "Seasonal temperature variation may impact the trajectories of COVID-19 in different global regions. Cumulative data reported by the World Health Organization, for dates up to March 27, 2020 1 , show association between COVID-19 incidence and regions at or above 30 o latitude. Historic climate data also show significant reduction of case rates with mean maximum temperature above approximately 22.5 degrees Celsius. Variance at the local level, however, could not be well explained by geography and temperature. These preliminary findings support continued countermeasures and study of SARS-CoV-2/COVID-19 transmission rates by temperature and humidity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Population values were assigned locations for case-mapping by taking the average (middle) of each nation's most extreme latitudes and longitudes (i.e. the latitudes and longitudes of each nation's northern-, eastern-, southern-and western-most points). For nations in the western hemisphere above 40 degrees latitude at center, and for nations in the eastern hemisphere above 60 degrees latitude at center, populations were assumed to be concentrated near the southernmost border. Fig. 1 shows how populations were represented from -65 o to 65 o degrees latitude Global gridded daily maximum surface temperature data, with 0.5 o spatial resolution, for the dates from February 29 to March 14, 2020, were accessed from the US National Oceanic and Atmospheric Administration (NOAA), Earth system research Laboratory (ESRL), Physical Sciences Division website (ftp://ftp.cdc.noaa.gov/Datasets/cpc_global_temp/) 3 . Dates two weeks prior to respective case dates were chosen to account for 14 days between transmission and case confirmation. As shown in fig. 2 , recorded mean maximum temperature values were averaged across each reported latitude for each day and assigned to reporting nations based on modeled population latitudes. For data reported March 27, 2020, multiple linear regression analysis 12 was then performed for confirmed cases at the national level using estimated populations and mean maximum temperatures at assigned latitudes as predictors. Case data was transformed using the Box-Cox 14 method with λ = 0. To reduce variance, populations were then binned 11 into 5 o latitude and temperature ranges set at 2.5 o intervals. Multiple linear regression was then performed for confirmed cases binned by latitude, again using population and mean maximum temperature as predictors, with and without a categorical variable describing bins above and below 30 o latitude. Confirmed case data binned by latitude was transformed, again using the Box-Cox method, with λ = 0.212028 for analysis including the categorical variable and λ = 0 for analysis without. Nonlinear regression analysis 13 was also performed, without transformation, for case rates binned by mean maximum temperature at latitude, using temperature as the only predictor.", "cite_spans": [{"start": 908, "end": 909, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 481, "end": 487, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 1050, "end": 1056, "text": "fig. 2", "ref_id": "FIGREF1"}], "section": ""}, {"text": "No other adjustments were made to original data. Inclusion of multiple dates and binning of data is intended to reduce low-level (i.e. national level) variance associated with local weather, travel restrictions, business closures and other countermeasures. No speculation is made outside the scope of the data.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Confirmed cases and case rates plotted by latitude ( fig. 3) showed a separation of cases in nations with central or southern latitudes north of 30 o . As of March 27, case rates also appeared to be increasing south of -30 o latitude, where temperatures fall first with transition to the fall season. That increase provided initial indication that the correlation with latitude is likely due to the underlying relationship with temperature. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 53, "end": 60, "text": "fig. 3)", "ref_id": "FIGREF2"}], "section": "Results and Discussion"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051524 doi: medRxiv preprint Binned confirmed cases and case rates plotted by temperature ( fig. 4) showed increased growth patterns in ranges below 22.5 o C, and a downward trend could be seen in case rates as temperatures increase to the same point. Above 22.5 o C, case rates remained near-zero. It should also be noted that high-growth regions appeared to be warming between March 14 and 27, but case rates remained near-zero in regions above 22.5 o C during that time. Slight growth was observed above that temperature, but rates are significantly slower. Multiple linear regression of confirmed cases by population and temperature, for data reported March 27, 2020, showed a significant relationship between population and mean maximum temperature at the assigned latitude, with reported pvalues <0.000 for both predictors and the constant. Residual values and distribution also indicated a good fit for the model. However, R 2 of 26.52% showed that the model could only explain a small portion of low-level variance.", "cite_spans": [], "ref_spans": [{"start": 207, "end": 214, "text": "fig. 4)", "ref_id": "FIGREF3"}], "section": "Results and Discussion"}, {"text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint Multiple linear regression of binned confirmed cases by population, temperature and latitude (above/below 30 o ) also showed a significant relationship between response and continuous predictors. Transformed R 2 improved to 84.61%, but the categorical variable for cases above and below 30 o latitude could only be claimed with 84.7% confidence. Removing that variable showed similar significance for temperature and population predictors but reduced transformed R 2 to 65.27%. R 2 only improved to 30.92%, which is still an insignificant amount of variance explained. Normal probability plots of residuals also indicate a poor fit for the modelnormality should be rejected with a p-value of 0.028.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint Nonlinear regression of case rates by temperature returned the best fit of all presented models. P-values cannot be calculated for independent nonlinear regression variables, so significance could not be determined with that method. However, R 2 of 93.78% and normality test of residuals with p-value = 0.546 indicated a good fit for the model until case rates converge near zero above 22.5 o C. Fig. 7 shows the close fit between predicted and actual values in that range.", "cite_spans": [], "ref_spans": [{"start": 472, "end": 478, "text": "Fig. 7", "ref_id": "FIGREF6"}], "section": "Results and Discussion"}, {"text": "Case Rate by Temperature = (0.0002166 -7.03186e-006 Temperature) / (1 -0.0930346 Temperature + 0.00495066 * Temperature^2) R 2 = 93.78% Table 3 : Summary of nonlinear regression results. R 2 of 93.78% shows that the model can explain the majority of binned variance.", "cite_spans": [], "ref_spans": [{"start": 136, "end": 143, "text": "Table 3", "ref_id": null}], "section": "Nonlinear Regression Summary"}, {"text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Nonlinear Regression Summary"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051524 doi: medRxiv preprint Nonlinear regression results for case data reported March 27, 2020 indicated a strong regional-level correlation between COVID-19 case rates and mean maximum surface air temperatures below 22.5 o C. Case rates peaked in a goldilocks range around 7.5 o C and were uniformly distributed near zero at temperatures above 22.5 o C. That breakpoint was shown to be a . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Nonlinear Regression Summary"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051524 doi: medRxiv preprint consistent maximum across the dates included in analysisi.e. case rates have been observed near zero below that temperature but have not been observed to increase significantly above it.", "cite_spans": [], "ref_spans": [], "section": "Nonlinear Regression Summary"}, {"text": "In conflict with the model for March 27, case rates reported for March 14 and 21 trended continuously upward with decreased temperature below 22.5 o C. Nonlinearity for the most recent data might be explained by typical warming trends in northern latitudes that move case rate and population distributions to the right through March; variance in national-and local-level countermeasures may have effected growth in northern regions; the virus naturally peaks at lower levels in extremely cold and sparsely populated northern temperate/polar regions; and/or the virus simply had not yet taken hold in its goldilocks zone during previous periods. Regardless of cold weather dynamics, however, the breakpoint of 22.5 o C remains apparent.", "cite_spans": [], "ref_spans": [], "section": "Nonlinear Regression Summary"}, {"text": "These conclusions do not confirm that COVID-19 cannot survive or transmit in warm and humid temperatures or establish a casual connection between temperature and transmission. However, the clear correlation between variables provides support for further study of SARS-CoV-2 and COVID-19 under various environmental conditions. With respect to countermeasures, the southern hemisphere should also expect increased case rates as that region moves from summer into fall and winter. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Nonlinear Regression Summary"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051524 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Nonlinear Regression Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Novel Coronavirus (2019-nCoV) situation reports. World Health Organization. World Health Organization", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "United Nations Department of Economic and Social Affairs, Population Division, Population Estimates and Projections Section", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "CPC Global Daily Temperature", "authors": [{"first": "", "middle": [], "last": "Psd", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The impact of temperature and absolute humidity on the coronavirus disease 2019 (COVID-19) outbreak -evidence from China", "authors": [{"first": "P", "middle": [], "last": "Shi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Dong", "suffix": ""}, {"first": "H", "middle": [], "last": "Yan", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "W", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.22.20038919"]}}, "BIBREF4": {"ref_id": "b4", "title": "Environmental factors on the SARS epidemic: air temperature, passage of time and multiplicative effect of hospital infection", "authors": [{"first": "K", "middle": [], "last": "Lin", "suffix": ""}, {"first": "Dy-T", "middle": [], "last": "Fong", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "J", "middle": [], "last": "Karlberg", "suffix": ""}], "year": 2005, "venue": "Epidemiology and Infection", "volume": "134", "issn": "", "pages": "223--230", "other_ids": {"DOI": ["10.1017/s0950268805005054"]}}, "BIBREF5": {"ref_id": "b5", "title": "Preliminary evidence that higher temperatures are associated with lower incidence of COVID-19, for cases reported globally up to 29th", "authors": [{"first": "M", "middle": [], "last": "Bannister-Tyrrell", "suffix": ""}, {"first": "A", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "C", "middle": [], "last": "Faverjon", "suffix": ""}, {"first": "A", "middle": [], "last": "Cameron", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.18.20036731"]}}, "BIBREF6": {"ref_id": "b6", "title": "New study says 'high temperature and high relative humidity significantly reduce' spread of COVID-19", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The Effects of Temperature and Relative Humidity on the Viability of the SARS Coronavirus", "authors": [{"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "Jsm", "middle": [], "last": "Peiris", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Lam", "suffix": ""}, {"first": "Llm", "middle": [], "last": "Poon", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Seto", "suffix": ""}], "year": 2011, "venue": "Advances in Virology", "volume": "2011", "issn": "", "pages": "1--7", "other_ids": {"DOI": ["10.1155/2011/734690"]}}, "BIBREF8": {"ref_id": "b8", "title": "Roles of Humidity and Temperature in Shaping Influenza Seasonality", "authors": [{"first": "A", "middle": ["C"], "last": "Lowen", "suffix": ""}, {"first": "J", "middle": [], "last": "Steel", "suffix": ""}], "year": 2014, "venue": "Journal of Virology", "volume": "88", "issn": "", "pages": "7692--7695", "other_ids": {"DOI": ["10.1128/jvi.03544-13"]}}}, "ref_entries": {"FIGREF0": {"text": "Global population as modeled by assigned latitude", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Mean maximum surface temperature by latitude for March 14, March 21 and March 27, 2020", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Confirmed cases and case rates by latitude for March 14, 21 and 27, 2020. The separation between cases above and below 30 o latitude is clearly visible. Case rates also appear to increase below -30 o latitude, where temperatures are lowest in the southern hemisphere.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Confirmed cases and case rates by mean maximum temperature for March 14, March 21 and March 27, 2020. The trend of decreasing case rates with increased temperature, until approximately 22.5 o C, above which case rates remain near-zero.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Normal probability plot for residuals of confirmed cases at the national level, as predicted by population and temperature. The normal distribution of residuals and mean near zero indicate a good fit for the model.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Normal probability plot for residuals of (binned) confirmed cases by population and temperature. The distribution of residuals indicates that the model is not a good fit for the mode.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Fitted line plot for nonlinear regression of case rates by temperature. A close fit between predicted and actual values is apparent until the model begins to diverge from data (i.e. move below zero) above 22.5 o C. Case rates remain near-zero above that temperature.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Normal probability of residuals for case rates by mean maximum temperature. The normal distribution of residuals with mean near-zero indicate a good fit for the model.", "latex": null, "type": "figure"}, "TABREF2": {"text": "Summary of multiple linear regression results. P-values indicate statistical significance of predictors, but R 2 indicates that the model explains only a small portion of binned variance.", "latex": null, "type": "table"}, "TABREF3": {"text": "11. \"Binning Statistical Data\". University of York. Available: https://www.cmt.york.ac.uk/compmag/resources/binning.pdf 12. Overview for Multiple Regression. Available: https://support.minitab.com/en-us/minitab-express/1/help-and-howto/modeling-statistics/regression/how-to/multiple-regression/before-you-start/overview/ 13. Overview for Nonlinear Regression. Available: https://support.minitab.com/en-us/minitab/18/help-and-howto/modeling-statistics/regression/how-to/nonlinear-regression/before-you-start/overview/ 14. Box-Cox Transformation. Available: http://statweb.stanford.edu/~olshen/manuscripts/selenite/node6.htmlBinned Latitude Data Average Temperature at Latitude Confirmed Cases near Latitude (+/-2.5 o ). CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.", "latex": null, "type": "table"}}, "back_matter": []}