{
    "paper_id": "0e6f7eecb84a36f6b1d1a3068adb7b72dc2775b8",
    "metadata": {
        "title": "Journal Pre-proof Surge capacity and updated admission criteria: response of the NHS-commissioned national respiratory ECMO network to the COVID-19 pandemic Surge capacity and updated admission criteria: response of the NHS-commissioned national respiratory ECMO network to the COVID-19 pandemic",
        "authors": [
            {
                "first": "Alex",
                "middle": [],
                "last": "Warren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Luigi",
                "middle": [],
                "last": "Camporota",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Alain",
                "middle": [],
                "last": "Vuylsteke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "on behalf of the NHS Englandcommissioned respiratory ECMO service PII: S0007-0912(20)30449-9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Editor -Since 2011, NHS England has commissioned a national multicentre service to provide extracorporeal membrane oxygenation (ECMO) for adult patients with potentially reversible respiratory failure refractory to conventional management. We recently reported survival to ICU discharge of 74% for 1,205 patients treated during the first six years of the network service 1 . The 2009 H1N1 influenza pandemic showed the effectiveness of referral and transfer to an ECMO centre in adults with severe acute respiratory failure suggested by the CESAR trial 2, 3 , and was a driver of the creation of the national ECMO network in England. Since its inception, clinicians have anticipated and planned for the potential future need for surge capacity related to pandemic respiratory illness. In response to the COVID-19 pandemic, the number of ECMO beds available was increased from 15 to 100, and centres were designated to formally cover referrals from Wales, Scotland and Northern Ireland 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "At peak surge activity (22 nd April, 2020), 87 of these 100 beds were occupied, and as of 31 st May 2020, 216 patients have received ECMO for COVID-19 related respiratory failure. In April 2020, 898 patients were referred to the service, of which 18% were accepted and admitted to an ECMO centre. For comparison, referrals in April 2018 and 2019 totalled 98 and 82, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Clinicians in the ECMO service agree that current evidence base does not allow strict criteria to determine who might benefit from ECMO, and encourage referal of all patients with acute respiratory failure from a reversible non-cardiac cause without refractory multi-organ failure to their regional ECMO centre. The decision to proceed to ECMO is ultimately based on clinical judgment made by a multidisciplinary group of experienced clinicians, often on the basis of initial information received over the phone or an electronic form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "At the start of the response to COVID-19 and in the absence of previous disease-specific data to guide decision-making in patients with COVID-19, the ECMO service agreed to be more explicit with the referral criteria (Table 1) to assist clinicians in identifying potential patients 4 . Although the scoring systems listed have not been validated in some patient populations (e.g. Clinical Frailty Score 5 in patients < 65 yr old), and clearly not validated in COVID-19 viral pneumonitis, the aim of the criteria is to standardise and triage patients on referral. In addition, this strategy ensures that clinicians should involve at least one other ECMO centre in deciding if it is appropriate to proceed with a patient with a lower probability of benefit (e.g., lower RESP score 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 226,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We would emphasise that these criteria cannot be extrapolated to other conditions. For example, the UK dataset shows that some non-COVID conditions are very likely to benefit from ECMO support (asthma and trauma are associated with survival of 95% and 84%, respectively) 1 . Therefore, clinicians should continue to refer those patients they believe may benefit from ECMO, understanding that these modified referral criteria are not absolute but part of a dynamic shared decision-making process between the referring team and the ECMO service. • If RESP score 6 ≤3 ECMO should be considered only after agreement across at least two centres. Exclusion Criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Refractory multi-organ failure",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outcomes of the NHS ECMO national extracorporeal membrane oxygenation service for adults with respiratory failure: a multicentre observational cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Villar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BJA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Referral to an Extracorporeal Membrane Oxygenation Center and Mortality Among Patients With Severe 2009 Influenza A(H1N1)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Finney",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "JAMA",
            "volume": "306",
            "issn": "",
            "pages": "1659--1668",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficacy and Economic Assessment of Conventional Ventilatory Support Versus Extracorporeal Membrane Oxygenation for Severe Adult Respiratory Failure (CESAR): A Multicentre Randomised Controlled Trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mugford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tiruvoipati",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "1351--63",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A global clinical measure of fitness and frailty in elderly people",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rockwood",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macknight",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CMAJ",
            "volume": "173",
            "issn": "",
            "pages": "489--495",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Predicting survival after extracorporeal membrane oxygenation for severe acute respiratory failure. The Respiratory Extracorporeal Membrane Oxygenation Survival Prediction (RESP) score",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheldrake",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Journal of Respiratory and Critical Care Medicine",
            "volume": "189",
            "issn": "",
            "pages": "1374--82",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The authors have no conflicts of interest to declare. 7. Murray JF, Matthay MA, Luce JM, Flick MR. An expanded definition of the adult respiratory distress syndrome. Am Rev Respir Dis. 1988;138:720-3 Failed high positive end-expiratory pressure (PEEP) ventilation strategy ≥6 h (unless contra-indicated) • Clinical Frailty Scale 5 ≤3",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}