{"paper_id": "0e7a4365c9bc3a1c0e184a817e1a6fc1a1143dcd", "metadata": {"title": "Characteristics of primary Sjögren's syndrome related lymphocytic interstitial pneumonia", "authors": [{"first": "Xin", "middle": [], "last": "Dong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yan-Li", "middle": [], "last": "Gao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yong", "middle": [], "last": "Lu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yi", "middle": [], "last": "Zheng", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective This paper is aimed at investigating the clinical characteristics of primary Sjogren's syndrome (pSS) with lymphocytic interstitial pneumonia (LIP). Methods The demographic data, clinical manifestations, laboratory and radiological findings, treatment, and prognosis from 15 cases of pSS-LIP patients were retrospectively analyzed. The data were compared with t test, χ 2 test, and Pearson/Spearman correlation analysis. Results (1) Fifteen cases of patients with pSS-LIP are all females (100%). Compared with pSS with interstitial lung disease(pSS-ILD) patients, the incidence of dry cough, dental caries is higher in pSS-LIP patients. The incidence of shortness of breath, weight loss, and crackles is lower in pSS-LIP patients than that of pSS-ILD patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "(2) Compared with pSS-ILD patients, pSS-LIP patients had higher percentage of patients with ANA, anti-SSA52KD antibody, anti-SSA60KD antibody, and anti-SSB antibody, and the higher concentration of serum globulin. (3) Compared with pSS-ILD patients, the frequency of obstructive ventilation dysfunction is significantly higher and the frequency of diffusion dysfunction is significantly lower in pSS-LIP patients. (4) The most frequent HRCT findings in patients with pSS-LIP is cysts (100%), followed by ground-glass opacities (73.3%), nodular shadow (73.3%) among the pSS-LIP patients. Compared with PSS-ILD patients, the incidence of pulmonary nodule shadow is significantly higher in PSS-LIP patients, while that of grid shadow was significantly lower. (5) Compared with the baseline, the sum of the number, maximum diameter, and diameter of cysts in three levels of pSS-LIP patients showed an increasing trend after treatment. (6) Correlation analysis: The changes of ground-glass opacities were positively correlated with using GC or not, and those were negatively correlated with the dose of GC treatment. Besides, there is a positive correlation between the annual change rate of the maximum diameter of cysts (△Ømax1/t) and the use of CTX; there is a positive correlation between the annual change rate of the total diameter of cysts (△Øsum1/t) and the use of CTX. Conclusion To the patients of pSS-LIP, female were more common than male, and the onset of LIP was usually more insidious. Hyperglobulinemia and anti-SSA antibody were more prominent in patients with pSS-LIP. Pulmonary function showed the higher rate of obstructive ventilation dysfunction and the lower rate of diffusion dysfunction. The appearance of ground-glass opacities in pSS-LIP patients suggests that the infiltration of inflammatory cells increases, which may cause airway compression, the expansion of terminal bronchioles, and the formation of cysts. The more ground-glass opacities appear earlier, and the more appearance of new cysts later. Therapy with glucocorticoid may be effective on the ground-glass opacity during acute stage, and therapy with cyclophosphamide may be effective on the cysts during chronic stage. The heavier ground-glass opacity is at baseline, the more likely it will recur during maintenance treatment. So follow-up closely is needed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "• It is the first clinical study with more cases of patients with pSS-LIP.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "• Female and hyperglobulinemia and anti-SSA antibody were more prominent in patients with pSS-LIP.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "• Pulmonary function showed the higher rate of obstructive ventilation dysfunction and the lower rate of diffusion dysfunction.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "• Therapy with glucocorticoid may be effective on the ground-glass opacity during acute stage, and therapy with cyclophosphamide may be effective on the cysts during chronic stage.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Keywords Chest high-resolution computerized tomography (HRCT) . Lymphocytic interstitial pneumonia(LIP) . Primary Sjögren's syndrome (pSS) Lymphocytic interstitial pneumonia (LIP) is one of lymphoproliferative disease of lung [1] . Its main manifestation is pulmonary inflammatory response of bronchus associated lymphoid tissue (BALT). Pathological tissue biopsy [2] is the gold index for the diagnosis of LIP, which can be used as an important means to distinguish lymphoma and other diseases. The main pathological features of LIP include extensive and polyclonal infiltration of interstitial lymphocytes with widened interlobular/alveolar space [3] [4] [5] . It has been reported [6] that lung lesions in patients with LIP are similar to the infiltration of lymphocytes in lacrimal and salivary glands in patients with pSS. After determining the histopathological diagnosis of LIP, we should actively look for the etiology. Idiopathic LIP is extremely rare. The common related diseases of LIP include autoimmune diseases (pSS, rheumatoid arthritis, systemic lupus erythematosus) [7] [8] [9] , immunodeficiency proteinemia [10] , infection (human immunodeficiency virus and Epstein-Barr virus) [2] , and genetic diseases [10] , among which pSS is the most common [11] . It is reported in the literature that about 25% of the cases of LIP are related to pSS, and it is estimated that 1% of the patients with pSS will develop LIP during the course of illness [3, 12] . Due to the small number of pSS-LIP cases and the need for pathological confirmation, it is difficult to carry out large sample study, so there are few reports in the literature.", "cite_spans": [{"start": 226, "end": 229, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 364, "end": 367, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 649, "end": 652, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 653, "end": 656, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 657, "end": 660, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 684, "end": 687, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1083, "end": 1086, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1087, "end": 1090, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1091, "end": 1094, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1126, "end": 1130, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1197, "end": 1200, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1224, "end": 1228, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1266, "end": 1270, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1460, "end": 1463, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1464, "end": 1467, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "Due to the difficulty in obtaining lung pathology, clinical-imaging-pathological joint diagnosis has become an important basis for the diagnosis of interstitial lung disease (ILD), among which imaging diagnosis plays a significant role [13] . There are characteristic changes in the image of LIP, that is, the cysts of lung with different sizes and distributions, and nodular tissue filling in the cavity or the wall of the capsule. However, lymphangiomyomatosis is characterized by diffuse, symmetrical distribution of bilateral lungs, similar size and clear vesicles in the lumen.", "cite_spans": [{"start": 236, "end": 240, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "In this paper, the patients with pSS were collected and diagnosed in this hospital. There are total 15 patients with pSS-LIP whose typical changes of LIP, that is the randomly scattered thin-walled cysts, were found in imaging, meeting the conditions and having complete data, excluded for lymphoma and other malignant diseases by TBLB. Moreover, the clinical and imaging characteristics of pSS-LIP were studied to explore the clinical characteristics and imaging outcomes of pSS-LIP patients, which is likely to provide a basis for the diagnosis and treatment of clinicians.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Patients diagnosed with pSS, who fulfilled International Classification Criteria for Sjögren Syndrome [14, 15] and were admitted to Beijing Chaoyang Hospital, affiliated to Capital Medical University, from January 2011 to April 2019 were retrospectively studied. Then their HRCT of the lung was reviewed for the presence of characteristic multiple cysts, and TBLB was performed for the exclusion of lymphoma and other malignant diseases. The exclusion criteria for evaluation at the clinic were also based on the recommendations of the American-European criteria [14, 15] . Fifteen patients with pSS-LIP meeting the above exclusion criteria are the objects in the clinical analysis ( Fig. 1 ).", "cite_spans": [{"start": 102, "end": 106, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 107, "end": 110, "text": "15]", "ref_id": "BIBREF14"}, {"start": 563, "end": 567, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 568, "end": 571, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 684, "end": 690, "text": "Fig. 1", "ref_id": null}], "section": "Study object"}, {"text": "The paper collects and analyzes the clinical and imaging data of the 15 patients with pSS-LIP, such as demographics (age at diagnosis and gender), disease history, history, clinical symptoms, physical signs, laboratory examination, pulmonary function, color Doppler echocardiography and high-resolution computerized tomography (HRCT), and disease treatment and prognosis, comparing with the clinical and imaging features of 206 patients with pSS-ILD from our last study [13] (pSS-LIP group and pSS-ILD group).", "cite_spans": [{"start": 470, "end": 474, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Clinical data and grouping"}, {"text": "The classification of lung HRCT was conducted by one experienced radiologist, who has expertise in chest CT diagnosis of ILD, and one experienced rheumatologist together. The content of image evaluation is as follows: (1) HRCT sign evaluation, HRCT findings and patterns were based on the definition for IPF [16] . (2) HRCT stratified study, according to the upper, middle, and lower lung fields, three levels were selected, aortic arch level, right pulmonary artery level, and right septal top level. (3) Thin-walled cysts analysis measure the long axis of the cyst in each layer separately, and calculate the number of the cysts in each layer, the diameter of the largest cyst, and the sum of all the diameters of the Cysts in each layer.", "cite_spans": [{"start": 308, "end": 312, "text": "[16]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "HRCT reading and image evaluation"}, {"text": "The main manifestation of HRCT are cysts and ground-glass opacities, which will be especially observed and followed up.", "cite_spans": [], "ref_spans": [], "section": "Imaging prognosis analysis of pSS-LIP"}, {"text": "(1) Self-control method at the baseline and during the followup period (follow-up 1st), to collect HRCT imaging data of patients with pSS-LIP, respectively, at the baseline in our hospital and follow-up 1st (after treatment). (2) Second review after treatment (follow-up 2nd), the imaging data of lung HRCT were collected again. (3) Change of cysts, compare the change of diameter and the number of cysts in different periods. (4) Changes of ground-glass opacity are as follows: ① improvement, the absorption rate of ground-glass opacity was ≥ 50%; ② unchanged, no significant changes in lung glass shadow (< 50%); ③ Aggravation, ground-glass opacity got more serious, such as enlarged, increased, and gained, ≥ 50%. (5) Whether the ground-glass opacity has new occurrence or not: ① no new occurrence, there is no new-onset lesions in the lung; ② improved but with new-onset, the original lesions in the lung improves, but new lesions appears in other parts; ③ unchanged with new-onset, the original lesions in the lung does not change, and new lesions appears in other parts; ④ increased with new occurrence, the original lesions in the lung increases, and new lesions appears in other parts.", "cite_spans": [], "ref_spans": [], "section": "Imaging prognosis analysis of pSS-LIP"}, {"text": "Due to the limitation of retrospective study, the interval of follow-up is different. The unit of interval of follow-up is set as \"year,\" and the change rate is divided by the respective interval of follow-up (year), which is the change rate of unit time (year). For example, the calculation formula of the maximum diameter change from follow-up 1st to baseline (Note V0, baseline; V1, follow-up 1st; V2, follow-up 2nd).", "cite_spans": [], "ref_spans": [], "section": "Calculation formula of unit time change rate of thin-walled cysts"}, {"text": "Maximum diameter change rate 1(△Ømax 1).", "cite_spans": [], "ref_spans": [], "section": "Calculation formula of unit time change rate of thin-walled cysts"}, {"text": "Maximum diameter annual change rate 1(△Ømax1/t).", "cite_spans": [], "ref_spans": [], "section": "Calculation formula of unit time change rate of thin-walled cysts"}, {"text": "Statistical analysis was performed with SPSS (V19.0). Continuous data, if normally distributed, were described as mean ± standard deviation, compared with t test or analysis of variance. If not normally distributed, the data were described as the median and range (25%, 75%) and analyzed with Wilcoxon test. Categorical data were summarized as percentage (%), and compared with chi square test or Fisher exact test. Pearson correlation coefficient was calculated to measure the correlation between two continuous variables. Spearman correlation coefficient was used to describe the correlation between two categorical variables. P ≤ 0.05 was considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical method"}, {"text": "The age of pSS-LIP cases ranged from 27 to 84 years, with mean of 57 (±14) years; 100% were female. The duration of disease with pSS was 0 to 480 months, with a median of 2 (1, 4) (81 ± 84) months. The duration of disease with LIP is 0-60 months, with a median of 13 ± 22 months. Compared with pSS-ILD group, the percentage of female in pSS-LIP group was higher, and the courses of pSS were more longer. The differences were all statistically significant (P < 0.05). There was no significant difference between two groups in age and course of disease (P > 0.05).", "cite_spans": [], "ref_spans": [], "section": "Patient characteristics"}, {"text": "Compared with pSS-ILD group, the clinical symptoms and signs of pSS-LIP patients are shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 94, "end": 101, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Clinical symptoms and signs"}, {"text": "Compared with pSS-ILD patients, pSS-LIP patients had higher percentage of patients with ANA, anti-SSA52KD antibody, anti-SSA60KD antibody, and anti-SSB antibody, and the higher concentration of serum globulin, but lower leukocyte count, neutrophil count, lymphocyte count, lactate dehydrogenase, and Immunoglobulin M, respectively ( Table 2 ). All differences were statistically significant. There was no difference between two groups on other laboratory test results.", "cite_spans": [], "ref_spans": [{"start": 333, "end": 340, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Laboratory test results"}, {"text": "The pulmonary function tests (PFT) were shown as percentages of the predicted value of each parameter for each individual based on the age, gender, and height. Compared with pSS-ILD patients, the total lung capacity (TLC) is significantly higher in pSS-LIP group. The frequency of obstructive ventilation dysfunction is significantly higher and the frequency of diffusion dysfunction is significantly lower in pSS-LIP patients ( Table 3) .", "cite_spans": [], "ref_spans": [{"start": 429, "end": 437, "text": "Table 3)", "ref_id": "TABREF1"}], "section": "Pulmonary function test and BALF test"}, {"text": "There is no significant difference on the proportions of cells in bronchoalveolar lavage fluid (BALF), the level of T lymphocyte subsets in BALF, and blood between two groups (Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 175, "end": 183, "text": "(Table 3", "ref_id": "TABREF1"}], "section": "Pulmonary function test and BALF test"}, {"text": "The most frequent HRCT findings in patients with pSS-LIP is cysts (100%), which had different size and a random distribution, and the wall of cystic can be bordered by the nodular tissue or an eccentric vessel. Beyond that, ground-glass opacities (73.3%), nodular shadows (73.3%), grid shadows (53.3%), cord shadows (33.3%), mosaic signs (26.7%), air cavity consolidation shadows (13.3%), and honeycomb shadows (6.7%) are also seen. The lymph nodes are often enlarged in patients with pSS-LIP, among which 66.7% of mediastinal lymph nodes and 13.3% of hilar lymph nodes are enlarged.", "cite_spans": [], "ref_spans": [], "section": "Radiological findings"}, {"text": "Compared with pSS-ILD patients, the incidence of pulmonary nodule shadow (73.3% and 31.6%, χ 2 = 10.817, P = 0.001) is significantly higher in pSS-LIP patients, while that of grid shadow (53.3% and 92.7%, χ 2 = 24.196, P = 0.000) was significantly lower (P < 0.05), all differences were statistically significant. There was no significant difference in the other imaging findings between two groups.", "cite_spans": [], "ref_spans": [], "section": "Radiological findings"}, {"text": "The information of the cysts included the number, maximum diameter, and the sum of the diameter of the cysts on HRCT, which were different in the three levels (Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 159, "end": 167, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "Radiological findings"}, {"text": "At baseline, 8 cases of pSS-LIP are treated with glucocorticoid(GC), the initial dose (the equivalent of prednisone dose) was 20-300 mg per day, with an average of 90.6 (±87.5) mg per day. Six cases of pSS-LIP are treated with CTX, including 2 cases of intravenous injection with a dose of 800 mg monthly, and 4 cases of oral therapy with a dose of Most of patients kept being treated in our hospital after the baseline. Six cases are treated with GC continuously, the initial dose is 5-20 mg per day, with an average of 12.5(±4.9) mg per day. Five cases are treated with CTX continuously, including 2 cases of intravenous injection and 3 cases of oral therapy.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Among the patients with pSS-LIP, 12 cases were reexamined by HRCT at the follow-up 1st (the first reexamination), whose interval time from the baseline was 0.3-6.6 years (1.8 ± 2.1). At the same time, 11 cases finished the follow-up 2nd (the second reexamination), whose interval time from follow-up 1st was 0.2-2.2 years (1.5 ± 0.6).", "cite_spans": [], "ref_spans": [], "section": "A comparative study of HRCT between the baseline and the follow-up"}, {"text": "Compared with the baseline, the sum of the number, maximum diameter, and diameter of cysts in three levels of pSS-LIP patients showed an increasing trend at the follow-up 1st, and the difference was statistically significant (Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 225, "end": 233, "text": "(Fig. 1)", "ref_id": null}], "section": "Changes of cysts in three levels"}, {"text": "Compared with the first reexamination, the maximum diameter of the right pulmonary artery layer and the total sum of the diameter of the right diaphragm were increased in the second reexamination (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 196, "end": 204, "text": "(Fig. 2)", "ref_id": null}], "section": "Changes of cysts in three levels"}, {"text": "The change of ground-glass opacity (Fig. 3) The ground-glass opacity of patients with pSS-LIP has its own characteristics, which is widely distributed and mostly accompanied cysts. It is shown mainly in the following respects. ", "cite_spans": [], "ref_spans": [{"start": 35, "end": 43, "text": "(Fig. 3)", "ref_id": null}], "section": "Changes of cysts in three levels"}, {"text": "Correlation analysis of clinical indexes and pulmonary function at the baseline Correlation analysis of parameters between cysts and PFT at the baseline ( Table 5) Correlation analysis of imaging changes between the baseline and follow-up 1st", "cite_spans": [], "ref_spans": [{"start": 155, "end": 163, "text": "Table 5)", "ref_id": "TABREF4"}], "section": "Correlation analysis"}, {"text": "Change of cysts and ground-glass opacities between the baseline and follow-up 1st were collected and analyzed. The change of ground-glass opacities was positively correlated with △Ømax/t2 (r = 0.379, P = 0.030) and △Øsum/t2 (r = 0.622, P = 0.000). The newly developed ground-glass opacity was negatively correlated with △Ømax/t1 (r = −0.383, P = 0.021) and △Øsum/t1 (r = −0.508, P = 0.002). There was no significant correlation in the other imaging findings.", "cite_spans": [], "ref_spans": [], "section": "Correlation analysis"}, {"text": "The correlation between the changes of cysts and the treatment of GC or CTX were in Table 6 . At the follow-up 2nd, the correlation between the changes of cysts and the treatment of GC or CTX were also in Table 6 .", "cite_spans": [], "ref_spans": [{"start": 84, "end": 91, "text": "Table 6", "ref_id": null}, {"start": 205, "end": 212, "text": "Table 6", "ref_id": null}], "section": "Correlation analysis of treatment and prognosis of imaging"}, {"text": "Comparing the changes of ground-glass opacities between the follow-up 1st and the baseline, 8 cases (66.7%) of them were improved, 2 cases (16.7%) of them were unchanged, and 2 cases (16.7%) of them were aggravated. The changes of ground-glass opacities were positively correlated with using GC or not (r = 0.332, P = 0.048), and those were negatively correlated with the dose of GC treatment (r = − 0.224, P = 0.022). The changes of ground-glass opacities did not show any correlation with the dose of CTX and using CTX or not. There was no significant correlation between new occurrence of ground-glass opacity and treatment of GC or CTX.", "cite_spans": [], "ref_spans": [], "section": "Correlation analysis of treatment and prognosis of imaging"}, {"text": "Comparing the changes of ground-glass opacities between the follow-up 2nd and follow-up 1st, 4 cases (36.4%) of them were improved, 5 cases (45.5%) of them were unchanged, and 2 cases (18.2%) of them were aggravated. There was no significant correlation between the changes of ground-glass opacities and the treatment of GC or CTX. New occurrence of ground-glass opacity was positively correlated with the dose of GC therapy after treatment follow-up (r = − 0.631, P = 0.000), and it was negatively correlated with using GC or not at the baseline (r = − 0.522, P = 0.002), using CTX or not at the baseline (r = − 0.457, P = 0.007) and using GC or not after treatment follow-up (r = 0.699, P = 0.000).", "cite_spans": [], "ref_spans": [], "section": "Correlation analysis of treatment and prognosis of imaging"}, {"text": "LIP is one of the benign pulmonary lymphoid disorders, which include a variety of rare lymphoid abnormalities, such as LIP, follicular bronchiolitis, nodular l lymphoid hyperplasia (pulmonary pseudolymphoma), inflammatory pseudotumor, immunoglobulin G4-related disease, and Castleman disease [1] . It has been shown that the chronic stimulation of lymphoid tissue by intrinsic and extrinsic antigens may play an important role in the development of the disease. Polyclonal lymphoid infiltration is a disease feature, which has different histopathologic patterns and clinicoradiologic characteristics [17] . Therefore, histological examination is essential. For example, follicular bronchiolitis is characterized by the presence of hyperplastic lymphoid follicles with reactive germinal centers distributed along the wall of bronchioles [18] , and the lumen of bronchioles may be damaged; The main features of HRCT is small centrilobular nodules, with border-like frosted glass, which are confined primarily to the peribronchiolar region, and ground-glass opacities are not common. By comparison with LIP, Its histologic features are characterized by a polymorphous peribronchiolar and alveolar septa infiltrate of lymphocytes, plasma cells, and histiocytes, diffusely expanding the alveolar septa. The features of HRCT mainly include ground-glass opacities, intralobular nodule with fuzzy boundaries, and randomly distributed cysts with the thin wall [1] . The cyst is a round parenchymal lucency or lowattenuation area, which usually contains air and exhibits a well-defined interface with normal lung. It is the same characteristic as the CT findings of LIP. Similarly, it needs to be differentiated from other cystic lung diseases. It is very important to analyze the cystic size, location, and characteristics on Fig. 2 Comparison of the changes of cysts between the follow-up 1st and the baseline baseline(*P < 0.05). Comparison of the changes of cysts between the follow-up 2nd and the follow-up 1st (*P < 0.05) Fig. 3 The ground-glass opacities of patients with pSS-LIP. a the lung is clear, that is, having no infiltration; b bilateral diffuse infiltration; c the localized infiltration HRCT [1] . First of all, we need to evaluate whether the lesions on HRCT scan are true cysts (wall thickness < 2 mm), and the following diseases need to be excluded: (1) cavity, most of them are within pulmonary consolidation, a mass, or a nodule, and the wall thickness > 4 mm. (2) Bulla, the diameter of bulla >1 cm (usually several centimeters), the wall thickness < 1 mm, and often accompanied by emphysema in the adjacent lung. (3) Emphysema, subpleural and peribronchovascular regions of low attenuation without wall and being multifocal, which is common in the upper lung zones, and interlobular septa is intact. (4) Cystic bronchiectasis, it is related to bronchial dilation adjacent to the accompanying pulmonary artery (\"signet ring sign\"). Its bronchi do not taper, and bronchi can be seen within 1 cm of the pleura surfaces in HRCT. (5) Honeycombing, there are ring shadows approximately ranging from 3 to 10 mm in diameter, which are usually distributed in subpleural with well-defined walls, with wall thickness of 1-3 mm. The ring shadows have distorted structure with complete loss of acinar structure. Secondly, the number of cysts(solitary, focal, or diffuse) and other radiographic abnormalities (nodules, ground-glass opacities, etc.) needs to be considered in the differential diagnosis. The differential diagnosis includes lymphangioleiomyomatosis (little cysts with similar size are distributed symmetrically throughout the lung) [1] , Birt-Hogg-Dubé syndrome (always associate with cutaneous fibrofolliculomas, spontaneous pneumothorax, and renal cancer, multiple cysts were predominantly seen in peripheral lung zones at lung bases and along the mediastinum) [19] , Pulmonary Langerhans cell histiocytosis (more common in young adult smokers. Nodules are seen in early stages and cysts are seen in later stages. Cysts are seen predominantly in upper and middle lobes, which are variable in size and have bizarre shapes. The costophrenic angles are spared) [20] , light-chain deposition disease (multiple, irregular nodules, lymph node lesions, and cysts) [21, 22] , amyloidosis (cysts are mainly distributed at the periphery of lung. The nodules are usually localized to lower lobes and subpleural areas) [23] . Imaging combined with pathological and clinical findings will be helpful for the differential diagnosis of the above diseases.", "cite_spans": [{"start": 292, "end": 295, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 600, "end": 604, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 836, "end": 840, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 1451, "end": 1454, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 2200, "end": 2203, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 3648, "end": 3651, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 3879, "end": 3883, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 4176, "end": 4180, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 4275, "end": 4279, "text": "[21,", "ref_id": "BIBREF21"}, {"start": 4280, "end": 4283, "text": "22]", "ref_id": "BIBREF22"}, {"start": 4425, "end": 4429, "text": "[23]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 1817, "end": 1823, "text": "Fig. 2", "ref_id": null}, {"start": 2018, "end": 2024, "text": "Fig. 3", "ref_id": null}], "section": "Discussion"}, {"text": "Currently, the world is experiencing a global viral pandemic of zoonotic origin being called novel coronavirus disease 2019 (COVID 19), which should be distinguished from PSS-LIP. Firstly, pSS-LIP is characterized by long course of disease, insidious onset, a variety of autoantibodies, and hyperglobulinemia. Ground-glass opacities are more common and consolidations are rare in HRCT, and its radiographic change goes slowly. Randomly distributed cysts are the characteristic feature in HRCT. Secondly, COVID 19 is − X ± S, :mean ± standard deviation; △Ømax1/t, maximum diameter annual change rate from the follow-up 1st to baseline; △Øsum1/t, sum of diameter annual change rate from the follow-up 1st to baseline; △Ømax2/t, maximum diameter annual change rate from the follow-up 2nd to the follow-up 1st; △Øsum2/t, sum of diameter annual change rate from the follow-up 2nd to the follow-up 1st; GC, glucocorticoid; CTX, cyclophosphamide; using or not, 1,using; 2, not using characterized with symptoms of acute respiratory infection. The typical HRCT features are ground-glass opacity with or without consolidation, and located peripheral or subpleural location [24] . Some patients' radiographic change goes rapidly. Alveolar septum and lung parenchyma are usually infiltrated at the same time. On the contrary, cysts are rare. Based on the above analysis, from the comprehensive analysis of the clinical, pathological, and imaging findings, 15 PSS-LIP patients were included in this study. The data of these patients can be used for the related analysis of clinical presentation, imaging features, treatment, and prognosis.", "cite_spans": [{"start": 1164, "end": 1168, "text": "[24]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "At present, the incidence of LIP is not clear. Female are more common than male (ratio of male and female 1:2.75) [10] . Idiopathic LIP is more common in male and autoimmune LIP in female. The average age of diagnosis with non-HIV-LIP was from 30 to 50 years old [10, 25] . The patients with pSS-LIP in this study are all female, whose percentage is higher than our previous research of the patients with pSS-ILD [13] . The average age of pSS-LIP patients was 59 ± 13 years old, slightly lower than that of previous pSS-ILD patients.", "cite_spans": [{"start": 114, "end": 118, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 263, "end": 267, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 268, "end": 271, "text": "25]", "ref_id": "BIBREF25"}, {"start": 413, "end": 417, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "It is reported in the literature [26, 27] that the onset of LIP is usually more insidious and it takes more than 3 years from onset to diagnosis. Most of the clinical symptoms were exertional dyspnea and dry cough. The crackles could be heard in the pSS-ILD patients with extensive and diffused lesions in lung, and clubbed fingers were extremely rare. In this study, 60% of pSS-LIP patients had irritant dry cough, 40% had exertional dyspnea, 53.3% had respiratory symptoms, and 26.7% @@could be heard crackles in lung. It is suggested that respiratory symptoms may be the main cause of visit, and the patients with LIP should be paid attention to disease screening of pSS. Our studies have shown that the long history with involvement of lung, occurrence of shortness of breath, dryness of the mouth, and crackles are more prone to impaired FEV1/FVC (%). DLCO (%Pred) could be usually impaired when crackles occurred. The conditions mentioned above suggested that the patients with long history with involvement of lung, shortness of breath, and crackles might have more serious pulmonary lesions and poor pulmonary function.", "cite_spans": [{"start": 33, "end": 37, "text": "[26,", "ref_id": "BIBREF26"}, {"start": 38, "end": 41, "text": "27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "Liebow and Carrington [2] first proposed that LIP was associated with abnormal gammaglobulinemia. It can be seen in about 80% of patients with LIP and has the distinguishing feature of usually polyclonal hypergammaglobulinemia. Normally B cell activation is the precursor of abnormal plasma cell activation. These changes above are involved in the pathogenesis of pSS, especially in patients with pSS-LIP. Our study showed that the globulin level of patients with pSS-LIP was higher than that of patients with pSS-ILD. DLCO (%Pred) decreased more significantly when the level of globulin, Immunoglobulin IgG, RF, and ESR elevated, and the albumin and globulin ratio decreased. The phenomenon mentioned above suggested that the injury of alveolar capillary membrane is more serious when the level of globulin raised abnormally. At the same time, the positive rates of ANA, anti-SSA52KD antibody, anti-SSA60KD antibody, and anti-SSB antibody in patients with pSS-LIP were higher than those in patients with pSS-ILD. It is suggested that the proliferation of B cells and the production of antibody are more outstanding in patients with pSS-LIP.", "cite_spans": [{"start": 22, "end": 25, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "It was reported [8, 12] in the literature that the pulmonary function of patients with LIP showed mostly restrictive ventilation dysfunction with decreased diffusion capacity. In this study, it is found that the rate of obstructive ventilation dysfunction in patients with pSS-LIP was significantly higher than that in patients with pSS-ILD, and the rate of diffusion dysfunction was significantly lower than that in patients with pSS-ILD. The causes of obstructive ventilation dysfunction in LIP may be related to the pathogenesis of cysts, i.e., compression and infiltration of bronchioles, or associated follicular bronchiolitis. The incidence of diffusion dysfunction was lower in pSS-LIP group, which suggested that the damage degree of alveolar capillary membrane might be slighter. The correlation analysis between pulmonary function and cysts before treatment showed the following conditions. The first one, if the number of cysts is enlarged, the volume of expiratory air would be decreased and the volume of residual air would be increased. The second one, if the sum of the maximum diameter of cysts increases, the volume of expiratory air would decrease. In addition, the last one, if the total sum of the diameter of cysts three layers is enlarged, the volume of expiratory air and the diffusion function would decrease, and the volume of residual air would increase. To sum up, the more and bigger the cysts is, the more obviously compressed the airway. The more limited expiratory flow is, the more increased the residual volume is. The larger the proportion of the cysts area in the lung is, the smaller the effective alveolar capillary membrane area is, which lead to the reduction of diffusion function.", "cite_spans": [{"start": 16, "end": 19, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 20, "end": 23, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "The proportion of macrophages in BALF of patients with pSS-LIP Showed increasing trend. In this study, it was found in BALF that the proportion of macrophages increased and neutrophils decreased, and DLCOVA (%Pred) often decreased. Ratio of CD4/CD8 in alveolar lavage fluid increased, and FEV1/FVC (%) often decreased.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "According to the literature, the cysts of lung can appear in about 80% of patients with LIP. It is randomly distributed in the deep of lung parenchyma, usually surrounded by eccentric blood vessels; the area of cysts in the lung is less than 10%. Cysts are generally added on the ground-glass opacities. The possible causes of the formation of pulmonary cysts are as follows [8, 28, 29] : ① local ischemia by vascular obstruction enlarged caused, bronchiolarectasia after obstruction; ② peribronchiolar lymphocyte infiltration around bronchioles caused by compression of bronchioles; ③ subsegmental overinflation caused by a check-valve mechanism.", "cite_spans": [{"start": 375, "end": 378, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 379, "end": 382, "text": "28,", "ref_id": "BIBREF28"}, {"start": 383, "end": 386, "text": "29]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "In order to carry out better analysis and description of the progress and changes of LIP, considering that the main lesions of LIP are cysts and ground-glass opacities, therefore, the two aspects were observed and followed up. because cysts have a random distribution deep within the lung parenchyma, and the total number and size of cysts are variable. It is very difficult to describe the characteristic of cysts and determine prognosis with precision. In this study, the diameter and number of cysts were measured at the anatomical level for the first time, and the changes of cysts were analyzed quantitatively in order to detect the changes of cysts.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, it seemed that the cysts of the lung gradually increased and enlarged when we looked down from the aortic arch layer. The cysts of middle layer is more increased than that of upper layer. With the extension of the LIP course, the number, maximum diameter, and the sum of the diameter of the cysts of the lung are increasing and enlarging; the changes of the indexes in the early stage are large, and the changes in the later stage are small, suggesting that the changes of the cysts of the lung in the early stage are more obvious. After treatment and intervention, the progression of the cysts of the lung can be delayed. Follow-up study showed that the lung lesions of a small number of patients developed rapidly, which should be followed up closely and probably need aggressive treatment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It is reported that the clinical course of LIP is benign, even spontaneous remission. There are also risks of progressive pulmonary fibrosis, co-infection, lymphoma, and even death [3] . At present, treatment regimens have not been well established. In the past, it was considered that the treatment of LIP focused on the treatment of primary disease. It has been reported [3, 30] that therapy of GC is effective in LIP patients. and radiographic stabilization or improvement can be seen in 50% to 60% of patients with LIP, but relapses can occur frequently. Other immunosuppresssive agents have no sufficient evidence.", "cite_spans": [{"start": 181, "end": 184, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 373, "end": 376, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 377, "end": 380, "text": "30]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, the prognosis of cysts improved significantly, that is, changing slowly, in the early stage using CTX treatment. The phenomenon above represented that baseline treatment is very important. However, at early stage of pSS-LIP, using GC can make changes of cysts smaller, even in the process of corticosterone reduction. It suggests that GC therapy in early stage can improve the prognosis of cysts. The main causes mentioned above is possible that GC therapy can prevent the aggravation of ground-glass opacities and appearance of new lesions of ground-glass opacities, then the progression of the cysts of the lung can be decreased.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The improvement rate of ground-glass opacities significantly increased after high-dose GC therapy at baseline. Most ground-glass opacities in maintenance treatment had no change, but could recur. When the patients received highdose GC treatment at baseline, the recurrence rate of groundglass opacity was higher than those of low-dose treatment at the follow-up 2nd. The phenomenon above seems to be unexplained. So we reviewed the imaging manifestations of patients with recurrent of high-dose GC treatment. In these 4 cases, it seemed to have a more severe degree of the groundglass opacities at baseline. Though the treatment is effective, it Fig. 4 Changes of cysts and ground-glass opacities of HRCT from one case with pSS-LIP between baseline (June 52,017) and the follow-up 1st (June 26, 2018), and the interval time was 1 years. a There are many localized ground-glass opacities in the HRCT, which is accompanied cysts. b Most of the previous localized ground-glass opacities had been absorbed. The previous cysts showed an increasing trend and some new cysts occurred still recurred later after maintenance treatment of low-dose GC. It is suggested that the heavier ground-glass opacities is at baseline, the more likely it will recur during maintenance treatment. So follow-up closely is needed. Another phenomenon in this study was that CTX may be ineffective in groundglass opacity, and even having an aggravated trend, which needs further study in the future.", "cite_spans": [], "ref_spans": [{"start": 646, "end": 652, "text": "Fig. 4", "ref_id": null}], "section": "Discussion"}, {"text": "The change of ground-glass opacities in patients with pSS-LIP, such as improvement and recurrence, can occur repeatedly. In this study, we found that the more ground-glass opacities increased at baseline, the more and bigger cysts occurred during the follow-up period (Fig. 4) . Pathological study showed that the ground-glass opacity of LIP in HRCT was related to the following facts [31] : Interstitial edema and inflammation caused by infiltration of inflammatory cells, intralobular nodule with fuzzy boundaries and multiple small cysts distributed diffusely. Therefore, the appearance of ground-glass opacity suggests that the infiltration of lymphocytes and other inflammatory cells increases. The infiltration around the bronchioles may cause airway compression, leading to the expansion of terminal bronchioles and the formation of cysts. The larger the cyst is, the worse the lung function is, the greater the impact on the patient is and the worse the prognosis is.", "cite_spans": [{"start": 385, "end": 389, "text": "[31]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 268, "end": 276, "text": "(Fig. 4)", "ref_id": null}], "section": "Discussion"}, {"text": "In this study, we found some characters of pSS-LIP. First, this study is the first clinical study with more cases of patients with pSS-LIP; second, the clinical characteristics of patients with pSS-LIP were found, such as common in female, hyperglobulinemia, high positive rate of anti SSA/SSB antibody, and higher risk of obstructive ventilation dysfunction; third, the application of GC and immunosuppressive therapy can improve the prognosis of patients with pSS-LIP. There are still some limitations in this study. ① This study is a retrospective study; ② as pSS-LIP is a rare disease, it is difficult to provide more cases in spite of all our efforts.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To sum up, to the patients of pSS-LIP, females were more common than male, and the onset of LIP was usually more insidious. Hyperglobulinemia and anti-SSA antibody were more prominent in patients with pSS-LIP. Pulmonary function showed the higher rate of obstructive ventilation dysfunction and the lower rate of diffusion dysfunction. The appearance of ground-glass opacities in pSS-LIP patients suggests that the infiltration of inflammatory cells increases, which may cause airway compression, the expansion of terminal bronchioles, and the formation of cysts. The more ground-glass opacities earlier, the more recurrence of them later, and more appearance of new cysts, which needs to be followed-up closely. Therapy with glucocorticoid may be effective on the ground-glass opacities during acute stage, and therapy with cyclophosphamide may be effective on the cysts during chronic stage. Therefore, medical treatment can improve the outcomes of patients with pSS-LIP.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Lymphoid interstitial pneumonia and other benign lymphoid disorders", "authors": [{"first": "A", "middle": [], "last": "Arcadu", "suffix": ""}, {"first": "T", "middle": [], "last": "Moua", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Yi", "suffix": ""}, {"first": "J", "middle": [], "last": "Ryu", "suffix": ""}], "year": 2016, "venue": "Semin Respir Crit Care Med", "volume": "37", "issn": "3", "pages": "406--420", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Lymphocytic interstitial pneumonia", "authors": [{"first": "T", "middle": ["S"], "last": "Panchabhai", "suffix": ""}, {"first": "C", "middle": [], "last": "Farver", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Highland", "suffix": ""}], "year": 2016, "venue": "Clin Chest Med", "volume": "37", "issn": "3", "pages": "463--474", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Lymphoid interstitial pneumonia: a narrative review", "authors": [{"first": "J", "middle": ["J"], "last": "Swigris", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Berry", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Raffin", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Kuschner", "suffix": ""}], "year": 2002, "venue": "Chest", "volume": "122", "issn": "6", "pages": "2150--2164", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Update on nonneoplastic pulmonary lymphoproliferative disorders and related entities", "authors": [{"first": "D", "middle": ["G"], "last": "Guinee", "suffix": ""}], "year": 2010, "venue": "Arch Pathol Lab Med", "volume": "134", "issn": "5", "pages": "691--701", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Non-neoplastic pulmonary lymphoid lesions", "authors": [{"first": "W", "middle": ["D"], "last": "Travis", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Galvin", "suffix": ""}], "year": 2001, "venue": "Thorax", "volume": "56", "issn": "12", "pages": "964--971", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Lung involvement in primary Sjögren's syndrome is mainly related to the small airway disease", "authors": [{"first": "S", "middle": ["A"], "last": "Papiris", "suffix": ""}, {"first": "M", "middle": [], "last": "Maniati", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Constantopoulos", "suffix": ""}, {"first": "C", "middle": [], "last": "Roussos", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Moutsopoulos", "suffix": ""}, {"first": "F", "middle": ["N"], "last": "Skopouli", "suffix": ""}], "year": 1999, "venue": "Ann Rheum Dis", "volume": "58", "issn": "", "pages": "61--64", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Lymphocytic interstitial pneumonia as a manifestation of SLE and secondary Sjogren's syndrome", "authors": [{"first": "D", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "L", "middle": [], "last": "Young", "suffix": ""}], "year": 2013, "venue": "BMJ Case Rep", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Diffuse cystic lung disease. Part II", "authors": [{"first": "N", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "R", "middle": [], "last": "Vassallo", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Wikenheiser-Brokamp", "suffix": ""}, {"first": "F", "middle": ["X"], "last": "Mccormack", "suffix": ""}], "year": 2015, "venue": "Am J Respir Crit Care Med", "volume": "192", "issn": "1", "pages": "17--29", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Interstitial pneumonia complicated by Sjogren's syndrome, Hashimoto's disease, rheumatoid arthritis and primary biliary cirrhosis", "authors": [{"first": "H", "middle": [], "last": "Miyamoto", "suffix": ""}, {"first": "A", "middle": [], "last": "Azuma", "suffix": ""}, {"first": "Y", "middle": [], "last": "Taniguchi", "suffix": ""}], "year": 2000, "venue": "Intern Med", "volume": "39", "issn": "11", "pages": "970--975", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Lymphoid interstitial pneumonia: clinical features, associations and prognosis", "authors": [{"first": "S", "middle": ["I"], "last": "Cha", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Fessler", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Cool", "suffix": ""}], "year": 2016, "venue": "Eur Respir J", "volume": "28", "issn": "2", "pages": "364--369", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Autoimmune epithelitis beyond the exocrine glands: an unusual case of anti-Ro/La and Scl-70 lymphocytic interstitial pneumonia", "authors": [{"first": "O", "middle": ["D"], "last": "Argyropoulou", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Chatzis", "suffix": ""}, {"first": "D", "middle": [], "last": "Rontogianni", "suffix": ""}], "year": 2019, "venue": "Clin Exp Rheumatol", "volume": "118", "issn": "3", "pages": "249--251", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Lymphocytic interstitial pneumonitis. Review of 13 cases", "authors": [{"first": "C", "middle": ["V"], "last": "Strimlan", "suffix": ""}, {"first": "", "middle": [], "last": "Rosenow Ec 3rd", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Weiland", "suffix": ""}], "year": 1978, "venue": "Ann Intern Med", "volume": "88", "issn": "5", "pages": "616--621", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A retrospective analysis of distinguishing features of chest HRCT and clinical manifestation in primary Sjögren's syndrome-related interstitial lung disease in a Chinese population", "authors": [{"first": "X", "middle": [], "last": "Dong", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Guo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Fu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2018, "venue": "Clin Rheumatol", "volume": "37", "issn": "11", "pages": "2981--2988", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "European Study Group on Classification Criteria for Sjögren's Syndrome (2002) Classification criteria for Sjogren's syndrome: a revised version of the European criteria proposed by the American-European consensus group", "authors": [{"first": "C", "middle": [], "last": "Vitali", "suffix": ""}, {"first": "S", "middle": [], "last": "Bombardieri", "suffix": ""}, {"first": "R", "middle": [], "last": "Jonsson", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Moutsopoulos", "suffix": ""}, {"first": "Alexander", "middle": ["El"], "last": "Carsons", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Daniels", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Fox", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Fox", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Kassan", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Pillemer", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Talal", "suffix": ""}, {"first": "N", "middle": [], "last": "Weisman", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "", "suffix": ""}], "year": null, "venue": "Ann Rheum Dis", "volume": "61", "issn": "6", "pages": "554--558", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "the International Sjögren's Syndrome Criteria Working Group", "authors": [{"first": "C", "middle": ["H"], "last": "Shiboski", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Shiboski", "suffix": ""}, {"first": "R", "middle": [], "last": "Seror", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Criswell", "suffix": ""}, {"first": "M", "middle": [], "last": "Labetoulle", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Lietman", "suffix": ""}, {"first": "A", "middle": [], "last": "Rasmussen", "suffix": ""}, {"first": "H", "middle": [], "last": "Scofield", "suffix": ""}, {"first": "C", "middle": [], "last": "Vitali", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Bowman", "suffix": ""}, {"first": "X", "middle": [], "last": "Mariette", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Heidenreich", "suffix": ""}, {"first": "H", "middle": [], "last": "Lanfranchi", "suffix": ""}, {"first": "C", "middle": [], "last": "Vollenweider", "suffix": ""}, {"first": "M", "middle": [], "last": "Schiødt", "suffix": ""}, {"first": "V", "middle": [], "last": "Devauchelle", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Gottenberg", "suffix": ""}, {"first": "A", "middle": [], "last": "Saraux", "suffix": ""}, {"first": "M", "middle": [], "last": "Pincemin", "suffix": ""}, {"first": "T", "middle": [], "last": "Dörner", "suffix": ""}, {"first": "A", "middle": [], "last": "Tzoufias", "suffix": ""}, {"first": "C", "middle": [], "last": "Baldini", "suffix": ""}, {"first": "S", "middle": [], "last": "Bombardieri", "suffix": ""}, {"first": "S", "middle": [], "last": "De Vita", "suffix": ""}, {"first": "K", "middle": [], "last": "Kitagawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Sumida", "suffix": ""}, {"first": "H", "middle": [], "last": "Umehara", "suffix": ""}, {"first": "H", "middle": [], "last": "Bootsma", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Kruize", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Radstake", "suffix": ""}, {"first": "A", "middle": [], "last": "Vissink", "suffix": ""}, {"first": "R", "middle": [], "last": "Jonsson", "suffix": ""}, {"first": "M", "middle": [], "last": "Ramos-Casals", "suffix": ""}, {"first": "E", "middle": [], "last": "Theander", "suffix": ""}, {"first": "S", "middle": [], "last": "Challacombe", "suffix": ""}, {"first": "B", "middle": [], "last": "Fisher", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "American College of Rheumatology/European league against rheumatism classification criteria for primary Sjogren's syndrome: a consensus and data-driven methodology involving three international patient cohorts", "authors": [{"first": "F", "middle": [], "last": "", "suffix": ""}, {"first": "Rauz", "middle": ["S"], "last": "Akpek", "suffix": ""}, {"first": "E", "middle": [], "last": "Atkinson", "suffix": ""}, {"first": "J", "middle": [], "last": "Baer", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Carsons", "suffix": ""}, {"first": "S", "middle": [], "last": "Carteron", "suffix": ""}, {"first": "N", "middle": [], "last": "Daniels", "suffix": ""}, {"first": "T", "middle": [], "last": "Fox", "suffix": ""}, {"first": "B", "middle": [], "last": "Greenspan", "suffix": ""}, {"first": "J", "middle": [], "last": "Illei", "suffix": ""}, {"first": "G", "middle": [], "last": "Nelson", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}, {"first": "Parke", "middle": ["A"], "last": "Pillemer", "suffix": ""}, {"first": "S", "middle": [], "last": "Segal", "suffix": ""}, {"first": "B", "middle": [], "last": "Sivils", "suffix": ""}, {"first": "K", "middle": [], "last": "St", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Clair", "suffix": ""}, {"first": "D", "middle": [], "last": "Stone", "suffix": ""}, {"first": "F", "middle": [], "last": "Vivino", "suffix": ""}, {"first": "A", "middle": [], "last": "Wu", "suffix": ""}], "year": 2017, "venue": "Arthritis Rheumatol", "volume": "69", "issn": "1", "pages": "35--45", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "statement: Update of the international multidisciplinary classification of the idiopathic interstitial pneumonias", "authors": [{"first": "W", "middle": ["D"], "last": "Travis", "suffix": ""}, {"first": "U", "middle": [], "last": "Costabel", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Hansell", "suffix": ""}, {"first": "King", "middle": [], "last": "Te", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Lynch", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Nicholson", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Ryerson", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Ryu", "suffix": ""}, {"first": "M", "middle": [], "last": "Selman", "suffix": ""}, {"first": "A", "middle": ["U"], "last": "Wells", "suffix": ""}, {"first": "J", "middle": [], "last": "Behr", "suffix": ""}, {"first": "D", "middle": [], "last": "Bouros", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Brown", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Colby", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Collard", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Cordeiro", "suffix": ""}, {"first": "V", "middle": [], "last": "Cottin", "suffix": ""}, {"first": "B", "middle": [], "last": "Crestani", "suffix": ""}, {"first": "M", "middle": [], "last": "Drent", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Dudden", "suffix": ""}, {"first": "J", "middle": [], "last": "Egan", "suffix": ""}, {"first": "K", "middle": [], "last": "Flaherty", "suffix": ""}, {"first": "C", "middle": [], "last": "Hogaboam", "suffix": ""}, {"first": "Y", "middle": [], "last": "Inoue", "suffix": ""}, {"first": "T", "middle": [], "last": "Johkoh", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Kim", "suffix": ""}, {"first": "M", "middle": [], "last": "Kitaichi", "suffix": ""}, {"first": "J", "middle": [], "last": "Loyd", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Martinez", "suffix": ""}, {"first": "J", "middle": [], "last": "Myers", "suffix": ""}, {"first": "S", "middle": [], "last": "Protzko", "suffix": ""}, {"first": "G", "middle": [], "last": "Raghu", "suffix": ""}, {"first": "L", "middle": [], "last": "Richeldi", "suffix": ""}, {"first": "N", "middle": [], "last": "Sverzellati", "suffix": ""}, {"first": "J", "middle": [], "last": "Swigris", "suffix": ""}, {"first": "D", "middle": [], "last": "Valeyre", "suffix": ""}], "year": 2013, "venue": "ATS/ERS Committee on Idiopathic Interstitial Pneumonias", "volume": "188", "issn": "6", "pages": "733--748", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Lymphoproliferative lung disorders: clinicopathological aspects", "authors": [{"first": "V", "middle": [], "last": "Poletti", "suffix": ""}, {"first": "C", "middle": [], "last": "Ravaglia", "suffix": ""}, {"first": "S", "middle": [], "last": "Tomassetti", "suffix": ""}, {"first": "C", "middle": [], "last": "Gurioli", "suffix": ""}, {"first": "G", "middle": [], "last": "Casoni", "suffix": ""}, {"first": "S", "middle": [], "last": "Asioli", "suffix": ""}, {"first": "A", "middle": [], "last": "Dubini", "suffix": ""}, {"first": "S", "middle": [], "last": "Piciucchi", "suffix": ""}, {"first": "M", "middle": [], "last": "Chilosi", "suffix": ""}], "year": 2013, "venue": "Eur Respir Rev", "volume": "22", "issn": "130", "pages": "427--436", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Follicular bronchiolitis in surgical lung biopsies: clinical implications in 12 patients", "authors": [{"first": "M", "middle": ["R"], "last": "Aerni", "suffix": ""}, {"first": "R", "middle": [], "last": "Vassallo", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Myers", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Lindell", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Ryu", "suffix": ""}], "year": 2008, "venue": "Respir Med", "volume": "102", "issn": "2", "pages": "307--312", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Chronic cystic lung disease:diagnostic accuracy of high-resolution CT in 92 patients", "authors": [{"first": "M", "middle": [], "last": "Koyama", "suffix": ""}, {"first": "T", "middle": [], "last": "Johkoh", "suffix": ""}, {"first": "O", "middle": [], "last": "Honda", "suffix": ""}], "year": 2013, "venue": "Am J Roentgenol", "volume": "180", "issn": "3", "pages": "827--835", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pulmonary Langerhans cell histiocytosis", "authors": [{"first": "H", "middle": ["S"], "last": "Suri", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Yi", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Nowakowski", "suffix": ""}], "year": 2012, "venue": "Orphanet J Rare Dis", "volume": "19", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Lung cysts as radiological manifestations of benign and malignant diseases: pitfalls in the diagnosis", "authors": [{"first": "M", "middle": ["X"], "last": "Ye", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2012, "venue": "Arch Bronconeumol", "volume": "48", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "An unusual cause of cystic lung disease: light chain deposition disease", "authors": [{"first": "R", "middle": [], "last": "Luraine", "suffix": ""}, {"first": "L", "middle": [], "last": "Sohier", "suffix": ""}, {"first": "M", "middle": [], "last": "Kerjouan", "suffix": ""}, {"first": "B", "middle": [], "last": "Desrues", "suffix": ""}, {"first": "P", "middle": [], "last": "Delaval", "suffix": ""}, {"first": "S", "middle": [], "last": "Jouneau", "suffix": ""}], "year": 2013, "venue": "Rev Mal Respir", "volume": "30", "issn": "7", "pages": "567--571", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Nodular pulmonary amyloidosis with unusual, widespread lung cysts", "authors": [{"first": "K", "middle": ["M"], "last": "Chew", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Clarke", "suffix": ""}, {"first": "N", "middle": [], "last": "Dubey", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Seet", "suffix": ""}], "year": 2013, "venue": "Singap Med J", "volume": "54", "issn": "5", "pages": "97--99", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Early CT features and temporal lung changes in COVID-19 pneumonia in Wuhan, China", "authors": [{"first": "Q", "middle": [], "last": "Hu", "suffix": ""}, {"first": "H", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Sun", "suffix": ""}], "year": 2020, "venue": "Eur J Radiol", "volume": "19", "issn": "128", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Lymphoproliferative disorders of the lung: histopathology, clinical manifestations, and imaging features", "authors": [{"first": "D", "middle": ["G"], "last": "Bragg", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Chor", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Murray", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Kjeldsberg", "suffix": ""}], "year": 1994, "venue": "AJR Am J Roentgenol", "volume": "163", "issn": "2", "pages": "273--281", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Respiratory disorders in common variable immunodeficiency", "authors": [{"first": "Martinez", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "De Rojas", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}, {"first": "Nauffal", "middle": [], "last": "Manzur", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}], "year": 2001, "venue": "Respir Med", "volume": "95", "issn": "3", "pages": "191--195", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Lymphoid interstitial pneumonia associated with common variable immunoglobulin deficiency", "authors": [{"first": "M", "middle": [], "last": "Matsubara", "suffix": ""}, {"first": "T", "middle": [], "last": "Koizumi", "suffix": ""}, {"first": "T", "middle": [], "last": "Wakamatsu", "suffix": ""}, {"first": "K", "middle": [], "last": "Fujimoto", "suffix": ""}, {"first": "K", "middle": [], "last": "Kubo", "suffix": ""}, {"first": "T", "middle": [], "last": "Honda", "suffix": ""}], "year": 2008, "venue": "Intern Med", "volume": "47", "issn": "8", "pages": "763--767", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Lymphocytic interstitial pneumonia: follow-up CT findings in 14 patients", "authors": [{"first": "T", "middle": [], "last": "Johkoh", "suffix": ""}, {"first": "K", "middle": [], "last": "Ichikado", "suffix": ""}, {"first": "M", "middle": [], "last": "Akira", "suffix": ""}, {"first": "O", "middle": [], "last": "Honda", "suffix": ""}, {"first": "N", "middle": [], "last": "Tomiyama", "suffix": ""}, {"first": "N", "middle": [], "last": "Mihara", "suffix": ""}, {"first": "T", "middle": [], "last": "Kozuka", "suffix": ""}, {"first": "M", "middle": [], "last": "Koyama", "suffix": ""}, {"first": "S", "middle": [], "last": "Hamada", "suffix": ""}, {"first": "H", "middle": [], "last": "Nakamura", "suffix": ""}], "year": 2000, "venue": "J Thorac Imaging", "volume": "15", "issn": "3", "pages": "162--167", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Rare idiopathic interstitial pneumonias: LIP and PPFE and rare histologic patterns of interstitial pneumonias: AFOP and BPIP", "authors": [{"first": "M", "middle": ["A"], "last": "Kokosi", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Nicholson", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Hansell", "suffix": ""}, {"first": "A", "middle": ["U"], "last": "Wells", "suffix": ""}], "year": 2015, "venue": "Respirology", "volume": "21", "issn": "4", "pages": "600--614", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The idiopathic interstitial pneumonias: understanding key radiological features", "authors": [{"first": "S", "middle": [], "last": "Dixon", "suffix": ""}, {"first": "R", "middle": [], "last": "Benamore", "suffix": ""}], "year": 2010, "venue": "Clin Radiol", "volume": "65", "issn": "10", "pages": "823--831", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A stepwise diagnostic approach to cystic lung diseases for radiologists", "authors": [{"first": "K", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Kang", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Yong", "suffix": ""}], "year": 2019, "venue": "Korean J Radiol", "volume": "20", "issn": "9", "pages": "1368--1380", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "FVC(% predicted) in pulmonary function testes were positively correlated with shortness of breath (r = 0.492, P = 0.015), dryness of the mouth (r = 0.734, P = 0.000), crackles (r = 0.591, P = 0.002), leukocyte (r = 0.469, P = 0.001), hemoglobin (r = 0.605, P = 0.002), platelet (r = 0.638, P = 0.016), uric acid (r = 0.754, P = 0.000), and DLCOVA%(r = 0.514, P = 0.017). FEV1/FVC (% predicted) were negatively correlated with history of ILD (r = − 0.487, P = 0.016), LDH(r = − 0.500, P = 0.013), ESR(r = − 0.425, P = 0.039), PO2(r = − 0.526, P = 0.044), and ratio of CD4/CD8 in alveolar lavage fluid (r = − 0.880, P = 0.000). DLCO VA (% predicted) in pulmonary function testes were positively correlated with crackles (r = 0.678, P = 0.001), leukocyte (r = 0.586, P = 0.005), lymphocyte (r = 0.806, P = 0.000), hemoglobin (r = 0.491, P = 0.024), platelet (r = 0.759, P = 0.000), the ratio of albumin to globulin (r = 0.479, P = 0.028), uric acid (r = 0.490, P = 0.024), the percentage of macrophage in alveolar lavage fluid (r = 0.795, P = 0.002), and FEV1/FVC% (r = 0.514, P = 0.017). DLCO VA (% predicted) were negatively correlated with RF (r = − 0.468, P = 0.033), globulin (r = − 0.464, P = 0.034), ESR (r = − 0.825, P = 0.000), IgG(r = − 0.585, P = 0.005), and the percentage of neutrophils in alveolar lavage fluid (r = − 0.637, P = 0.026).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Comparison of clinical symptoms and signs between pSS-LIP and pSS-ILD patients", "latex": null, "type": "table"}, "TABREF1": {"text": "Comparison of PFT and BALF between pSS-LIPand pSS-ILD patientsPFT, pulmonary function test; BALF, bronchoalveolar lavage fluid; FVC, forced vital capacity; FEV1, forced expiratory volume in the first second; TLC, total lung capacity; DLCO, diffusion capacity for carbon monoxide; CD4+/CD8+, ratio of CD4/CD8 in alveolar lavage fluid or in peripheral blood a P < 0.05", "latex": null, "type": "table"}, "TABREF2": {"text": "Laboratory indicators in patients of pSS-LIP and pSS-ILD pSS-LIP(n = 15) pSS-ILD(n = 206) P value WBC, white blood cell; LDH, lactic dehydrogenase; IgM, immunoglobulin M; %, the positive rate of ANA, Anti-Ro52 Ab, Anti-Ro60 Ab and Anti-SSB Ab; Ab, antibody a P < 0.05First, it can be seen as the decrease of the permeability of the whole lung distribution, showing the extensive absorption when it gets better, and showing the diffuse exudation when it gets worse. Second, it can also be seen as the localized ground-glass opacities. After it gets better in one part, the new one can appear in another part. Third, a little of them can be changed from groundglass opacity to consolidation, interlobular septal thickening and honeycombing.", "latex": null, "type": "table"}, "TABREF3": {"text": "Comparison of cysts on HRCT in patients with pSS-LIP in three layers", "latex": null, "type": "table"}, "TABREF4": {"text": "Correlation analysis of parameters between the sum of three-layer cysts and PFT before treatment", "latex": null, "type": "table", "html": "<html><body><table><tr><td>The sum of three-layer cysts </td><td> </td><td>FVC(%Pred) </td><td>FEV1(%Pred) </td><td>RV/\nTLC\n</td><td>DLCO(%Pred) </td><td>DLCOVA(%Pred)\n</td></tr><tr><td>Numbers(n) </td><td>r value </td><td>− 0.725 </td><td>− 0.731 </td><td>0.837 </td><td>− 0.360 </td><td>− 0.380\n</td></tr><tr><td>P value r value </td><td>0.000a </td><td>0.000a </td><td>0.000a </td><td>0.084 </td><td>0.089\n</td></tr><tr><td>Maximum diameter (mm) </td><td> </td><td>− 0.593 </td><td>− 0.621 </td><td>0.681 </td><td>− 0.226 </td><td>− 0.163\n</td></tr><tr><td>P value r value </td><td>0.002a </td><td>0.001a </td><td>0.002a </td><td>0.228 </td><td>0.479\n</td></tr><tr><td>The sum of diameter (mm) </td><td> </td><td>− 0.691 </td><td>− 0.724 </td><td>0.834 </td><td>− 0.444 </td><td>− 0.531\n</td></tr><tr><td>P value </td><td>0.000a </td><td>0.000a </td><td>0.000a </td><td>0.030a </td><td>0.013a\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Disclosures None.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}]}