{"paper_id": "0e7b8e1f6a4e0cd5e4549288cd5e94a270dac1f5", "metadata": {"title": "Asymmetric dependence between stock market returns and news during COVID19 financial turmoil", "authors": [{"first": "Cosmin-Octavian", "middle": [], "last": "Cepoi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Bucharest University of Economic Studies -Money and Banking", "location": {}}, "email": "cosmin.cepoi@fin.ase.ro"}]}, "abstract": [{"text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Asymmetric dependence between stock market returns and news during COVID19 financial turmoil Please cite this article as: Cosmin-Octavian Cepoi Conceptualization; Methodology; Data curation; Software; Writin Asymmetric dependence between stock market returns and news during COVID19 financial turmoil, Finance Research Letters (2020), doi: https://doi.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": " I investigate the stock market's reaction to coronavirus news in the top six most affected countries by the pandemic.  The fake news exerts a negative nonlinear influence on the inferior and the middle quantiles throughout the distribution of returns.  The media coverage leads to a decrease in returns across middle and superior quantiles and has no effects on the inferior ones.  During COVID19 turmoil superior quantiles of returns distribution exhibit negative dependence on past performances, while inferior and middle quantiles are not affected by this phenomenon.  The gold return has a positive correlation with the stock markets, which amplifies during extreme bearish and bullish periods indicating that it does not behave as a \"Safe Havens\" asset.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The impact of public news sentiment on stock returns has received increasing attention in recent years. A growing body of empirical and theoretical studies has focused on understanding whether price movements in financial markets are driven by economic or political news (Smales, 2014; Broadstock and Zhang, 2019; Shi and Ho, 2020). The consensus is that the information arriving from social media channels exerts a significant influence on the stock market dynamic, especially in times of economic or political uncertainty.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Given the COVID-19 pandemic and the considerable amount of related news, stock markets around the world have suffered enormous losses in the first three months of 2020. According to Bloomberg, \"through 1 p.m. on March 18, the S&P 500 index was off 27% for the year to date, Germany's DAX was down 38% and Japan's Nikkei was off 29%.\" Consequently, the governments around the world have undertaken a series of stimulus packages to offset the damages produced by the pandemic and to regain investor's confidence. Although the major stock market indexes have partially recovered in the middle of April 2020, a great deal of financial uncertainty remains. (2020) suggest that cryptocurrencies do not act like safe havens during COVID 19 turmoil.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, I contribute to the literature by investigating the stock market's reaction to coronavirus news in the top six most affected countries by the pandemic 1 . By employing a panel quantile regression model, I show that the stock markets present asymmetric dependencies with COVID-19 related information. Specifically, the fake news exerts a negative influence on the lower and the middle quantiles throughout the distribution of returns; however, their impact is not statistically significant for the extreme values. Moreover, the media coverage leads to a decrease in 1 I select the USA, the UK, Germany, France, Spain and Italy, considering the high number of persons infected with COVID-19. On 21 April 2020, the countries mentioned above were the only ones with more than 100.000 total cases according to Worldometer https://www.worldometers.info/coronavirus/ . returns across middle and upper quantiles and has no effects on the lower ones. Similarly, the financial contagion across companies is detrimental to returns from 50 th to 75 th quantiles.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Furthermore, the estimates show that the gold price dynamic has a nonlinear impact on equity markets, especially during extreme bearish and bullish markets. The rest of the paper has the following structure: Section 2 presents the data, Section 3 discusses the econometric approach, and the results are in Section 4. Section 5 concludes the paper.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "To investigate the impact exerted by COVID19-related news on stock market return, I use a balanced panel covering 50 working days, from 3 February 2020 to 17 April 2020. The dependent variable includes daily returns of DJIA, FTSE 100, DAX, CAC 40, IGBM, and MIB. The choice of this sample displays some disadvantages since the dynamic of stock indexes was influenced by the same global event, i.e., the COVID19 pandemic, which thereby causes dependence between individual countries in the panel 2 . Zhang et al. (2020) confirm this empirical fact when investigating the correlation across the top 12 major stock markets before and after the World Health Organization declared COVID-19 to be a worldwide pandemic. According to them, \"the correlations in February are relatively low, but they increase substantially upon entering March.\" Additional details of the correlation matrix during the analyzed period are in Table 1 . For example, Smales (2014) or Shi and Ho (2020) have previously used this news monitor database to investigate the link between news sentiment and implied volatility. Furthermore, to control for the sovereign default risk, I include country CDS spreads among covariates as recommended by Grammatikos and Vermeulen (2012). Additionally, I consider gold price as a benchmark for the common global factor 3 . A detailed data description and its source are presented in Table 2 . ", "cite_spans": [], "ref_spans": [{"start": 915, "end": 922, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1391, "end": 1398, "text": "Table 2", "ref_id": "TABREF1"}], "section": "The data"}, {"text": "Considering the excessive market volatility during the COVID19 financial turmoil, I employ a panel quantile regression framework. Unlike other econometric approaches that only focus on the mean effects, the quantile regression model is a more powerful tool for handling fat tails or extreme values throughout the asset return distributions (du Plooy, 2019). Generally, at any level ( ) across the distribution of given a set of variables , the conditional quantile shows ( ) * ( ) + where ( ) is the conditional distribution function. Thereby, the panel quantile regression is illustrated by the following specification:", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "In Eq. (1) ̅̅̅̅̅ and ̅̅̅̅̅ , denote the number of countries and days, respectively, is the stock market return, denotes the set of covariates, ( ) is the common slope coefficient while is individual-specific fixed effect coefficient. To account for the unobserved country heterogeneity, I follow Koenker (2004), which treats the fixed effects as nuisance parameters. The ingenuity of this approach comes from the introduction of a penalty term in the minimization problem leading to the following algorithm:", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "In Eq. (2) is the quantiles' index, is the quantile loss function while is the relative weight given to the th quantile. The penalty term is diminishing the impact of individual effects on achieving higher efficiency for the global slope coefficients.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "The quantile regression represents an important class of nonlinear data models (Galvao et al., 2020) and has become a successful tool in economics and finance due to its ability to draw inferences about observations that rank below or above the population conditional mean. In some cases, the quantile-varying estimates reveal that OLS methods provide an incomplete picture regarding the link between variables, especially for extreme events. However, by estimating the entire quantile processes one can capture the presence of some potential nonlinear relationships ", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Tables 3 provide the estimated coefficients for a representative selection of quantiles. To assess robustness for the results, I additionally report the estimates of a Seemingly Unrelated Regression (SUR), which is recommended for handling cross-sectional dependence across a panel with small N and large T (Sarafidis and Wansbeek, 2012). According to the estimation results, several interesting facts come to light. First of all, fake news appears to exhibit a negative nonlinear Ushaped impact during normal market conditions, i.e., from 25 th to 75 th , throughout the distribution of returns. This empirical fact is illustrating the growing importance of online fake news in the globalized financial markets and its implications for stock trading (Allcott and Gentzkow, 2016;", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Zhang and Ghorbani, 2020). However, it is worth mentioning that fake news is not affecting stock market returns at the times of extreme bearish (5 th quantile and lower) and bullish markets (95 th quantile and upper) and appears to influence the stock dynamic in a positive manner during periods of harshly decline (around the 10 th quantile).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Second, the media coverage has a negative and monotonically decreasing impact from the middle to superior quantiles. This result is in line with the previous findings reported in the literature by Fang and Peress (2009), arguing that \"the breadth of information dissemination affects stock returns.\" A slightly similar effect is noticeable for the contagion index, indicating that the higher the numbers of entities related to COVID-19 news, the lower the expected stock market returns, especially during recovering periods. Third, the superior quantiles of returns distribution exhibit negative dependence on past performances, while smaller and middle quantiles are not affected by this phenomenon. This ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "This study offers novel empirical evidence on the relationship between COVID19-related news and stock market returns across the top six most affected countries by the pandemic. By employing a panel quantile regression model, I show that the stock markets present asymmetric dependencies with COVID-19 related information such as fake news, media coverage, or contagion. The result suggests the need for more intensive use of proper communication channels to mitigate COVID19 related financial turmoil.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Social media and fake news in the 2016 election", "authors": [{"first": "H", "middle": [], "last": "Allcott", "suffix": ""}, {"first": "M", "middle": [], "last": "Gentzkow", "suffix": ""}], "year": 2017, "venue": "J. Econ. Perspect", "volume": "31", "issn": "", "pages": "211--236", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Financial contagion during COVID-19 crisis", "authors": [{"first": "M", "middle": ["D"], "last": "Akhtaruzzaman", "suffix": ""}, {"first": "S", "middle": [], "last": "Boubaker", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Ahmet", "suffix": ""}], "year": null, "venue": "Finance Res. Lett", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Media attention and the volatility effect", "authors": [{"first": "D", "middle": [], "last": "Blitz", "suffix": ""}, {"first": "R", "middle": [], "last": "Huisman", "suffix": ""}, {"first": "L", "middle": [], "last": "Swinkels", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Vliet", "suffix": ""}], "year": 2019, "venue": "Finance Res. Lett", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The Lagrange multiplier test and its applications to model specification in econometrics", "authors": [{"first": "T", "middle": ["S"], "last": "Breusch", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Pagan", "suffix": ""}], "year": 1980, "venue": "Rev. Econ. Stud", "volume": "47", "issn": "", "pages": "239--253", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Social-media and intraday stock returns: The pricing power of sentiment", "authors": [{"first": "D", "middle": [], "last": "Broadstock", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2019, "venue": "Finance Res. Lett", "volume": "30", "issn": "", "pages": "116--123", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Safe Haven or Risky Hazard? Bitcoin during the COVID-19 Bear Market", "authors": [{"first": "T", "middle": [], "last": "Conlon", "suffix": ""}, {"first": "R", "middle": [], "last": "Mcgee", "suffix": ""}], "year": 2020, "venue": "Finance Res. Lett", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The contagion effects of being named Corona during the COVID-19 pandemic", "authors": [{"first": "Aye", "middle": [], "last": "Corona", "suffix": ""}, {"first": "!", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "Finance Res. Lett", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The contagion effects of the COVID-19 pandemic: Evidence from Gold and Cryptocurrencies", "authors": [{"first": "S", "middle": [], "last": "Corbet", "suffix": ""}, {"first": "C", "middle": [], "last": "Larkin", "suffix": ""}, {"first": "B", "middle": [], "last": "Lucey", "suffix": ""}], "year": 2020, "venue": "Finance Res. Lett", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Testing for Granger non-causality in heterogeneous panels", "authors": [{"first": "E.-I", "middle": [], "last": "Dumitrescu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hurlin", "suffix": ""}], "year": 2012, "venue": "Econ. Modelling", "volume": "29", "issn": "4", "pages": "1450--1460", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "On the financial interpretation of risk contributions: An analysis using Quantile Simulation", "authors": [{"first": "S", "middle": [], "last": "Du Plooy", "suffix": ""}], "year": 2019, "venue": "Invest. Anal. J", "volume": "48", "issn": "3", "pages": "188--204", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Media coverage and the cross-section of stock returns", "authors": [{"first": "L", "middle": [], "last": "Fang", "suffix": ""}, {"first": "J", "middle": [], "last": "Peress", "suffix": ""}], "year": 2009, "venue": "J. Finance", "volume": "64", "issn": "", "pages": "2023--2052", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "On the unbiased asymptotic normality of quantile regression with fixed effects", "authors": [{"first": "A", "middle": ["F"], "last": "Galvao", "suffix": ""}, {"first": "J", "middle": [], "last": "Gu", "suffix": ""}, {"first": "S", "middle": [], "last": "Volgushev", "suffix": ""}], "year": 2020, "venue": "J. Econom", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Dynamic Panel Analysis under Cross-Sectional Dependence", "authors": [{"first": "K", "middle": [], "last": "Gaibulloev", "suffix": ""}, {"first": "T", "middle": [], "last": "Sandler", "suffix": ""}, {"first": "D", "middle": [], "last": "Sul", "suffix": ""}], "year": 2014, "venue": "Political Analysis", "volume": "22", "issn": "2", "pages": "258--273", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Modelling and estimation of nonlinear quantile regression with clustered data", "authors": [{"first": "M", "middle": [], "last": "Geraci", "suffix": ""}], "year": 2018, "venue": "Comput Stat Data An", "volume": "136", "issn": "", "pages": "30--46", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Statistical Modelling with Quantile Functions", "authors": [{"first": "W", "middle": [], "last": "Gilchrist", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Transmission of the financial and sovereign debt crises to the EMU: Stock prices, CDS spreads and exchange rates", "authors": [{"first": "T", "middle": [], "last": "Grammatikos", "suffix": ""}, {"first": "R", "middle": [], "last": "Vermeulen", "suffix": ""}], "year": 2012, "venue": "J. Int. Money Finance", "volume": "31", "issn": "3", "pages": "517--533", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Co-movement of COVID-19 and Bitcoin: Evidence from wavelet coherence analysis", "authors": [{"first": "J", "middle": ["W"], "last": "Goodell", "suffix": ""}, {"first": "S", "middle": [], "last": "Goutte", "suffix": ""}], "year": 2020, "venue": "Finance Research Letters", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Asymmetric dependence between economic policy uncertainty and stock market returns in G7 and BRIC: A quantile regression approach", "authors": [{"first": "P", "middle": [], "last": "Guo", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "W", "middle": [], "last": "You", "suffix": ""}], "year": 2018, "venue": "Finance Res. Lett", "volume": "25", "issn": "", "pages": "251--258", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Estimating and testing a quantile regression model with interactive effects", "authors": [{"first": "M", "middle": [], "last": "Harding", "suffix": ""}, {"first": "C", "middle": [], "last": "Lamarche", "suffix": ""}], "year": 2014, "venue": "J. Econom", "volume": "178", "issn": "P1", "pages": "101--113", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Common Correlated Effects Estimation of Heterogeneous Dynamic Panel Quantile Regression Models", "authors": [{"first": "M", "middle": [], "last": "Harding", "suffix": ""}, {"first": "C", "middle": [], "last": "Lamarche", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Pesaran", "suffix": ""}], "year": 2020, "venue": "J. Appl. Econom", "volume": "35", "issn": "3", "pages": "294--314", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Is gold the best hedge and a safe haven under changing stock market volatility?", "authors": [{"first": "M", "middle": [], "last": "Hood", "suffix": ""}, {"first": "F", "middle": [], "last": "Malik", "suffix": ""}], "year": 2013, "venue": "Rev. Financ. Econ", "volume": "22", "issn": "", "pages": "47--52", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Quantile regression for longitudinal data", "authors": [{"first": "R", "middle": [], "last": "Koenker", "suffix": ""}], "year": 2004, "venue": "J. Multivar. Anal", "volume": "", "issn": "", "pages": "74--89", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Handbook of Quantile Regression", "authors": [{"first": "I", "middle": [], "last": "Mizera", "suffix": ""}, {"first": "R", "middle": [], "last": "Koenker", "suffix": ""}, {"first": "V", "middle": [], "last": "Chernozhukov", "suffix": ""}, {"first": "X", "middle": [], "last": "He", "suffix": ""}], "year": 2018, "venue": "Handbook of Modern Statistical Methods", "volume": "", "issn": "", "pages": "21--39", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Stock Markets and the COVID-19 Fractal Contagion Effects", "authors": [{"first": "D", "middle": ["I"], "last": "Okorie", "suffix": ""}, {"first": "B", "middle": [], "last": "Lin", "suffix": ""}], "year": 2020, "venue": "Finance Res. Lett", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Cross-Sectional Dependence in Panel Data Analysis", "authors": [{"first": "V", "middle": [], "last": "Sarafidis", "suffix": ""}, {"first": "T", "middle": [], "last": "Wansbeek", "suffix": ""}], "year": 2012, "venue": "Econom. Rev", "volume": "31", "issn": "", "pages": "483--531", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "News sentiment and states of stock return volatility: Evidence from long memory and discrete choice models", "authors": [{"first": "Y", "middle": [], "last": "Shi", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Ho", "suffix": ""}], "year": 2020, "venue": "Finance Res. Lett", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "News sentiment and the investor fear gauge", "authors": [{"first": "L", "middle": ["A"], "last": "Smales", "suffix": ""}], "year": 2014, "venue": "Finance Res. Lett", "volume": "11", "issn": "", "pages": "122--130", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "News sentiment, credit spreads, and information asymmetry. North Am", "authors": [{"first": "S", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "J. Econ. Finance", "volume": "52", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Does gold or bitcoin hedge economic policy uncertainty?", "authors": [{"first": "S", "middle": [], "last": "Wu", "suffix": ""}, {"first": "M", "middle": [], "last": "Tong", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yang", "suffix": ""}, {"first": "A", "middle": [], "last": "Derbali", "suffix": ""}], "year": 2019, "venue": "Finance Res. Lett", "volume": "31", "issn": "", "pages": "171--178", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "An overview of online fake news: Characterization, detection, and discussion", "authors": [{"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Ghorbani", "suffix": ""}], "year": 2019, "venue": "Inf. Process. Manag", "volume": "57", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Financial markets under the global pandemic of COVID-19", "authors": [{"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Ji", "suffix": ""}], "year": 2020, "venue": "Finance Res. Lett", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "While the current literature relating the COVID 19 pandemic to financial markets is limited, the existing studies have provided some very interesting results. For example, Corbet et al. (2020a) reveal a negative knock-on impact from the coronavirus on some companies with similar names. In addition, Akhtaruzzaman et al. (2020), show that listed firms across China and G7 countries have experienced significant increases in the conditional correlations for the market returns. This fact is confirmed by Okorie and Lin (2020) which found considerable fractal contagion on the market return and market volatility. Moreover, Conlon and McGee (2020) and Goodell and Goutte", "latex": null, "type": "figure"}, "FIGREF1": {"text": "between the dependent variable and the covariates which could not be brought to light by other linear approaches. Recent findings have extended the basic method of Koenker (2004) for panel data by accounting for the presence of nonlinear conditional quantile functions (Mizera, 2018; Geraci, 2019). All in all, the quantile regression enjoys a number of features such as robustness to outliers and equivalence to monotone transformations (Gilchrist, 2000) making it a useful tool when it comes to capturing some stylized facts, especially when the assumption of linearity may not be appropriate. The characteristics of the panel necessitate two additional comments. First of all, the existence of cross-sectional dependence is likely to bias the estimated standard errors. To overcome this problem, Gaibulloev and Sandler (2014) suggest the usage of a standard factor-augmented regression. However, in a quantile framework, this issue is less investigated 4 , which leads us to use a proxy for common global factor 5 such as gold or oil prices. Second, Bar et al. (2012) bring strong empirical evidence indicating that current returns exhibit a positive autoregressive behavior on lower quantiles and a negative one across higher ones. For this reason, I include one day lagged returns among covariates. Details regarding the correlation matrix of covariates are presented in Appendix 1.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "empirical fact confirms the previous findings reported in Bar et al. (2012), which suggests that the stock market underreacts to macroeconomic news if they are in a bad state. Furthermore, the gold return has a nonlinear positive correlation with the stock markets, which amplifies during extreme bearish and bullish periods indicating that it does not behave as a \"Safe Havens\" asset. This intersting result confirms the findings reported by Corbet et al. (2020b). All relevant estimates retain their signs and statistical significance under SUR specification illustrating in this way their robustness.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Correlation coefficients of stock market returns", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>USA </td><td>UK </td><td>Germany </td><td>France Spain Italy </td></tr><tr><td>USA </td><td>1.0000 </td><td> </td><td> </td><td> </td></tr><tr><td>UK </td><td>0.6082 </td><td>1.0000 </td><td> </td><td> </td></tr><tr><td>Germany </td><td>0.5314 </td><td>0.7567 </td><td>1.0000 </td><td> </td></tr><tr><td>France </td><td>0.5673 </td><td>0.8122 </td><td>0.8531 </td><td>1.0000 </td></tr><tr><td>Spain </td><td>0.4971 </td><td>0.7224 </td><td>0.7600 </td><td>0.7731 1.0000 </td></tr><tr><td>Italy </td><td>0.4465 </td><td>0.6751 </td><td>0.7290 </td><td>0.7322 0.7633 1.0000 </td></tr></table></body></html>"}, "TABREF1": {"text": "The data for country i. Source: Thomson Reuters. It measures the level of news chatter that makes reference to panic or hysteria and coronavirus. Values range between 0 and 100. The higher the index value, the more references to panic found in the media. Source: RavenPack https://coronavirus.ravenpack.com/ It measures the percentage of news talking about the novel coronavirus. Values range between 0 and 100. Source: RavenPack https://coronavirus.ravenpack.com/ It measures the level of media chatter about the novel virus that makes reference to misinformation or fake news alongside COVID-19. Values range between 0 and 100 where a value of 2.00 indicates that 2 percent of all news globally is talking about fake news and COVID-19. Source: RavenPack https://coronavirus.ravenpack.com/ It calculates the percentage of all news sources covering the topic of the novel coronavirus. Values", "latex": null, "type": "table"}, "TABREF2": {"text": "Estimation results (p-values in pharenthesis)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variables </td><td>5th </td><td>10th </td><td>25th </td><td>Quantiles 50th </td><td>75th </td><td>90th </td><td>95th </td><td>Panel SUR </td></tr><tr><td>-0.0563 </td><td>-0.0431 </td><td>-0.0180 </td><td>0.0006 </td><td>0.0150 </td><td>0.0331 </td><td>0.0435 </td><td>-0.0038 </td></tr><tr><td>Intercept </td><td>(0.0000) </td><td>(0.0000) </td><td>(0.0000) </td><td>(0.6326) </td><td>(0.0000) </td><td>(0.0000) </td><td>(0.0000) </td><td>(0.0000) </td></tr><tr><td>Lagged </td><td>-0.0540 </td><td>-0.0255 </td><td>-0.1220 </td><td>-0.1018 </td><td>-0.2398 </td><td>-0.3452 </td><td>-0.4079 </td><td>-0.2250 </td></tr><tr><td>Returns </td><td>(0.5366) </td><td>(0.6540) </td><td>(0.1566) </td><td>(0.2791) </td><td>(0.0165) </td><td>(0.0002) </td><td>(0.0002) </td><td>(0.0000) </td></tr><tr><td>Panic </td><td>-0.0004 </td><td>-0.0058 </td><td>-0.0010 </td><td>-0.0035 </td><td>-0.0030 </td><td>0.0058 </td><td>0.0024 </td><td>-0.0012 </td></tr><tr><td>Index </td><td>(0.9694) </td><td>(0.5596) </td><td>(0.8207) </td><td>(0.2179) </td><td>(0.3893) </td><td>(0.4257) </td><td>(0.7802) </td><td>(0.7487) </td></tr><tr><td>Media Hype </td><td>-0.0679 </td><td>-0.0401 </td><td>0.0144 </td><td>0.0179 </td><td>0.0154 </td><td>0.0108 </td><td>0.0255 </td><td>0.02196 </td></tr><tr><td>Index </td><td>(0.2095) </td><td>(0.4601) </td><td>(0.7517) </td><td>(0.2051) </td><td>(0.1712) </td><td>(0.5383) </td><td>(0.1847) </td><td>(0.0774) </td></tr><tr><td>Fake News </td><td>0.0061 </td><td>0.0040 </td><td>-0.0024 </td><td>-0.0051 </td><td>-0.0041 </td><td>-0.0021 </td><td>-0.0001 </td><td>-0.0035 </td></tr><tr><td>Index </td><td>(0.1334) </td><td>(0.0740) </td><td>(0.0956) </td><td>(0.0000) </td><td>(0.0003) </td><td>(0.5605) </td><td>(0.9865) </td><td>(0.0270) </td></tr><tr><td>Sentiment </td><td>-0.0013 </td><td>-0.0007 </td><td>0.0005 </td><td>0.0006 </td><td>0.0018 </td><td>0.0024 </td><td>0.0028 </td><td>0.0004 </td></tr><tr><td>Index </td><td>(0.4354) </td><td>(0.6186) </td><td>(0.7209) </td><td>(0.3883) </td><td>(0.1714) </td><td>(0.1583) </td><td>(0.1933) </td><td>(0.5431) </td></tr><tr><td>Contagion </td><td>0.0136 </td><td>-0.0085 </td><td>-0.0092 </td><td>-0.0129 </td><td>-0.0184 </td><td>-0.0075 </td><td>-0.0133 </td><td>-0.0170 </td></tr><tr><td>Index </td><td>(0.4354) </td><td>(0.6754) </td><td>(0.4280) </td><td>(0.0511) </td><td>(0.0016) </td><td>(0.6808) </td><td>(0.3699) </td><td>(0.0333) </td></tr><tr><td> Media </td><td>-0.0847 </td><td>-0.0758 </td><td>-0.0769 </td><td>-0.0367 </td><td>-0.0367 </td><td>-0.1109 </td><td>-0.1412 </td><td>-0.0815 </td></tr><tr><td>Coverage </td><td>(0.1068) </td><td>(0.1645) </td><td>(0.0833) </td><td>(0.0163) </td><td>(0.1173) </td><td>(0.0375) </td><td>(0.0221) </td><td>(0.0016) </td></tr><tr><td>Sovereign </td><td>-0.0047 </td><td>0.0095 </td><td>-0.0104 </td><td>-0.0139 </td><td>-0.0283 </td><td>-0.0138 </td><td>-0.0160 </td><td>-0.0091 </td></tr><tr><td>CDS </td><td>(0.8993) </td><td>(0.7663) </td><td>(0.6980) </td><td>(0.1768) </td><td>(0.0017) </td><td>(0.3737) </td><td>(0.4532) </td><td>(0.4397) </td></tr><tr><td>Gold </td><td>0.5554 </td><td>0.4286 </td><td>0.3030 </td><td>0.1941 </td><td>0.3008 </td><td>0.5698 </td><td>0.7541 </td><td>0.4556 </td></tr><tr><td>Returns </td><td>(0.0000) </td><td>(0.0121) </td><td>(0.0096) </td><td>(0.2245) </td><td>(0.0443) </td><td>(0.0000) </td><td>(0.0000) </td><td>(0.0000) </td></tr><tr><td>Observations </td><td>300 </td><td>300 </td><td>300 </td><td>300 </td><td>300 </td><td>300 </td><td>300 </td><td>300 </td></tr></table></body></html>"}}, "back_matter": [{"text": "Cosmin-Octavian Cepoi: Conceptualization, Methodology, Data curation, Software, Writing-Original draft preparation, Writing-Reviewing and Editing.", "cite_spans": [], "ref_spans": [], "section": "Author Statement"}]}