{
    "paper_id": "0e8217a892180b7a13cdad502990f814d28a268b",
    "metadata": {
        "title": "Shift in indications for radiotherapy during the COVID-19 pandemic? A review of organ-specific cancer management recommendations from multidisciplinary and surgical expert groups",
        "authors": [
            {
                "first": "Dirk",
                "middle": [],
                "last": "Vordermark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To examine, if a shift in indications for radiotherapy is to be expected in the context of the COVID-19 pandemic, the database Pubmed was searched for multidisciplinary or surgical expert recommendations on the role of radiotherapy in modified treatment concepts. Increased use of radiotherapy or chemoradiation instead of surgical treatment was recommended for defined patient groups with head-and-neck cancer, lung cancer, cervix cancer, esophageal cancer and prostate cancer. Omission of radiotherapy was considered in elderly patients with low-risk breast cancer and in early-stage Hodgkin's lymphoma. Only adjustments to the timing of radiotherapy were discussed for sarcoma and rectal cancer. Emerging recommendations on multidisciplinary cancer treatment concepts during the COVID-19 pandemic indicate a shift in radiotherapy indications and a potentially increased demand for radiotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Responding to the ongoing COVID-19 pandemic, recommendations regarding the use of radiotherapy for cancer treatment and the reduction of risks in the radiotherapy process under the impact of limited resources have been presented from the radiation oncology community, including a recent statement from Germanspeaking university radiation oncology departments [1] .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 362,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Radiotherapy expert groups have published specific recommendations on radiotherapy use in response to COVID-19 in selected tumor entities including breast cancer, head-and-neck cancer, prostate cancer and lung cancer [2] [3] [4] [5] [6] , often focusing on the acceptability of hypofractionated concepts to spare resources. In addition, the impact of the COVID outbreak on the delivery of radiotherapy has been reported from most severely affected countries including China and Italy [7, 8] and a rapid guideline on radiotherapy delivery has been published in the United Kingdom [9] .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 488,
                    "end": 490,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition, multidisciplinary expert groups around the globe have published statements on the use of specific treatment modalities and their combinations during the pandemic, in particular addressing situations of limited availability of cancer surgery and related postoperative intensive care as well as reduced capacity of inpatient supportive care as part of intensive medical cancer therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This work focusses on published site-specific cancer treatment recommendations from multidisciplinary and surgical expert groups and the question if radiotherapy will be required more or less frequently under the conditions of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The database Pubmed was searched with the strategy [(COVID or coronavirus) and radiotherapy] and all publications listed in Pubmed by April 27, 2020, were reviewed. Only publications giving recommendations on the role of radiotherapy in the overall treatment concept (as elements of combined-modality concepts or as an alternative to other, e. g. surgical approaches) were reviewed. Papers from national or international groups of radiation oncology experts, concentrating on the choice of specific radiotherapy regimens under varying conditions of the COVID-19 pandemic, were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The Pubmed search strategy identified 40 publications which were reviewed. Recommendations from multidisciplinary or surgical expert groups on the role of radiotherapy in treatment concepts during the COVID-19 pandemic were included. The remaining publications were general or cancer-type specific recommendations by radiotherapy expert groups or reports of individual experiences in the management of cancer patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A thorough review of treatment concepts for head-andneck cancer in the light of risks posed by the COVID-19 pandemic was presented by an interdisciplinary expert group from the University of Texas Southwestern [10] . Surgical treatment was seen as related to a particularly high number of risks including the combination of aerosol-generating events (e. g. coughing) and aerosolgenerating procedures in the operating room in patients for whom the status of COVID-19 infection may be unclear (including asymptomatic, untested patients and patients with false negative tests). While making specific recommendations on the use of personal protection equipment in defined surgical risk situations, the authors \"temporarily\" favor radiation with or without chemotherapy wherever oncologic outcomes are equivalent to surgery plus adjuvant therapy.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Head and neck cancer"
        },
        {
            "text": "A surgical expert group from Rouen, France, recommended strategies for oncological surgery of gastrointestinal cancer during the pandemic [11] . As a general rule, they suggested to prefer non-surgical treatment for\" non-urgent\" cases. Regarding rectal cancer, omitting surgery was not considered, but postponing its timepoint e. g. by extending the time interval between the end of long-course chemoradiation and surgery up to 12 weeks was suggested. For esophagogastric cancers treated with neoadjuvant chemotherapy or chemoradiation, deferral of gastrectomy or esophagectomy was considered, e. g. by prolonging the neoadjuvant phase by maintenance chemotherapy. Switching to radical chemoradiation without surgery (for esophageal cancer) was not recommended by this group.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Gastrointestinal cancer"
        },
        {
            "text": "Another treatment recommendation from a UK group composed predominantly of radiation oncologists focused on the general management of esophageal cancer under the conditions of increased intensive-care unit (ICU) bed occupancy by COVID-19 and limited capacity for surgical intervention [12] . They suggested to consider definitive chemoradiotherapy, rather than neoadjuvant chemoradiation followed by surgery, as the most appropriate curative option for both esophageal adenocarcinoma and squamous cell carcinoma.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Gastrointestinal cancer"
        },
        {
            "text": "The French FRANCOGYN group of the National College of French Gynecologists and Obstetricians (CNGOF) published recommendations on the management of gynecologic cancer during the pandemic [13] . They recommended for cervix cancer, that radiotherapy and concomitant radiochemotherapy should replace surgery as first-line treatment whenever possible. For endometrial and vulvar cancer, the indication for surgery is confirmed even under COVID-19 conditions, with the option to delay hysterectomy in low-risk endometrial cancer.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Gynaecologic cancer"
        },
        {
            "text": "The French Sarcoma Group recommended to adhere, in principle, to the European Society of Medical Oncology (ESMO) Clinical Practice Recommendations in patients without COVID-19 symptoms [14] . In particular, they suggested not to delay surgery in patients with operable grade 2-3 soft tissue sarcoma. For cases of high-risk surgery such as in retroperitoneal sarcoma where postoperative ICU capacities are questionable, preoperative radiotherapy or chemotherapy was considered. It was recommended not to delay adjuvant radiation therapy for soft tissue sarcoma.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Sarcoma"
        },
        {
            "text": "While no paper was identified using the above search strategy, a recommendation from the Lung Cancer Center of the Oncology Institute of Southern Switzerland was retrieved by an exploratory search [15] . Here, the risk of lung cancer progression (high for stage T4 any N and for N2 any T as well as for oligometastases) and the risk of COVID-19 infection (high if older than 70 years in combination with > 2 associated diseases or with immunosuppression) were classified and it was recommended to consider exclusive nonsurgical treatment in patients with both high risk of cancer progression and of COVID-19 infection. Essentially, this would include elderly comorbid patients with locoregionally advanced tumors or oligometastatic disease.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Lung cancer"
        },
        {
            "text": "No papers fulfilling the stated criteria were found. However, an exploratory search identified one publication from Italian high-volume uro-oncologic centers looking at the level of priority and of perioperative risk of patients treated there to determine which patients could have surgery safely postponed or switched to nonsurgical treatment under conditions of reduced availability of health care resources [16] . For instance, 33.9% of radical prostatectomies were classified as high-priority (defined essentially as prostatectomy in high-risk prostate cancer patients \"not eligible for radiotherapy\" and in locally advanced prostate cancer). The authors proposed that in all patients with less than high priority, urooncologic surgery could be postponed and even in the group of high-priority surgery, a \"non-negligible proportion might be shifted to alternative treatment strategies\".",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Prostate cancer"
        },
        {
            "text": "For the management of breast cancer, one recommendation from a panel of multidisciplinary experts was found by an exploratory search [17] . Apart from the consideration of moderately or extremely hypofractionated radiotherapy regimens, the group considered postponing postoperative radiotherapy of early breast cancer for up to 6 months (in low-risk patients) and to omit radiotherapy in elderly patients at low risk of recurrence due to the limited benefit of this group from radiotherapy and increased risk of a severe course of COVID-19 disease.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Breast cancer"
        },
        {
            "text": "While no recommendations where found with the search strategy, one publication from an international and multidisciplinary expert group on the management of adult glioma patients was detected in an exploratory search [18] . Here, standard-of-care therapy was predominantly recommended for newly diagnosed IDH-wildtype and IDH-mutant glioma, with the option of considering shorter courses of radiotherapy and avoidance of temozolomide in IDH-wild-type MGMT unmethylated tumors.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Brain tumors"
        },
        {
            "text": "A Brazilian task force commented on the management of lymphoid malignancies during the COVID-19 outbreak [19] . A recommendation regarding modifications of the use of radiotherapy was given for early-stage Hodgkin's lymphoma. Here, the task force suggested that it could be considered to omit radiotherapy at the cost of 6-8% disease control.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Lymphoma"
        },
        {
            "text": "A general approach toward assuring the availability of radiotherapy under conditions of limited access to ressources (including staff) during the COVID-19 pandemic in German-speaking radiation oncology departments and the potential use of shortened, i. e. hypofractionated radiotherapy protocols has recently been published in this journal [1] . In parallel, several national and international expert groups have developed rather specific recommendations on which modified radiotherapy protocols are acceptable under such conditions. This work focuses on the broader aspect of multidisciplinary treatment concepts. For a number of defined entities, modified approaches with different roles of the individual treatment modalities have been recommended for use during the COVID-19 pandemic in a short period during March and April of 2020. While these statements typically represent the views of experts in the respective fields and cannot be generalized to all healthcare systems globally, three patterns emerge regarding a modified role of radiotherapy in multimodality treatment concepts.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In situations where radical radiotherapy or chemoradiation already achieved outcomes comparable to operative treatment (with or without adjuvant radiotherapy) under normal conditions, a preference for non-surgical treatment, and thus a potentially increased demand for radiotherapy, becomes apparent from the current review of multidisciplinary and surgical recommendations for cervix cancer, esophageal cancer, lung cancer, head-andneck cancer and prostate cancer. At the same time, indications for radiotherapy with a limited improvement in oncologic outcomes are viewed critically under situations of limited health care resources by some expert groups, including radiotherapy of low-risk breast cancer in elderly patients and of early-stage Hodgkin's lymphoma. In a third group of indications, the omission of radiotherapy or its potential to replace a surgical treatment has not been discussed in the multidisciplinary context related to the COVID-19 pandemic, but rather different modes of timing of radiotherapy and surgery have been proposed, this includes sarcoma and rectal cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In parallel with the first submission of this manuscript, Nagar and Formenti concluded in their commentary that increasing use of radiotherapy for cancer management should be considered as this modality does not compete with resources needed for COVID-19 management (i. e. ICU capacities), can be delivered on an outpatient basis, often in few treatment sessions, and is less immunosuppressive than other treatment modalities [20] .",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 430,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present review of publications was limited to statements published in peer-reviewed journals by April 27, 2020 and further potentially relevant papers may have been found with other search strategies. As the COVID-19 pandemic develops through distinct phases around the globe, the ability of individual health care systems to provide specific elements of multimodality cancer treatment may develop very dynamically. After a first peak of the pandemic in many European countries in the spring of 2020, it is difficult to predict to what extent standard-of-care cancer treatment can be assured in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It can be hoped that surgical and intensive-care capacities in many countries will permit oncologic surgery near pre-COVID-19 levels. However, in certain entities such as head-and-neck cancer treatment, the risks seen by surgical experts in operating on potentially COVID-19-positive patients may affect decision-making between surgery and radiotherapy even in the more distant future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Radiation oncologists need to expect a potential shift in indications for radiotherapy as a result of the COVID-19 pandemic. This shift may in summary lead to an increased demand for radiotherapy. Author's contributions DV is the sole author. The author(s) read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The work was funded solely by the author's institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Availability of data and materials All references are cited in the manuscript, no additional data or material is involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Ethics approval and consent to participate Ethics approval was not required for this review article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The final manuscript has been approved by the sole author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "First statement on preparation for the COVID-19 pandemic in large German speaking university-based radiation oncology departments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Combs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiat Oncol",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "International guidelines on radiation therapy for breast cancer during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Coles",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Oncol (R Coll Radiol)",
            "volume": "32",
            "issn": "5",
            "pages": "279--81",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Breast radiotherapy under COVID-19 pandemic resource constraints --approaches to defer or shorten treatment from a Comprehensive Cancer Center in the United States",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Braunstein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Adv Radiat Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Practice recommendations for risk-adapted head and neck cancer radiotherapy during the COVID-19 pandemic: An ASTRO-ESTRO consensus statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "",
            "issn": "20",
            "pages": "31034--31042",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prostate cancer radiotherapy recommendations in response to COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Zaorsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Adv Radiat Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Practice recommendations for lung cancer radiotherapy during the COVID-19 pandemic: An ESTRO-ASTRO consensus statement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guckenberger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiother Oncol",
            "volume": "",
            "issn": "20",
            "pages": "30182--30183",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Letter from Italy: First practical indications for radiation therapy departments during COVID-19 outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Filippi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "",
            "issn": "20",
            "pages": "30930--30935",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How should we implement radiotherapy for cancer patients in China during the endemic period of COVID-19?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiother Oncol",
            "volume": "147",
            "issn": "",
            "pages": "100--102",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 rapid guideline: delivery of radiotherapy",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Head and neck oncology during the COVID-19 pandemic: reconsidering traditional treatment paradigms in light of new surgical and other multilevel risks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Oral Oncol",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Strategy for the practice of digestive and oncological surgery during the Covid-19 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Tuech",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Visc Surg",
            "volume": "",
            "issn": "20",
            "pages": "30070--30079",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Considerations for the treatment of oesophageal cancer with radiotherapy during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Oncol (R Coll Radiol)",
            "volume": "",
            "issn": "20",
            "pages": "30157--30163",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recommendations for the surgical management of gynecological cancers during the COVID-19 pandemic -FRANCOGYN group for the CNGOF",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Akladios",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gynecol Obstet Hum Reprod",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "French Sarcoma Group proposals for management of sarcoma patients during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Penel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Oncol",
            "volume": "",
            "issn": "20",
            "pages": "36413--36422",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lung cancer surgical management during the outbreak of coronavirus disease 2019",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cafarotti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thorac Oncol",
            "volume": "",
            "issn": "20",
            "pages": "30291--30295",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Assessing the burden of nondeferrable major uro-oncologic surgery to guide prioritisation strategies during the COVID-19 pandemic: insights from three Italian high-volume referral centres",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Campi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Urol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Recommendations for triage, prioritization and treatment of breast cancer patients during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Curigliano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Breast",
            "volume": "52",
            "issn": "",
            "pages": "8--16",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Urgent considerations for the neuro-oncologic treatment of patients with gliomas during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohile",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neuro-Oncology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "How to manage lymphoid malignancies during novel 2019 coronavirus (CoVid-19) outbreak: a Brazilian task force recommendation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Perini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hematol Transfus Cell Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cancer and COVID-19 -potentially deleterious effects of delaying radiotherapy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Formenti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Clin Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations CNGOF: National College of French Gynecologists and Obstetricians; ESMO: European Society of Medical Oncology (ESMO); ICU: Intensive-care unit Acknowledgements The members of our staff maintaining excellent cancer care during the COVID-19 outbreak are acknowledged as well as the financial support of the Open Access Publication Fund of Martin Luther University Halle-Wittenberg.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author declares there are no competing interests.Received: 28 April 2020 Accepted: 19 May 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}