{
    "paper_id": "0e82e1dbd901393d4dd1805ac27db371c6d46927",
    "metadata": {
        "title": "Is it about the 'where' or thSare 'how'? Comment on Defining global health as public health somewhere else Commentary",
        "authors": [
            {
                "first": "Sara",
                "middle": [
                    "Elisa"
                ],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Poorvaprabha",
                "middle": [],
                "last": "Patil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Zielinski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lori",
                "middle": [],
                "last": "Baxter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [
                    "Javier"
                ],
                "last": "Bonilla-Escobar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shabina",
                "middle": [],
                "last": "Hussain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "Catherine"
                ],
                "last": "Walpole",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francis",
                "middle": [],
                "last": "Ohanyido",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Flood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ambrish",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Najeeb",
                "middle": [],
                "last": "Al-Shorbaji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "► The original commentary by King and Koski makes many important points, but we feel that the definition they provide, suggesting that the field is distinguished by the geographical relationship between practitioners and recipients, is too limiting. ► We propose an alternative definition of global health as public health everywhere, which takes into account the 'how' as well as the 'where', and we urge readers to emphasise equity in addition to geography. ► In our global health ecosystem, health problems, and the people who experience, prevent, solve and study them, are interconnected and cross national boundaries. ► Good governance, increasing use of local expertise, locally appropriate sustainable technologies and knowledge exchange programmes across countries and communities can all play an important role in delivering public health everywhere. Why praCTISe SomeWhere elSe?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors raise relevant and justifiable concerns regarding some common assumptions among global health practitioners. First, we agree that the oft-assumed 'expertise gradient' is problematic and maintains an ill-conceived notion of the foreign expert. This presumes that global health is practised by foreign experts in distant lands, flowing directionally from high-income experts to low-income recipients. 2 While we reject this notion, we acknowledge the importance of exchanging knowledge and sharing experiences. In fact, health problems are often shared, transcend geographical boundaries, and can be better addressed by working together across various cultural, social or political perspectives. Moreover, highlighting the assumption that those from outside have more valuable knowledge suggests that the authors have not adequately acknowledged the increasing trend to work in partnership with governments and local organisations, placing local and foreign expertise on at least the same level. 3 Thus, how global health is practised is, in our view, just as important as where it is practised. Second, working somewhere else may result in someone having less cultural proficiency or professional regulation-rendering them less accountable to their intended beneficiariesthan when working at home. While this is certainly a problem when it occurs abroad, it is important to note that accountability issues can also arise at home. Marginalised, vulnerable or at-risk populations, including those within high-income countries, are intervened BMJ Global Health on without the same ability to demand accountability of the person or organisation delivering the intervention. 4 Furthermore, emerging trends in global health rely increasingly on a country-level or regional-level expertise, rather than bringing advisors from further afield who may lack contextual understanding. We therefore contend that, once again, the how is just as important as the where in this context.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 412,
                    "text": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1006,
                    "end": 1007,
                    "text": "3",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1681,
                    "end": 1682,
                    "text": "4",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, the global health industry often preserves its idealistic desire to 'help' at the expense of efficiency. It is certainly important to consider how resources are being consumed, particularly in resource-constrained areas. Yet we should also consider how resource constraint is a direct result of historical events such as slavery, colonisation and the development of the neoliberal economic order, the resultant moral obligation of which should account for at least some of the justification of global health interventions. 5 Thus, global health practitioners should be sensitive to such histories and work towards redressing these structural ills, for example, through systems advocacy and strengthening.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 531,
                    "text": "5",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, we stand firmly behind the authors' efforts to push towards the decolonisation of the field of global health. Colonialism remains the original sin of global health and we believe that asking ourselves, 'why practise somewhere else?' is worthwhile. Likewise, the examination of our underlying assumptions and normative concerns is imperative in order to move the study and practice of global health towards delivering health equitably for all, everywhere. That is to say, the focus of global health should revolve around concerns of equity, social determinants, power and holistic well-being. 6 Nevertheless, the authors suggest that the field is distinguished by the geographical relationship between practitioners and recipients, and we feel that this definition is too limiting and does not do justice to the otherwise strong arguments made in the paper.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 602,
                    "text": "6",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The definition provided by the authors-that global health is 'public health somewhere else'-ignores the fact that threats to human health do not respect borders. Take, for example, the recent COVID-19 pandemic. Are we to assume that public health practitioners responding to the outbreak or creating preparedness plans at home are not engaged in an exercise of significance to global health? Our interconnected global health ecosystem is in direct contradiction to the definition offered by King and Koski. Suggesting such a non-chalant distinction between here and somewhere else belies the highly interactive relationship between health and globalisation.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 499,
                    "text": "King and",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Why only somewhere else?"
        },
        {
            "text": "Beyond global epidemics (an obvious example that could easily be used as a red herring), we should consider the fundamental attribute of globalisation: that people, along with their languages, and cultural and social norms, cross borders. 7 The existence of large diasporas and the emergence of globalisation disrupt national geographical continuities, and there is increasing support between countries within the same region (what is often termed 'South-South' cooperation). 8 Alternatively, an app for family planning designed in Silicon Valley, or the promotion of carbonated soft drinks worldwide can have profound effects on public health both within and across borders. Students from across the world train elsewhere and bring learning and practices back home. 9 Country nationals working in UN agencies, for example, can also be said to be engaged in the practice of global health.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 240,
                    "text": "7",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 476,
                    "end": 477,
                    "text": "8",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 767,
                    "end": 768,
                    "text": "9",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Why only somewhere else?"
        },
        {
            "text": "Furthermore, technology plays an important part in global health, for example, through telemedicine or transcontinental academic or clinical collaborations. 10 With technology providing instant access to people, information and products worldwide, the practice of global health no longer necessitates travelling somewhere else, yet the outcome of these collaborations have applicability both within our own communities as well as elsewhere. Thus, we feel that the definition provided by King and Koski is at variance with the transnational practice of global health that has narrowed the remoteness of public health interventions.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "10",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 487,
                    "end": 495,
                    "text": "King and",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Why only somewhere else?"
        },
        {
            "text": "We have argued that health is not confined within country borders, but we also feel that defining global health solely as taking place somewhere else is dismissive of what global health should entail. Rather than focusing solely on the where, we feel that focus should also be placed on the how. The authors' definition seems to disregard the emphasis on equity and overall well-being that a good definition of global health necessitates. We should begin by using the concept of 'health' as the parameter that we apply anywhere we practise, whether within or outside of our own communities. We suggest that, following the formula in WHO Constitution, 11 healthy individuals should be able to maximally participate and thrive in their community and daily life, with minimal barriers. Thus, emphasising somewhere else does not do justice to the principles of equity, quality and access that we believe should be core elements of any definition of either public or global health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why only somewhere else?"
        },
        {
            "text": "publIC healTh everyWhere Given our objections to the definition provided in the original article, we believe it should be amended to 'public health everywhere'. This definition does not narrow our thinking to any particular geographical boundary or group of people, as does the definition of public health somewhere else. Global health should be more about the applicability of a health solution in the global context rather than where it has been piloted. The delivery of public health anywhere in the world should strive to design approaches that use the best health information to provide affordable, accessible, quality health and wellbeing services equitably to all people everywhere. This encompasses many of the normative considerations of public health: that of universal health coverage; planetary health; sustainable development; and accessible BMJ Global Health health information. It should simultaneously encompass issues of disease, prevention, well-being, conflict, migration, systems, sustainability and human capital, as well as varying layers of society, from the individual to the population at large, and finally forming a collective attempt to create good health worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why only somewhere else?"
        },
        {
            "text": "King and Koski's article offered a simple and thoughtprovoking new definition of global health, as public health somewhere else. In this response, we have argued that while we agree with many of the authors' points, we do not believe that their definition does justice to these concerns. We have offered a modified definition, as public health everywhere, and believe this better encapsulates the core operating principles of public health practised anywhere in the world. This debate offers a healthy opportunity to re-examine our own assumptions, and we believe that our definition better addresses these concerns. We understand that although the roots of allopathic health lie in the developing world, global health has historically moved from higher to lower income countries. Therefore, we do not wish to diminish the importance of always interrogating the issues of power, politics, history, structural violence and other such issues. Instead, we wish to use this decolonising approach when defining global health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConCluSIon"
        }
    ],
    "bib_entries": {
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Defining global health as public health somewhere else",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Glob Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2019-002172"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Not here\": making the spaces and subjects of \"global health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brada",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cult Med Psychiatry",
            "volume": "35",
            "issn": "",
            "pages": "285--312",
            "other_ids": {
                "DOI": [
                    "10.1007/s11013-011-9209-z"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bidirectional exchange in global health: moving toward true global health partnership",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Russ",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batra",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Trop Med Hyg",
            "volume": "97",
            "issn": "",
            "pages": "6--9",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.16-0982"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Inclusion health: addressing the causes of the causes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Lancet",
            "volume": "391",
            "issn": "",
            "pages": "186--194",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)32848-9"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Priorities of global justice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pogge",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Metaphilosophy",
            "volume": "32",
            "issn": "",
            "pages": "6--24",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-9973.00172"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "On the meaning of global health and the role of global health journals",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abimbola",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int Health",
            "volume": "10",
            "issn": "",
            "pages": "63--68",
            "other_ids": {
                "DOI": [
                    "10.1093/inthealth/ihy010"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The globalization of public health, I: threats and opportunities",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yach",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bettcher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Public Health",
            "volume": "88",
            "issn": "",
            "pages": "735--779",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.88.5.735"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "South-South cooperation in health: bringing in theory, politics, history, and social justice",
            "authors": [
                {
                    "first": "A-E",
                    "middle": [],
                    "last": "Birn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muntaner",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Afzal",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cad Saude Publica",
            "volume": "",
            "issn": "",
            "pages": "37--52",
            "other_ids": {
                "DOI": [
                    "10.1590/0102-311x00194616"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Teaching global health from the South: challenges and proposals",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Montenegro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bernales",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez-Aguero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Public Health",
            "volume": "30",
            "issn": "",
            "pages": "127--136",
            "other_ids": {
                "DOI": [
                    "10.1080/09581596.2020.1730570"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Establishing a cancer research consortium in low-and middle-income countries: challenges faced and lessons learned",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "I"
                    ],
                    "last": "Alatise",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Komolafe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Surg Oncol",
            "volume": "24",
            "issn": "",
            "pages": "627--658",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Constitution of the World Health Organization",
            "authors": [],
            "year": 1946,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Contributors SEF drafted the initial response based on discussion and input from the group. All authors made substantial intellectual contributions and revisions. All authors have agreed upon the final version to be published.Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared.patient consent for publication Not required.provenance and peer review Not commissioned; internally peer reviewed.data availability statement There are no data in this work.open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}