{
    "paper_id": "0e84637dfa96ccd12befcd0b6a54e34e3be33ef8",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a singlestranded positive-sense RNA virus, and the BCG vaccine has been shown to reduce the severity of infections by other viruses with that structure in controlled trials. For example, the BCG vaccine reduced yellow fever vaccine viraemia by 71% (95% CI 6-91) in volunteers in the Netherlands, 5 and it markedly reduced the severity of mengovirus (encephalomyocarditis virus) infection in two studies in mice. 6, 7 Many of the mechanisms underlying the beneficial off-target effects of the BCG vaccine are now understood. The BCG vaccine and some other live vaccines induce metabolic and epigenetic changes that enhance the innate immune response to subsequent infections, a process termed trained immunity. 8 The BCG vaccine might therefore reduce viraemia after SARS-COV-2 exposure, with consequent less severe COVID-19 and more rapid recovery.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 361,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 480,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 775,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Randomised controlled trials are underway in the Netherlands and Australia to assess whether BCG-Danish reduces the incidence and severity of COVID-19 in health-care workers, and the effect this has on time away from work (NCT04327206, NCT04328441). It is possible that BCG-Tokyo would be preferable to BCG-Danish. 9 Until these trials are complete, there are four main reasons why it is very important to adhere to WHO's recommendation that the BCG vaccine is used for COVID-19 only in randomised controlled trials. 10 First, the BCG vaccine is already in short supply, and indiscriminate use could jeopardise the supply needed to protect children against tuberculosis in high-risk areas. Second, whether BCG will be effective remains unknown: findings from the ecological studies suggesting less COVID-19 in countries with routine BCG immunisation are weak evidence because they are based on population rather than individual data and are prone to confounding. 11 Also, it is unlikely that a BCG vaccine given decades ago in childhood will ameliorate COVID-19 now. One reason for this is that the beneficial off-target effects of the BCG vaccine might be altered by subsequent administration of a different vaccine. 1 Third, if the BCG vaccine is not effective against COVID-19, BCG vaccination could engender a false sense of security. Fourth, careful safety monitoring in randomised trials is needed to guard against the remote possibility that up-regulation of immunity by BCG will exacerbate COVID-19 in a minority of patients with severe disease.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 316,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1219,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If the BCG vaccine or another inducer of trained immunity provides nonspecific protection to bridge the gap before a disease-specific vaccine is developed, this would be an important tool in the response to COVID-19 and future pandemics. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to its specific effect against tuberculosis, the BCG vaccine has beneficial non -specific (offtarget) effects on the immune system that protect against a wide range of other infections and are used routinely to treat bladder cancer. 1 Universal BCG vaccination and protection against COVID-19: critique of an ecological study. April 1, 2020. https://naturemicro biology community.nature.com/users/36050emily-maclean/posts/64892-universal-bcgvaccination-and-protection-against-covid-19critique-of-an-ecological-study (accessed April 5, 2020).",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Considering BCG vaccination to reduce the impact of COVID-19"
        },
        {
            "text": "Our tertiary care hospital in Parma, Italy, has largely been repurposed to care for patients with COVID-19, reaching more than 800 hospital beds dedicated to patients with COVID-19 at the peak of the pandemic. Within 1 week, we provided care for four patients with COVID-19 with acute limb ischaemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Considering BCG vaccination to reduce the impact of COVID-19"
        },
        {
            "text": "Two of these patients had comorbidities (a previous subclavian artery stenting, and a concomitant atrial fibrillation). However, the other two patients with confirmed COVID-19 pneumonia were young and active patients with no comorbidity. At presentation, both patients without comorbidities were receiving low-molecular-weight heparin prophylaxis, and D-dimer concentrations were higher than 9000 ng/mL. One patient, a man aged 53 years who received invasive mechanical ventilation, presented with bilateral lower limb ischaemia secondary to acute aortoiliac thrombosis. He underwent emergent thromboembolectomy through femoral cutdowns, with bilateral pedal pulse recovery. Inspected arteries were free from macroscopic atherosclerotic disease. However, thrombosis reoccurred approximately 2 h after the thromboembolectomy, and the patient died on postoperative day 2. The other patient, a man aged 37 years, received oxygen support through a nasal cannula and presented with an acute ischaemia of the upper left limb. The clot was visible by duplex ultrasound at the level of the humeral artery bifurcation. After 2 days of unfractionated heparin administration, the acute limb ischaemia resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Considering BCG vaccination to reduce the impact of COVID-19"
        },
        {
            "text": "Changes in blood coagulation during severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection (ie, increased values of D-dimer, fibrin or fibrinogen degradation products, and fibrinogen; decreased antithrombin values, prothrombin time activity, and thrombin time) have been described by Han and colleagues. 5 Systemic proinflammatory cytokine response is a mediator of atherosclerosis by inducing the expression of procoagulant factors, local inflammation, and haemodynamic alterations. 3 Finally, the receptor for SARS-CoV-2 (angiotensin-converting enzyme 2) is expressed on the membrane of vascular muscle and endothelial cells. 3 In view of the young and seemingly healthy patients who develop severe vascular complications during SARS-CoV-2 infection, a prospective registry should be established to aid an understanding of the prevalence and risk factors of acute limb ischaemia in patients with COVID-19, with the aim of defining prophylactic and therapeutic protocols.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 500,
                    "end": 501,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 644,
                    "end": 645,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Considering BCG vaccination to reduce the impact of COVID-19"
        },
        {
            "text": "Coronavirus disease 2019 (COVID-19) was announced a pandemic by WHO on March 11, 2020.1 As of May 3, 2020, Italy is one of the countries hit hardest by the COVID-19 pandemic, with 28 884 confirmed deaths. 2 In addition to pulmonary insufficiency, COVID-19 is associ ated with other lifethreatening complications such as sepsis, heart failure, and pulmonary embolism. 3, 4 Here we describe patients with COVID-19 who presented with acute limb ischaemia but did not have atherosclerosis, atrial fibrillation, or pre-existing blood clotting disorders.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 369,
                    "text": "3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 370,
                    "end": 371,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Acute limb ischaemia in two young, non-atherosclerotic patients with COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Director-General's opening remarks at the media briefing on COVID-19-11",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prominent changes in blood coagulation of patients with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem Lab Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1515/cclm-2020-0188"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "NC is the lead investigator of the BRACE trial (NCT04327206), and MGN is one of the lead investigators of the BCG-CORONA trial (NCT04328441). TAG is Director-General of WHO. AS declares no competing interests.*Nigel Curtis, Annie Sparrow, Tedros A Ghebreyesus, Mihai G Netea nigel.curtis@rch.org.au Department of Paediatrics, The University of Melbourne, Parkville, VIC, Australia (NC); Infectious Diseases Research Group, Murdoch Children's Research Institute, Parkville, VIC, Australia (NC); Infectious Diseases Unit, The Royal Children's Hospital Melbourne, Parkville, VIC 3052, Australia (NC); The Icahn School of Medicine at Mount Sinai, New York, NY, USA (AS); WHO, Geneva, Switzerland (TAG); Department of Internal Medicine and Radboud Center for Infectious Diseases, Radboud University Nijmegen Medical Center, Nijmegen, Netherlands (MGN); and Immunology and Metabolism, Life & Medical Sciences Institute, University of Bonn, Bonn, Germany (MGN)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}