{
    "paper_id": "0e87d6235b32235d607e49bffdc1090bab765152",
    "metadata": {
        "title": "COVID-19 and Outpatient Parenteral Antimicrobial Therapy: The Need to Protect Vulnerable Medicare Beneficiaries",
        "authors": [
            {
                "first": "Yasir",
                "middle": [],
                "last": "Hamad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [
                    "E Joynt"
                ],
                "last": "Maddox",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "G"
                ],
                "last": "Powderly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I n December 2019, the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) started an epidemic in Wuhan, China, that has since spread throughout the world. Now called coronavirus disease 2019 (COVID-19), the illness caused by SARS-CoV-2 was declared a pandemic by the World Health Organization on 11 March 2020. Reports from China showed that older age is a significant risk factor for morbidity and mortality among patients infected with SARS-CoV-2 (1). In Washington state, an initial epicenter of COVID-19 in the United States, nursing home residents were one of the most heavily affected populations and had high mortality rates, highlighting COVID-19's ability to spread rapidly in such settings (2) . Other risk factors for worse outcomes include an immunocompromised state, underlying structural lung disease, cardiac disease, obesity, hypertension, and diabetes (3).",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 713,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Each of these comorbid conditions is common in persons receiving outpatient parenteral antimicrobial therapy (OPAT), making this group a high-risk population. However, current payment policy under Medicare could lead to unintended consequences for patients receiving OPAT, including exposure to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Home infusion involves the intravenous administration of medications at home. For patients to receive home infusions, several components need to be covered: the medication itself, the supplies and equipment, and the services of the home visit nurse. Many conditions require intravenous administration of medication at home, including total parenteral nutrition, intravenous antibiotics, and intravenous immunoglobulins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOME INFUSION THERAPY AND MEDICARE POLICY"
        },
        {
            "text": "Outpatient parenteral antimicrobial therapy is one of the most common home infusion services and has been used for 4 decades (4). It has been shown to be a convenient and cost-effective way to complete prolonged courses of intravenous antibiotics outside the hospital (5) . It and other outpatient intravenous medications can be given in various settings, including at home with the assistance of home health, at outpatient infusion centers, or at skilled-nursing facilities. Most private insurance and Medicare Advantage plans, Tricare, and many state Medicaid programs cover home infusion services, and it is the most commonly used model among these beneficiary groups as a result (6) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "HOME INFUSION THERAPY AND MEDICARE POLICY"
        },
        {
            "text": "However, the Medicare fee-for-service program does not adequately cover infusion services provided in patients' homes. Although Medicare Part A covers home nursing, it does so only for patients who are homebound, which many patients in need of home infusion services are not. Medicare Part B covers a few intravenous medications under payment rules about durable medical equipment, but these represent fewer than 10% of antimicrobials prescribed for OPAT (Table) (7) . Medicare Part D, used by 70% of Medicare beneficiaries, does cover most of the drugs but not the medically necessary supplies-tubing, bags, needles, and pumps-or the administrative, pharmacy, and nursing services needed to deliver the medication (8) .",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 466,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "HOME INFUSION THERAPY AND MEDICARE POLICY"
        },
        {
            "text": "Patients who choose home infusion services are often left with significant costs that can be prohibitively expensive to pay out of pocket. Therefore, these policies incent patients to go to outpatient infusion centers or be admitted to skilled-nursing facilities to get their OPAT courses covered (9) . Consequently, many patients go to skilled-nursing facilities for the sole purpose of receiving intravenous antibiotics without any other needs for skilled care. This has been shown to increase health care costs compared with receipt of OPAT at home (9).",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "HOME INFUSION THERAPY AND MEDICARE POLICY"
        },
        {
            "text": "As we try to hamper the spread of COVID-19, efforts should be made to limit patients' interactions with health care facilities where patients with COVID-19 are likely to be. This is especially important for the elderly population and patients who are immunocompromised, and it includes limiting or eliminating contact with all health care facilities as feasible. Outpatient infusion centers are located on hospital campuses or in physicians' offices, where patients coming for infusions could come into contact with patients infected with SARS-CoV-2. The risk is higher for those receiving OPAT because they are required to come daily-and in some cases twice daily-leading to repeated exposure. Nursing homes can subject patients to even higher risk for SARS-CoV-2 exposure, with catastrophic results: In some states, almost half of nursing home residents have been infected. In addition, frequent contacts with the health care system will put patients receiving infusion therapy at risk for other nosocomial infections, such as with multidrug-resistant organisms, Clostridium difficile, or other respiratory viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE NEED TO SHIFT CARE TO HOME"
        },
        {
            "text": "Furthermore, because we expect more cases of COVID-19 to flood the health care system, transitioning OPAT to the home setting can free nursing home beds. This would allow hospitals to discharge stable patients to nursing facilities and thus would expand the capacity This article was published at Annals.org on 13 May 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE NEED TO SHIFT CARE TO HOME"
        },
        {
            "text": "of the health care system to care for more acutely ill patients. Transitioning patients receiving OPAT to home would also help conserve personal protective equipment among health care workers, which is critical given the national shortage in supplies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEAS AND OPINIONS"
        },
        {
            "text": "Because the Medicare patient population mostly consists of persons older than 65 years, the group in which nearly 80% of deaths have occurred thus far, it comprises some of the highest-risk patients for COVID-19 (10). We urge the Centers for Medicare & Medicaid Services to issue an immediate policy change to allow reimbursement for the supplies, as well as the administrative, pharmacy, and nursing services, needed to provide home infusion therapy. There have previously been concerns that expanding coverage for OPAT will lead to increased unnecessary use of intravenous antibiotics. However, this can be overcome by limiting OPAT coverage to the diagnoses that are treated with intravenous antibiotics in standard clinical care, such as endocarditis and osteomyelitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A NEED FOR URGENT MEDICARE POLICY CHANGE"
        },
        {
            "text": "Such a change will need to include allowance of reimbursement for physicians supervising the plan of care, home infusion pharmacy, and home health services. Under the current declared state of emergency, this policy change can be authorized by the Centers for Medicare & Medicaid Services without the need for congressional approval, similar to the temporarily expanded coverage of telehealth services, and thus could be done expeditiously. If this were done in conjunction with telehealth, it could lead to protection of both patients and health care providers. We urge the Centers for Medicare & Medicaid Services to take timely action to avoid subjecting Medicare beneficiaries to unnecessary and potentially catastrophic exposure to COVID-19. Disclosures: Disclosures can be viewed at www.acponline.org /authors/icmje/ConflictOfInterestForms.do?msNum=M20-1774.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A NEED FOR URGENT MEDICARE POLICY CHANGE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.0994"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics and outcomes of 21 critically ill patients with COVID-19 in Washington state",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arentz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klaff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4326"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interim clinical guidance for management of patients with confirmed coronavirus disease 2019 (COVID-19). 2020. Accessed at www",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Outpatient intravenous medications in the management of cystic fibrosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Rucker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Pediatrics",
            "volume": "54",
            "issn": "",
            "pages": "358--60",
            "other_ids": {
                "PMID": [
                    "4213282"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outpatient parenteral antimicrobial therapy today",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Paladino",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Poretz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "51",
            "issn": "2",
            "pages": "198--208",
            "other_ids": {
                "DOI": [
                    "10.1086/653520"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Perspectives of United States-based infectious diseases physicians on outpatient parenteral antimicrobial therapy practice",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hamad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Beekmann",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Open Forum Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ofid/ofz363"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antimicrobial agents and catheter complications in outpatient parenteral antimicrobial therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dzintars",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Gorski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pharmacotherapy",
            "volume": "38",
            "issn": "",
            "pages": "476--481",
            "other_ids": {
                "PMID": [
                    "29493791"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Accessed at www.kff.org/medicare/issue-brief/10-things-to-know-about-medicare -part-d-coverage-and-costs-in",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cubanski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Damico",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Neuman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What Medicare is missing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pronovost",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cosgrove",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Centers for Disease Control and Prevention; National Center for Health Statistics. Provisional death counts for coronavirus disease (COVID-19): weekly updates by select demographic and geographic characteristics",
            "authors": [],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "61",
            "issn": "",
            "pages": "1890--1891",
            "other_ids": {
                "PMID": [
                    "26338782"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and Outpatient Parenteral Antimicrobial Therapy IDEAS AND OPINIONS Annals.org Annals of Internal Medicine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Washington University School of Medicine, St. Louis, Missouri (Y.H.); and Washington University School of Medicine and Institute for Public Health, St. Louis, Missouri (K.E.J., W.G.P.). Disclaimer: The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. Financial Support: Dr. Joynt Maddox receives research support from the National Heart, Lung, and Blood Institute (R01HL143421) and National Institute on Aging (R01AG060935). Dr. Powderly was supported by the Washington University Institute of Clinical and Translational Sciences grant UL1TR002345 from the National Center for Advancing Translational Sciences of the National Institutes of Health.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}