{"paper_id": "0e8aee033f24849bd29960ef9fcfe9d028d3c4b2", "metadata": {"title": "Supplementary appendix", "authors": []}, "abstract": [], "body_text": [{"text": "Extraction of viral nucleic acid from respiratory specimens was performed using EZ1 virus mini kit v2.0 (Qiagen) according to manufacturer's instruction. The RNA was eluted in 60μl of AVE buffer and used as template for all assays. For both assays, a 20μl reaction containing 5μl RNA template, 500nm each of forward and reverse primer, 150nm probe and 0.2μl QuantiTect RT mix was prepared using QuantiTect Probe RT-PCR kit (Qiagen). All reactions were run on LightCycler 2.0 instrument (Roche).", "cite_spans": [], "ref_spans": [], "section": "In-house PCR for 2019 novel coronavirus detection"}, {"text": "All samples were also tested for endogenous RNAse P as an internal control.", "cite_spans": [], "ref_spans": [], "section": "In-house PCR for 2019 novel coronavirus detection"}, {"text": "Viral genomic sequences were available for 4 cases described in cluster A. Household cases AH1, AH2 and AH3 share identical sequences over the full genome length and differ by only 2 base differences from linked case AT1 as well as from early outbreak consensus sequences from Wuhan. All four linked cases in cluster A share a common base difference relative to the earlier sequences. The probability to have a shared base difference by chance is 3e-05 for any pair and 1e-18 for four sequences. Therefore, the genetic linkage of the 4 cases strongly supports the available epidemiological data. Methods: Phylogenetic tree using the Neighbor-Joining method [1] and confirmed to be consistent using Maximum Likelihood approaches (not shown). The percentage of replicate trees in which the associated taxa clustered together in the 500 replicates bootstrap test are shown next to the subtree junctions [2] . The tree is drawn to scale, with branch lengths in the units of the number of base differences per sequence [3] shown below the branches. All ambiguous positions were removed for each sequence pair (pairwise deletion option). There were a total of 29891 positions in the final dataset. Evolutionary analyses were conducted in MEGA X [4] . Strain names, GISAID EpiCoV accession numbers and collection dates are shown, followed by the case number if available. We gratefully acknowledge the Authors, the Originating and Submitting Laboratories for their sequence and metadata shared through GISAID, on which this research is based. The full acknowledgements are given in Supplementary Table S2 . It should be noted that Singapore/5 has been obtained from a cell 1 Close contact is defined as: Anyone who provided care for the patient, including a health care worker or family member, or who had other similarly close physical contact; Anyone who stayed (e.g. lived with, visited) at the same place as a case. We gratefully acknowledge the Authors, the Originating and Submitting Laboratories for their sequence and metadata shared through GISAID, on which this research is based. All submitters of data may be contacted directly via www.gisaid.org. ", "cite_spans": [{"start": 657, "end": 660, "text": "[1]", "ref_id": "BIBREF1"}, {"start": 900, "end": 903, "text": "[2]", "ref_id": "BIBREF2"}, {"start": 1014, "end": 1017, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 1239, "end": 1242, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 1666, "end": 1667, "text": "1", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 1575, "end": 1597, "text": "Supplementary Table S2", "ref_id": "TABREF1"}], "section": "Phylogenetic Analysis"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Since Singapore/5 is part of the household cluster with identical genomes, we believe cell passage adaptation does not constitute a confounding factor for this analysis", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The neighbor-joining method: A new method for reconstructing phylogenetic trees", "authors": [{"first": "N", "middle": [], "last": "Saitou", "suffix": ""}, {"first": "M", "middle": [], "last": "Nei", "suffix": ""}], "year": 1987, "venue": "Molecular Biology", "volume": "4", "issn": "", "pages": "406--425", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Confidence limits on phylogenies: An approach using the bootstrap", "authors": [{"first": "J", "middle": [], "last": "Felsenstein", "suffix": ""}], "year": 1985, "venue": "Evolution", "volume": "39", "issn": "", "pages": "783--791", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Molecular Evolution and Phylogenetics", "authors": [{"first": "M", "middle": [], "last": "Nei", "suffix": ""}, {"first": "S", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "G", "middle": [], "last": "Stecher", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "C", "middle": [], "last": "Knyaz", "suffix": ""}, {"first": "K", "middle": [], "last": "Tamura", "suffix": ""}], "year": 2018, "venue": "Molecular Biology and Evolution", "volume": "35", "issn": "", "pages": "1547--1549", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Two specific real-time RT-PCR methods targeting the N and ORF1ab, were designed to detect the presence of 2019-nCoV in clinical samples. The N gene primer sequences are: forward primer 5' CTC AGT CCA AGA TGG TAT TTC T; reverse primer 5' AGC ACC ATA GGG AAG TCC. The probe sequence is: 5' FAM-ACC TAG GAA CTG GCC CAG AAG CT-BHQ1, as previously described. Thermal cycling was performed at 50 o C for 20 min for reverse transcription, followed by 95 o C for 15 min and then 50 cycles of 94 o C for 5 s, 55 o C for 1min. The sequence for the ORF1ab real-time RT-PCR are: forward primer 5' TCA TTG TTA ATG CCT ATA TTA ACC; reverse primer: 5' CAC TTA ATG TAA GGC TTT GTT AAG; probe: 5' FAM-AAC TGC AGA GTC ACA TGT TGA CA-BHQ1. Thermal cycling for both ORF1ab was performed at 50 o C for 20 min for reverse transcription, followed by 95 o C for 15 min and then 50 cycles of 94 o C for 5 s, 50 o C for 20s and 72 o C for 20s.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Phylogenetic full genome tree of cases from cluster A with early outbreak sequence from Wuhan and the first detected case in Singapore. The branch lengths are drawn to scale in the units of the number of base differences per sequence shown below the branches.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Case definitions used in Singapore. Been to a hospital in mainland China; OR c. Had close contact 1 with a case of 2019 novel coronavirus infection; OR d. Had frequent or close contact during work 2 with recent travellers from mainland China (travel history in the last 14 days).", "latex": null, "type": "table"}, "TABREF1": {"text": "Authors, originating and submitting laboratories of sequences used in phylogenetic analysis.", "latex": null, "type": "table"}}, "back_matter": []}