{"paper_id": "0e8c94d742f86efea638ceadf11213a809402f95", "metadata": {"title": "A Simulation of a COVID-19 Epidemic Based on a", "authors": [{"first": "J", "middle": ["M"], "last": "Carcione", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["E"], "last": "Santos", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Bagaini", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Ba", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "An epidemic disease caused by a new coronavirus has spread in Northern Italy with a strong contagion rate. We implement an SEIR model to compute the infected population and the number of casualties of this epidemic. The example may ideally regard the situation in the Italian Region of Lombardy, where the epidemic started on February 24, but by no means attempts to perform a rigorous case study in view of the lack of suitable data and the uncertainty of the different parameters, namely, the variation of the degree of home isolation and social distancing as a function of time, the initial number of exposed individuals and infected people, the incubation and infectious periods, and the fatality rate. First, we perform an analysis of the results of the model by varying the parameters and initial conditions (in order for the epidemic to start, there should be at least one exposed or one infectious human). Then, we consider the Lombardy case and calibrate the model with the number of dead individuals to date (May 5, 2020) and constrain the parameters on the basis of values reported in the literature. The peak occurs at day 37 (March 31) approximately, with a reproduction ratio R 0 of 3 initially, 1.36 at day 22, and 0.8 after day 35, indicating different degrees of lockdown. The predicted death toll is approximately 15,600 casualties, with 2.7 million infected individuals at the end of the epidemic. The incubation period providing a better fit to the dead individuals is 4.25 days, and the infectious period is 4 days, with a fatality rate of 0.00144/day [values based on the reported (official) number of casualties]. The infection fatality rate (IFR) is 0.57%, and it is 2.37% if twice the reported number of casualties is assumed. However, these rates depend on the initial number of exposed individuals. If approximately nine times more individuals are exposed, there are three times more infected people at the end of the epidemic and IFR = 0.47%. If we relax these constraints and use a wider range of lower and upper bounds for the incubation and infectious periods, we observe that a higher incubation period (13 vs. 4.25 days) gives the same IFR (0.6 vs. 0.57%), but nine times more exposed individuals in the first case. Other choices of the set of parameters also provide a good fit to the data, but some of the results may not be realistic. Therefore, an accurate determination of the fatality rate and characteristics of the epidemic is subject to knowledge of the precise bounds of the parameters. Besides the specific example, Carcione et al.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Modeling the COVID-19 Epidemic the analysis proposed in this work shows how isolation measures, social distancing, and knowledge of the diffusion conditions help us to understand the dynamics of the epidemic. Hence, it is important to quantify the process to verify the effectiveness of the lockdown.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "An epidemic disease caused by a new coronavirus has spread in Northern Italy with a strong contagion rate. We implement an SEIR model to compute the infected population and the number of casualties of this epidemic. The example may ideally regard the situation in the Italian Region of Lombardy, where the epidemic started on February 24, but by no means attempts to perform a rigorous case study in view of the lack of suitable data and the uncertainty of the different parameters, namely, the variation of the degree of home isolation and social distancing as a function of time, the initial number of exposed individuals and infected people, the incubation and infectious periods, and the fatality rate. First, we perform an analysis of the results of the model by varying the parameters and initial conditions (in order for the epidemic to start, there should be at least one exposed or one infectious human). Then, we consider the Lombardy case and calibrate the model with the number of dead individuals to date (May 5, 2020) and constrain the parameters on the basis of values reported in the literature. The peak occurs at day 37 (March 31) approximately, with a reproduction ratio R 0 of 3 initially, 1.36 at day 22, and 0.8 after day 35, indicating different degrees of lockdown. The predicted death toll is approximately 15,600 casualties, with 2.7 million infected individuals at the end of the epidemic. The incubation period providing a better fit to the dead individuals is 4.25 days, and the infectious period is 4 days, with a fatality rate of 0.00144/day [values based on the reported (official) number of casualties]. The infection fatality rate (IFR) is 0.57%, and it is 2.37% if twice the reported number of casualties is assumed. However, these rates depend on the initial number of exposed individuals. If approximately nine times more individuals are exposed, there are three times more infected people at the end of the epidemic and IFR = 0.47%. If we relax these constraints and use a wider range of lower and upper bounds for the incubation and infectious periods, we observe that a higher incubation period (13 vs. 4.25 days) gives the same IFR (0.6 vs. 0.57%), but nine times more exposed individuals in the first case. Other choices of the set of parameters also provide a good fit to the data, but some of the results may not be realistic. Therefore, an accurate determination of the fatality rate and characteristics of the epidemic is subject to knowledge of the precise bounds of the parameters. Besides the specific example, the analysis proposed in this work shows how isolation measures, social distancing, and knowledge of the diffusion conditions help us to understand the dynamics of the epidemic. Hence, it is important to quantify the process to verify the effectiveness of the lockdown.", "cite_spans": [{"start": 2135, "end": 2153, "text": "(13 vs. 4.25 days)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The most abundant species in nature are viruses; they are parasites, since they cannot replicate themselves. Upon replication, some viruses cause serious infectious diseases in human and/or animals and are medically, socially, and economically important (1, 2) . One of these species is the coronavirus. An outbreak of pneumonia caused by a novel coronavirus (COVID-19) began (officially) on February 24, 2020, in Northern Italy, and the number of newly reported cases is still increasing. Approximately 29,000 casualties are reported in Italy at the time of writing (May 5). The serious danger COVID-19 poses is reflected in the high number of cases of transmission to healthcare workers, more than 20% in Italy. The experience in China showed that the use of relative extreme isolation measures in conjunction with rapid diagnosis has a strong impact on the dynamics of the epidemic, hence the importance of understanding and quantifying the process to verify the effectiveness of the isolation measures [e.g., (3) ].", "cite_spans": [{"start": 254, "end": 257, "text": "(1,", "ref_id": "BIBREF0"}, {"start": 258, "end": 260, "text": "2)", "ref_id": "BIBREF1"}, {"start": 1013, "end": 1016, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "There is a long history of mathematical models in epidemiology, going back to the eighteenth century. Bernoulli (4) used a mathematical method to evaluate the effectiveness of the techniques of variolation against smallpox, with the aim of influencing public health policy. Most of the models are compartmental models, with the population divided into classes and with assumptions being made about the rate of transfer from one class to another (5, 6) . We consider a Susceptible-Exposed-Infectious-Removed (SEIR) model to describe the spread of the virus and compute the number of infected and dead individuals. The SEIR model has many versions, and mathematical treatments can be found, for instance, in Hethcote (5), Keeling and Rohani (7), and Diekmann et al. (8) , among others. The goal is to compute the number of infected, recovered, and dead individuals on the basis of the number of contacts, probability of disease transmission, incubation period, recovery rate, and fatality rate. The epidemic disease model predicts a peak of infected and dead individuals per day as a function of time and assumes that births and natural deaths are balanced, since we are dealing with a very short period of time. The population members solely decrease due to the disease as dictated by the fatality rate of the disease. The differential equations are solved with a forward Euler scheme.", "cite_spans": [{"start": 445, "end": 448, "text": "(5,", "ref_id": "BIBREF5"}, {"start": 449, "end": 451, "text": "6)", "ref_id": "BIBREF6"}, {"start": 764, "end": 767, "text": "(8)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "When no vaccine is available, the isolation of diagnosed infectives and social distancing are the only control measures available. FIGURE 1 | A typical SEIR model. The total population, N, is categorized into four classes, namely, susceptible S, exposed E, infected I, and recovered R [e.g., (10) ]. and µ correspond to births and natural deaths independent of the disease, and α is the fatality rate.", "cite_spans": [{"start": 292, "end": 296, "text": "(10)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": "We consider an SEIR epidemic disease model [e.g., (5, (7) (8) (9) ]. The total (initial) population, N 0 , is categorized into four classes, namely, susceptible, S(t), exposed, E(t), infected-infectious, I(t) and recovered, R(t), where t is the time variable. The governing differential equations arė", "cite_spans": [{"start": 50, "end": 53, "text": "(5,", "ref_id": "BIBREF5"}, {"start": 54, "end": 57, "text": "(7)", "ref_id": "BIBREF7"}, {"start": 58, "end": 61, "text": "(8)", "ref_id": "BIBREF8"}, {"start": 62, "end": 65, "text": "(9)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": "where N = S + E + I + R ≤ N 0 in this case, and a dot above a variable denotes time differentiation. Equations (1) are subject to the initial conditions S(0), E(0), I(0), and R(0). The parameters are defined as:", "cite_spans": [], "ref_spans": [], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": ": Per-capita birth rate. µ: Per-capita natural death rate. α: Virus-induced average fatality rate. β: Probability of disease transmission per contact (dimensionless) times the number of contacts per unit time. ǫ: Rate of progression from exposed to infectious (the reciprocal is the incubation period). γ : Recovery rate of infectious individuals (the reciprocal is the infectious period).", "cite_spans": [], "ref_spans": [], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": "having units of (1/T), with T: time. The scheme is illustrated in Figure 1 . The choice = µ = 0 and ǫ = ∞ gives the classical SIR model [e.g., (11) ], while if and µ are not zero, the model is termed an endemic SIR model [e.g., (12) ]. However, the SIR model has no latent stage (no exposed individuals), and then it is inappropriate as a model for diseases with an ǫ such as that of COVID-19.", "cite_spans": [{"start": 143, "end": 147, "text": "(11)", "ref_id": "BIBREF11"}, {"start": 228, "end": 232, "text": "(12)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 66, "end": 74, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": "Let us better clarify the meaning of each quantity. N is the total number of live humans in the system at time t. S is the number of humans susceptible to be exposed, and E is the actual number of exposed individuals (a class in which the disease is latent; they are infected but not infectious); people go from S to E depending on the number of contacts with I individuals, multiplied by the probability of infection (β) (see Figure 1 , where βI/N is the average number of contacts with infection per unit time of one susceptible person). The other processes taking place at time t are: the exposed (E) become infectious (I) with a rate ǫ and the infectious recover (R) with a rate γ . Recovered means an individual who does not flow back into the S class, as lifelong immunity is assumed, but it remains to be seen whether patients recovered from COVID-19 will develop antibodies and achieve lifelong protection. The reciprocals ǫ −1 and γ −1 are the average disease incubation and infectious periods, respectively.", "cite_spans": [], "ref_spans": [{"start": 427, "end": 435, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": "is the rate of birth and µ is the natural rate of death, both per unit time. The reciprocal µ −1 , interpreted as the normal life expectancy (e.g., 83 years), refers to the average normal deaths (e.g., natural deaths, by normal flu, accidents, etc.) not related to the infectious disease. These quantities describe a model with vital dynamics (endemic model), which has an inflow of births into the S class at rate and deaths into the other classes at rates µS, µI, and µR (see Figure 1 ). If = µN, the deaths balance the newborns. The number of live people at time t is N(t) = S(t) + E(t) + I(t) + R(t), which can be lower or higher than N 0 depending on the values of and µ. In this case, it is lower than N 0 .", "cite_spans": [], "ref_spans": [{"start": 478, "end": 486, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": "One of the key parameters, besides β, is α, which represents the disease-related fatality rate (3, 13) . In a very fast pandemic, we may assume that there are no births and normal deaths (or that they balance and = µN), but there are deaths due to the fatality rate of the disease. This rate is an average, because the model does not take into account the age (a far higher portion of old people die from the disease than young people), the patients' preexisting conditions, and the healthcare quality.", "cite_spans": [{"start": 95, "end": 98, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 99, "end": 102, "text": "13)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": "In summary, susceptible persons enter the exposed class with a rate proportional to β and remain there for a mean incubation period ǫ −1 , i.e., those already infected with the disease but not able to transmit it are in the exposed class and progress to the infectious class, to recover at the rate γ and die at the rate α. It is important to recall that the E class does not have the symptoms of the disease, because they are incubating it. They will have symptoms when they pass to class I. Individuals in class I may not have symptoms (asymptomatic), but they are infectious, while those in class E are not. Moreover, individuals in class E can move to R without showing symptoms, but they become infectious when they are in class I.", "cite_spans": [], "ref_spans": [], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": "The dead population as a function of time is D(t) = N 0 −N(t), whereas the curve giving the dead people per unit time iṡ", "cite_spans": [], "ref_spans": [], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": "Another equivalent approach is an SEIDR model [e.g., (14, 15) ], where we have to addḊ", "cite_spans": [{"start": 53, "end": 57, "text": "(14,", "ref_id": "BIBREF14"}, {"start": 58, "end": 61, "text": "15)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": "to Equations (1). In Keeling and Rohani [(7), section 2.2], α/(γ + µ) = ρ/(1 − ρ), where ρ is the per capita probability of dying from the infection. It can easily be shown that Equations (2) and (3) are equivalent if births and natural deaths compensate.", "cite_spans": [], "ref_spans": [], "section": "THEORY AND DIFFERENTIAL EQUATIONS"}, {"text": "The basic reproduction ratio, R 0 , is the classical epidemiological measure associated with the reproductive power of the disease. For the SEIR model, it is (8, 13) . It gives the average number of secondary cases of infection generated by an infectious individual. Therefore, it is used to estimate the growth of the virus outbreak. R 0 provides a threshold for the stability of the disease-free equilibrium point. When R 0 < 1, the disease dies out; when R 0 > 1, an epidemic occurs. The behavior of SEIR models as a function of R 0 can be found, for instance, in Al-Sheikh (16).", "cite_spans": [{"start": 158, "end": 161, "text": "(8,", "ref_id": "BIBREF8"}, {"start": 162, "end": 165, "text": "13)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Reproduction Ratio"}, {"text": "The infection fatality rate (IFR) is based on all the population that has been infected, i.e., including the undetected individuals and asymptomatic. In terms of the recovery and fatality rates, we have", "cite_spans": [], "ref_spans": [], "section": "Infection and Case Fatality Rates"}, {"text": "since the total humans that have been infected is the sum of the recovered and dead individuals, where the subscript refers to the end of the epidemic (t → ∞). It can easily be shown that, using the last Equations (1) and (3), we obtain", "cite_spans": [], "ref_spans": [], "section": "Infection and Case Fatality Rates"}, {"text": "since the term containing µ is much smaller, because µ ≪ α ≪ γ , and Equation (6) holds approximately at all times, not only at the end of the epidemic. On the other hand, the case fatality rate (CFR) considers the number of deaths related to the diagnosed individuals, and CFR > IFR is always true, since the number of diagnosed individuals is lower than the denominator of Equation (5) . The CFR is time-dependent and is the value that is usually reported.", "cite_spans": [{"start": 384, "end": 387, "text": "(5)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Infection and Case Fatality Rates"}, {"text": "We solve the differential Equations (1) by using a forward Euler finite-difference scheme [e.g., (17) ], discretizing the time variable as t = ndt, where n is a natural number and dt is the time step.", "cite_spans": [{"start": 97, "end": 101, "text": "(17)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "NUMERICAL ALGORITHM"}, {"text": "After discretization, Equations (1) and (2) become:", "cite_spans": [], "ref_spans": [], "section": "NUMERICAL ALGORITHM"}, {"text": "whereḊ n is the number of dead people in only the specific day n. This algorithm yields positive and bounded solutions [e.g., see (6) and Problem 1.42(iv) in (8)], and the system converges to an equilibrium, i.e., S n + R n + D n = S ∞ + R ∞ + D ∞ = N 0 for t → ∞.", "cite_spans": [{"start": 130, "end": 133, "text": "(6)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "NUMERICAL ALGORITHM"}, {"text": "Let us consider the following base parameters as an example so as to analyze the results by varying some of them. N 0 = 10 million, α = 0.006/day, β = 0.75/day, γ = (1/8)/day, ǫ = (1/3)/day, = µN (balance of births and natural deaths), and initial conditions: Table 1 ] for SARS and imply an average disease incubation (latent period) of 3 days and an infectious period of 8 days. The data correspond to no isolation conditions among individuals and an epidemic situation (high β, R 0 = 5.72 > 1). The time step of the Euler scheme to solve the discretized Equations (7) is dt = 0.01 day. Figure 2 shows the number of individuals in the different classes (Figure 2A ) and also the total number of dead people (D) and the number of dead people per specific day (Ḋ) ( Figure 2B ). As can be seen, the peak of dead individuals per day is reached at day 30. The high values in Figure 2B do not consider complete home isolation and social distancing measures (or \"suppression\"). The maximum number of infected individuals is almost 4 million. According to data from China, around 5% of people who tested positive for COVID-19 experience severe symptoms and require admission to an intensive-care unit, almost 200,000 individuals in this case. Under these conditions, the health system would be completely overwhelmed, with very high death rates and an inability to provide intensive care. A partial \"mitigation\" strategy involving social distancing (home isolation of suspect cases and social distancing of the elderly) would not be enough, and a severe lockdown is required in order to make it possible to decrease R 0 to less than 1 (20) .", "cite_spans": [{"start": 1630, "end": 1634, "text": "(20)", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 260, "end": 267, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 589, "end": 597, "text": "Figure 2", "ref_id": "FIGREF3"}, {"start": 655, "end": 665, "text": "(Figure 2A", "ref_id": "FIGREF3"}, {"start": 766, "end": 775, "text": "Figure 2B", "ref_id": "FIGREF3"}, {"start": 873, "end": 882, "text": "Figure 2B", "ref_id": "FIGREF3"}], "section": "RESULTS"}, {"text": "Hereafter, we vary the parameters and plot the infected (I) individuals, i.e., excluding those who are incubating the disease (E). In order for the process to start, there should be at least one exposed or one infectious individual. Figure 3 shows the number of infected individuals for R 0 > 1 (a) and R 0 ≤ 1 (b), where all the other parameters are kept constant except β, which takes the value", "cite_spans": [], "ref_spans": [{"start": 233, "end": 241, "text": "Figure 3", "ref_id": "FIGREF4"}], "section": "RESULTS"}, {"text": "for µ much smaller than γ and α (µ −1 ≈ 83 years in Italy). We recall here that β is the probability of transmission times the number of contacts per unit time. Basically, with a reduction in β (and R 0 ), the peak decreases in intensity but moves to later times for R 0 higher than 1 (Figure 3A) , although it is wider. There is a significant reduction in the number of infected individuals for R 0 ≤ 1, meaning that strict home isolation is very effective below a given threshold.", "cite_spans": [], "ref_spans": [{"start": 285, "end": 296, "text": "(Figure 3A)", "ref_id": "FIGREF4"}], "section": "RESULTS"}, {"text": "The effect of the initial number of exposed individuals is shown in Figure 4 for two sets of values of R 0 , greater ( Figure 4A ) and less ( Figure 4B ) than 1. Figure 4A indicates that more exposed people does not mainly affect the intensity of the peak; rather, it precipitates the spread of the epidemic, so that the location of the peak is highly dependent on E(0). On the other hand, Figure 4B shows that for R 0 < 1, the peak location does not change, but its intensity changes significantly, indicating an effective \"suppression\" of the epidemic, with more exposed leading to more infectious. Figure 5 indicates that the incubation period (1/ǫ) also has an impact on the results. If R 0 > 1 (Figure 5A) , increasing the period from 3 to 9 days decreases the maximum number of infected individuals by almost half and delays the spread of the epidemic, but the peak is wider. If R 0 < 1, the curves behave similarly, but there are much fewer infected cases. The initial number of infectious individuals (from 1 to 10,000) has no apparent effect on the results, as can be seen in Figure 6 , but this is not the case when we deal with the real case history (see next section). The effects of the infectious period are shown in Figure 7 , where, as expected, increasing this quantity delays the epidemic when R 0 > 1. Below R 0 = 1, the number of infected individuals decreases substantially.", "cite_spans": [], "ref_spans": [{"start": 68, "end": 76, "text": "Figure 4", "ref_id": "FIGREF5"}, {"start": 119, "end": 128, "text": "Figure 4A", "ref_id": "FIGREF5"}, {"start": 142, "end": 151, "text": "Figure 4B", "ref_id": "FIGREF5"}, {"start": 162, "end": 171, "text": "Figure 4A", "ref_id": "FIGREF5"}, {"start": 390, "end": 399, "text": "Figure 4B", "ref_id": "FIGREF5"}, {"start": 601, "end": 609, "text": "Figure 5", "ref_id": "FIGREF6"}, {"start": 699, "end": 710, "text": "(Figure 5A)", "ref_id": "FIGREF6"}, {"start": 1085, "end": 1093, "text": "Figure 6", "ref_id": "FIGREF7"}, {"start": 1231, "end": 1239, "text": "Figure 7", "ref_id": "FIGREF8"}], "section": "RESULTS"}, {"text": "Let us now assume that isolation precautions have been imposed and that after day 22, R 0 changes from 5.72 to 0.1 [a change of β according to Equation (8)], and we consider the same parameters to produce Figure 2 . The results are shown in Figure 8 , where the peak has moved from day 30 to day 25, with a significant slowing in the number of new cases. The total number of dead individuals has decreased, and the number of dead individuals per day at the peak has decreased from 22 to 13 K, approximately. Extreme isolation after imperfect isolation anticipates the process. Figure 9 shows the results if the isolation measures start two days earlier, at day 20 instead of day 22. The number of casualties decreases from 220 to 155 K.", "cite_spans": [], "ref_spans": [{"start": 205, "end": 213, "text": "Figure 2", "ref_id": "FIGREF3"}, {"start": 241, "end": 249, "text": "Figure 8", "ref_id": "FIGREF9"}, {"start": 577, "end": 585, "text": "Figure 9", "ref_id": "FIGREF10"}], "section": "RESULTS"}, {"text": "Next, we attempt to model the COVID-19 epidemic in Lombardy (Italy), for which data are available at https://github.com/pcmdpc/COVID-19. The time of writing is day 72 (May 5), and the available data allow us to perform a relatively reliable fit to the total number of casualties from day 1 to date. On day 69 (May 2), 329 casualties were reported, of which 282 are equally distributed in April since this number is a late report of the hospitals, corresponding to the whole month of April. Predicting the behavior of the epidemic with high accuracy is nearly ", "cite_spans": [], "ref_spans": [], "section": "The Lombardy Case"}, {"text": "Variable Several cases that honor the data. I(0) = 1000, except Case 7, with I(0) = 1. impossible due to there being many unknown factors, e.g., the degree of spatial distancing, probability of disease transmission, characteristics of the disease, and parameters of the epidemic.", "cite_spans": [], "ref_spans": [], "section": "Case"}, {"text": "Uncertainties are related to parameter β, which varies with time, while the others are assumed to lie between certain bounds and also contribute to the error. Relative predictions of the trend require an analysis of the data, particularly to define the variation of β and R 0 with time. We do not assume a specific continuous function, but a general approach should consider a partition into discrete periods, [t 0 , followed the same rules as in Wuhan, China. We also observe that at t 2 (March 29), the curve starts to bend downwards and reach a \"peak.\" This partition into three periods is valid to date, but the trend can have unpredictable behavior due to the factors mentioned above, too early removal of the lockdown conditions, etc. The reported infected people cannot be used for calibration because these data cannot be trusted. The hospitalization numbers cannot be considered to be representative of the number of infected people, and, at present, the number of asymptomatic, undiagnosed infections is largely unknown. However, we are aware that even using the number of casualties is uncertain, since there can be an under-ascertainment of deaths, but the figures cannot vary as much as the error related to the infected individuals. Hence, the reported number of deceased people could possibly be underestimated due to undeclared cases. This number depends on the country (quality of the health system) and average age of the population, but it is certain that this novel virus is more deadly and spreads more quickly than seasonal flu. Moreover, authorities make a distinction between a death that occurred \"with the co-action\" of the virus and a death \"caused by\" the virus. Indeed, only a small percentage of the casualties were in a healthy condition prior to the infection, and most of the patients were already affected by other illnesses (e.g., diabetes, dementia, cancer, stroke). Therefore, we also consider cases where 100% more people actually died per day compared to the official figures.", "cite_spans": [], "ref_spans": [], "section": "Case"}, {"text": "In order to accomplish the fit, we use the simulated annealing algorithm developed by Goffe et al. (21) . The Fortran code can be found at: https://econwpa.ub.uni-muenchen.de/econ-wp/prog/ papers/9406/9406001.txt. The fit is based on the L 2 -norm and yields α, β 1 (before t 0 ), β 2 (after t 0 ), β 3 (after t 1 ), ǫ, E(0), and γ from the beginning of the epidemic (day 1, February 24) to date (day 72, May 5), i.e., seven free parameters. We use the total number of deaths for the calibration. Table 1 shows the constraints, initial values, and results for different cases, where Cases 1 and 2 correspond to approximately nine times fewer exposed individuals at the beginning of the epidemic, and Cases 2 and 3 assume double casualties. Cases 4 and 5 consider a wider range of the lower and upper bounds for the incubation and infectious periods (ǫ −1 and γ −1 ). The last column does not correspond to variables but indicates the number of infected individuals at the end of the epidemic, i.e., I ∞ = R ∞ + D ∞ ≈ R ∞ , the day of the last infected individual (the end of the epidemic in theory), and the death toll D ∞ . The results are very sensitive to variations in parameter β, and, consequently, those of R 0 , mostly due to the impact of the intervention strategies performed. Figure 10 shows the curves of Case 1 compared to the data (black dots), with IFR = 0.57% and R 0 decreasing from 3 to 0.8 by the end of the epidemic. The final number of infected individuals is 2.69 million (see Figure 11A , Table 1 ). The peak value of the I class is 0.3 M or 300,000 individuals. If 5% of these people require admission to an intensive-care unit (ICU), this amounts to 15,000 individuals and substantially exceeds the capacity of Lombardy, which was approximately 1,000 ICU beds on March 16. Figure 11B compares the infectious and dead individuals (per day) and, as expected, the two curves are synchronous, since a proportion α of infectious individuals die. The inflection point at day 22 (Figure 10B) indicates that the isolation measures started to be effective. Strict isolation could not be achieved by day 22 for several reasons, and there is a reasonable delay of a few days before it can be implemented (day 35). The total number of casualties is approximately 15,600, and the effective duration of the epidemic is about 100 days. However, see the last column indicating the day when the last individual is infected, obtained with the condition I < 1. Recent data reveal that the effective duration of the Wuhan epidemic was almost 60 days [(22), Figure 1B] , a shorter period that was favored by the very strict isolation measures applied in that city. Case 2, which considers twice as many casualties and the results for which are shown in Figure 12 , has a high fatality rate, IFR = 2.37%, but 1.33 million infected people. If the number of exposed individuals is much higher (Case 3), we obtain IFR = 0.47% and 6.5 million infected people (see Figures 13, 14, Table 1 ), but in this case, the fit is not optimal at the beginning of the epidemic. The calculations indicate the uncertainty related to the initial number of exposed individuals, i.e., those that are incubating the disease.", "cite_spans": [{"start": 99, "end": 103, "text": "(21)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 497, "end": 504, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1287, "end": 1296, "text": "Figure 10", "ref_id": "FIGREF0"}, {"start": 1499, "end": 1509, "text": "Figure 11A", "ref_id": "FIGREF2"}, {"start": 1512, "end": 1519, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1798, "end": 1808, "text": "Figure 11B", "ref_id": "FIGREF2"}, {"start": 1997, "end": 2009, "text": "(Figure 10B)", "ref_id": "FIGREF0"}, {"start": 2562, "end": 2572, "text": "Figure 1B]", "ref_id": "FIGREF2"}, {"start": 2757, "end": 2766, "text": "Figure 12", "ref_id": "FIGREF2"}, {"start": 2963, "end": 2986, "text": "Figures 13, 14, Table 1", "ref_id": "FIGREF2"}], "section": "Case"}, {"text": "In the following, we do not show the plots, but the results honor the data. If we modify the constraints and use a wider range of lower and upper bounds, the results are those of Cases Table 1 . Case 4 has a slightly higher incubation and infectious periods compared to Case 1 but a higher IFR (2.25 vs. 0.57%), whereas there being more exposed individuals yields an incubation period of 13 days and lower IFR (Case 5). Case 6 considers that, initially, there are a few exposed individuals (we start with one). The algorithm achieves a very good fit to the data with IFR = 3.6%, comparable periods to Case 1, and 0.44 M infected individuals. Case 7, which considers I(0) = 1 and starts with one exposed individual, shows a good fit, but IFR is too high and so possibly wrong, indicating that at day 1, there were more exposed and infectious individuals. Fewer initially exposed and infectious individuals requires a higher IFR to fit the curve, but a higher R 0 could also have the same effect if the IFR is kept within a realistic range. Finally, we constrain the incubation and infectious periods to between 10 and 20 days, and the results are those of Cases 8 and 9, assuming different initial numbers of exposed individuals. The calculations yield fatality rates comparable to that of SARS (3), as in Case 6. These calculations indicate the uncertainty in the determination of the parameters of the epidemic, but the solutions have to be restricted to reasonable values of the properties of the disease and parameters of the epidemic.", "cite_spans": [], "ref_spans": [{"start": 185, "end": 192, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Case"}, {"text": "The values in Table 1 can be compared to figures reported in the literature. The fatality rate and IFR depend on the age of the population. Verity et al. [(23), Table 1 ] estimate an IFR = 0.657% for China but a rate of 3.28% for those over the age of 60. If the number of infected people is several times higher than the number of reported cases, the actual fatality rate could be considerably lower than the official one, suggesting that this disease is less deadly than SARS and MERS, although much more contagious. Read et al. (18) report a mean value R 0 = 4, while Wu et al. (22) obtain values between 1.8 and 2. According to Chowell et al. (3) , IFR = 4.8% for SARS, and Verity et al. (23) state that the average case fatality rate (CFR) of SARS is higher than that of COVID-19, with the latter being approximately 1.38% (their IFR is 0.657%). However, this virus seems to be much more contagious. The meaning of α −1 is the life expectancy of Table 1 . The peak can be observed at day 37 (March 31).", "cite_spans": [{"start": 519, "end": 535, "text": "Read et al. (18)", "ref_id": null}, {"start": 571, "end": 585, "text": "Wu et al. (22)", "ref_id": null}, {"start": 632, "end": 650, "text": "Chowell et al. (3)", "ref_id": null}, {"start": 692, "end": 696, "text": "(23)", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 14, "end": 21, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 161, "end": 168, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 951, "end": 958, "text": "Table 1", "ref_id": "TABREF0"}], "section": "and 5 in"}, {"text": "There are more complex versions of the SEIR model such as for instance, including a quarantine class and a class of isolated (hospitalized) members (24) or generalizing the diffusion (Equation 1) with the use of temporal fractional derivatives. The replacement of the first-order temporal derivative by a Caputo fractional derivative of non-natural order provides an additional parameter to fit the data [e.g., (25) (26) (27) ]. Furthermore, the model can be made two-dimensional by including the spatial diffusion of the virus [e.g., (28) ]. An alternative to spatial diffusion models is to use contact networks. The actual compartmental network through which the disease spreads is a very important part of epidemic spreading. The model used in this study is a homogeneous approximation to these network models (29) (30) (31) . Moreover, the model can be improved by including other classes. De la Sen et al. (14) propose an SEIADR model, where A are asymptomatic infectious and D are dead-infective. In other models, recovered can become susceptible again [e.g., (32) ], Figure 10 . Note thatṘ is given in thousands.", "cite_spans": [{"start": 148, "end": 152, "text": "(24)", "ref_id": null}, {"start": 411, "end": 415, "text": "(25)", "ref_id": "BIBREF25"}, {"start": 416, "end": 420, "text": "(26)", "ref_id": "BIBREF26"}, {"start": 421, "end": 425, "text": "(27)", "ref_id": "BIBREF27"}, {"start": 535, "end": 539, "text": "(28)", "ref_id": "BIBREF28"}, {"start": 813, "end": 817, "text": "(29)", "ref_id": "BIBREF29"}, {"start": 818, "end": 822, "text": "(30)", "ref_id": "BIBREF30"}, {"start": 823, "end": 827, "text": "(31)", "ref_id": "BIBREF31"}, {"start": 911, "end": 915, "text": "(14)", "ref_id": "BIBREF14"}, {"start": 1066, "end": 1070, "text": "(32)", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 1074, "end": 1083, "text": "Figure 10", "ref_id": "FIGREF0"}], "section": "Further Comments"}, {"text": "and, in addition, there are stochastic models (12) , although the calibration becomes extremely difficult with the incomplete data provided by the authorities and the high number of parameters to be found. Finally, since signals propagate instantaneously in diffusion equations, the model predicts that there are more infectious humans (I class) than actual before the latent period and at late stages of the epidemic. Solutions to this problem can be found, for instance, in Keeling and Rohani [(7), Section 3.3]. At the end of the epidemic, more precise information about the parameters will be available, and the complete data can be used to evaluate the development of β (and R 0 ) with time.", "cite_spans": [{"start": 46, "end": 50, "text": "(12)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Further Comments"}, {"text": "The outbreak of a pandemic can have catastrophic consequences, not only from the point of view of the casualties but also economically. Therefore, it is essential to absolutely avoid it by taking the necessary measures at the right time, something that has not been accomplished in Italy and the rest of the world. According to these calculations, the effective measures are social distancing and home isolation, since there is no health system designed for ordinary circumstances that can be prepared for a pandemic, when the number of infected individuals grows exponentially. As can be seen, the pandemic can develop in a FIGURE 12 | Same as Figure 10 but with twice the number of casualties. The solid line corresponds to Case 2 in Table 1. few days and the number of casualties can be extremely high if the fatality rate and contagiousness of the disease are high. The difference of only a few days in taking action can make a big difference in the prevention of this disaster. The pandemic and its consequences were predicted in October 2019 by a group of experts (https://www.politico.com/news/magazine/ 2020/03/07/coronavirus-epidemic-prediction-policy-advice-121172), but states ignored the fact and transnational nature of the threat, delaying the necessary measures to avoid the disaster, minimizing in many cases the downsides to their own populations and economies. Moreover, in less than three weeks, the virus has overloaded the healthcare system all over northern Italy, particularly in Lombardy, where the system cannot support this type of emergency and the authorities are not prepared to deal with the epidemic.", "cite_spans": [], "ref_spans": [{"start": 645, "end": 654, "text": "Figure 10", "ref_id": "FIGREF0"}, {"start": 736, "end": 744, "text": "Table 1.", "ref_id": "TABREF0"}], "section": "Further Comments"}, {"text": "A high number of secondary COVID-19 infections can take place when an infected individual is introduced into a community. It Table 1 .", "cite_spans": [], "ref_spans": [{"start": 125, "end": 132, "text": "Table 1", "ref_id": "TABREF0"}], "section": "CONCLUSIONS"}, {"text": "is essential to simulate the process of infection (and death) in advance so as to apply adequate control measures and mitigate the risk of virus diffusion. One of the most commonly used mathematical algorithms to describe the diffusion of an epidemic disease is the SEIR model, which we have applied to compute the number of infected, recovered, and dead individuals on the basis of the number of contacts, probability of disease transmission, incubation and infectious periods, and disease fatality rate.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "A first analysis of the results of the model is based on the parameters of the SARS disease, and we assume that the parameters do not change during the whole epidemic. When the number of contacts is reduced, the peak decreases in intensity but moves to a later time period, although it is wider. Moreover, a larger number of exposed people does not affect the intensity of the peak but precipitates the epidemic. The incubation period also has an impact on the results, with higher values delaying the epidemic. The dependence on the initial number of infected people is apparently weak if R 0 does not change during the epidemic. Increasing the infectious period has the same effect as increasing the incubation period. Moreover, the day when isolation starts is important, since a difference of only 2 days makes a big difference to the number of casualties.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "The Lombardy modeling assumes 10 million individuals and has been calibrated on the basis of the total number of casualties. The results show that the peak occurs after 37 days, with a final number of dead individuals depending on the reproduction ratio R 0 . With the presently available data, this number is approximately 15,600. Up to day 72 (May 5, the day of writing), the reproduction ratio is 3 before March 16 (day 22), 1.36 between March 16 and March 29 (day 35), and 0.8 after March 29, whereas the fatality rate is 0.00144/day (IFR = 0.57%). We have also doubled the number of casualties and obtained IFR = 2.37 and 0.47%, with the second value corresponding to nine times more exposed individuals. These values are obtained by constraining the incubation and infectious periods to values reported in the literature. If we relax these constraints and use a wider range of lower and upper bounds, we obtain slightly higher incubation and infectious periods compared to the first case but a much higher IFR (2.25 vs. 0.57%), while using many more exposed individuals yields an incubation period of 13 days and a lower IFR (0.6%). Of the many solutions that honor the data, we suggest that those that agree with the experimental data published at present, based on the reported incubation and infection periods and IFR, be considered more realistic. The uncertainty is due to the novelty of the virus, whose properties were unknown two months ago, and the initial conditions, i.e., the initial number of exposed and infectious individuals.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "The present data fit and consequent prediction of the epidemic does not take into account the second phase established by the state, which started on May 4. After the partial opening of the economy and under a less stringent lockdown, the reproduction number could increase and induce a second outbreak of the epidemic. Therefore, a precise determination of the fatality rate is subject to knowledge of the parameters of the epidemic and characteristics of the disease, and it is clear from these calculations that the usefulness of simple models for prediction is limited and that their main role is to help in our understanding of the dynamics of the epidemic.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Models can be used to predict and understand how an infectious disease spreads in the world and how various factors affect the dynamics. Even if the predictions are inaccurate, it has been clear to scientists from many decades that quarantine, social distancing, and the adoption of very strict health and safety standards are essential to stop the spread of a virus. Quarantine was even implemented in medieval times to fight the black death before there was knowledge of the existence of viruses. In this sense, this pandemic reveals the failure of policy-makers, since it is well-known from basic modeling results that earlier adoption of those measures can save thousands of lives and even prevent the pandemic. The interface of science, society, and politics is still uneasy, even in highly developed countries, revealing a disregard for scientific evidence. Moreover, one of the consequences is that some of these countries do not invest sufficiently in R&D and must acquire the new technology from overseas at a much higher cost.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Datasets used in this study can be retrieved at the time of the online publication from https://github.com/pcm-dpc/ COVID-19.", "cite_spans": [], "ref_spans": [], "section": "DATA AVAILABILITY STATEMENT"}, {"text": "JC wrote the theoretical section and performed the analysis. JS verified the figures and contributed to the analysis. CB aided in the solution of the differential equations. JB contributed to the discussion.", "cite_spans": [], "ref_spans": [], "section": "AUTHOR CONTRIBUTIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Spanish Flu of 1918 and How It Changed the World", "authors": [{"first": "L", "middle": ["Pale"], "last": "Spinney", "suffix": ""}, {"first": "", "middle": [], "last": "Rider", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Grand challenge in human/animal virology: unseen, smallest replicative entities shape the whole globe", "authors": [{"first": "A", "middle": [], "last": "Adachi", "suffix": ""}], "year": 2019, "venue": "Front Microbiol", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fmicb.2020.00431"]}}, "BIBREF2": {"ref_id": "b2", "title": "SARS outbreak in Ontario, Hong Kong and Singapore: the role of diagnosis and isolation as a control mechanism", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Fenimore", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Castillo-Garsow", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}], "year": 2003, "venue": "J Theor Biol", "volume": "224", "issn": "", "pages": "1--8", "other_ids": {"DOI": ["10.1016/S0022-5193(03)00228-5"]}}, "BIBREF3": {"ref_id": "b3", "title": "Essai d'une Nouvelle Analyse de la Mortalité causée par la Petite vérole et des Avantages de l'inoculation pour la prévenir", "authors": [{"first": "D", "middle": [], "last": "Bernoulli", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The mathematics of infectious diseases", "authors": [{"first": "H", "middle": ["W"], "last": "Hethcote", "suffix": ""}], "year": 2000, "venue": "SIAM Rev", "volume": "42", "issn": "", "pages": "599--653", "other_ids": {"DOI": ["10.1137/S0036144500371907"]}}, "BIBREF6": {"ref_id": "b6", "title": "Mathematical epidemiology: past, present, and future", "authors": [{"first": "F", "middle": [], "last": "Brauer", "suffix": ""}], "year": 2017, "venue": "Infect Dis Model", "volume": "2", "issn": "", "pages": "113--140", "other_ids": {"DOI": ["10.1016/j.idm.2017.02.001"]}}, "BIBREF7": {"ref_id": "b7", "title": "Modeling Infectious Diseases in Humans and Animals", "authors": [{"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohani", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mathematical Tools for Understanding Infectious Disease Dynamics", "authors": [{"first": "O", "middle": [], "last": "Diekmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Heesterbeek", "suffix": ""}, {"first": "T", "middle": [], "last": "Britton", "suffix": ""}], "year": 2013, "venue": "Princeton Series in Theoretical and Computational Biology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "One-dimensional measles dynamics", "authors": [{"first": "F", "middle": [], "last": "Al-Showaikh", "suffix": ""}, {"first": "E", "middle": [], "last": "Twizell", "suffix": ""}], "year": 2004, "venue": "Appl Math Comput", "volume": "152", "issn": "", "pages": "169--94", "other_ids": {"DOI": ["10.1016/S0096-3003(03)00554-X"]}}, "BIBREF10": {"ref_id": "b10", "title": "Determining important parameters in the spread of malaria through the sensitivity analysis of a mathematical model", "authors": [{"first": "N", "middle": [], "last": "Chitnis", "suffix": ""}, {"first": "Mac", "middle": [], "last": "Hyman", "suffix": ""}, {"first": "J", "middle": [], "last": "Cushing", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "", "suffix": ""}], "year": 2008, "venue": "Bull Math Biol", "volume": "70", "issn": "", "pages": "1272--96", "other_ids": {"DOI": ["10.1007/s11538-008-9299-0"]}}, "BIBREF11": {"ref_id": "b11", "title": "Dynamic behaviour of a discrete-time SIR model with information dependent vaccine uptake", "authors": [{"first": "A", "middle": [], "last": "Onofrio", "suffix": ""}, {"first": "P", "middle": [], "last": "Manfredi", "suffix": ""}, {"first": "E", "middle": [], "last": "Salinelli", "suffix": ""}], "year": 2015, "venue": "J Diff Equat Appl", "volume": "22", "issn": "", "pages": "485--512", "other_ids": {"DOI": ["10.1080/10236198.2015.1107549"]}}, "BIBREF12": {"ref_id": "b12", "title": "A primer on stochastic epidemic models: formulation, numerical simulation, and analysis", "authors": [{"first": "Ljs", "middle": [], "last": "Allen", "suffix": ""}], "year": 2017, "venue": "Infect Dis Model", "volume": "2", "issn": "", "pages": "128--170", "other_ids": {"DOI": ["10.1016/j.idm.2017.03.001"]}}, "BIBREF13": {"ref_id": "b13", "title": "Global dynamics of an SEIRS epidemic model with constant immigration and immunity", "authors": [{"first": "L", "middle": ["J"], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "Q", "middle": [], "last": "Ren", "suffix": ""}, {"first": "Z", "middle": [], "last": "Huo", "suffix": ""}], "year": 2013, "venue": "WSEAS Trans Math", "volume": "12", "issn": "", "pages": "630--670", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "On a new epidemic model with asymptomatic and dead-infective subpopulations with feedback controls useful for Ebola disease", "authors": [{"first": "M", "middle": [], "last": "De La Sen", "suffix": ""}, {"first": "A", "middle": [], "last": "Ibeas", "suffix": ""}, {"first": "S", "middle": [], "last": "Alonso-Quesada", "suffix": ""}, {"first": "R", "middle": [], "last": "Nistal", "suffix": ""}], "year": 2017, "venue": "", "volume": "2017", "issn": "", "pages": "1--22", "other_ids": {"DOI": ["10.1155/2017/4232971"]}}, "BIBREF15": {"ref_id": "b15", "title": "Mathematical Modeling of Epidemic Diseases; A Case Study of the COVID-19 Coronavirus (2020)", "authors": [{"first": "R", "middle": [], "last": "Sameni", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Modeling and analysis of an SEIR epidemic model with a limited resource for treatment", "authors": [{"first": "S", "middle": [], "last": "Al-Sheikh", "suffix": ""}], "year": 2012, "venue": "Glob J Sci Front Res Math Decis Sci", "volume": "12", "issn": "", "pages": "56--66", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Wave Fields in Real Media. Theory and Numerical Simulation of Wave Propagation in Anisotropic, Anelastic, Porous and Electromagnetic Media", "authors": [{"first": "J", "middle": ["M"], "last": "Carcione", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions", "authors": [{"first": "J", "middle": ["M"], "last": "Read", "suffix": ""}, {"first": "Jre", "middle": [], "last": "Bridgen", "suffix": ""}, {"first": "Dat", "middle": [], "last": "Cummings", "suffix": ""}, {"first": "A", "middle": [], "last": "Ho", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Jewell", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--11", "other_ids": {"DOI": ["10.1101/2020.01.23.20018549"]}}, "BIBREF19": {"ref_id": "b19", "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application", "authors": [{"first": "S", "middle": ["A"], "last": "Lauer", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Grantz", "suffix": ""}, {"first": "Q", "middle": [], "last": "Bi", "suffix": ""}, {"first": "F", "middle": ["K"], "last": "Jones", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Meredith", "suffix": ""}], "year": 2020, "venue": "Ann Intern Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.7326/M20-0504"]}}, "BIBREF20": {"ref_id": "b20", "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--20", "other_ids": {"DOI": ["10.25561/77482"]}}, "BIBREF21": {"ref_id": "b21", "title": "Global optimization of statistical functions with simulated annealing", "authors": [{"first": "W", "middle": ["L"], "last": "Goffe", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Ferrier", "suffix": ""}, {"first": "J", "middle": [], "last": "Rogers", "suffix": ""}], "year": 1994, "venue": "J Econ", "volume": "60", "issn": "", "pages": "65--99", "other_ids": {"DOI": ["10.1016/0304-4076(94)90038-8"]}}, "BIBREF22": {"ref_id": "b22", "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "M", "middle": [], "last": "Bushman", "suffix": ""}, {"first": "N", "middle": [], "last": "Kishore", "suffix": ""}, {"first": "N", "middle": [], "last": "Niehus", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "De Salazar", "suffix": ""}], "year": 2020, "venue": "Nat Med Lett", "volume": "26", "issn": "", "pages": "506--516", "other_ids": {"DOI": ["10.1038/s41591-020-0822-7"]}}, "BIBREF23": {"ref_id": "b23", "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis (2020) 1-9", "authors": [{"first": "R", "middle": [], "last": "Verity", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30243-7"]}}, "BIBREF25": {"ref_id": "b25", "title": "Wave simulation in biological media based on the Kelvin-Voigt fractional-derivative stress-strain relation", "authors": [{"first": "M", "middle": [], "last": "Caputo", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Carcione", "suffix": ""}, {"first": "F", "middle": [], "last": "Cavallini", "suffix": ""}], "year": 2011, "venue": "Ultrasound Med Biol", "volume": "37", "issn": "", "pages": "996--1004", "other_ids": {"DOI": ["10.1016/j.ultrasmedbio.2011.03.009"]}}, "BIBREF26": {"ref_id": "b26", "title": "Fractional Calculus and Waves in Linear Viscoelasticity", "authors": [{"first": "F", "middle": [], "last": "Mainardi", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The reconstruction and prediction algorithm of the fractional TDD for the local outbreak of COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2002.10302"]}}, "BIBREF28": {"ref_id": "b28", "title": "Numerical study of SARS epidemic model with the inclusion of diffusion in the system", "authors": [{"first": "A", "middle": [], "last": "Naheed", "suffix": ""}, {"first": "M", "middle": [], "last": "Singh", "suffix": ""}, {"first": "D", "middle": [], "last": "Lucy", "suffix": ""}], "year": 2014, "venue": "Appl Math Comput", "volume": "229", "issn": "", "pages": "480--98", "other_ids": {"DOI": ["10.1016/j.amc.2013.12.062"]}}, "BIBREF29": {"ref_id": "b29", "title": "Epidemic spreading in scale-free networks", "authors": [{"first": "R", "middle": [], "last": "Pastor-Satorras", "suffix": ""}, {"first": "A", "middle": [], "last": "Vespignani", "suffix": ""}], "year": 2001, "venue": "Phys Rev Lett", "volume": "86", "issn": "", "pages": "3200--3203", "other_ids": {"DOI": ["10.1103/PhysRevLett.86.3200"]}}, "BIBREF30": {"ref_id": "b30", "title": "Low prevalence, quasi-stationarity and powerlaw behavior in a model of contagion spreading", "authors": [{"first": "A", "middle": [], "last": "Montakhab", "suffix": ""}, {"first": "P", "middle": [], "last": "Manshour", "suffix": ""}], "year": 2012, "venue": "Explor Front Phys", "volume": "99", "issn": "", "pages": "1--6", "other_ids": {"DOI": ["10.1209/0295-5075/99/58002"]}}, "BIBREF31": {"ref_id": "b31", "title": "Epidemic spreading in complex networks", "authors": [{"first": "R", "middle": [], "last": "Pastor-Satorras", "suffix": ""}, {"first": "C", "middle": [], "last": "Castellano", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Mieghem", "suffix": ""}, {"first": "A", "middle": [], "last": "Vespignani", "suffix": ""}], "year": 2015, "venue": "Rev Modern Phys", "volume": "87", "issn": "", "pages": "925--79", "other_ids": {"DOI": ["10.1103/RevModPhys.87.925"]}}, "BIBREF32": {"ref_id": "b32", "title": "A simulation of a COVID-19 epidemic based on a deterministic SEIR model", "authors": [{"first": "W", "middle": [], "last": "Xia", "suffix": ""}, {"first": "S", "middle": [], "last": "Kundu", "suffix": ""}, {"first": "S", "middle": [], "last": "Maitra", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Carcione", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Santos", "suffix": ""}, {"first": "C", "middle": [], "last": "Bagaini", "suffix": ""}, {"first": "J", "middle": [], "last": "Ba", "suffix": ""}], "year": 2018, "venue": "Adv Diff Equat", "volume": "336", "issn": "", "pages": "1--21", "other_ids": {"DOI": ["10.1101/2020.04.20.20072272"]}}}, "ref_entries": {"FIGREF0": {"text": "= 20,000, I(0) = 1 and R(0) = 0. These data are taken from Chowell et al. [(3),", "latex": null, "type": "figure"}, "FIGREF1": {"text": "(*) Doubling the number of casualties. The values of β refer to the periods (in days): [1, 22], [22, 35], and [35, ∞] (in days). I∞ (in millions) indicates the total number of infected individuals at the end of the epidemic. L denotes the day of the last infected individual, obtained when I < 1. D∞ is the death toll at the end of the epidemic. Read et al. (18) report the mean values ǫ −1 = 4 days and γ −1 = 3.6 days. Lauer et al. (19) report ǫ −1 = 5.1 days. Ferguson et al. (20) estimate an average IFR = 0.9%.", "latex": null, "type": "figure"}, "FIGREF2": {"text": ", [t 1 , t 2 ] . . . [t L−1 , ∞], guided by the measures taken by the state and the behavior of the population.In this case, t 0 = day 1, t 1 = day 22, and t 2 = day 35, i.e., L = 3, since after t 1 (March 16), home isolation, social distancing, and partial national lockdown started to be effective, as indicated by an inflection point in the curve of casualties per day (see below), although it is debatable whether the Italian government", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Number of individuals in the different classes (millions) (A), and total number of deaths and number of deaths per specific day (thousands) (B).The number of exposed people at t = 0 is 20,000, and there is one initially infected individual, I(0) = 1. The value of R 0 = 5.72 means imperfect isolation measures.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Number of infected individuals for different values of R 0 , corresponding to values greater (A) and less (B) than 1.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Number of infected individuals for different values of the initial number of exposed individuals, corresponding to R 0 greater (A) and less (B) than 1.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Number of infected individuals for different values of the incubation period ǫ −1 , corresponding to R 0 greater (A) and less (B) than 1.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Number of infected individuals for different values of the initial number of infected individuals, corresponding to R 0 greater (A) and less (B) than 1.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Number of infected individuals for different values of the infectious period γ −1 , corresponding to R 0 greater (A) and less (B) than 1.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Same as Figure 2 but modifying R 0 from 5.72 to 0.1 at day 22.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Same asFigure 8Bbut starting the isolation two days earlier.an individual in the infectious class, i.e., if α = 0.00144/day (Case 1), the expectancy is 694 days.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "The Lombardy case history. Dead individuals (A) and number of deaths per day (B), where black dots represent the data. The solid line corresponds to Case 1 in", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Number of individuals in the different classes (millions) (A) and recovered individuals per day (Ṙ) compared to the deaths per day (B) for the case shown in", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Same as Figure 10 but with twice the number of casualties. The solid line corresponds to Case 3 in", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Number of individuals in the different classes (millions) for the case shown inFigure 13.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Constraints and initial-final values of the inversion algorithm.", "latex": null, "type": "table"}}, "back_matter": [{"text": "This manuscript has been released as a pre-print at https://arxiv. org/ (33). JC dedicates this work to Antonio Buonomo, who passed away of COVID-19 on March 21, 2020.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2020 Carcione, Santos, Bagaini and Ba. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest:"}]}