{"paper_id": "0e918a2a1f0061b6c2546c6d39248452e2949602", "metadata": {"title": "Global Access to Handwashing: Implications for COVID-19 Control in Low-Income Countries", "authors": [{"first": "Michael", "middle": [], "last": "Brauer", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Washington", "location": {"settlement": "Seattle, Washington", "country": "USA"}}, "email": ""}, {"first": "Jeff", "middle": ["T"], "last": "Zhao", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Washington", "location": {"settlement": "Seattle, Washington", "country": "USA"}}, "email": ""}, {"first": "Fiona", "middle": ["B"], "last": "Bennitt", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Washington", "location": {"settlement": "Seattle, Washington", "country": "USA"}}, "email": ""}, {"first": "Jeffrey", "middle": ["D"], "last": "Stanaway", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Washington", "location": {"settlement": "Seattle, Washington", "country": "USA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "In the initial months of the Coronavirus Disease 2019 pandemic, the outbreak has been concentrated in high-and middle-income countries (HICs and MICs): initially China, followed by high-income East Asia, the Middle East, Europe, and North America. Even as health care systems in these relatively well-equipped regions are strained, there will soon be a need to focus on populations in low-income countries (LICs) where health care resources are limited even before facing the demands of the pandemic. Along with social distancing, handwashing has been advised repeatedly as one of the key actions to reduce transmission of the SARS-CoV-2 virus, responsible for the COVID-19 pandemic (CDC 2020; WHO , 2019 . In a systematic review of physical interventions employed to reduce the transmission of respiratory viruses, handwashing was indicated to be effective with a meta-analytic summary estimate of a 45-55% reduction in transmission (Jefferson et al. 2009 (Jefferson et al. , 2011 . Similarly, a systematic review of the effectiveness of personal protective measures in preventing H1N1 pandemic influenza transmission in human populations indicated a 38% reduction in transmission with handwashing, whereas mask use appeared to be less effective and data for cough etiquette was insufficient (Saunders-Hastings et al. 2017) . A review of influenza transmission in adults also concluded that handwashing was effective in reducing transmission (Smith et al. 2015) .", "cite_spans": [{"start": 683, "end": 693, "text": "(CDC 2020;", "ref_id": null}, {"start": 694, "end": 704, "text": "WHO , 2019", "ref_id": "BIBREF16"}, {"start": 934, "end": 956, "text": "(Jefferson et al. 2009", "ref_id": "BIBREF5"}, {"start": 957, "end": 981, "text": "(Jefferson et al. , 2011", "ref_id": "BIBREF6"}, {"start": 1293, "end": 1324, "text": "(Saunders-Hastings et al. 2017)", "ref_id": "BIBREF11"}, {"start": 1443, "end": 1462, "text": "(Smith et al. 2015)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "Although access to handwashing facilities with soap and water is near universal in HICs, the same is not true for LICs. Because limited access to handwashing facilities may promote the spread and magnitude of the COVID-19 pandemic in LICs, governments and aid agencies may prioritize rapid deployment of access or alternatives such as alcohol-containing handrub solutions to those locations without access. Further, application of COVID-19 forecasting models, especially those derived from HIC and MIC data, to LICs may need to account for handwashing access.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In the context of the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD), we estimated access to a handwashing station with available soap and water for 1,062 locations from 1990 to 2019.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Access to a handwashing station with available soap and water was based on the World Health Organization and United Nations Children's Fund Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (WHO/UNICEF JMP 2020) definition for basic hygiene of \"availability of a handwashing facility on premises with soap and water,\" where a handwashing facility was defined according to United Nations' Sustainable Development Goal 6.2.1 as \"a device to contain, transport or regulate the flow of water to facilitate handwashing.\" (WHO and UNICEF 2017) . This measure is a proxy of actual handwashing practice, but one with improved accuracy compared with other proxy measures such as self-reported handwashing (Ram 2013) . For a full list of data sources, see Excel Table S1 , and for a tabulation of sources by country and year, see Excel Table S2 . We systematically reviewed and reextracted all primary input sources to ensure data quality. When surveys were extracted at the household level, the household weights were multiplied by the household size to provide individual weights for tabulating access by individuals. Thus, all estimates are provided at the individual level to ensure larger households are properly captured. All data were extracted from the original microdata at either the household or individual level, processed to standardize indicators and expand household weights to individual weights, and then tabulated by national or subnational location. We excluded sources that did not include sample weights; were not representative of the population of a GBD (national or subnational) location; were missing data for handwashing station, available water, or available soap; or reported a single, aggregated handwashing agent indicator that included ash, sand, or soil in addition to soap. Country-specific Demographic and Health Surveys, Multiple Indicator Cluster Surveys, and Performance Monitoring and Accountability 2020 surveys as well as several censuses conducted from 2008 to 2019 were included as inputs. Input data sources prior to 2008 were excluded owing to data quality with respect to capturing all three aspects satisfying the definition of basic hygiene, namely, presence of a) a station with available b) soap and c) water.", "cite_spans": [{"start": 534, "end": 555, "text": "(WHO and UNICEF 2017)", "ref_id": "BIBREF18"}, {"start": 714, "end": 724, "text": "(Ram 2013)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 770, "end": 778, "text": "Table S1", "ref_id": null}, {"start": 844, "end": 852, "text": "Table S2", "ref_id": null}], "section": "Methods"}, {"text": "These data sources were used as inputs into the GBD 2017 spatiotemporal Gaussian process regression (ST-GPR) modeling tool, which has been described in detail elsewhere (GBD 2017 Risk Factor Collaborators 2018 . Briefly, this tool uses a two-stage modeling framework that includes a mixed effect linear regression model, followed by a ST-GPR step to model the proportion of the population with access to a handwashing station on premises with available soap and water by year and location from 1990 to 2019. This model allows us to borrow strength across space and time and to leverage information from predictive covariates in order to produce a complete set of estimates for all GBD locations and estimation years. The linear regression model included as covariates the proportion of individuals with access to piped water (modeled in a similar fashion from country-specific surveys) and the sociodemographic index (SDI; a composite measure including income per capita, education, and fertility), with region and super-region random effects. In total, 153 surveys from 88 countries and territories were included as inputs ( Figure 1 ). Piped water was included as a covariate because there was an observed statistical relationship between piped water and handwashing access in surveys where both were collected and because more complete information on piped water was available from surveys than for handwashing access. We therefore used estimates of piped water as a predictive covariate to improve estimates of handwashing. All of the included handwashing access data sources were from the years 2008-2019. For the piped water covariate, piped covariate, we included 1103 input data sources, spanning from 1980 to 2018. In total, we estimated access for 204 national and nonsovereign locations (e.g., Guam, Puerto Rico) and 858 subnational administrative areas. In India, we also modeled urban and rural locations as source input data and covariates were coded to urban and rural locations through the GBD collaborator network. In several other locations, subnational administrative boundaries defined urban (metropolitan) areas, allowing for some inferences on access to handwashing facilities with available soap and water.", "cite_spans": [{"start": 169, "end": 178, "text": "(GBD 2017", "ref_id": null}, {"start": 179, "end": 209, "text": "Risk Factor Collaborators 2018", "ref_id": null}], "ref_spans": [{"start": 1126, "end": 1134, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Methods"}, {"text": "In 2019, 2.02 [95% uncertainty interval (UI): 1.91, 2.14] billion people (26.1% of the global population) were estimated to lack access to handwashing facilities with soap and water. We estimated higher proportions without access in LICs, especially those in sub-Saharan Africa, South Asia, and the Caribbean (Figure 2 ). In 46 countries, more than half of the population lacked access, and in eight countries (India, Nigeria, China, Ethiopia, Democratic Republic of the Congo, Bangladesh, Pakistan, Indonesia) more than 50 million persons were estimated to be without handwashing access. Example figures showing the ST-GPR estimates and fits to survey data for these locations are provided in Figures S1-S8. In India alone, some 499 million (95 UI: 393 million, 608 million) people lacked access. For estimates for all national and subnational locations for all years from 1990 to 2019, see Excel Files S3 and S4, respectively.", "cite_spans": [], "ref_spans": [{"start": 309, "end": 318, "text": "(Figure 2", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "Although the numbers of people lacking access to handwashing facilities with soap and water are large, there have been substantial improvements in many regions of the world (Table 1 ). In particular, we estimated that there were more than 25% reductions in lack of access from 1990 to 2019 in 17 countries and territories (Paraguay, Gabon, Bhutan, Equatorial Guinea, Oman, Botswana, São Tomé and Príncipe, Tanzania, Palestine, Guatemala, Nepal, Marshall Islands, Morocco, Tokelau, Tuvalu, Congo, Saudi Arabia) (see Excel File S3 and Figures S1-S21). These reductions parallel regionwide improvements in some cases (e.g., north Africa and the Middle East, Latin America), whereas others are unique examples within their respective regions (e.g., Bhutan, Gabon, Equatorial Guinea, Tanzania, Botswana, São Tomé and Príncipe). Overall, however, little progress has been made throughout most of sub-Saharan Africa. Access is strongly related to SDI, although substantial variability is present at similar SDI levels and within regions (Figure 3 ).", "cite_spans": [], "ref_spans": [{"start": 173, "end": 181, "text": "(Table 1", "ref_id": null}, {"start": 1030, "end": 1039, "text": "(Figure 3", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "LICs have reduced health care system capacity and are, therefore, at risk of substantially higher COVID-19 case fatality rates than Number of unique sources 1 to 3 3 to 5 5 to 7 7 to 9 9 to 11 Number of input data sources by country and territory Table S1 for input data sources and Excel Table S2 for corresponding numeric data. those currently seen in HICs. In this context, suppression of transmission has heightened urgency. Inadequate access to handwashing facilities with soap and water remains prevalent in many LICs, and this is likely to facilitate COVID-19 transmission. Rural populations have disproportionately poor access to handwashing facilities; for example, across India, state-level estimates ranged from 6% without access (Mizoram) to 31% (Odisha) in urban areas, and from 13% without access (rural Delhi) to 68% (Jharkhand) in rural areas. However, access is also limited in urban slums and other informal settlements. Our estimates indicate that, in 2019, 15% of the population in urban Delhi, 58% in Addis Ababa (province) and 54% in Nairobi (province) lacked handwashing access. Should the pandemic coincide with water shortages, such as those seen in Cape Town and Chennai in 2019 (Holden and Doshi 2019), access will be further restricted and will disproportionately harm those who can least afford to pay for water. In densely populated urban areas, social distancing is also very challenging given the high population densities. Further, effective within-household quarantine is likely impossible with larger families living together in a single home. Reducing COVID-19 transmission in high-density urban areas with low access to handwashing may prove especially difficult and will require urgent attention and implementation of alternative strategies to those implemented in HICs and MICs.", "cite_spans": [], "ref_spans": [{"start": 247, "end": 255, "text": "Table S1", "ref_id": null}, {"start": 289, "end": 297, "text": "Table S2", "ref_id": null}], "section": "Discussion"}, {"text": "Alcohol-containing handrub solutions are an efficacious alternative to hand washing with soap and water (Kampf 2018) . Guidance exists for local production of handrub solutions, and evidence from prior epidemics supports the effectiveness of local production Table 1 . Estimated percentage of population without access to handwashing with soap and water globally and by GBD region, 1990 and 2019. Estimates were based upon input survey data inputs into a spatiotemporal Gaussian process regression model with access to piped water and the sociodemographic index as model covariates.", "cite_spans": [{"start": 104, "end": 116, "text": "(Kampf 2018)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 259, "end": 266, "text": "Table 1", "ref_id": null}], "section": "Discussion"}, {"text": "Percentage of population without access, 1990 (95% UI) Percentage of population without access, 2019 (95% UI) (WHO 2010). However, reliance on handrub solutions is less desirable compared with handwashing given the requirements for sustainable production and distribution, the cost implications for low-income populations, the concerns regarding flammability of reagents, and the potential for poisoning due to ingestion of handrub solutions (Gormley et al. 2012 ). Further, access to handwashing with soap and water can offer more equitable and lasting protection in future epidemics and can also protect against nonepidemic transmission of diarrheal disease (Wolf et al. 2018 ) and lower respiratory infections (Mbakaya et al. 2017; Rabie and Curtis 2006) if sufficiently maintained. Indeed, in 2017 inadequate access to handwashing was estimated to be responsible for 35% of the global diarrheal disease burden and 9.7% of the global burden from lower respiratory infections, in total accounting for 38.4 million disability-adjusted life years (95% UI: 22.8 million, 52.0 million), and 707,000 deaths (95% UI: 416,000, 1,022,000) (GBD 2017 Risk Factor Collaborators 2018 . Increases in these and other common causes of death unrelated to COVID-19 are also likely to be affected as LIC health care systems are overwhelmed during the pandemic. Immediate efforts to increase handwashing access or alternatives could help alleviate some of the baseline disease burden from diarrhea and lower respiratory infections during the pandemic and spare valuable resources to focus on COVID-19 cases. Progress toward improving access to handwashing has been accelerated given the recognition of its importance in two of the United Nations' Millennium Development Goals-namely, reducing childhood mortality and combatting HIV/AIDS, malaria, and other diseases-and more recently as part of Sustainable Development Goal 6, which is to ensure availability and sustainable management of water and sanitation for all, with the indicator 6.2.1 used in this analysis (SDG Global Indicator Platform 2018). With estimates provided here for 2019, this analysis presents the most recent and comprehensive global estimates of handwashing access to date, including estimates for 204 national and nonsovereign locations and 858 subnational administrative areas. The enhanced spatial resolution gained by including subnational locations reduces the potential for spatial misalignment between survey responses and population density, thereby providing a more accurate picture of the true population with access in each country, and offers policy makers more detailed and actionable evidence.", "cite_spans": [{"start": 442, "end": 462, "text": "(Gormley et al. 2012", "ref_id": "BIBREF3"}, {"start": 660, "end": 677, "text": "(Wolf et al. 2018", "ref_id": "BIBREF21"}, {"start": 713, "end": 734, "text": "(Mbakaya et al. 2017;", "ref_id": "BIBREF8"}, {"start": 735, "end": 757, "text": "Rabie and Curtis 2006)", "ref_id": "BIBREF9"}, {"start": 1133, "end": 1142, "text": "(GBD 2017", "ref_id": null}, {"start": 1143, "end": 1173, "text": "Risk Factor Collaborators 2018", "ref_id": null}], "ref_spans": [], "section": "Region"}, {"text": "As in most global-scale analyses, these estimates include several limitations. Most important, although we developed comprehensive global estimates, a number of potential sources from 2000 to 2005 reported a soap indicator that included other handwashing agents such as ash, sand, or soil and, therefore, did not meet the JMP's definition for basic hygiene. This considerable limitation is reflected in the uncertainty in national-level estimates. These national-level estimates are based on recently available survey data; however, the year of the most recent survey varies by location, also contributing to uncertainty. Although our spatiotemporal model estimates incorporate trends to estimate access in 2019, the most recent source input data may have been from earlier years (see Excel Files S1 and S2). Similarly, estimates for years prior to 2008 were derived from the ST-GPR model and not from survey inputs. This is reflected in the uncertainty intervals (see Figures S22-S29) . Further, our estimates likely do not reflect recent disruptive events such as conflicts, largescale migrations, or natural disasters. These events are likely to increase the number of people living without access to handwashing and also to increase the number of people living in densely populated settings where social distancing is also challenged. Because the input data sources are based on snapshot observations, they also do not reflect intermittent or discontinued water supplies that can be common in many locations. Data coverage was best throughout Africa and relatively poor in South America and South and East Asia (Figure 1 ). Our estimates also do not include access to handwashing facilities in non-household settings such as schools, workplaces, health care facilities, and other public locations such as markets. The extent to which these locations may remain accessible during stay-at-home and other restrictions related to the COVID-19 response is unknown.", "cite_spans": [], "ref_spans": [{"start": 969, "end": 985, "text": "Figures S22-S29)", "ref_id": "FIGREF1"}, {"start": 1615, "end": 1624, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Region"}, {"text": "Our estimates update and expand upon other available estimates of handwashing access developed by the WHO and the WHO/UNICEF JMP. Specifically, we produce estimates on a much broader spatial and temporal scale. The most recent JMP report includes estimates for 96 countries up to the year 2017 (UNICEF 2019) as well as urban and rural estimates for most of those locations, whereas we have estimated for 1,062 national and subnational locations from 1990 to 2019. We are able to do so because our modeling methods borrow strength across time and space and they leverage information from predictive covariates to produce estimates for locations without data. The first stage of our modeling process involves running a mixed-effects linear model, with fixed effects on SDI and proportion of the population with access to a piped water source and country-and region-level random effects. These covariates inform the model fit in all locations, especially those without data. After the linear model was run, the next steps involved spatial and temporal smoothing. Essentially, when estimating for any given location-year, data points that are geographically and temporally proximate are weighted more heavily than more distant data points. For example, if a subnational location has no data, the national-level data informs the model fit; similarly, in a country with no data, the region-level data informs its estimates. Our estimation models allow for nonlinear trends, borrows strength from similar sources to extend spatial coverage, uses predictive covariates to inform estimates, and leads to more robust estimates by including both large and smaller surveys. In comparison, the JMP uses a set of rules to linearly interpolate and extrapolate data separately for each location.", "cite_spans": [], "ref_spans": [], "section": "Region"}, {"text": "The JMP reports three different levels of access to handwashing: a) basic, meaning access to a handwashing facility with soap and water; b) limited, a facility with no soap or water, and c) none. Because we defined anyone without access to a handwashing facility with soap and water as having no access, we compared our estimates to the sum of the JMP's limited category (access to a facility, but no soap or water) and no facility category. The overall correlation coefficient between the two sets of estimates (for locations where the JMP provides estimates) was 0.94, whereas the year-specific correlation coefficient ranged from 0.91 (comparing 2017 estimates, the most recent year of JMP estimates) to 0.985 (comparing 2003 estimates).", "cite_spans": [], "ref_spans": [], "section": "Region"}, {"text": "We have presented estimates of access to handwashing facilities, which is an imperfect proxy for actual handwashing behavior given that previous research indicates that the prevalence of actual handwashing is lower than the prevalence of access to handwashing facilities (Freeman et al. 2014; Wolf et al. 2018) . Despite this limitation, our approach has two notable advantages. First, although adequate data exist to model access, data on handwashing behavior are inadequate to support a reliable global model. Second, the proportion of people with access to handwashing likely represents the upper limit of the proportion of people engaged in handwashing. Because concerns about COVID transmission have likely increased handwashing well above regular levels, access might better represent current handwashing levels.", "cite_spans": [{"start": 271, "end": 292, "text": "(Freeman et al. 2014;", "ref_id": "BIBREF1"}, {"start": 293, "end": 310, "text": "Wolf et al. 2018)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Region"}, {"text": "Understanding disparities in handwashing access must be considered in COVID-19 forecasting models, especially when applied to LICs. Specifically, given that the pandemic has initially affected mainly HICs with high handwashing access, transfer of transmission efficiency estimates and/or epidemic time trends from such settings should be adjusted when applied to settings with poor access to handwashing. For example, R 0 estimates may be higher and/or more uncertain in settings with poor handwashing access compared with those estimated from HIC settings where the first wave of the epidemic has largely been completed. Further, the impacts of social distancing that appear to have been successful in reducing transmission in HIC settings (which typically have high levels of handwashing access) may be less effective in settings where handwashing access is low. We suggest including variation in handwashing access as a covariate in the application of forecasts to data-sparse LICs.", "cite_spans": [], "ref_spans": [], "section": "Region"}, {"text": "In the context of the global impact of COVID-19, inadequate access to handwashing affects a large proportion of the world's population and may undermine strategies for control of disease transmission. For those locations currently without access, alternative strategies are urgently needed. To the extent that access can be implemented in the short-term, opportunities exist to both help reduce COVID-19 transmission and help reduce, in the long-term, the 707,000 deaths from diarrheal disease and lower respiratory infections that are attributable to no handwashing access.", "cite_spans": [], "ref_spans": [], "section": "Region"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "2020. Coronavirus disease 2019", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Hygiene and health: systematic review of handwashing practices worldwide and update of health effects", "authors": [{"first": "M", "middle": ["C"], "last": "Freeman", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Stocks", "suffix": ""}, {"first": "O", "middle": [], "last": "Cumming", "suffix": ""}, {"first": "A", "middle": [], "last": "Jeandron", "suffix": ""}, {"first": "Jpt", "middle": [], "last": "Higgins", "suffix": ""}, {"first": "J", "middle": [], "last": "Wolf", "suffix": ""}], "year": 2014, "venue": "Trop Med Int Health", "volume": "19", "issn": "8", "pages": "906--916", "other_ids": {"DOI": ["10.1111/tmi.12339"], "PMID": ["24889816"]}}, "BIBREF2": {"ref_id": "b2", "title": "Global, regional, and national comparative risk assessment of 84 behavioural, environmental and occupational, and metabolic risks or clusters of risks for 195 countries and territories, 1990-2017: a systematic analysis for the Global Burden of Disease Study", "authors": [], "year": 2017, "venue": "GBD 2017 Risk Factor Collaborators", "volume": "392", "issn": "", "pages": "32225--32231", "other_ids": {"DOI": ["10.1016/S0140-6736(18)32225-6"], "PMID": ["30496105"]}}, "BIBREF3": {"ref_id": "b3", "title": "The rising incidence of intentional ingestion of ethanol-containing hand sanitizers", "authors": [{"first": "N", "middle": ["J"], "last": "Gormley", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Bronstein", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Rasimas", "suffix": ""}, {"first": "M", "middle": [], "last": "Pao", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Wratney", "suffix": ""}, {"first": "J", "middle": [], "last": "Sun", "suffix": ""}], "year": 2012, "venue": "Crit Care Med", "volume": "40", "issn": "1", "pages": "290--294", "other_ids": {"DOI": ["10.1097/CCM.0b013e31822f09c0"], "PMID": ["21926580"]}}, "BIBREF4": {"ref_id": "b4", "title": "Extreme water stress affects a quarter of the world's population, say experts. Qatar, Israel and Lebanon top list of places with worst shortages, as climate crisis threatens more 'day zeroes.' Guardian, online edition", "authors": [{"first": "E", "middle": [], "last": "Holden", "suffix": ""}, {"first": "V", "middle": [], "last": "Doshi", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses: systematic review", "authors": [{"first": "T", "middle": [], "last": "Jefferson", "suffix": ""}, {"first": "Del", "middle": [], "last": "Mar", "suffix": ""}, {"first": "C", "middle": [], "last": "Dooley", "suffix": ""}, {"first": "L", "middle": [], "last": "Ferroni", "suffix": ""}, {"first": "E", "middle": [], "last": "Al-Ansary", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Bawazeer", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "", "suffix": ""}], "year": 2009, "venue": "BMJ", "volume": "339", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.b3675"], "PMID": ["19773323"]}}, "BIBREF6": {"ref_id": "b6", "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses", "authors": [{"first": "T", "middle": [], "last": "Jefferson", "suffix": ""}, {"first": "Del", "middle": [], "last": "Mar", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Dooley", "suffix": ""}, {"first": "L", "middle": [], "last": "Ferroni", "suffix": ""}, {"first": "E", "middle": [], "last": "Al-Ansary", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Bawazeer", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "", "suffix": ""}], "year": 2011, "venue": "Cochrane Database Syst Rev", "volume": "2011", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.1002/14651858.CD006207.pub4"], "PMID": ["21735402"]}}, "BIBREF7": {"ref_id": "b7", "title": "Efficacy of ethanol against viruses in hand disinfection", "authors": [{"first": "G", "middle": [], "last": "Kampf", "suffix": ""}], "year": 2018, "venue": "J Hosp Infect", "volume": "98", "issn": "4", "pages": "331--338", "other_ids": {"DOI": ["10.1016/j.jhin.2017.08.025"], "PMID": ["28882643"]}}, "BIBREF8": {"ref_id": "b8", "title": "Hand hygiene intervention strategies to reduce diarrhoea and respiratory infections among schoolchildren in developing countries: a systematic review", "authors": [{"first": "B", "middle": ["C"], "last": "Mbakaya", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "Rlt", "middle": [], "last": "Lee", "suffix": ""}], "year": 2017, "venue": "Int J Environ Res Public Health", "volume": "14", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph14040371"], "PMID": ["28368323"]}}, "BIBREF9": {"ref_id": "b9", "title": "Handwashing and risk of respiratory infections: a quantitative systematic review", "authors": [{"first": "T", "middle": [], "last": "Rabie", "suffix": ""}, {"first": "V", "middle": [], "last": "Curtis", "suffix": ""}], "year": 2006, "venue": "Trop Med Int Health", "volume": "11", "issn": "3", "pages": "258--267", "other_ids": {"DOI": ["10.1111/j.1365-3156.2006.01568.x"], "PMID": ["16553905"]}}, "BIBREF10": {"ref_id": "b10", "title": "Practical guidance for measuring handwashing behavior: 2013 update. Global scaling up handwashing. Water and Sanitation Program Working Paper", "authors": [{"first": "P", "middle": [], "last": "Ram", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Effectiveness of personal protective measures in reducing pandemic influenza transmission: a systematic review and meta-analysis", "authors": [{"first": "P", "middle": [], "last": "Saunders-Hastings", "suffix": ""}, {"first": "Jag", "middle": [], "last": "Crispo", "suffix": ""}, {"first": "L", "middle": [], "last": "Sikora", "suffix": ""}, {"first": "D", "middle": [], "last": "Krewski", "suffix": ""}], "year": 2017, "venue": "Epidemics", "volume": "20", "issn": "", "pages": "1--20", "other_ids": {"DOI": ["10.1016/j.epidem.2017.04.003"], "PMID": ["28487207"]}}, "BIBREF12": {"ref_id": "b12", "title": "6.2.1 Proportion of Population with Basic Handwashing Facilities on Premises", "authors": [], "year": 2018, "venue": "SDG Global Indicator Platform", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Use of non-pharmaceutical interventions to reduce the transmission of influenza in adults: a systematic review", "authors": [{"first": "Sms", "middle": [], "last": "Smith", "suffix": ""}, {"first": "S", "middle": [], "last": "Sonego", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Wallen", "suffix": ""}, {"first": "G", "middle": [], "last": "Waterer", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Cheng", "suffix": ""}, {"first": "P", "middle": [], "last": "Thompson", "suffix": ""}], "year": 2015, "venue": "Respirology", "volume": "20", "issn": "6", "pages": "896--903", "other_ids": {"DOI": ["10.1111/resp.12541"], "PMID": ["25873071"]}}, "BIBREF14": {"ref_id": "b14", "title": "United Nations Children's Fund)", "authors": [], "year": 2000, "venue": "Progress on Household Drinking Water, Sanitation and Hygiene", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Guide to local production: WHOrecommended handrub formulations", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "World Health Organization. Country & technical guidance-coronavirus disease (COVID-19", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Water, sanitation, hygiene and waste management for COVID-19. Technical brief", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Progress on Drinking Water, Sanitation and Hygiene", "authors": [{"first": "Unicef", "middle": [], "last": "Who", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Joint Monitoring Programme for Water Supply, Sanitation and Hygiene)", "authors": [{"first": "", "middle": [], "last": "Who/Unicef Jmp (who/Unicef", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Impact of drinking water, sanitation and handwashing with soap on childhood diarrhoeal disease: updated meta-analysis and meta-regression", "authors": [{"first": "J", "middle": [], "last": "Wolf", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hunter", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Freeman", "suffix": ""}, {"first": "O", "middle": [], "last": "Cumming", "suffix": ""}, {"first": "T", "middle": [], "last": "Clasen", "suffix": ""}, {"first": "J", "middle": [], "last": "Bartram", "suffix": ""}], "year": 2018, "venue": "Trop Med Int Health", "volume": "23", "issn": "5", "pages": "508--525", "other_ids": {"DOI": ["10.1111/tmi.13051"], "PMID": ["29537671"]}}}, "ref_entries": {"FIGREF0": {"text": "Number of input data sources by country and territory, 2019. See Excel", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Estimated proportion of the population with no access to a handwashing station with soap and water in 2019. See Excel Tables S3 and S4 for corresponding numeric data for 2019 and all years (1990-2019).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Estimated relationship between no access to a handwashing station with soap and water and SDI, by GBD region, 2019. Note: GBD, Global Burden of Diseases Injuries, and Risk Factors Study; SDI, sociodemographic index.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Note: GBD, Global Burden of Diseases Injuries, and Risk Factors Study; UI, uncertainty interval.", "latex": null, "type": "table"}}, "back_matter": [{"text": "This work was supported by funding from the Bill & Melinda Gates Foundation. M.B. acknowledges support from the Pathways to Equitable Healthy Cities grant from the Wellcome Trust.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}