{
    "paper_id": "0e9e4609ec6c84bf2b0eda89140d7a5e5276ce71",
    "metadata": {
        "title": "Journal Pre-proof Catheter-directed thrombolysis in COVID-19 pneumonia with acute PE: Thinking beyond the guidelines Catheter-directed thrombolysis in COVID-19 pneumonia with acute PE: thinking beyond the guidelines",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "D"
                ],
                "last": "Qanadli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Gudmundsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Cardiothoracic and Vascular Division",
                    "institution": "Lausanne University Hospital and University of Lausanne",
                    "location": {
                        "addrLine": "Rue du Bugnon 46",
                        "postCode": "1011",
                        "settlement": "Lausanne",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "C"
                ],
                "last": "Rotzinger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qanadli",
                "middle": [],
                "last": "Sd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Cardiothoracic and Vascular Division",
                    "institution": "Lausanne University Hospital and University of Lausanne",
                    "location": {
                        "addrLine": "Rue du Bugnon 46",
                        "postCode": "1011",
                        "settlement": "Lausanne",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Rotzinger",
                "middle": [],
                "last": "Dc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Cardiothoracic and Vascular Division",
                    "institution": "Lausanne University Hospital and University of Lausanne",
                    "location": {
                        "addrLine": "Rue du Bugnon 46",
                        "postCode": "1011",
                        "settlement": "Lausanne",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "C"
                ],
                "last": "Rotzinger",
                "suffix": "",
                "affiliation": {},
                "email": "david.rotzinger@chuv.ch"
            }
        ]
    },
    "abstract": [
        {
            "text": "Prof Qanadli has nothing to declare. Dr Gudmundsson has nothing to declare. Dr Rotzinger has nothing to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "No funding was received for the writing of this opinion. Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof (111 mg/l), elevated D-dimers (35'000 ng/ml), elevated high-sensitivity cardiac troponin (60 ng/l), prolonged prothrombin time (45 seconds [normal range: 26-37s]), and mild thrombopenia 126 x 10 9 /l. Arterial PaO2 was markedly decreased (28.7 mmHg). Although the patient was at intermediate-low risk for PE death at the time of diagnosis, the simultaneous presence of COVID-19 pneumonia, PE with a high clot burden and distal perfusion impairment, disturbed coagulation factors, and elevated inflammatory markers raised concern for exacerbation of COVID-19 and development of severe acute respiratory syndrome. For these reasons, the patient was treated with catheter-directed ultrasound-assisted thrombolysis (Figure, d) using two 6-French Journal Pre-proof J o u r n a l P r e -p r o o f catheters inserted through the right common femoral vein and placed in the right and left lung, respectively. A total of 30 mg of rt-PA were infused over 15 hours, and the patient's clinical condition improved rapidly. The next day, his heart rate was 85/min, respiratory rate 25/min, and PaO 2 raised to 86.9 mmHg under a reduced oxygen flow rate (5 l/min). A follow-up pulmonary CT angiogram demonstrated marked clot burden reduction, with a CT obstruction index of 27.5%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Figure caption: Pre-therapy pulmonary CT angiography demonstrating saddle pulmonary embolism with a high clot burden (a), and normal right-to-left ventricular ratio (0.86) (b). Lung window shows typical COVID-19 pneumonia appearance, including peripheral mixed Journal Pre-proof J o u r n a l P r e -p r o o f consolidative and ground-glass opacities with vascular enlargement (black arrow, c).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Placement of catheters in the right and left pulmonary arteries for thrombolysis (d).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The incidence of acute PE in COVID-19 remains unknown; nevertheless, growing evidence suggests that critically ill patients are at increased risk of thromboembolism, and elevated D-dimer levels are associated with high mortality in these patients [5] .",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "has been identified as a significant indicator of poor prognosis [2] , and recent reports attempted to understand COVID-19-related coagulopathy and raised awareness of acute pulmonary embolism (PE) events [3; 4] .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 205,
                    "end": 211,
                    "text": "[3; 4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a man in his 50s admitted due to low-grade fever, dyspnea, vomiting, and Furthermore, induced bleeding is a major concern when using aggressive therapies such as thrombolysis, and must be considered when assessing benefits and risksparticularly in intermediate-risk patients. For this reason, our team used catheterdirected ultrasound-assisted thrombolysis; this system presents promising results regarding the risk of major bleeding complications [10], at least through a reduced thrombolytic agent dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, because COVID-19 pneumonia is associated with an increased thromboembolic risk, thrombosis prophylaxis is recommended for all inpatients. On the other hand, guidelines to manage patients having COVID-19 pneumonia complicated by PE with a high CT obstruction index are currently lacking. In our case, endovascular treatment was used to improve lung function efficiently because of concern related to the combined hypoxemic effects of impaired arterial perfusion and infectious lung inflammation, adding up and possibly exacerbating the clinical course of COVID-19 pneumonia. However, this strategy is not recommended by the current guidelines. Awaiting further evidence, it should necessarily receive consensus from a",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy",
            "authors": [],
            "year": null,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14817"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "D-dimer levels on admission to predict in-hospital mortality in patients with Covid-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14859"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Klok",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kruip",
                    "suffix": ""
                },
                {
                    "first": "Njm",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.thromres.2020.04.013"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonary embolism in patients with COVID-19: Time to change the paradigm of computed tomography",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Rotzinger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beigelman-Aubry",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Garnier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qanadli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "190",
            "issn": "",
            "pages": "58--59",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe COVID-19 infection associated with endothelial activation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Escher",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Breakey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lämmle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "190",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ISTH interim guidance on recognition and management of coagulopathy in COVID-19: A Comment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Yaffe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14860"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The 2019 ESC Guidelines on the Diagnosis and Management of Acute Pulmonary Embolism",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Konstantinides",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur Heart J",
            "volume": "40",
            "issn": "",
            "pages": "3453--3455",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Catheter-directed thrombolysis in COVID-19 pneumonia with acute PE: thinking beyond the guidelines As in any acute infection, severe coronavirus disease (COVID-19) is associated with a systemic inflammatory response, which can lead to coagulation disorders, sometimes referred to as sepsis-induced coagulopathy [1]. Disturbed coagulation in COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "progressively worsening coughing for five days, CT showed typical features of COVID-19 pneumonia (Figure, c). However, saddle PE was found as well (Figure, a) with a CT obstruction index of 75% and a normal right-to-left ventricular ratio (Figure, b). His heart rate was 112/minute, blood pressure 105/75 mmHg, respiratory rate 23/minute while on oxygen (flow rate: 10 l/minute), with a sO2 of 89%. Blood sampling showed normal leukocyte count (7.0 x 10 9 /l), elevated C-reactive protein J o u r n a l P r e -p r o o f by clots did not necessarily follow the COVID-19 lesion distribution. Considering the currently limited knowledge concerning the interaction between thromboembolic disorders and COVID-19 pneumonia, this non-evidence-based management strategy was applied after careful review of the patient's clinical course by a multidisciplinary team. While not representative of the standard of care, systemic rescue thrombolysis was recently suggested in patients having intermediate-risk PE in case of deterioration under anticoagulation therapy [8], and other authors proposed thrombolysis for severely ill COVID-19 patients with acute PE [9].",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}