{
    "paper_id": "0e9f1b341cd1911e7f5718f9dd900a4dd311b0c7",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the pathogen that causes COVID-19, the cause of a pandemic that is currently threatening millions of lives globally. Around 10-20% of adult patients with COVID-19, particularly older people and those with comorbidities, develop severe or life-threatening disease characterised by acute respiratory distress syndrome (ARDS) and clinical and labor atory features of a cytokine storm. 1 Despite reports of a prob able COVID-19associated hyperinflammatory syn drome reminiscent of Kawasaki disease in a subset of children and young people, overall younger people develop severe symptoms of COVID-19 less frequently than adults, and are at lower risk for hospitalisation and life-threatening complica tions, raising questions over whether age-specific variables might be protective. 2 The association between severe COVID-19 and advanced age is reminiscent of the severe acute respiratory syndrome (SARS) epidemic dur ing 2002 and 2003. Less than 5% of individuals affec ted were children, of whom less than 1% required ventilatory support. Postcontainment seroprevalence studies showed that subclinical SARS and asymptomatic transmission by children had not occurred. By contrast, unpublished data from South Korea and Germany on SARS-CoV-2 suggest that children and young people do get infected but are under represented when diagnostic efforts focus on symptomatic individuals. Indeed, several reports suggest that the paediatric infection risk is similar to adults. 2 Although the frequency of asymptomatic SARS-CoV-2 infections among children and young people is unknown, we assume that the paediatric infection rate and thereby the role of young people as drivers of pathogen transmission is substantial.",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 843,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1529,
                    "end": 1530,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in children and young people"
        },
        {
            "text": "Asymptomatic courses of COVID-19 in children and young people are intriguing, as children are susceptible to other respiratory viral illnesses, and are prone to severe presentation. Over 75% of children seroconvert in response to seasonal coronaviruses before their fourth birth day. Seasonal coronavirus antibody titres wane over time, which is most obvious in people older than 60 years. Restricted cross-reactivity of antibodies against seasonal coronaviruses and SARS exists, and a more than 4 times titre increase of seasonal coronavirus anti bodies in sera of convalescent patients with SARS reflects immunological recall effects. The relevance of both specificity and titre of antibodies in this context has been shown in other viral illnesses, 3 and this could influ ence immune pathology. Through Fcγ receptor ligation, antibody-bound virions can enter susceptible cells, such as macrophages, in a pro cess termed antibodydepen dent enhancement. Where antibody-dependent enhance ment has been described previously, for example in dengue virus infections, virions inhibit type I interferon responses, thereby suppressing antiviral responses while promoting proinflammatory interleukin (IL)-6 and tumour necrosis factor (TNF) expression. 4,5 Furthermore, rapid recall antibody pro duction contributes to immune com plex deposition that can promote inflammation and damage, including vasculitis. 3 Both antibody specificity and antibody titre affect antibody-dependent enhancement. At higher titres, antibodies directed against seasonal coronaviruses in children and young people might confer some protec tion, whereas waning of partly cross-reactive seasonal corona virus antibodies in older people might place them at higher risk for antibody-dependent enhancement. Additionally, priming of recall antibody production might facilitate infection of monocytes and macrophages or immune complex associated inflammation.",
            "cite_spans": [
                {
                    "start": 752,
                    "end": 753,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1402,
                    "end": 1403,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in children and young people"
        },
        {
            "text": "The angiotensin-converting enzyme 2 (ACE2) transmem brane enzyme is the cellular receptor for SARS-CoV-2. 2 Varying ACE2 expression might affect disease susceptibility and progression. ACE2 expression is high est in children and young people and women, decreases with age, and is lowest in people with dia betes and hypertension. Therefore, lower levels of expres sion of the viral receptor ACE2 are found in those at the highest risk for progression of COVID-19 to a severe disease phenotype. 6 ACE2 is part of the ACE2-angiotensin-(1-7)-Mas system, which counteracts the pro inflam matory effects of the ACE-angiotensin-2 axis. ACE2 catalyses angiotensin-2 pro cess ing into angiotensin-1-7, which counteracts vasoconstriction, and nega tively modulates leukocyte migration, cytokine expression, and fibrogenic pathways. 7 Higher density of ACE2 expression at baseline might be beneficial when virions compete with angiotensin-2 for binding sites, and could enable children and young people to maintain angiotensin-1-7 levels that counteract the proinflammatory actions of angiotensin-2. Variable ACE2 expression might explain why children and young people can be infected with SARS-CoV-2 but be rela tively exempt from hyperinflammation and the associated complications.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 823,
                    "end": 824,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in children and young people"
        },
        {
            "text": "Live vaccinations appear to protect against infectious pathogens beyond the intended target antigen by priming the innate immune system to mediate non-specific heterologous effects. Examples include a blunted response to yellow fever vaccine, and increased ex vivo production of pro-inflammatory IL-1β and TNF in response to Staphylococcus aureus or Candida spp after BCG vaccination. Infants vaccinated with BCG show significantly reduced infection-related mortality, attributed to epigenetic modulations that affect innate immunity. 8, 9 However, heterologous immune responses to unrelated antigens could have detrimental effects for the host. Adults have memory T cells specific to antigens they were never exposed to. Narrowed memory T-cell repertoires are a feature of immune senescence and are associated with disease progression and T-cell mediated damage in viral hepatitis and infective mononucleosis. 10 Indeed, narrower T-cell repertoires might allow memory T cells directed against cross-reactive epitopes to become dominant. Therefore, the T-cell response to COVID-19 in older people might favour high-affinity clones, potentially contributing to a more prominent inflammatory response. Therefore, recent vaccinations might protect chil dren from COVID-19, whereas immune senescence and T-cell restriction in older patients might promote severe dis ease. The effect of BCG vaccination specifically on COVID-19 is being investigated.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 537,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 538,
                    "end": 539,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 911,
                    "end": 913,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in children and young people"
        },
        {
            "text": "A key question is how to treat and monitor patients with autoimmune or inflammatory disease, especially those on immune modulating treatment. Reports on clini cal outcomes in children with autoimmune or inflam matory conditions and COVID-19 are sparse. Negative effects on pathogen clearance and survival have not been reported. 2 Indeed, the first registry data suggest that children with autoimmune or inflammatory conditions might be better protected from severe COVID-19. 2 Therefore, it is notable that SARS-CoV and SARS-CoV-2 can escape the immune system by suppressing early type I interferon, IL-1β, IL-6, and TNF expression in response to cytoplasmatic or endosomal RNA sensing. 2 Thus, genetic variants associ ated with juvenile-onset rheumatic diseases, espec ially those affecting type I interferon responses (eg, systemic lupus erythe matosus, Sjögren's syndrome, or juvenile derma tomyositis), might improve pathogen clear ance. However, this hypothesis has not been tested. Further more, some treatments could positively affect patho gen clearance (eg, antimalarial drugs) or prevent hyper inflam mation (eg, cytokine blockers). 2 Conclusive state ments on the risk of infection or complications in children and young people with rheumatic diseases are premature as reliable data have not been collected. Thus, recommendations regarding shielding of children and young people with autoimmune or inflammatory conditions do not vary substantially from adults.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 330,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 476,
                    "end": 477,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 688,
                    "end": 689,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1144,
                    "end": 1145,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in children and young people"
        },
        {
            "text": "In conclusion, children and young people do contract SARS-CoV-2 but have severe disease less frequently than adults. A possible explanation for the mild disease phenotypes of COVID-19 in the majority of children and young people is higher titres of antibodies directed against seasonal coronaviruses abrogating immune complex deposi tion and antibody-dependent enhancement. Higher ACE2 expression might facilitate infection while enabling maintenance of a less inflammatory state by maintaining a functioning ACE2-Angiotensin-(1-7)-MAS system. Finally, non-specific protective effects after live vaccination and a more diverse T-cell repertoire in children and young people might contribute to mild presentations. Children with systemic autoimmune or inflammatory conditions might be further protected by overcoming immune evasion mechanisms of SARS-CoV-2, and some treatments might protect from the development of cytokine storm syndrome later in the disease course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 in children and young people"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19-considerations for the paediatric rheumatologist",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hedrich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Immunol",
            "volume": "214",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: immunology and treatment options",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Felsenstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Herbert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcnamara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hedrich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Immunol",
            "volume": "215",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antibody-dependent enhancement of dengue virus infection in primary human macrophages; balancing higher fusion against antiviral responses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flipse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Diosa-Toro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Hoornweg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Van De Pol",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Urcuqui-Inchima",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Smit",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cytokine responses in severe acute respiratory syndrome coronavirus-infected macrophages in vitro: possible relevance to pathogenesis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "7819--7845",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Individual variation of the SARS-CoV2 receptor ACE2 gene expression and regulation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Aging Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/acel.13168"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ACE2, angiotensin-(1-7) and Mas receptor axis in inflammation and fibrosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Simões E Silva",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Silveira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Teixeira",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Br J Pharmacol",
            "volume": "169",
            "issn": "",
            "pages": "477--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Non-specific effects of vaccines: current evidence and potential implications",
            "authors": [
                {
                    "first": "Lcj",
                    "middle": [],
                    "last": "De Bree",
                    "suffix": ""
                },
                {
                    "first": "Vacm",
                    "middle": [],
                    "last": "Koeken",
                    "suffix": ""
                },
                {
                    "first": "Lab",
                    "middle": [],
                    "last": "Joosten",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Semin Immunol",
            "volume": "39",
            "issn": "",
            "pages": "35--43",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Early BCG-Denmark and neonatal mortality among infants weighing <2500 g: a randomized controlled trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biering-Sørensen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aaby",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Infect Dis",
            "volume": "65",
            "issn": "",
            "pages": "1183--90",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Harnessing the beneficial heterologous effects of vaccination",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Goodridge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Immunol",
            "volume": "16",
            "issn": "",
            "pages": "392--400",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}