{"paper_id": "0ea38a354ad16d02d167502df6dad911c657a40c", "metadata": {"title": "Journal Pre-proof Risk factors for predicting mortality in elderly patients with COVID-19: a review of clinical data in China Title: Risk factors for predicting mortality in elderly patients with COVID-19: a review of clinical data in China", "authors": [{"first": "Char", "middle": [], "last": "Leung", "suffix": "", "affiliation": {"laboratory": "", "institution": "Deakin University", "location": {"addrLine": "221 Burwood Highway, Burwood", "postCode": "3125", "country": "Australia"}}, "email": ""}]}, "abstract": [{"text": " The present work aims to identify risk factors for mortality in elderly patients with COVID-19  Dyspnoea and chest pain/discomfort were more commonly seen in deceased patients  The prominence of fever in surviving patients was due to lower baseline body temperature in elderly  Body temperature measured regularly can be used to define the threshold temperature for fever", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "While elderly patients are at high risk of fatality, research concerning COVID-19 has largely been done on clarifying the clinical features. As such, the present work aims to identify risk factors for mortality in elderly patients with COVID-19. Given that single-centre studies are less likely informative as elderly remains a minority in the total Chinese population, the present study reviewed the clinical data of geriatric COVID-19 patients gathered from different sources in the public domain. Based on the data of 154 individuals from 26 provinces, age remained a key mortality risk factor among geriatric patients of different ages. While dyspnoea and chest pain/discomfort were more commonly seen in deceased patients as they represented severe pneumonia, fever was more prominent in surviving patients. This was likely due to the lower baseline body temperature observed in elderly which translated to a lower maximum temperature of fever. However, lowering the threshold temperature for fever is not recommended in surveillance. Instead, baseline body temperature measured on a regular basis should be used to define the threshold temperature for fever. Against mixed results, more research should be done on identifying comorbidities associated with mortality in geriatric patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "COVID-19 is a respiratory disease caused by SARS-CoV-2, one of the five human coronaviruses of Betacoronavirus genius. While the aetiology and pathogenesis of SARS-CoV-2 is not completely known, it has been reported that host cell entry is mediated by angiotensin converting enzyme 2 (ACE2) 1 , a protein expressed in human airway epithelia as well as lung parenchyma 2 . As a result, SARS-CoV-2 is mainly transmitted through respiratory droplets and direct contact, making it highly contagious.", "cite_spans": [{"start": 291, "end": 292, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Background"}, {"text": "As of March 2020, more than 700,000 cases of COVID-19 have been reported in more than 200 countries/territories. Upon the development of the pandemic, the number of deaths is expected to rise with elderly more vulnerable to fatality. A crude fatality ratio of 22% has been observed in Chinese patients aged above 80 years, much higher than the national overall of 3.8%, concluded from 55,924 laboratory confirmed cases 3 .", "cite_spans": [{"start": 419, "end": 420, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "Unlike other respiratory diseases that have a \"U\"-shaped lethality curve 4 , mortality of COVID-19 increased with age while children were observed less susceptible to death. Despite the observation of increased vulnerability in elderly, literature concerning geriatric patients with COVID-19 remained very scant. Most of the studies were editorial commentaries [5] [6] [7] [8] and clinical studies of a cohort of patients of varying ages admitted to a hospital with a slight highlight on the association between age and clinical manifestations 9, 10 . Given that elderly aged 60 or above only accounted for about 6% of the total Chinese population, clinical studies based on a single hospital may not be informative. Against this background, the present study identified the risk factors for predicting mortality in elderly patients with COVID-19 by reviewing the clinical data of deceased and discharged COVID-19 patients gathered from the public domain.", "cite_spans": [{"start": 73, "end": 74, "text": "4", "ref_id": "BIBREF3"}, {"start": 361, "end": 364, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 365, "end": 368, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 369, "end": 372, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 373, "end": 376, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 544, "end": 546, "text": "9,", "ref_id": "BIBREF8"}, {"start": 547, "end": 549, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Background"}, {"text": "Elderly patients were defined as those diagnosed with COVID-19 of age 60 or above. Due to data availability, clinical data of individuals reported by the media and Chinese health authorities were sought by performing a search on Google. Two searches were performed, one with the search terms \"death\", \"pneumonia\" and \"age\" for the clinical data of deceased patients whereas the other with the search terms \"discharge\", \"pneumonia\" and \"age\" for the clinical data of surviving patients that served as controls. The inclusion criteria were (i) elderly patients diagnosed with COVID-19, (ii) exact date of discharge or death, and (iii) symptoms on admission. There was no language restriction.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "The following data were collected: (i) gender, (ii) age, (iii) travel history to Hubei, (iv) time from symptom onset to admission, (v) time from admission to discharge/death, (vi) symptoms on admission and (vii) comorbidities. Only the comorbidities of deceased patients were included as that of surviving patients were usually not reported by the media.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Statistical tests on the difference in measures (i) to (vi) between the deceased and surviving patient groups were performed and a logistic regression model was estimated to identify risk factors for mortality with the stepwise regression procedure for independent variable selection.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "A total of 154 individual cases in 26 provinces, including 89 deceased patients and 65 surviving patients, were identified from 86 sources originating from the official web pages of Chinese health authorities and the media under the supervision of the Chinese government such as Xinhua, Sina and the Paper. The data of 73 patients were abstracted from 22 government sources, defined as web pages with the domain \".gov\". Sina, Chinanews, People's Daily and Xinhua were the other common sources, providing the data of 10, 7, 6, and 5 patients, respectively. Most cases were reported in Hubei (40 cases), followed by Shanghai (33 cases) and Henan (10 cases). Table 1 and 2 illustrate the results.", "cite_spans": [], "ref_spans": [{"start": 656, "end": 663, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "Gender did not appear to be a mortality risk factor as demonstrated by the insignificant difference in the male proportion between the deceased and surviving group. However, age played an important role as shown by the significant difference. The difference in the proportion between the two groups varied as age increased. The proportion of deceased patients aged 60-69 was significantly smaller than that of surviving patients (p<0.001) whereas the proportion of deceased patients aged 80 or above was significantly larger than that of surviving patients (p=0.014). The crude OR also increased as age increased. For patients of age 80 or above, the crude OR was significantly greater than one ( Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 697, "end": 705, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Although the median time from symptom onset to admission was longer in deceased patients, the difference was found insignificant. There was significant difference in the median time from admission to death/discharge with 50% of the deceased patients expired within nine days after admission.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "It is not surprising that cough and fever were the most commonly seen symptoms in patients with COVID-19. While cough was equally observed in both groups, deceased patients were less susceptible to fever. There was no significant difference in symptoms of upper respiratory tract infection between the two groups, including cough, sore throat and nasal congestion/rhinorrhea. However, symptoms of lower respiratory tract infection were more prominent in deceased patients. In comparison with surviving patients, deceased patients had approximately six-fold and three-fold higher prevalence of dyspnoea and chest pain/discomfort, respectively. Another interesting observation was the prominence of muscle ache in deceased patients. The difference in other symptoms such as chill and diarrhea was found insignificant.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Age, fever and diarrhea were selected by the stepwise regression procedure in the logistic regression model. With the exception of diarrhea, the adjusted OR of age and fever were found significantly different from one. While older age was associated with mortality (adjusted OR =1.04), fever was less likely to occur in deceased patients (adjusted OR =0.23).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The most commonly observed comorbidities in deceased patients were hypertension (53.2%), cardiovascular and cerebrovascular disease (42.0%), and diabetes (37.8%). Other comorbidities such as liver and neurological diseases were unlikely to be associated with mortality given the low prevalence observed.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Given that elderly only accounted for a small proportion of the total Chinese population and that clinical studies based on a single hospital are less likely informative, the present study reviewed the clinical data of geriatric COVID-19 patients gathered from different sources reported by the media and Chinese health authorities.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Findings suggested by the baseline characteristics of the patients were generally in line with existing studies. Advanced age remained associated with mortality as documented in literature 11, 12 . The present study further enhanced the understanding of mortality by age stratification in geriatric patients.", "cite_spans": [{"start": 189, "end": 192, "text": "11,", "ref_id": "BIBREF10"}, {"start": 193, "end": 195, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "J o u r n a l P r e -p r o o f Furthermore, the inclusion of age in the logistic regression model suggested that it was an independent risk factor for mortality. The significant difference in time from admission to final clinical outcome between the two groups shed light on the clinical course of elderly patients. Although half of the deceased patients expired within nine days after admission, half of all surviving patients were discharged at least 17 days after admission, suggestive of long and erratic clinical course of geriatric patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It is not surprising to see higher prevalence of dyspnoea in deceased patients. Pulmonary symptoms such as dyspnoea and haemoptysis have usually been observed in patients with severe pneumonia, regardless of age. A study of 138 hospitalised patients with COVID-19 aged between 22 and 92 years old found that dyspnoea was more commonly seen in patients admitted to ICU 10 . In contrast, the prominence of muscle ache in deceased patients was unusual. Muscle ache in patients with COVID-19 was not common and was only reported in two clinical studies. It was seen in 11% of 99 COVID-19 patients admitted to Wuhan Jinyintan Hospital between 1 st and 20 th January 2020 9 . In a study describing 28 COVID-19 cases confirmed in South Korea, 14% of the patients were reported to have muscle ache 13 .", "cite_spans": [{"start": 368, "end": 370, "text": "10", "ref_id": "BIBREF9"}, {"start": 666, "end": 667, "text": "9", "ref_id": "BIBREF8"}, {"start": 790, "end": 792, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "While the lower prevalence of fever in deceased patients was surprising, a study of 913 patients (75% of them aged 65 or above) with bacterial infection found that lower body temperature was associated with increased risk for mortality 14 . In fact, the data in the present study suggested that patients without fever were more likely to be older (crude OR 0.952. 95% CI 0.910, 0.996). This phenomenon is not uncommon and perhaps overlooked. A recent study reviewing the clinical features of COVID-19 patients admitted to Hainan General Hospital found significant difference in the prevalence of fever between young and middle-aged, and elderly patients 15 . However, the authors did not further discuss this finding. It has also been suggested that approximately 20%-30% of elderly patients with serious bacterial or viral infection presented with a blunted or even no fever 16 . It is likely because of the lower baseline body temperature in elderly due to aging [17] [18] [19] [20] [21] which may translate to a lower maximum temperature of fever 16 . This suggests that the usual temperature threshold for fever should not be used as a case definition of COVID-19 in geriatric patients. In fact, a study on a total of 111 nursing home residents found that lowering the threshold for a clinically significant fever increased the sensitivity of detecting infections 22 . However, it is not recommended to lower the temperature threshold in the case definition of COVID-19 in geriatric patients because an individual's baseline body temperature is also determined by a range of demographic factors, comorbid conditions, and physiological measurements 18 . To assist surveillance against the current pandemic, elderly should measure on a regular basis the baseline body temperature that can be used to define the threshold temperature for fever. If this is not feasible, a baseline body temperature of 36.5 degrees Celsius might be used instead 19 .", "cite_spans": [{"start": 236, "end": 238, "text": "14", "ref_id": "BIBREF13"}, {"start": 654, "end": 656, "text": "15", "ref_id": "BIBREF14"}, {"start": 876, "end": 878, "text": "16", "ref_id": "BIBREF15"}, {"start": 965, "end": 969, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 970, "end": 974, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 975, "end": 979, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 980, "end": 984, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 985, "end": 989, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1050, "end": 1052, "text": "16", "ref_id": "BIBREF15"}, {"start": 1368, "end": 1370, "text": "22", "ref_id": "BIBREF21"}, {"start": 1652, "end": 1654, "text": "18", "ref_id": "BIBREF17"}, {"start": 1945, "end": 1947, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Studies concerning the association between comorbid conditions and mortality/disease severity in the Chinese COVID-19 patients of all ages showed mixed results. In a study including 140 patients admitted to No.7 Hospital of Wuhan, no significant difference in the proportion of patients with hypertension, diabetes and coronary heart disease was observed between severe and non-severe patients 12 . In contrast, the opposite was observed between 54 deceased and 137 surviving patients admitted to Jinyintan Hospital and Wuhan Pulmonary Hospital 23 . The difference in the proportion of patients with hypertension, diabetes and coronary heart disease between the two groups was significant even at 1% level of significance.", "cite_spans": [{"start": 394, "end": 396, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "For COVID-19 patients aged 60 years or above, the data of the present study may shed some light on the association between comorbidities and mortality, despite without a control. A recent hypertension prevalence study in the Chinese population found that hypertension was observed in 58.4% of Chinese aged 60 or above 24 which falls between 41.6% and 64.5%, the 95% CI of the proportion of deceased patients with hypertension (Table 2) . Therefore, whether mortality is associated with hypertension in geriatric patients remains uncertain. Similar observations were found in chronic obstructive pulmonary disease (COPD) and stroke. The prevalence of COPD and stroke in the Chinese population aged 60 or above were found to be 15.5% 25 (or higher given the recent increasing trend 26 ) and 11%-14% 27 , respectively. The 95% CI of the prevalence of COPD and stroke in the deceased patients considered in the present study were 7.8%-25.4% and 5.7%-21.8%, respectively. In contrast, diabetes and coronary heart disease (CHD) might be associated with mortality. The prevalence of diabetes and CHD in the Chinese population aged 60 or above was found 19%-21% 28 and 6%-7% 27 , respectively, failing to overlap with the corresponding 95% CI of the proportion of deceased patients included in the present study.", "cite_spans": [{"start": 780, "end": 782, "text": "26", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 426, "end": 435, "text": "(Table 2)", "ref_id": null}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Finally, the results presented here were somewhat different from that of severe acute respiratory syndrome (SARS), despite genetic similarity between SARS-CoV and SARS-CoV-2. In a study aiming to discuss the clinical manifestations and prognosis of patients with SARS aged 60 or above, age, respiratory failure, and thrombocytopenia were identified by the crude OR as mortality risk factors whereas no independent mortality risk factors were found by the logistic regression 29 . The present study, however, found that age and fever were mortality risk factors. To conclude, further research should be done to identify comorbidities associated with mortality given very diverse results in existing literature.", "cite_spans": [{"start": 475, "end": 477, "text": "29", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The major limitation of the present work is that only baseline characteristics were considered as mortality risk factors. Because of the lack of data, lab findings and physiological measures were left unstudied.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The author declares no conflict of interest. ", "cite_spans": [], "ref_spans": [], "section": "Disclosure statement"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "High expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa", "authors": [{"first": "H", "middle": [], "last": "Xu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "J", "middle": [], "last": "Deng", "suffix": ""}, {"first": "J", "middle": [], "last": "Peng", "suffix": ""}, {"first": "H", "middle": [], "last": "Dan", "suffix": ""}, {"first": "X", "middle": [], "last": "Zeng", "suffix": ""}], "year": 2020, "venue": "Int J Oral Sci", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41368-020-0074-x"]}}, "BIBREF1": {"ref_id": "b1", "title": "ACE2 receptor expression and severe acute respiratory syndrome coronavirus infection depend on differentiation of human airway epithelia", "authors": [{"first": "H", "middle": ["P"], "last": "Jia", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Look", "suffix": ""}, {"first": "L", "middle": [], "last": "Shi", "suffix": ""}, {"first": "M", "middle": [], "last": "Hickey", "suffix": ""}, {"first": "L", "middle": [], "last": "Pewe", "suffix": ""}, {"first": "J", "middle": [], "last": "Netland", "suffix": ""}], "year": 2020, "venue": "J Virol", "volume": "79", "issn": "23", "pages": "14614--14621", "other_ids": {"DOI": ["10.1128/JVI.79.23.14614-14621.2005"]}}, "BIBREF2": {"ref_id": "b2", "title": "WHO. Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19). WHO. 2020. Available at", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Coronavirus infections: Epidemiological, clinical and immunological features and hypotheses. Cell Stress", "authors": [{"first": "D", "middle": [], "last": "Raoult", "suffix": ""}, {"first": "A", "middle": [], "last": "Zumla", "suffix": ""}, {"first": "F", "middle": [], "last": "Locatelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Ippolito", "suffix": ""}, {"first": "G", "middle": [], "last": "Kroemer", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.15698/cst2020.04.216"]}}, "BIBREF4": {"ref_id": "b4", "title": "Action at a distance: geriatric research during a pandemic", "authors": [{"first": "G", "middle": ["E"], "last": "Nicol", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Piccirillo", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Mulsant", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Lenze", "suffix": ""}], "year": 2020, "venue": "J Am Geriatr Soc", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/jgs.16443"]}}, "BIBREF5": {"ref_id": "b5", "title": "Novel Coronavirus (COVID-19) Epidemic: What Are the Risks for Older Patients?", "authors": [{"first": "A", "middle": [], "last": "Garnier-Crussard", "suffix": ""}, {"first": "E", "middle": [], "last": "Forestier", "suffix": ""}, {"first": "T", "middle": [], "last": "Gilbert", "suffix": ""}, {"first": "P", "middle": [], "last": "Krolak-Salmon", "suffix": ""}], "year": 2020, "venue": "J Am Geriatr Soc", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/jgs.16407"]}}, "BIBREF6": {"ref_id": "b6", "title": "COVID-19 is a disease of older people", "authors": [{"first": "Le", "middle": [], "last": "Couteur", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Newman", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "", "suffix": ""}], "year": 2020, "venue": "The Journals of Gerontology: Series A", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/gerona/glaa077"]}}, "BIBREF7": {"ref_id": "b7", "title": "Older people and epidemics: a call for empathy", "authors": [{"first": "S", "middle": [], "last": "Doraiswamy", "suffix": ""}, {"first": "S", "middle": [], "last": "Cheema", "suffix": ""}, {"first": "R", "middle": [], "last": "Mamtani", "suffix": ""}], "year": 2020, "venue": "Age Ageing", "volume": "060", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/ageing/afaa060"]}}, "BIBREF8": {"ref_id": "b8", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}, {"first": "J", "middle": [], "last": "Qu", "suffix": ""}, {"first": "F", "middle": [], "last": "Gong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "507--513", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "11", "pages": "1061--1069", "other_ids": {"DOI": ["10.1001/jama.2020.1585"]}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical features of deaths in the novel coronavirus epidemic in China", "authors": [{"first": "C", "middle": [], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "Rev Med Virol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/rmv.2103"]}}, "BIBREF11": {"ref_id": "b11", "title": "Clinical characteristics of 140 patients infected by SARS-CoV-2 in Wuhan", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}, {"first": "Y", "middle": ["Y"], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": ["D"], "last": "Yuan", "suffix": ""}, {"first": "Y", "middle": ["B"], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": ["Q"], "last": "Yan", "suffix": ""}], "year": 2020, "venue": "China. Allergy", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/all.14238"]}}, "BIBREF12": {"ref_id": "b12", "title": "Early Epidemiological and Clinical Characteristics of 28 Cases of Coronavirus Disease in South Korea", "authors": [], "year": 2020, "venue": "Osong Public Health Res Perspect", "volume": "11", "issn": "1", "pages": "8--14", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Body Temperature at the Emergency Department as a Predictor of Mortality in Patients With Bacterial Infection", "authors": [{"first": "S", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "S", "middle": [], "last": "Yamazaki", "suffix": ""}, {"first": "T", "middle": [], "last": "Shimizu", "suffix": ""}, {"first": "T", "middle": [], "last": "Takeshima", "suffix": ""}, {"first": "S", "middle": [], "last": "Fukuma", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yamamoto", "suffix": ""}], "year": 2006, "venue": "Medicine", "volume": "95", "issn": "21", "pages": "", "other_ids": {"DOI": ["10.1097/md.0000000000003628"]}}, "BIBREF14": {"ref_id": "b14", "title": "Clinical feature of COVID-19 in elderly patients: a comparison with young and middle-aged patients", "authors": [{"first": "K", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "R", "middle": [], "last": "Lin", "suffix": ""}, {"first": "K", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "J Infect", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jinf.2020.03.005"]}}, "BIBREF15": {"ref_id": "b15", "title": "Fever in the elderly", "authors": [{"first": "D", "middle": ["C"], "last": "Norman", "suffix": ""}], "year": 2000, "venue": "Clin Infect Dis", "volume": "31", "issn": "1", "pages": "148--151", "other_ids": {"DOI": ["10.1086/313896"]}}, "BIBREF16": {"ref_id": "b16", "title": "Fever response in elderly nursing home residents: are the older truly colder?", "authors": [{"first": "S", "middle": ["C"], "last": "Castle", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Norman", "suffix": ""}, {"first": "M", "middle": [], "last": "Yeh", "suffix": ""}, {"first": "D", "middle": [], "last": "Miller", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Yoshikawa", "suffix": ""}], "year": 1991, "venue": "J Am Geriatr Soc", "volume": "39", "issn": "9", "pages": "853--857", "other_ids": {"DOI": ["10.1111/j.1532-5415.1991.tb04450.x"]}}, "BIBREF17": {"ref_id": "b17", "title": "Individual differences in normal body temperature: longitudinal big data analysis of patient records", "authors": [{"first": "Z", "middle": [], "last": "Obermeyer", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Samra", "suffix": ""}, {"first": "S", "middle": [], "last": "Mullainathan", "suffix": ""}], "year": 2017, "venue": "BMJ", "volume": "359", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.j5468"]}}, "BIBREF18": {"ref_id": "b18", "title": "Does the body temperature change in older people?", "authors": [{"first": "U", "middle": ["Y"], "last": "Güneş", "suffix": ""}, {"first": "A", "middle": [], "last": "Zaybak", "suffix": ""}], "year": 2008, "venue": "J Clin Nurs", "volume": "17", "issn": "17", "pages": "2284--2287", "other_ids": {"DOI": ["10.1111/j.1365-2702.2007.02272.x"]}}, "BIBREF19": {"ref_id": "b19", "title": "A systematic review of body temperature variations in older people", "authors": [{"first": "S", "middle": ["H"], "last": "Lu", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Leasure", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Dai", "suffix": ""}], "year": 2010, "venue": "J Clin Nurs", "volume": "19", "issn": "1-2", "pages": "4--16", "other_ids": {"DOI": ["10.1111/j.1365-2702.2009.02945.x"]}}, "BIBREF20": {"ref_id": "b20", "title": "Basal body temperature as a biomarker of healthy aging", "authors": [{"first": "E", "middle": ["M"], "last": "Simonsick", "suffix": ""}, {"first": "Hcs", "middle": [], "last": "Meier", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Shaffer", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Studenski", "suffix": ""}, {"first": "L", "middle": [], "last": "Ferrucci", "suffix": ""}], "year": 2016, "venue": "Age (Dordr)", "volume": "38", "issn": "5-6", "pages": "445--454", "other_ids": {"DOI": ["10.1007/s11357-016-9952-8"]}}, "BIBREF21": {"ref_id": "b21", "title": "Lowering the temperature criterion improves detection of infections in nursing home residents", "authors": [{"first": "S", "middle": ["C"], "last": "Castle", "suffix": ""}, {"first": "M", "middle": [], "last": "Yeh", "suffix": ""}, {"first": "S", "middle": [], "last": "Toledo", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Yoshikawa", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Norman", "suffix": ""}], "year": 1993, "venue": "Aging Immunol Infect Dis", "volume": "4", "issn": "2", "pages": "67--76", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30566-3"]}}, "BIBREF23": {"ref_id": "b23", "title": "Prevalence, awareness, treatment, and control of hypertension in China: data from 1·7 million adults in a population-based screening study (China PEACE Million Persons Project). The Lancet", "authors": [{"first": "J", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Linderman", "suffix": ""}, {"first": "C", "middle": [], "last": "Wu", "suffix": ""}], "year": 2017, "venue": "", "volume": "390", "issn": "", "pages": "2549--2558", "other_ids": {"DOI": ["10.1016/s0140-6736(17)32478-9"]}}, "BIBREF24": {"ref_id": "b24", "title": "Prevalence of Chronic Obstructive Pulmonary Disease in China", "authors": [{"first": "N", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Yao", "suffix": ""}, {"first": "P", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Kang", "suffix": ""}, {"first": "S", "middle": [], "last": "Huang", "suffix": ""}], "year": 2007, "venue": "American Journal of Respiratory and Critical Care Medicine", "volume": "176", "issn": "8", "pages": "753--760", "other_ids": {"DOI": ["10.1164/rccm.200612-1749oc"]}}, "BIBREF25": {"ref_id": "b25", "title": "Prevalence and risk factors of chronic obstructive pulmonary disease in China (the China Pulmonary Health [CPH] study): a national cross-sectional study", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Bai", "suffix": ""}], "year": 2018, "venue": "The Lancet", "volume": "391", "issn": "18", "pages": "30841--30850", "other_ids": {"DOI": ["10.1016/s0140-6736"]}}, "BIBREF26": {"ref_id": "b26", "title": "Prevalence and Influencing Factors of Coronary Heart Disease and Stroke in Chinese Rural Adults: The Henan Rural Cohort Study", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "T", "middle": [], "last": "Abdulai", "suffix": ""}, {"first": "R", "middle": [], "last": "Tu", "suffix": ""}], "year": 2020, "venue": "Frontiers in Public Health", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fpubh.2019.00411"]}}, "BIBREF27": {"ref_id": "b27", "title": "Prevalence and Ethnic Pattern of Diabetes and Prediabetes in China in 2013", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": [], "last": "Gao", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Huang", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Deng", "suffix": ""}], "year": 2017, "venue": "JAMA", "volume": "317", "issn": "24", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2017.7596"]}}, "BIBREF28": {"ref_id": "b28", "title": "Clinical diagnosis, treatment and prognosis of elderly SARS patients. Zhongguo Yi Xue Ke Xue Yuan Xue Bao", "authors": [{"first": "B", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Liu", "suffix": ""}, {"first": "M", "middle": ["Z"], "last": "Wang", "suffix": ""}, {"first": "B", "middle": ["Q"], "last": "Cai", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bai", "suffix": ""}], "year": 2003, "venue": "Acta Academiae Medicinae Sinicae)", "volume": "25", "issn": "5", "pages": "547--549", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Crude", "latex": null, "type": "figure"}, "TABREF0": {"text": "Travel history to Hubei Time from symptom onset to admission Time from admission to death/discharge Table 1. Summary statistics and odd ratios of the baseline characteristics of the patients Deceased (n=89) Surviving (n=65) p-value", "latex": null, "type": "table"}}, "back_matter": []}