{"paper_id": "0ea78b18e3b5aab162a52fb04bd792ef16904322", "metadata": {"title": "Meta-analysis of outcomes of patients with COVID-19 infection with versus without gastrointestinal symptoms", "authors": [{"first": "Fahad", "middle": [], "last": "Gul", "suffix": "", "affiliation": {"laboratory": "", "institution": "Einstein Medical Center", "location": {"settlement": "Philadelphia", "region": "Pennsylvania"}}, "email": ""}, {"first": "Bryan", "middle": [], "last": "Lo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Einstein Medical Center", "location": {"settlement": "Philadelphia", "region": "Pennsylvania"}}, "email": ""}, {"first": "Julie", "middle": [], "last": "Peterson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Einstein Medical Center", "location": {"settlement": "Philadelphia", "region": "Pennsylvania"}}, "email": ""}, {"first": "Peter", "middle": ["A"], "last": "Mccullough", "suffix": "", "affiliation": {"laboratory": "", "institution": "Baylor University Medical Center", "location": {"settlement": "Dallas", "region": "Texas"}}, "email": ""}, {"first": "Abhinav", "middle": [], "last": "Goyal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Janani", "middle": [], "last": "Rangaswami", "suffix": "", "affiliation": {"laboratory": "", "institution": "Einstein Medical Center", "location": {"settlement": "Philadelphia", "region": "Pennsylvania"}}, "email": ""}]}, "abstract": [{"text": "This systematic review analyzed whether the presence or absence of gastrointestinal symptoms in patients with SARS-COV-2 infection is associated with adverse outcomes. Searching the Cochrane Center Register of Controlled Trials, we included any studies looking at patients with COVID-19 with gastrointestinal symptoms (nausea, vomiting, diarrhea, abdominal pain) compared to those with COVID-19 but without gastrointestinal manifestations as a control group. The final search yielded 186 articles, all of which were individually screened. Seven studies were identified but three were excluded: one due to lack of a control group without gastrointestinal symptoms, one reported as viral RNA in the stool, and one with only non-critically ill patients. Results of the meta-analysis showed a pooled odds ratio for mortality among those with COVID-19 and gastrointestinal symptoms of 0.91 (confidence interval 0.49-1.68) with heterogeneity of 0% and a pooled odds ratio for acute respiratory distress syndrome of 2.94 (confidence interval 1.17-7.40) with heterogeneity of 0%. In conclusion, gastrointestinal symptoms with COVID-19 are associated with a higher risk of acute respiratory distress syndrome, but do not increase the risk for mortality.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "D espite the large scale of the severe acute respiratory syndrome coronavirus 2 (SARS-COV-2) pandemic, little is known about the disease's clinical manifestations, natural history, routes of transmission, and progression. Large retrospective epidemiological studies in the Wuhan population have found most infections to present with fever, fatigue, dry cough, and other pulmonary symptoms. 1 Gastrointestinal (GI) manifestations have been reported without respiratory disease. 2 Viral tropism for the angiotensin-converting enzyme receptor 2 (ACE2 receptor) found in the GI tract has been proposed as a potential mechanism for the virus affecting the GI system. 3 Furthermore, fecal-oral transmission has also been postulated, given the presence of viral RNA in stool samples. 4 The clinical significance of GI signs and symptoms remains unknown, with limited and conflicting retrospective analyses comparing patients with and without enteric findings. This systematic review and meta-analysis explored the current associations of GI symptoms to outcomes of mortality and acute respiratory distress syndrome (ARDS) among patients with COVID-19.", "cite_spans": [{"start": 662, "end": 663, "text": "3", "ref_id": "BIBREF0"}, {"start": 777, "end": 778, "text": "4", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "We searched the Cochrane Central Register of Controlled Trials in the Cochrane Library, PubMed, with no restrictions based on language, date, publication status, or any other trial characteristics. Specific search terms used were \"COVID\" OR \"COVID19\" OR \"Coronavirus\" OR \"SARSCOV2\" AND \"gastrointestinal\" OR \"digestive\" in the title and/or abstract. References within the primary selected studies that had full-text manuscripts were also screened. Eligibility criteria included studies looking at patients with COVID-19 with GI symptoms (nausea, vomiting, diarrhea, abdominal pain) compared to those with COVID-19 but without GI manifestations as a control group. We included both prospective and observational retrospective studies; no randomized trials were identified. Case reports or case series that had no comparison or control groups were excluded. We only included studies that reported on mortality and/or ARDS as an outcome with availability of raw data or clinical information on mortality and ARDS data.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Two authors (FG and JP) independently screened each title and abstract. If there was uncertainty with evaluation of those elements, the full text was also reviewed. All screened studies were assessed for inclusion in accordance with the eligibility criteria. Disagreements were resolved by consensus between the two screening authors, and a third author (KL) was consulted when agreement could not be met. The studies were appraised using the Newcastle-Ottawa scale. 5 The two above authors then independently extracted data of the included studies, including country, date of publication, study design, and number of samples.", "cite_spans": [{"start": 467, "end": 468, "text": "5", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "METHODS"}, {"text": "We calculated pooled odds ratios and confidence interval (CI) estimates using Review Manager. Studies were weighted according to their sample size to produce the final pooled odds ratios. We considered a P value of 0.05 as statistically significant. We examined mortality and ARDS as end points. Pooled odds ratios and their 95% CI were calculated using a random-effects model. This model was chosen since the definitions of GI symptoms differed slightly in each study. Assessment of heterogeneity was done using I2 with low, moderate, and high levels of heterogeneity corresponding to I2 values of 25%, 50%, and 75% respectively. 6 ", "cite_spans": [{"start": 631, "end": 632, "text": "6", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "METHODS"}, {"text": "The final search yielded 186 articles, all of which were individually screened. A total of seven studies were identified, but three were excluded: one due to lack of a control group without GI symptoms, one reporting viral RNA in the stool, and one with only non-critically ill patients (Figure 1) . Four studies were included in both the qualitative and meta-analysis (Table 1) ; 2,7-9 all of them had good quality for a nonrandomized study, accounting for possible confounders such as demographics and comorbidities. The pooled odds ratio for mortality among those with COVID-19 and GI symptoms was 0.91 (CI 0.49-1.68) with heterogeneity of 0%, while the pooled odds ratio for ARDS was 2.94 (CI 1.17-7.40) with heterogeneity of 0% (Figure 2) . ", "cite_spans": [], "ref_spans": [{"start": 287, "end": 297, "text": "(Figure 1)", "ref_id": "FIGREF0"}, {"start": 369, "end": 378, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 733, "end": 743, "text": "(Figure 2)", "ref_id": "FIGREF2"}], "section": "RESULTS"}, {"text": "A recent epidemiological meta-analysis by Cheung et al found that of the 4243 patients with COVID-19, 17.6% had GI symptoms. 10 Another Chinese population study by Tian et al reported that anorexia was the most frequent digestive symptom in adults (30%-50%), while the prevalence of diarrhea ranged from 2% to 50%. Some adults also presented with vomiting, while GI bleeding and abdominal pain were found in more severely ill patients. 11 The prevalence of GI symptoms in severely ill and non-severely ill patients is conflicting. Fang et al reported high GI symptom burden in both severely ill and stable patients with an incidence of 85% and 79%, respectively. 12 A similar trend was observed in a large study of 1099 patients by Guan et al where they reported no difference in proportion of GI symptoms in severe vs nonsevere cases of COVID-19. 1 In contrast, a study by Wang et al showed that the proportion of GI symptoms was significantly higher in patients in the intensive care unit than in other hospitalized patients. 13 However, none of these studies looked at the presence of GI signs and symptoms as possible prognostic factors for poor outcomes such as mortality and ARDS.", "cite_spans": [{"start": 125, "end": 127, "text": "10", "ref_id": "BIBREF7"}, {"start": 436, "end": 438, "text": "11", "ref_id": "BIBREF8"}, {"start": 663, "end": 665, "text": "12", "ref_id": "BIBREF9"}, {"start": 1028, "end": 1030, "text": "13", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Comparing patients positive for SARS-COV-2 with concurrent GI symptoms with those without GI symptoms, our analysis found no significant difference in mortality between the two groups, but those with GI symptoms had a significant risk for development of ARDS. Ling et al and Xiao et al reported persistent viral shedding in stool even after the nasopharyngeal swabs turned negative. 14, 15 The presence of GI symptoms may lead to increased exposure duration and greater viral burden, and thus GI symptoms may serve as a proxy for a more severely infected patient. Furthermore, studies on ACE2 receptor expression suggest that ACE2 is highly expressed not only in the respiratory tract, but also in the esophagus and absorptive enterocytes from the ileum and colon. 3 Thus, the GI tract may be particularly vulnerable to COVID-19 infection, and more extrapulmonary involvement might suggest a more severe disseminated viral course and potentially more inflammation and cytokine release, thereby contributing to multiorgan involvement and ARDS, as was suggested by our findings. 16 There are limitations to our meta-analysis. It is based on retrospective observational studies published on this topic at this time; however, given the paucity of literature and conflicting results from available studies on the prognostic significance of GI involvement amidst this unprecedented rapidly evolving pandemic, this can be a source of confusion for clinicians caring for these patients. Our study addresses this important issue of GI tract involvement by SARS-CoV-2 and its impact on clinical outcomes and shows a significant association with ARDS. Our findings will help clinicians triage patients better in resource-limited settings, especially with regards to hospital admission and level of care. Larger prospective studies are necessary to elucidate the complete natural history of this disease and to confirm our findings on a larger scale. ", "cite_spans": [{"start": 383, "end": 386, "text": "14,", "ref_id": "BIBREF11"}, {"start": 387, "end": 389, "text": "15", "ref_id": "BIBREF12"}, {"start": 765, "end": 766, "text": "3", "ref_id": "BIBREF0"}, {"start": 1077, "end": 1079, "text": "16", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes", "authors": [{"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Kang", "suffix": ""}, {"first": "H", "middle": [], "last": "Gong", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.01.30.927806"]}}, "BIBREF1": {"ref_id": "b1", "title": "COVID-19: gastrointestinal manifestations and potential fecal-oral transmission", "authors": [{"first": "J", "middle": [], "last": "Gu", "suffix": ""}, {"first": "B", "middle": [], "last": "Han", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Gastroenterology", "volume": "158", "issn": "6", "pages": "1518--1519", "other_ids": {"DOI": ["10.1053/j.gastro.2020.02.054"]}}, "BIBREF2": {"ref_id": "b2", "title": "The Newcastle-Ottawa Scale (NOS) for Assessing the Quality of Nonrandomised Studies in Meta-Analyses. Ottawa, Canada: The Ottawa Hospital Research Institute", "authors": [{"first": "G", "middle": ["A"], "last": "Wells", "suffix": ""}, {"first": "B", "middle": [], "last": "Shea", "suffix": ""}, {"first": "O", "middle": [], "last": "Connell", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Measuring inconsistency in meta-analyses", "authors": [{"first": "J", "middle": ["P"], "last": "Higgins", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Thompson", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Deeks", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Altman", "suffix": ""}], "year": 2003, "venue": "BMJ", "volume": "327", "issn": "7414", "pages": "557--560", "other_ids": {"DOI": ["10.1136/bmj.327.7414.557"]}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical characteristics of COVID-19 patients with digestive symptoms in Hubei, China: a descriptive, cross-sectional, multicenter study", "authors": [{"first": "L", "middle": [], "last": "Pan", "suffix": ""}, {"first": "M", "middle": [], "last": "Mu", "suffix": ""}, {"first": "P", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "Am J Gastroenterol", "volume": "115", "issn": "5", "pages": "766--773", "other_ids": {"DOI": ["10.14309/ajg.0000000000000620"]}}, "BIBREF5": {"ref_id": "b5", "title": "Effect of gastrointestinal symptoms on patients infected with COVID-19", "authors": [{"first": "Z", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "N", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shu", "suffix": ""}, {"first": "S", "middle": [], "last": "Han", "suffix": ""}, {"first": "B", "middle": [], "last": "Chen", "suffix": ""}, {"first": "X", "middle": [], "last": "Shu", "suffix": ""}], "year": 2020, "venue": "Gastroenterology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1053/j.gastro.2020.03.020"]}}, "BIBREF6": {"ref_id": "b6", "title": "Gastrointestinal symptoms of 95 cases with SARS-CoV-2 infection", "authors": [{"first": "L", "middle": [], "last": "Lin", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Gut", "volume": "69", "issn": "6", "pages": "997--1001", "other_ids": {"DOI": ["10.1136/gutjnl-2020-321013"]}}, "BIBREF7": {"ref_id": "b7", "title": "Gastrointestinal manifestations of SARS-CoV-2 infection and virus load in fecal samples from the Hong Kong cohort and systematic review and meta-analysis", "authors": [{"first": "K", "middle": ["S"], "last": "Cheung", "suffix": ""}, {"first": "I", "middle": ["F"], "last": "Hung", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Chan", "suffix": ""}], "year": 2020, "venue": "Gastroenterology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1053/j.gastro.2020.03.065"]}}, "BIBREF8": {"ref_id": "b8", "title": "Review article: gastrointestinal features in COVID-19 and the possibility of faecal transmission", "authors": [{"first": "Y", "middle": [], "last": "Tian", "suffix": ""}, {"first": "L", "middle": [], "last": "Rong", "suffix": ""}, {"first": "W", "middle": [], "last": "Nian", "suffix": ""}, {"first": "Y", "middle": [], "last": "He", "suffix": ""}], "year": 2020, "venue": "Aliment Pharmacol Ther", "volume": "51", "issn": "9", "pages": "843--851", "other_ids": {"DOI": ["10.1111/apt.15731"]}}, "BIBREF9": {"ref_id": "b9", "title": "Manifestations of digestive system in hospitalized patients with novel coronavirus pneumonia in Wuhan, China: a single-center, descriptive study", "authors": [{"first": "D", "middle": [], "last": "Fang", "suffix": ""}, {"first": "J", "middle": [], "last": "Ma", "suffix": ""}, {"first": "J", "middle": [], "last": "Guan", "suffix": ""}], "year": null, "venue": "Chin J Dig", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3760/cma.j.issn.0254-1432.2020.0005"]}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan. China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "11", "pages": "1061--1069", "other_ids": {"DOI": ["10.1001/jama.2020.1585"]}}, "BIBREF11": {"ref_id": "b11", "title": "Persistence and clearance of viral RNA in 2019 novel coronavirus disease rehabilitation patients", "authors": [{"first": "Y", "middle": [], "last": "Ling", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": ["X"], "last": "Lin", "suffix": ""}], "year": 2020, "venue": "Chin Med J (Engl)", "volume": "133", "issn": "9", "pages": "1039--1043", "other_ids": {"DOI": ["10.1097/CM9.0000000000000774"]}}, "BIBREF12": {"ref_id": "b12", "title": "Evidence for gastrointestinal infection of SARS-CoV-2", "authors": [{"first": "F", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "M", "middle": [], "last": "Tang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Shan", "suffix": ""}], "year": 2020, "venue": "Gastroenterology", "volume": "158", "issn": "6", "pages": "1831--1833", "other_ids": {"DOI": ["10.1053/j.gastro.2020.02.055"]}}, "BIBREF13": {"ref_id": "b13", "title": "HLH Across Speciality Collaboration, UK. COVID-19: consider cytokine storm syndromes and immunosuppression", "authors": [{"first": "P", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Mcauley", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "E", "middle": [], "last": "Sanchez", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Tattersall", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Manson", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1033--1034", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30628-0"]}}}, "ref_entries": {"FIGREF0": {"text": "PRISMA diagram for the meta-analysis.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "WJ, Ni ZY, Hu Y, et al.; China medical treatment expert group for Covid-19. Clinical characteristics of coronavirus disease 2019 in China. N Engl J Med. 2020;382(18):1708-1720. doi:10.1056/ NEJMoa2002032. 2. Jin X, Lian JS, Hu JH, et al. Epidemiological, clinical and virological characteristics of 74 cases of coronavirus-infected disease 2019 (COVID-19) with gastrointestinal symptoms. Gut. 2020;69(6): 1002-1009. doi:10.1136/gutjnl-2020-320926.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Forest plots of the pooled odds ratios for the outcomes of acute respiratory distress syndrome (ARDS) and mortality.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Studies included in the meta-analysis", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Inclusion of suspected vs confirmed\n</td><td> </td><td>Outcomes\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>GI\n</td><td> </td><td> </td><td>Newcastle\n</td></tr><tr><td> </td><td>Chinese\n</td><td>Retrospective design\n</td><td>symptom definition\n</td><td>With GI symptoms\n</td><td>Without GI symptoms\n</td><td>Ottawa scale (points)\n</td></tr><tr><td>Study\n</td><td>city\n</td><td> </td><td>SARS-COV-2\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Zhou et al, March 20208\n</td><td>Wuhan </td><td>þ </td><td>Suspected </td><td>Abdominal pain, nausea, vomiting,\nor diarrhea\n</td><td>Death: 4/66 ARDS: 2/66\n</td><td>Death: 12/188 ARDS: 3/188\n</td><td>8\n</td></tr><tr><td>Jin et al, March 20202\n</td><td>Zhejiang </td><td>þ </td><td>Confirmed </td><td>Nausea, vomiting, or diarrhea\n</td><td>ARDS: 5/74 </td><td>ARDS: 12/577 </td><td>8\n</td></tr><tr><td>Pan et al,\n</td><td>Hubei </td><td>0 (Descriptive, cross-sectional)\n</td><td>Confirmed </td><td>Anorexia, vomiting, diarrhea, or\nabdominal pain\n</td><td>Death: 17/101 </td><td>Death: 19/103 </td><td>8\n</td></tr><tr><td>March 20207\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Lin et al,\n</td><td>Zhuhai </td><td>þ </td><td>Confirmed </td><td>Anorexia, diarrhea, nausea, vomiting,\nacid reflux, dyspepsia, or hepatic function derangement\n</td><td>Death: 0/58\n</td><td>Death: 0/37\n</td><td>8\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>March 20209\n</td><td>Severe disease: 14/58\n</td><td>Severe disease: 6/37\n</td></tr></table></body></html>"}}, "back_matter": []}