{"paper_id": "0eaa579a2f5aaa29ac5bceacefc4f21af04cdc73", "metadata": {"title": "Isolation Precautions for Visitors to Healthcare Settings", "authors": [{"first": "Maroun", "middle": [], "last": "Sfeir", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Matthew", "middle": ["S"], "last": "Simon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": [], "last": "Banach", "suffix": "", "affiliation": {}, "email": "dbanach@uchc.edu"}, {"first": "M", "middle": [], "last": "Sfeir", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["S"], "last": "Simon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": [], "last": "Banach", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Transmission of infectious organisms within healthcare settings is an increasingly recognized threat to the safety of patients and healthcare personnel. There has been much attention on healthcare providers as potential vectors of infection transmission and many infection-prevention strategies focus on this population. However, visitation to healthcare facilities by individuals other than healthcare personnel is common. Additionally, hospital visitors spend significant time with patients within the healthcare setting, often for longer periods than healthcare personnel [1] . Data on the topic remains sparse, though the Society of Healthcare Epidemiology of America (SHEA) has recently issued guidance on the topic to assist healthcare institutions in addressing specific infection control questions pertinent to visitors [2] . The goal of this chapter is to review the potential role of visitors in the transmission of organisms in the healthcare setting and address specific situations in which infection prevention strategies may be appropriate in order to protect both patients and visitors.", "cite_spans": [{"start": 575, "end": 578, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 828, "end": 831, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Visitors to healthcare facilities have been linked to hospitalacquired infections and rarely healthcare-associated infection outbreaks. Such events have been infrequently reported in the medical literature, but underreporting and the inherent difficulty in proving transmission from hospital visitors to patients and/or healthcare personnel likely underestimate the frequency of such occurrences. More commonly, it is suspected that visitors play a role in the initiation or propagation of a healthcare-associated infection outbreak. For this reason, visitor restriction is one commonly employed strategy as part of an outbreak response plan.", "cite_spans": [], "ref_spans": [], "section": "Visitors and Transmission/Outbreaks"}, {"text": "Nosocomial transmission of Mycobacterium tuberculosis has been clearly linked to hospital visitors. Since adults are more likely than children to be infectious with active tuberculosis, recognition of symptomatic disease in visitors accompanying suspected pediatric tuberculosis patients is crucial for infection prevention and control efforts. At a pediatric hospital, 24 pediatric patients developed active tuberculosis after exposure to a patient's mother with cavitary pulmonary disease [3] . Another report documented the development of latent tuberculosis infection in two hospital contacts of a visitor with active pulmonary disease on a pediatric ward [4] . Data suggests the parents or other primary caregivers are commonly the source of infection in pediatric patients with active tuberculosis [5] . Over a 6-year period, investigators at a children's hospital in Texas prospectively screened adults accompanying children with suspected tuberculosis to determine the frequency of undiagnosed disease in visitors. Of 105 adults screened, 16 (15%) had previously undetected pulmonary tuberculosis. These adults were associated with 14 (24%) of the 59 children admitted to the hospital with suspected tuberculosis during the study period. Consequently, the US Centers for Disease Control and Prevention (CDC) recommends screening the caregivers of pediatric tuberculosis patients for active disease [6] . Infection control practitioners should be aware of the strong association between pediatric tuberculosis and active disease in family members, recognize the risk of transmission from these visitors to other patients and staff, develop protocols for the screening of visitors when tuberculosis is suspected in a pediatric patient, and facilitate prompt evaluation and/or reporting to local public health departments when indicated.", "cite_spans": [{"start": 491, "end": 494, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 660, "end": 663, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 804, "end": 807, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1406, "end": 1409, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Visitors and Transmission/Outbreaks"}, {"text": "Influenza and other respiratory viruses are likely the most common infections transmitted from visitors to patients due to their high seasonal prevalence, the potential for asymptomatic viral shedding, and the potential for indirect transmission from the environment. Following an outbreak of H3N2 influenza on a geriatric ward, genetic sequence analysis identified three distinct influenza clusters [7] . Two out of three were linked to healthcare personnel, while the third was assumed to be introduced by a visitor to the facility. Similarly, studies on the molecular and genetic diversity of nosocomial respiratory syncytial virus outbreaks suggest multiple strains tend to circulate during a hospital outbreak [8] . These data support the potential role visitors can play as a source of healthcare-associated transmission of respiratory viruses particularly when community prevalence is high. In one example during the 2009 H1N1 influenza pandemic, a hospital visitor was reported to be the source of an outbreak of six cases on a pediatric hematology-oncology ward [9] . Control measures included oseltamivir prophylaxis, isolation of cases, strict adherence to personal protective equipment, and visitor restriction. Visitor restriction has also been a key component in controlling respiratory syncytial virus, metapneumovirus, and parainfluenza outbreaks especially among immunocompromised patient populations [10] . Because visitor restriction typically occurs simultaneously with other control interventions, the incremental effectiveness of this measure on reducing transmission is difficult to ascertain.", "cite_spans": [{"start": 400, "end": 403, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 715, "end": 718, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1071, "end": 1074, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1418, "end": 1422, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Visitors and Transmission/Outbreaks"}, {"text": "A hospital outbreak of Bordetella pertussis was linked to a hospital visitor in at least one instance, and nosocomial transmission from visitors has been suspected in other outbreaks [11] [12] [13] . The hospital outbreak occurred following delayed diagnosis in the mother of a confirmed pertussis neonatal patient who was hospitalized in the pediatric intensive care unit. The patient's mother, who was later confirmed to have pertussis infection, was the likely source of infection for two other pediatric intensive care unit patients and five healthcare personnel.", "cite_spans": [{"start": 183, "end": 187, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 188, "end": 192, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 193, "end": 197, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Visitors and Transmission/Outbreaks"}, {"text": "Visitor restriction has been frequently employed to control healthcare-associated outbreaks of norovirus. Norovirus is capable of spreading rapidly through healthcare settings because of its low infectious dose and its ability to persist in the environment. As support for the effectiveness of visitor restrictions in decreasing the risk of norovirus transmission in healthcare settings, a prospective analysis of 49 nursing homes in the Netherlands found that restricting symptomatic visitors was the only control measure to significantly reduce the odds of norovirus acquisition in multivariate analysis [14] . In a large US hospital outbreak affecting over 500 patients and staff, all hospital visitations were temporarily restricted after transmission continued to occur following symptom screening of visitors [15] . The CDC's guidelines for norovirus prevention in healthcare settings include a category 1B recommendation to \"Restrict nonessential visitors from affected areas of the facility during outbreaks of norovirus gastroenteritis [16] .\" If this is not practical or not deemed to be necessary, CDC recommends symptom screening and exclusion of visitor with symptoms consist with norovirus and ensuring visitor compliance with hand hygiene and contact precautions.", "cite_spans": [{"start": 606, "end": 610, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 815, "end": 819, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1045, "end": 1049, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Visitors and Transmission/Outbreaks"}, {"text": "The outbreak of severe acute respiratory syndrome (SARS) virus is perhaps the most dramatic example that highlights the important role hospital visitors may play in the transmission and propagation of an infectious disease outbreak. Several reports documented visitors to healthcare settings acquiring SARS and becoming sources of transmission to patients, healthcare personnel, family members, and other community members [17, 18] . For instance, in Singapore, at least 21 SARS cases were reported resulting from transmission by hospital visitors to family and other community contacts [18] . Following recognition of the significance of visitors in SARS transmission dynamics, more stringent restrictions were placed on visitation. Visitors were tracked using logs and exposed visitors were quarantined. Visitors initially were allowed to visit SARS wards with full personal protective equipment, but due to continued transmission, all visitation at some affected hospitals was prohibited [18] . In Toronto, hospitals implemented a visitor and healthcare personnel screening with a questionnaire and temperature assessment prior to hospital entrance [19] . Visitors with concerning symptoms were referred to the emergency room. In Taiwan, infrared thermography was used to screen 72,327 outpatients and visitors over a 2-month period with identification of three probable SARS cases [20] . The lessons learned from SARS regarding the pivotal role visitors may play in the transmission of a communicable disease have informed public health guidance about more recent emerging infectious diseases such as Ebola and Middle East respiratory syndrome coronavirus (MERS-CoV).", "cite_spans": [{"start": 423, "end": 427, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 428, "end": 431, "text": "18]", "ref_id": "BIBREF17"}, {"start": 587, "end": 591, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 991, "end": 995, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1152, "end": 1156, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1385, "end": 1389, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Visitors and Transmission/Outbreaks"}, {"text": "Improved understanding of the role visitors play in healthcare-associated transmission of pathogens is an important area for further investigation, particularly as diagnostics are enhanced with routine use of rapid multiplex polymerase chain reaction assays in the clinical microbiology lab. Infection control practitioners play a vital role in engaging and educating healthcare personnel on the importance of screening visitors for communicable diseases and implementing and enforcing visitor restriction policies when necessary. The intensity of visitor symptom screening should be tailored based on individual hospital need and patient population. For instance, screening can be augmented for visitors to hospital locations with vulnerable patient populations such as neonates, the elderly, or immunocompromised particularly when community prevalence of respiratory viruses is high or when healthcare-associated transmission is recognized. Hospital administrators should support infection control programs to scale up enforcement of visitor-related infection control policies in such instances.", "cite_spans": [], "ref_spans": [], "section": "Visitors and Transmission/Outbreaks"}, {"text": "In 2007, the CDC published a two-tiered strategy to prevent transmission of organisms throughout the healthcare setting focusing on standard precautions and transmission-based precautions [21] . Standard precautions are a group of infection prevention practices that apply to any individual who may have direct patient contact or contact with patient body fluids which may contain transmissible organisms. These include hand hygiene; respiratory cough etiquette; the use of barrier protection such as gloves, gowns, masks, or face shields depending on anticipated exposures; and safe injection practices. Although healthcare visitors do not usually have contact with blood, body fluids, or secretions and do not administer injections to patients, the practice of hand hygiene is an important infection prevention practice applicable to all hospital visitors. Respiratory etiquette among visitors will be discussed later in this chapter.", "cite_spans": [{"start": 188, "end": 192, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Visitors and Standard Precautions"}, {"text": "Standard precautions remain the basic level of infection control in healthcare settings, and hand hygiene is an essential component of any infection prevention strategy [21] . The World Health Organization [22] and the CDC [23] have published evidence-based guidelines outlining essential components to hand hygiene in healthcare settings. These guidelines are focused on healthcare personnel though many of the principles can be applied to visitors to healthcare settings with contact with patients and the healthcare environment. These include the performance of hand hygiene before and after contact with patients, after any contact with patient body fluids, and after contact with the patient surrounding environment. Generally, use of either an alcohol-based hand hygiene product or soap and water is acceptable means of performing hand hygiene in most healthcare settings. Soap and water, when available, are preferred following contact with a patient with suspected or proven infection with a spore-forming organism such as Clostridium difficile.", "cite_spans": [{"start": 169, "end": 173, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 206, "end": 210, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 223, "end": 227, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Hand Hygiene"}, {"text": "Published data has shown that the hands of visitors are often colonized with multiple organisms including organisms of clinical significance and multidrug-resistant organisms and that hand hygiene can reduce the microbial burden on the hands of visitors [24] . There is limited data evaluating hand hygiene among visitors to healthcare settings, and most studies have been observational with significant heterogeneity in study design and setting. Generally, hand hygiene varied markedly between studies, usually lower than healthcare providers [25, 26] , though a study in Japan showed high rates of adherence [27] . Increased hand hygiene rates have been identified among visitors to patients receiving care on con-tact precautions. Additionally, some interventional studies have shown that interventions can improve visitor adherence to hand hygiene practices [25, 26] . These include improving access to sinks and alcohol-based hand hygiene stations and the use of reminders to encourage visitors to perform hand hygiene before entering and after exiting patient rooms. The optimal strategy to encourage hand hygiene among visitors is unclear, but visual reminders through signs posted throughout the healthcare setting, verbal education, and reminders from healthcare personnel may improve hand hygiene rates among visitors.", "cite_spans": [{"start": 254, "end": 258, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 544, "end": 548, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 549, "end": 552, "text": "26]", "ref_id": "BIBREF25"}, {"start": 610, "end": 614, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 862, "end": 866, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 867, "end": 870, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Hand Hygiene"}, {"text": "Contact precautions are measures used to prevent transmission of epidemiologically important organisms within the healthcare setting [21] . These precautions focus on organisms, usually antibiotic-resistant organisms, which are spread through direct contact between individuals or indirect contact with the organism through the patient environment. Care for patients in contact precautions is typically provided in a single room by healthcare personnel wearing barrier protection, including gloves and a protective gown when interacting with these patients or their environment.", "cite_spans": [{"start": 133, "end": 137, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Visitors and Contact Precautions"}, {"text": "The use of barrier precautions among visitors to healthcare settings remains a controversial topic, with very limited scientific literature to guide practices. Institutional decisions regarding the use of barrier precautions among visitors should take into account the organism of concern, the endemicity of the organism to a specific healthcare setting, as well as the likelihood of transmission to the visitor and other patients within the facility [2] . Organisms of high virulence with limited therapeutic options, including carbapenemresistant Enterobacteriaceae (CRE), may warrant increased efforts to reduce spread including the use of barrier precautions among visitors. Gastrointestinal pathogens, including norovirus and Clostridium difficile, may infect and cause significant disease in normal hosts at a relatively high rate. Visitors to patients infected with these organisms may directly benefit from the use of barrier precautions in addition to standard precautions to prevent infecting themselves. Conversely, the benefit of barrier precautions use among visitors to patients with colonization or infection caused by methicillin-resistant Staphylococcus aureus (MRSA) or vancomycin-resistant enterococci (VRE), both endemic in many healthcare settings, may be limited. Many household contacts of these patients may likely be colonized themselves [28, 29] . However, in settings of suspected high rates of transmission of these organism within a healthcare setting (outbreak or epidemic), the use of barrier precautions among visitors may be appropriate in order to maximize attempts to reduce transmission.", "cite_spans": [{"start": 451, "end": 454, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1363, "end": 1367, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 1368, "end": 1371, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Visitors and Contact Precautions"}, {"text": "Scabies and head lice are parasites that were described in hospital outbreaks where patients and visitors played a role in spreading the infection [30] [31] [32] . In order to prevent the spread of these ectoparasitic infections in the healthcare facility, contact precautions should be implemented for all visitors of patients with these infections until patients are treated because household members might not yet be infected or in the incubation period themselves. Symptomatic visitors should have visitation restricted until appropriate treatment has been initiated [21] .", "cite_spans": [{"start": 147, "end": 151, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 152, "end": 156, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 157, "end": 161, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 571, "end": 575, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Visitors and Contact Precautions"}, {"text": "Additionally, in circumstances when visitors may be visiting multiple patients, such as clergy, adherence to contact precautions may be appropriate. These visitors have the potential to spread organisms, including multidrug-resistant organisms (MDRO), between patients within a healthcare facility and may be viewed in a manner similar to healthcare personnel. Institutions should attempt to identify these visitors and extend extra effort in educating them on infection prevention strategies.", "cite_spans": [], "ref_spans": [], "section": "Visitors and Contact Precautions"}, {"text": "Survey data suggests that visitors have an understanding of contact precautions and their role in preventing organism transmission [33] . Ensuring visitor adherence to contact precautions remains a consistent challenge in the healthcare setting. To date, most institutions do not routinely monitor visitor adherence to barrier precautions in the healthcare setting [2] . Additionally, published data on this topic is limited to observational studies in heterogeneous settings. Based on the available data, adherence to all components within contact precautions among visitors is low, particularly glove use and hand hygiene [34] [35] [36] . One study demonstrated higher rates of adherence to gown and glove use among visitors to patients in the intensive care unit compared to those on the medical wards [35] . Some studies included the use of gowns and gloves by visitors in the control of multidrug-resistant organisms but did not perform a separate analysis to determine whether their use by visitors had a measurable impact [37] [38] [39] .", "cite_spans": [{"start": 131, "end": 135, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 365, "end": 368, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 624, "end": 628, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 629, "end": 633, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 634, "end": 638, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 805, "end": 809, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 1029, "end": 1033, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 1034, "end": 1038, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 1039, "end": 1043, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Visitors and Contact Precautions"}, {"text": "The overall risk of transmission associated of multidrugresistant organisms through visitors as vectors as well as the optimal use of barrier precautions among healthcare visitors remain important areas of future study.", "cite_spans": [], "ref_spans": [], "section": "Visitors and Contact Precautions"}, {"text": "Droplet precautions are used when entering a room with a person with a respiratory infection by wearing a surgical mask [21] . Examples of infectious agents that are transmitted via the droplet route include Bordetella pertussis [40] , influenza virus [41] , adenovirus [40] , rhinovirus [42] , Mycoplasma pneumoniae [43] , SARS-associated coronavirus (SARS-CoV) [44] , group A streptococcus [45] , and Neisseria meningitides [46] . Although respiratory syncytial virus may be transmitted by the droplet route, direct contact with infected respiratory secretions is the most important determinant of transmission, and consistent adherence to standard plus contact precautions is recommended to prevent transmission in healthcare settings [8] . SHEA suggests using surgical masks for visitors to rooms of patients on droplet precautions. Visitors of pediatric patients could be considered an exception because of the interference with bonding and the potential adverse psychological impact. Additionally, visitors who have had extensive exposure to the patient prior to hospitalization could also be considered an exception because they might either be immune to the infectious organism or already exposed [2] . Both the CDC and SHEA guidance recommends restricting visitation by any ill individual or family member with active respiratory symptoms (Table 4 .1) [2, 21] . However, during periods of increased prevalence of respiratory infections in the community, surgical masks should be offered to coughing patients and other symptomatic persons who accompany ill patients upon entry into the facility [47] , and these individuals should be encouraged to maintain a distance of at least 3 ft from others in common waiting areas [40, 41] .", "cite_spans": [{"start": 120, "end": 124, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 229, "end": 233, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 252, "end": 256, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 270, "end": 274, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 288, "end": 292, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 317, "end": 321, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 363, "end": 367, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 392, "end": 396, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 426, "end": 430, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 738, "end": 741, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1205, "end": 1208, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1361, "end": 1364, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 1365, "end": 1368, "text": "21]", "ref_id": "BIBREF20"}, {"start": 1603, "end": 1607, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 1729, "end": 1733, "text": "[40,", "ref_id": "BIBREF39"}, {"start": 1734, "end": 1737, "text": "41]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 1348, "end": 1356, "text": "(Table 4", "ref_id": "TABREF0"}], "section": "Visitors and Droplet Precautions"}, {"text": "Visitors have been identified as the source of transmission of respiratory viral infections in the healthcare facilities [8, [48] [49] [50] . Consequently, patients, family members, healthcare personnel, infection control practitioners, and visitors should be partners in preventing transmission of infections in healthcare settings [11, 51, 52] .", "cite_spans": [{"start": 121, "end": 124, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 125, "end": 129, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 130, "end": 134, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 135, "end": 139, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 333, "end": 337, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 338, "end": 341, "text": "51,", "ref_id": "BIBREF50"}, {"start": 342, "end": 345, "text": "52]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Visitors and Droplet Precautions"}, {"text": "The CDC recommends limiting visitors of patients in isolation for suspected or confirmed influenza to persons who are necessary for the patient's emotional well-being and care [21] . The CDC also recommends that visitors to patients in isolation for influenza should be screened for symptoms of acute respiratory illness before entering the hospital, instructed on hand hygiene before entering patients' rooms, limiting surfaces touched and their movement within the facility, and use of personal protective equipment (PPE) according to current facility policy while in the patient's room [21, 53, 54] . Visitors should not be present during aerosol-generating procedures [3] . They also should be encouraged to receive influenza vaccination [21, 55] . Visitors who have been in contact with the patient before and during hospitalization are a possible source of influenza for other patients, visitors, and staff [7, 9, [56] [57] [58] [59] [60] [61] . Tan et al. [62] surveyed the attitudes of ten visitors toward influenza A (H1N1) response measures instituted within a tertiary hospital in Singapore with a high level of perceived inconvenience among respondents. Restriction of visitors who were symptomatic or who had contact with contagious patients has been an essential strategy in influenza A outbreaks control [9, 61, [63] [64] [65] [66] [67] .", "cite_spans": [{"start": 176, "end": 180, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 589, "end": 593, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 594, "end": 597, "text": "53,", "ref_id": "BIBREF52"}, {"start": 598, "end": 601, "text": "54]", "ref_id": "BIBREF53"}, {"start": 672, "end": 675, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 742, "end": 746, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 747, "end": 750, "text": "55]", "ref_id": "BIBREF54"}, {"start": 913, "end": 916, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 917, "end": 919, "text": "9,", "ref_id": "BIBREF8"}, {"start": 920, "end": 924, "text": "[56]", "ref_id": "BIBREF55"}, {"start": 925, "end": 929, "text": "[57]", "ref_id": "BIBREF56"}, {"start": 930, "end": 934, "text": "[58]", "ref_id": "BIBREF57"}, {"start": 935, "end": 939, "text": "[59]", "ref_id": "BIBREF58"}, {"start": 940, "end": 944, "text": "[60]", "ref_id": "BIBREF59"}, {"start": 945, "end": 949, "text": "[61]", "ref_id": "BIBREF60"}, {"start": 963, "end": 967, "text": "[62]", "ref_id": "BIBREF61"}, {"start": 1319, "end": 1322, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 1323, "end": 1326, "text": "61,", "ref_id": "BIBREF60"}, {"start": 1327, "end": 1331, "text": "[63]", "ref_id": "BIBREF62"}, {"start": 1332, "end": 1336, "text": "[64]", "ref_id": "BIBREF63"}, {"start": 1337, "end": 1341, "text": "[65]", "ref_id": "BIBREF64"}, {"start": 1342, "end": 1346, "text": "[66]", "ref_id": "BIBREF65"}, {"start": 1347, "end": 1351, "text": "[67]", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Influenza"}, {"text": "Bordetella pertussis, the bacterial cause of whooping cough, is another example of infectious agent that is transmitted by droplet route [21, 40] . It is classically recognized as a disease of infants and children [40] . Reported incidence in adolescents and adults has increased globally at a significant rate over the past decade [68] . Similarly, nosocomial transmis-sion of pertussis has increased [69, 70] due to unsuspected (asymptomatic/subclinical) pertussis patients who serve as vectors of infection to other susceptible contacts, including patients, healthcare personnel, and even their own children at home, resulting in substantial costs to the healthcare system [69] . Christie et al. [13] described the measures and procedures for visitors that were followed in order to contain a pertussis outbreak in a pediatric facility in Cincinnati. Those measures included wearing surgical masks; limiting visitation to neonatal unit to parents, grandparents, and guardians only; and creating a temporary child care service [13] . ", "cite_spans": [{"start": 137, "end": 141, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 142, "end": 145, "text": "40]", "ref_id": "BIBREF39"}, {"start": 214, "end": 218, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 332, "end": 336, "text": "[68]", "ref_id": "BIBREF67"}, {"start": 402, "end": 406, "text": "[69,", "ref_id": "BIBREF68"}, {"start": 407, "end": 410, "text": "70]", "ref_id": "BIBREF69"}, {"start": 676, "end": 680, "text": "[69]", "ref_id": "BIBREF68"}, {"start": 699, "end": 703, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1029, "end": 1033, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Bordetella pertussis"}, {"text": "Videoconferencing could be considered Guidance from local and national public health authorities should be sought.", "cite_spans": [], "ref_spans": [], "section": "Visitor restriction/limitation"}, {"text": "Consider exceptions based on end-of-life situations or when a visitor is essential for the patient's well-being and care. MRSA and VRE Standard precautions may be acceptable. Contact precautions could be considered in outbreak situations, among immunocompromised visitors, visitors visiting multiple patients or those unable to perform hand hygiene.", "cite_spans": [], "ref_spans": [], "section": "Visitor restriction/limitation"}, {"text": "Contact precautions might be of limited value for visitors. General high prevalence of these organisms in the community and family members may likely be colonized. Enteric pathogens (Clostridium difficile, norovirus)", "cite_spans": [], "ref_spans": [], "section": "Visitor restriction/limitation"}, {"text": "Contact precautions with visitor education promoting handwashing with soap and water.", "cite_spans": [], "ref_spans": [], "section": "Visitor restriction/limitation"}, {"text": "General low prevalence of these organisms in the community. Visitors are susceptible to infections caused by these organisms which are associated with significant morbidity and mortality. CRE Contact precautions should be considered General low prevalence of these organisms in the community. Visitors are susceptible to infections caused by these organisms which are associated with limited therapeutic options. Scabies and head lice Contact precautions Individualized considerations should be undertaken for visitors spending extended time with their hospitalized child.", "cite_spans": [], "ref_spans": [], "section": "Visitor restriction/limitation"}, {"text": "Airborne transmission occurs by dissemination of either airborne droplet nuclei or small particles in the respirable size range containing infectious agents that remain infective over time and distance (e.g., Mycobacterium tuberculosis [71] , rubeola virus (measles) [72] , and varicella-zoster virus (chickenpox) [73] . In addition to a negative pressure isolation room, CDC currently recommends N95 or higher level respirators to prevent acquisition of airborne infectious agents [21] . SHEA recommends N95 respirator as the gold standard for visitors to patients on airborne precautions, best used with training and fit testing [2] . Less optimal options include the use of surgical masks by the visitors which has been recommended by the SHEA guidelines for visitors' isolation precautions [2] or the use of surgical mask by the patient [74] , particularly in situations where visitor fit testing is not feasible. Visitors may be exempted from wearing a mask if they have significant documented exposure to the symptomatic patient and are not ill themselves [2] . Hospital infection control programs should be involved in making these decisions regarding personal protective equipment use in these settings.", "cite_spans": [{"start": 236, "end": 240, "text": "[71]", "ref_id": "BIBREF70"}, {"start": 267, "end": 271, "text": "[72]", "ref_id": "BIBREF71"}, {"start": 314, "end": 318, "text": "[73]", "ref_id": "BIBREF72"}, {"start": 482, "end": 486, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 631, "end": 634, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 794, "end": 797, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 841, "end": 845, "text": "[74]", "ref_id": "BIBREF73"}, {"start": 1062, "end": 1065, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Visitors and Airborne Precautions"}, {"text": "Measles is a highly contagious rash illness that is transmitted by respiratory droplets and airborne spread [21, 72] . Approximately nine out of ten susceptible persons with close contact to a measles patient will develop measles [75] . The majority of people who were infected with measles were unvaccinated or did not have a history of natural immunity against measles [75] . Individuals are considered communicable from 4 days before rash onset to 4 days after rash onset [21] . According to the CDC guidelines, all staff entering the room of a patient with suspected measles should use respiratory protection consistent with airborne precautions regardless of presumptive immunity status [21, 76] . SHEA guidelines for visitors' isolation have no recommendation for type of mask to be worn by visitors based on their immunity [2] . Visitors who were born before 1957 have been most likely exposed to measles and subsequently immune [77] .", "cite_spans": [{"start": 108, "end": 112, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 113, "end": 116, "text": "72]", "ref_id": "BIBREF71"}, {"start": 230, "end": 234, "text": "[75]", "ref_id": "BIBREF74"}, {"start": 371, "end": 375, "text": "[75]", "ref_id": "BIBREF74"}, {"start": 475, "end": 479, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 692, "end": 696, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 697, "end": 700, "text": "76]", "ref_id": "BIBREF76"}, {"start": 830, "end": 833, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 936, "end": 940, "text": "[77]", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Measles"}, {"text": "Immunocompromised individuals may be at risk for opportunistic infections and severe infections from organisms that may cause mild disease in immunocompetent hosts. These groups may include patients receiving immunosuppressing medications in the setting of organ transplantation or treatment of cancer or acquired or hereditary immunodeficien-cies. The risk to hospital visitors with immunocompromising conditions likely varies by organism, mode of transmission, and other patient and environmental factors impacting infectivity. No professional societies or public health authorities have issued specific guidelines for this special population of hospital visitors. The American Society of Transplantation has published a guideline for safe living strategies among transplant recipients [78] . Although they do not specifically address hospital visitation, general principles outlined may be applicable to hospital visitation. Among immunocompromised visitors, hand hygiene is a particularly important infection prevention strategy. Generally, avoiding close contact with individuals with respiratory illness is recommended, and the use of a surgical mask should be considered for the immunocompromised visitor if contact cannot be avoided. The use of barrier precautions, particularly gown and glove use, may be useful among these visitors. It may be reasonable for immunocompromised individuals to avoid visiting patients with suspicion or proven infection with airborne pathogens (disseminated varicella, tuberculosis) or other virulent pathogens, particularly if they have not been fitted for an appropriate respirator [71] . hand hygiene, personal protective equipment, and limiting contact with environmental surfaces in the room. 6. Instruct visitor to limit their movement within the facility. 7. Visitors to MERS-CoV patients should be scheduled and controlled to allow for the above.", "cite_spans": [{"start": 788, "end": 792, "text": "[78]", "ref_id": "BIBREF78"}, {"start": 1624, "end": 1628, "text": "[71]", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "Immunocompromised Visitors"}, {"text": "CDC has issued similar guidance for managing visitors of patients with suspected or confirmed Ebola [83] . Guidance from SHEA includes a recommendation to explore alternative methods of communication between visitors and patients (e.g., videoconferencing) following recognition of a novel or virulent organism. Videoconferencing was provided for family members to communicate with the first imported case of Ebola virus infection in Dallas, Texas [84] . In circumstances where a novel or highly contagious pathogen is identified, implementation of the above recommendations for screening, monitoring, and educating visitors necessitates close collaboration between hospital infection control practitioners, local government, public health authorities, hospital leadership, and healthcare personnel.", "cite_spans": [{"start": 100, "end": 104, "text": "[83]", "ref_id": "BIBREF83"}, {"start": 447, "end": 451, "text": "[84]", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Emerging Infections and Visitors to Healthcare Settings"}, {"text": "Visitor restriction policies raise important bioethical questions that merit consideration. In the context of an infectious disease outbreak, restriction of visitation can conflict with the individual freedoms of patients and caregivers and the philosophy of patient-/family-centered care. Infection control practitioners must be cognizant of the powerful psychosocial impact denying visitation rights may have on patients and families. Such restrictions can be justified to protect public health on the basis of the epidemiological evidence demonstrating the role visitors can play in transmission of high-consequence infections such as SARS [85] . Accounting for the disease-specific consequences of infection and transmission can inform the public health justifications for visitor restrictions. For instance, in the case of MERS-CoV, the public health rationale for such stringent visitor precautions includes the lack of a safe and effective vaccine and chemoprophylaxis, the high rate of morbidity and mortality among infected patients, and incompletely defined modes of transmission [82] . Survey data from a Canadian hospital affected by the SARS outbreak demonstrated that the majority of healthcare personnel (90%), patients (80%), and family members (76%) supported visitor restrictions [86] . Communication to patients and families explaining visitation restriction policies should be clear and sensitive. Moreover, in some exceptional circumstances, the adverse psychosocial impact of visitor restriction and the patient's and family's emotional needs may necessitate flexibility in restricting visitation, particularly at the end of life. Understanding the short-and long-term psychosocial implications of visitor restriction, and the impact of transmissionbased precautions on visitation and relationships between patients and visitors, in settings of both endemic and epidemic disease, warrants further investigation.", "cite_spans": [{"start": 643, "end": 647, "text": "[85]", "ref_id": "BIBREF85"}, {"start": 1090, "end": 1094, "text": "[82]", "ref_id": "BIBREF82"}, {"start": 1298, "end": 1302, "text": "[86]", "ref_id": "BIBREF86"}], "ref_spans": [], "section": "Ethical Considerations in Isolation Precautions for Visitors to Healthcare Facilities"}, {"text": "Isolation precautions and visitor restriction in pediatric populations pose unique ethical issues as such precautions may have additional adverse consequences such as interference with bonding, breastfeeding, and negative psychosocial impact for both children and parents. Parents and guardians may have extended stays in a patient's room, including overnight visitation, and likely have had substantial exposure to the infection prior to the child's admission. SHEA guidance questions the practicality and effectiveness of using gowns and gloves and masks for such visitors and emphasizes the importance of standard precautions, good hand hygiene practices, and individualized considerations [2] .", "cite_spans": [{"start": 693, "end": 696, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Ethical Considerations in Isolation Precautions for Visitors to Healthcare Facilities"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Frequency of patient contact with health care personnel and visitors: implications for infection prevention", "authors": [{"first": "B", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2012, "venue": "Jt Comm J Qual Patient Saf", "volume": "38", "issn": "12", "pages": "560--565", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Isolation precautions for visitors", "authors": [{"first": "L", "middle": ["S"], "last": "Munoz-Price", "suffix": ""}], "year": 2015, "venue": "Infect Control Hosp Epidemiol", "volume": "36", "issn": "7", "pages": "747--58", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Nosocomial transmission of tuberculosis from a hospital visitor on a pediatrics ward", "authors": [{"first": "J", "middle": ["W"], "last": "Weinstein", "suffix": ""}], "year": 1995, "venue": "Pediatr Infect Dis J", "volume": "14", "issn": "3", "pages": "232--236", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "An outbreak of tuberculosis in a children's hospital", "authors": [{"first": "R", "middle": ["H"], "last": "George", "suffix": ""}], "year": 1986, "venue": "J Hosp Infect", "volume": "8", "issn": "2", "pages": "129--171", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Tuberculosis among adult visitors of children with suspected tuberculosis and employees at a children's hospital", "authors": [{"first": "F", "middle": ["M"], "last": "Munoz", "suffix": ""}], "year": 2002, "venue": "Infect Control Hosp Epidemiol", "volume": "23", "issn": "10", "pages": "568--72", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Guidelines for preventing the transmission of Mycobacterium tuberculosis in health-care settings", "authors": [{"first": "P", "middle": ["A"], "last": "Jensen", "suffix": ""}], "year": 2005, "venue": "MMWR Recomm Rep", "volume": "54", "issn": "", "pages": "1--141", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Routes of transmission during a nosocomial influenza A (H3N2) outbreak among geriatric patients and healthcare workers", "authors": [{"first": "D", "middle": [], "last": "Eibach", "suffix": ""}], "year": 2014, "venue": "J Hosp Infect", "volume": "86", "issn": "3", "pages": "188--93", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Nosocomial respiratory syncytial virus infections: the \"Cold War\" has not ended", "authors": [{"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 2000, "venue": "Clin Infect Dis", "volume": "31", "issn": "2", "pages": "590--596", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Pandemic a/H1N1/2009 influenza in a paediatric haematology and oncology unit: successful management of a sudden outbreak", "authors": [{"first": "N", "middle": [], "last": "Buchbinder", "suffix": ""}], "year": 2011, "venue": "J Hosp Infect", "volume": "79", "issn": "2", "pages": "155--60", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Guidelines for preventing opportunistic infections among hematopoietic stem cell transplant recipients: focus on community respiratory virus infections", "authors": [{"first": "C", "middle": ["A"], "last": "Dykewicz", "suffix": ""}], "year": 2001, "venue": "Biol Blood Marrow Transplant", "volume": "7", "issn": "", "pages": "19--22", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Nosocomial pertussis: possible spread by a hospital visitor", "authors": [{"first": "W", "middle": ["M"], "last": "Valenti", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Pincus", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Messner", "suffix": ""}], "year": 1980, "venue": "Am J Dis Child", "volume": "134", "issn": "5", "pages": "520--521", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Outbreak of pertussis in a neonatal intensive care unit -Louisiana", "authors": [{"first": "P", "middle": [], "last": "Vranken", "suffix": ""}], "year": 2004, "venue": "Am J Infect Control", "volume": "34", "issn": "9", "pages": "550--554", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Containment of pertussis in the regional pediatric hospital during the greater Cincinnati epidemic of 1993", "authors": [{"first": "C", "middle": ["D"], "last": "Christie", "suffix": ""}], "year": 1995, "venue": "Infect Control Hosp Epidemiol", "volume": "16", "issn": "10", "pages": "556--63", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Norovirus outbreaks in nursing homes: the evaluation of infection control measures", "authors": [{"first": "I", "middle": ["H"], "last": "Friesema", "suffix": ""}], "year": 2009, "venue": "Epidemiol Infect", "volume": "137", "issn": "12", "pages": "1722--1755", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Outbreak management and implications of a nosocomial norovirus outbreak", "authors": [{"first": "C", "middle": ["P"], "last": "Johnston", "suffix": ""}], "year": 2007, "venue": "Clin Infect Dis", "volume": "45", "issn": "5", "pages": "534--574", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Updated norovirus outbreak management and disease prevention guidelines", "authors": [], "year": 2011, "venue": "MMWR Recomm Rep", "volume": "60", "issn": "", "pages": "1--18", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "SARS in a hospital visitor and her intensivist", "authors": [{"first": "A", "middle": [], "last": "Mukhopadhyay", "suffix": ""}], "year": 2004, "venue": "J Hosp Infect", "volume": "56", "issn": "3", "pages": "249--50", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "SARS transmission and hospital containment", "authors": [{"first": "G", "middle": [], "last": "Gopalakrishna", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "3", "pages": "395--400", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Identification and containment of an outbreak of SARS in a community hospital", "authors": [{"first": "H", "middle": ["A"], "last": "Dwosh", "suffix": ""}], "year": 2003, "venue": "CMAJ", "volume": "168", "issn": "11", "pages": "1415--1435", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Infrared thermography to mass-screen suspected SARS patients with fever", "authors": [{"first": "W", "middle": ["T"], "last": "Chiu", "suffix": ""}], "year": 2005, "venue": "Asia Pac J Public Health", "volume": "17", "issn": "1", "pages": "26--34", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "guideline for isolation precautions: preventing transmission of infectious agents in health care settings", "authors": [{"first": "J", "middle": ["D"], "last": "Siegel", "suffix": ""}], "year": 2007, "venue": "Am J Infect Control", "volume": "35", "issn": "10", "pages": "65--164", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Guidelines on hand hygiene in health care and their consensus recommendations", "authors": [{"first": "D", "middle": [], "last": "Pittet", "suffix": ""}, {"first": "The World Health", "middle": [], "last": "Organization", "suffix": ""}], "year": 2009, "venue": "Infect Control Hosp Epidemiol", "volume": "30", "issn": "7", "pages": "611--633", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Guideline for hand hygiene in health-care settings. Recommendations of the healthcare infection control practices Advisory committee and the HICPAC/SHEA/APIC/IDSA hand hygiene task force. Society for Healthcare Epidemiology of America/Association for Professionals in Infection Control/ Infectious Diseases Society of America", "authors": [{"first": "J", "middle": ["M"], "last": "Boyce", "suffix": ""}], "year": 2002, "venue": "MMWR Recomm Rep", "volume": "51", "issn": "16", "pages": "1--45", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "An evaluation of hand hygiene in an intensive care unit: are visitors a potential vector for pathogens?", "authors": [{"first": "D", "middle": ["J"], "last": "Birnbach", "suffix": ""}], "year": 2015, "venue": "J Infect Public Health", "volume": "8", "issn": "6", "pages": "570--574", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Do hospital visitors wash their hands? Assessing the use of alcohol-based hand sanitizer in a hospital lobby", "authors": [{"first": "D", "middle": ["J"], "last": "Birnbach", "suffix": ""}], "year": 2012, "venue": "Am J Infect Control", "volume": "40", "issn": "4", "pages": "340--343", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Effectiveness of an audible reminder on hand hygiene adherence", "authors": [{"first": "M", "middle": [], "last": "Fakhry", "suffix": ""}], "year": 2012, "venue": "Am J Infect Control", "volume": "40", "issn": "4", "pages": "320--323", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Handwashing before entering the intensive care unit: what we learned from continuous video-camera surveillance", "authors": [{"first": "S", "middle": [], "last": "Nishimura", "suffix": ""}], "year": 1999, "venue": "Am J Infect Control", "volume": "27", "issn": "4", "pages": "367--376", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Staphylococcus aureus colonization in children with community-associated Staphylococcus aureus skin infections and their household contacts", "authors": [{"first": "S", "middle": ["A"], "last": "Fritz", "suffix": ""}], "year": 2012, "venue": "Arch Pediatr Adolesc Med", "volume": "166", "issn": "6", "pages": "551--558", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Increased prevalence of methicillin-resistant Staphylococcus aureus nasal colonization in household contacts of children with community acquired disease", "authors": [{"first": "Y", "middle": [], "last": "Rafee", "suffix": ""}], "year": 2012, "venue": "BMC Infect Dis", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Large nosocomial outbreak associated with a Norwegian scabies index case undergoing TNF-alpha inhibitor treatment: management and control", "authors": [{"first": "V", "middle": [], "last": "Belvisi", "suffix": ""}], "year": 2015, "venue": "Infect Control Hosp Epidemiol", "volume": "36", "issn": "11", "pages": "1358--60", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Scabies and bedbugs in hospital outbreaks", "authors": [{"first": "M", "middle": [], "last": "Sfeir", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Munoz-Price", "suffix": ""}], "year": 2014, "venue": "Curr Infect Dis Rep", "volume": "16", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "An overview of head lice infestation in neurosurgical patients", "authors": [{"first": "D", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "C", "middle": [], "last": "Kaliaperumal", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Choudhari", "suffix": ""}], "year": 2007, "venue": "Br J Nurs", "volume": "16", "issn": "16", "pages": "982--988", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Knowledge and attitudes of visitors to patients in contact isolation", "authors": [{"first": "N", "middle": [], "last": "Roidad", "suffix": ""}, {"first": "R", "middle": [], "last": "Khakoo", "suffix": ""}], "year": 2014, "venue": "Am J Infect Control", "volume": "42", "issn": "2", "pages": "198--207", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Compliance with methicillin-resistant Staphylococcus aureus precautions in a teaching hospital", "authors": [{"first": "W", "middle": [], "last": "Afif", "suffix": ""}], "year": 2002, "venue": "Am J Infect Control", "volume": "30", "issn": "7", "pages": "430--433", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Compliance with routine use of gowns by healthcare workers (HCWs) and non-HCW visitors on entry into the rooms of patients under contact precautions", "authors": [{"first": "F", "middle": ["A"], "last": "Manian", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Ponzillo", "suffix": ""}], "year": 2007, "venue": "Infect Control Hosp Epidemiol", "volume": "28", "issn": "3", "pages": "337--377", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Compliance with isolation precautions at a university hospital", "authors": [{"first": "D", "middle": ["J"], "last": "Weber", "suffix": ""}], "year": 2007, "venue": "Infect Control Hosp Epidemiol", "volume": "28", "issn": "3", "pages": "358--61", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "An outbreak due to multiresistant Acinetobacter baumannii in a burn unit: risk factors for acquisition and management", "authors": [{"first": "A", "middle": ["E"], "last": "Simor", "suffix": ""}], "year": 2002, "venue": "Infect Control Hosp Epidemiol", "volume": "23", "issn": "5", "pages": "261--268", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "To gown or not to gown: the effect on acquisition of vancomycin-resistant enterococci", "authors": [{"first": "L", "middle": ["A"], "last": "Puzniak", "suffix": ""}], "year": 2002, "venue": "Clin Infect Dis", "volume": "35", "issn": "1", "pages": "18--25", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Management of an outbreak of vancomycin-resistant enterococci in the medical intensive care unit of a cancer center", "authors": [{"first": "H", "middle": [], "last": "Hanna", "suffix": ""}], "year": 2001, "venue": "Infect Control Hosp Epidemiol", "volume": "22", "issn": "4", "pages": "217--226", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "How contagious are common respiratory tract infections?", "authors": [{"first": "D", "middle": ["M"], "last": "Musher", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "348", "issn": "13", "pages": "1256--66", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Transmission of influenza: implications for control in health care settings", "authors": [{"first": "C", "middle": ["B"], "last": "Bridges", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Kuehnert", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 2003, "venue": "Clin Infect Dis", "volume": "37", "issn": "8", "pages": "1094--101", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Aerosol transmission of rhinovirus colds", "authors": [{"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}], "year": 1987, "venue": "J Infect Dis", "volume": "156", "issn": "3", "pages": "442--450", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Ecology of Mycoplasma pneumoniae infections in marine recruits at Parris Island, South Carolina", "authors": [{"first": "P", "middle": [], "last": "Steinberg", "suffix": ""}], "year": 1969, "venue": "Am J Epidemiol", "volume": "89", "issn": "1", "pages": "62--73", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)", "authors": [{"first": "W", "middle": ["H"], "last": "Seto", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "361", "issn": "9368", "pages": "1519--1539", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Expulsion of group A hemolytic streptococci in droplets and droplet nuclei by sneezing, coughing and talking", "authors": [{"first": "M", "middle": [], "last": "Hamburger", "suffix": ""}, {"first": "O", "middle": ["H"], "last": "Robertson", "suffix": ""}], "year": 1948, "venue": "Am J Med", "volume": "4", "issn": "5", "pages": "690--701", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Nosocomial meningococcemia in a physician", "authors": [{"first": "J", "middle": ["F"], "last": "Gehanno", "suffix": ""}], "year": 1999, "venue": "Infect Control Hosp Epidemiol", "volume": "20", "issn": "8", "pages": "564--569", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Wearing masks in a pediatric hospital: developing practical guidelines", "authors": [{"first": "M", "middle": [], "last": "Beck", "suffix": ""}], "year": 2004, "venue": "Can J Public Health", "volume": "95", "issn": "4", "pages": "256--263", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Nosocomial respiratory syncytial virus infections: prevention and control in bone marrow transplant patients", "authors": [{"first": "R", "middle": [], "last": "Garcia", "suffix": ""}], "year": 1997, "venue": "Infect Control Hosp Epidemiol", "volume": "18", "issn": "6", "pages": "412--418", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Community respiratory virus infections among hospitalized adult bone marrow transplant recipients", "authors": [{"first": "E", "middle": [], "last": "Whimbey", "suffix": ""}], "year": 1996, "venue": "Clin Infect Dis", "volume": "22", "issn": "5", "pages": "778--82", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Nosocomial influenza in children", "authors": [{"first": "H", "middle": ["C"], "last": "Maltezou", "suffix": ""}, {"first": "M", "middle": [], "last": "Drancourt", "suffix": ""}], "year": 2003, "venue": "J Hosp Infect", "volume": "55", "issn": "2", "pages": "83--91", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Foundations of the severe acute respiratory syndrome preparedness and response plan for healthcare facilities", "authors": [{"first": "A", "middle": [], "last": "Srinivasan", "suffix": ""}], "year": 2004, "venue": "Infect Control Hosp Epidemiol", "volume": "25", "issn": "12", "pages": "1020--1025", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Evaluation of a patient education model for increasing hand hygiene compliance in an inpatient rehabilitation unit", "authors": [{"first": "M", "middle": [], "last": "Mcguckin", "suffix": ""}], "year": 2004, "venue": "Am J Infect Control", "volume": "32", "issn": "4", "pages": "235--243", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Effect of infection control measures on the frequency of upper respiratory infection in child care: a randomized, controlled trial", "authors": [{"first": "L", "middle": [], "last": "Roberts", "suffix": ""}], "year": 2000, "venue": "Pediatrics", "volume": "105", "issn": "4", "pages": "738--780", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "The effect of hand hygiene on illness rate among students in university residence halls", "authors": [{"first": "C", "middle": [], "last": "White", "suffix": ""}], "year": 2003, "venue": "Am J Infect Control", "volume": "31", "issn": "6", "pages": "364--70", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Correlation between healthcare workers' knowledge of influenza vaccine and vaccine receipt", "authors": [{"first": "R", "middle": ["A"], "last": "Martinello", "suffix": ""}, {"first": "L", "middle": [], "last": "Jones", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Topal", "suffix": ""}], "year": 2003, "venue": "Infect Control Hosp Epidemiol", "volume": "24", "issn": "11", "pages": "845--852", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Influenza B in transplant patients", "authors": [{"first": "J", "middle": [], "last": "Aschan", "suffix": ""}], "year": 1989, "venue": "Scand J Infect Dis", "volume": "21", "issn": "3", "pages": "349--50", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Outbreak of influenza in a neonatal intensive care unit", "authors": [{"first": "R", "middle": [], "last": "Meibalane", "suffix": ""}], "year": 1977, "venue": "J Pediatr", "volume": "91", "issn": "6", "pages": "974--980", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Influenza surveillance in an acute-care hospital", "authors": [{"first": "S", "middle": [], "last": "Weingarten", "suffix": ""}], "year": 1988, "venue": "Arch Intern Med", "volume": "148", "issn": "1", "pages": "113--119", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Influenza A among hospital personnel and patients. Implications for recognition, prevention, and control", "authors": [{"first": "C", "middle": ["T"], "last": "Pachucki", "suffix": ""}], "year": 1989, "venue": "Arch Intern Med", "volume": "149", "issn": "1", "pages": "77--80", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Outbreaks of influenza A virus infection in neonatal intensive care units", "authors": [{"first": "X", "middle": [], "last": "Sagrera", "suffix": ""}], "year": 2002, "venue": "Pediatr Infect Dis J", "volume": "21", "issn": "3", "pages": "196--200", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Cluster of oseltamivir-resistant 2009 pandemic influenza A (H1N1) virus infections on a hospital ward among immunocompromised patients -North Carolina", "authors": [{"first": "L", "middle": ["F"], "last": "Chen", "suffix": ""}], "year": 2009, "venue": "J Infect Dis", "volume": "203", "issn": "6", "pages": "838--884", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Attitudes of patients, visitors and healthcare workers at a tertiary hospital towards influenza A (H1N1) response measures", "authors": [{"first": "W", "middle": ["M"], "last": "Tan", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Chlebicka", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Tan", "suffix": ""}], "year": 2010, "venue": "Ann Acad Med Singap", "volume": "39", "issn": "4", "pages": "303--307", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Influenza A outbreak in a community hospital in south east Wales", "authors": [{"first": "D", "middle": [], "last": "Carnicer-Pont", "suffix": ""}], "year": 2005, "venue": "Euro Surveill", "volume": "10", "issn": "2", "pages": "50217--50219", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Pandemic (H1N1) 2009 influenza in hospitalized children in Manitoba: nosocomial transmission and lessons learned from the first wave", "authors": [{"first": "S", "middle": ["T"], "last": "Fanella", "suffix": ""}], "year": 2011, "venue": "Infect Control Hosp Epidemiol", "volume": "32", "issn": "5", "pages": "435--478", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Influenza A virus outbreak in a neonatal intensive care unit", "authors": [{"first": "F", "middle": ["M"], "last": "Munoz", "suffix": ""}], "year": 1999, "venue": "Pediatr Infect Dis J", "volume": "18", "issn": "9", "pages": "811--816", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "An outbreak of influenza A (H3N2) in a hospital for the elderly with emphasis on pulmonary complications", "authors": [{"first": "S", "middle": [], "last": "Kashiwagi", "suffix": ""}], "year": 1988, "venue": "Jpn J Med", "volume": "27", "issn": "2", "pages": "177--82", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "An outbreak of influenza A in a neonatal intensive care unit", "authors": [{"first": "R", "middle": ["J"], "last": "Cunney", "suffix": ""}], "year": 2000, "venue": "Infect Control Hosp Epidemiol", "volume": "21", "issn": "7", "pages": "449--54", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "The challenges of pertussis outbreaks in healthcare facilities: is there a light at the end of the tunnel?", "authors": [{"first": "K", "middle": ["M"], "last": "Edwards", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Talbot", "suffix": ""}], "year": 2006, "venue": "Infect Control Hosp Epidemiol", "volume": "27", "issn": "6", "pages": "537--577", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Incidence of pertussis infection in healthcare workers", "authors": [{"first": "S", "middle": ["W"], "last": "Wright", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Decker", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Edwards", "suffix": ""}], "year": 1999, "venue": "Infect Control Hosp Epidemiol", "volume": "20", "issn": "2", "pages": "120--123", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Morbidity of pertussis in adolescents and adults", "authors": [{"first": "De", "middle": [], "last": "Serres", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 2000, "venue": "J Infect Dis", "volume": "182", "issn": "1", "pages": "174--183", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Aerial dissemination of pulmonary tuberculosis", "authors": [{"first": "R", "middle": ["L"], "last": "Riley", "suffix": ""}], "year": 1957, "venue": "Am Rev Tuberc", "volume": "76", "issn": "6", "pages": "931--972", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Measles outbreak in a pediatric practice: airborne transmission in an office setting", "authors": [{"first": "A", "middle": ["B"], "last": "Bloch", "suffix": ""}], "year": 1985, "venue": "Pediatrics", "volume": "75", "issn": "4", "pages": "676--83", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Airborne transmission of chickenpox in a hospital", "authors": [{"first": "J", "middle": ["M"], "last": "Leclair", "suffix": ""}], "year": 1980, "venue": "N Engl J Med", "volume": "302", "issn": "8", "pages": "450--453", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Guidelines for preventing the transmission of tuberculosis in health-care settings, with special focus on HIVrelated issues", "authors": [{"first": "S", "middle": ["W"], "last": "Dooley", "suffix": ""}], "year": 1990, "venue": "MMWR Recomm Rep", "volume": "39", "issn": "", "pages": "1--29", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Prevention of measles, rubella, congenital rubella syndrome, and mumps", "authors": [{"first": "H", "middle": ["Q"], "last": "Mclean", "suffix": ""}], "year": 2013, "venue": "summary recommendations of the Advisory Committee on Immunization Practices (ACIP)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Guideline for infection control in healthcare personnel", "authors": [{"first": "E", "middle": ["A"], "last": "Bolyard", "suffix": ""}], "year": 1998, "venue": "Infect Control Hosp Epidemiol", "volume": "19", "issn": "6", "pages": "407--63", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Advisory committee on immunization practices recommended immunization schedule for adults aged 19 years or older -United States", "authors": [{"first": "D", "middle": ["K"], "last": "Kim", "suffix": ""}], "year": 2015, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "64", "issn": "4", "pages": "91--93", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Strategies for safe living after solid organ transplantation", "authors": [{"first": "R", "middle": ["K"], "last": "Avery", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Michaels", "suffix": ""}, {"first": "A", "middle": ["S T I D C O"], "last": "Practice", "suffix": ""}], "year": 2013, "venue": "Am J Transplant", "volume": "13", "issn": "4", "pages": "304--314", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Transmission characteristics of MERS and SARS in the healthcare setting: a comparative study", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2015, "venue": "BMC Med", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Probable transmission chains of Middle East respiratory syndrome coronavirus and the multiple generations of secondary infection in South Korea", "authors": [{"first": "S", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Wong", "suffix": ""}], "year": null, "venue": "Int J Infect Dis", "volume": "38", "issn": "", "pages": "65--72", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Middle East respiratory syndrome in 3 persons", "authors": [{"first": "J", "middle": ["S"], "last": "Yang", "suffix": ""}], "year": 2015, "venue": "Emerg Infect Dis", "volume": "21", "issn": "11", "pages": "2084--2091", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Interim infection prevention and control recommendations for hospitalized patients with middle east respiratory syndrome coronavirus (MERS-CoV)", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Infection prevention and control recommendations for hospitalized patients under investigation (PUIs) for Ebola Virus Disease (EVD)", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Dallas Ebola patient's family too upset to watch video link", "authors": [{"first": "", "middle": [], "last": "Nbc News", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Why can't I visit? The ethics of visitation restrictionslessons learned from SARS", "authors": [{"first": "S", "middle": [], "last": "Rogers", "suffix": ""}], "year": 2004, "venue": "Crit Care", "volume": "8", "issn": "5", "pages": "300--302", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Restrictive visitor policies: feedback from healthcare workers, patients and families", "authors": [{"first": "B", "middle": [], "last": "Quinlan", "suffix": ""}], "year": 2003, "venue": "Hosp Q", "volume": "7", "issn": "1", "pages": "33--40", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Summary of recommendations for visitors based on some common contagious organisms and the possible subsequent related challenges to consider[2,21]", "latex": null, "type": "table"}, "TABREF1": {"text": "Globalization and the ease of international travel pose new challenges for infection prevention and control of emerging infectious diseases. Outbreaks of communicable diseases in seemingly remote areas of the world have necessitated preparedness efforts for US healthcare facilities in the event of an imported case. The recent outbreak of Ebola in West Africa and the emergence of MERS-CoV in the Middle East are two such examples. The largest outbreak of MERS-CoV outside of the Middle East occurred in South Korea due to an imported case resulting in 186 secondary cases and 36 deaths. During this outbreak, hospital visitors were implicated in amplifying transmission in a similar fashion as was observed during the SARS outbreak[79- 81]. Although imported cases of Ebola and MERS-CoV in the USA have been extremely rare, the high consequences of such events have led to greater recognition of the importance of hospital preparedness for emerging infectious diseases. To this end, CDC has issued explicit guidelines for managing visitors to healthcare facilities with hospitalized patients with MERS-CoV[82]. Recommendations include the following:1. Establish procedures for monitoring, managing, and training visitors. 2. Screen visitors for respiratory illness prior to entering the hospital.3. Restrict visitors from entering the room of patients with MERS-CoV with consideration of exceptions for end-oflife situations when the visitor is otherwise essential for patient's well-being and care. 4. Maintain a log of all visitors to patient rooms. 5. Educate visitors on respiratory hygiene, cough etiquette,", "latex": null, "type": "table"}}, "back_matter": []}