{"paper_id": "0ead91834fef107c1e03fdc4ee4b4968123bb752", "metadata": {"title": "Asian Journal of Psychiatry Chinese mental health burden during the COVID-19 pandemic", "authors": [{"first": "Yeen", "middle": [], "last": "Huang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Union Shenzhen Hospital", "location": {"country": "China"}}, "email": ""}, {"first": "Ning", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Union Shenzhen Hospital", "location": {"country": "China"}}, "email": ""}]}, "abstract": [{"text": "We aimed to assess the Chinese mental health burden during the COVID-19 pandemic. Data were collected from 7,236 participants assessed with anxiety disorders, depressive symptoms, and poor sleep . The overall prevalence of anxiety disorders, depressive symptoms, sleep quality were 35.1%, 20.1%, 18.2%, respectively. Younger people reported a higher prevalence of anxiety disorders and depressive symptoms than older people (P < 0.001). Compared with other occupation, healthcare workers have the highest rate of poor sleep quality (P < 0.001). We identified a major mental health burden of the public during the COVID-19 pandemic outbreak in China. Younger people and healthcare workers were at high risk for mental illness.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "COVID-19 (Corona Virus Disease 2019, also known as 2019-nCoV), a cluster of acute respiratory illness with unknown causes, occurred in Wuhan, Hubei Province, China sincein early December 2019 (Paules et al., 2020; Wang et al., 2020) . The COVID-19 pandemic has swept into over 200 countires with considerable confirmed cases and deaths, and has caused public panic and mental health stress. In China, the public has shown severe anxiety-related behaviors, causing a significant shortage of medical related materials across the country. Besides, many front-line medical staff work overloaded for a long time causing them to not get enough rest. Evidence indicated that mental health problems could occur in both healthcare workers and survivors during the severe acute respiratory syndrome (SARS) outbreak (Lee et al., 2007Lee et al., 2018 . Based on the above research evidence, we have reason to speculate that the psychological condition of the Chinese public may also be affected during the COVID-19 pandemic. Therefore, using a web-based cross-sectional study, we aimed to assess the mental health burden of Chinese population during the COVID-19 pandemic, and to explore the potential influence factors.", "cite_spans": [{"start": 192, "end": 213, "text": "(Paules et al., 2020;", "ref_id": "BIBREF7"}, {"start": 214, "end": 232, "text": "Wang et al., 2020)", "ref_id": "BIBREF10"}, {"start": 805, "end": 838, "text": "(Lee et al., 2007Lee et al., 2018", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "To prevent the spread of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), this study used a web-based cross-sectional survey based on the National Internet Survey on Emotional and Mental Health (NISEMH) to collected data. This web-based survey of the COVID-19 pandemic was broadcasted on the Internet through the WeChat public platform, Weibo, online forum, and the mainstream media. Chinese people who often used WeChat or other social tools may see our survey, and answered the questionnaire by scanning the twodimensional barcodes of the questionnaire address or clicking the relevant link.", "cite_spans": [], "ref_spans": [], "section": "Study design and participants"}, {"text": "The study was conducted in accordance with the Declaration of Helsinki, and was approved by the Institutional Ethics Committee. All electronic informed consent was obtained from each participant prior to starting the investigation. Participant could withdraw from the survey at any moment without providing any justification.", "cite_spans": [], "ref_spans": [], "section": "Ethical statement"}, {"text": "In this study, participants answered the questionnaires anonymously on the Internet from February 3 to, 2020 to February 17. All subjects reported their demographic data (gender, age, and occupation), the COVID-19 related information (including Times to focus on the COVID-19 pandemic and Knowledge of the COVID-19), and three standardized questionnaires, which assessed their generalized anxiety disorder (GAD-7) (Tong et al., 2016) , depressive symptoms (Zhang et al., 2010) , and poor sleep quality (Liu et al., 1996) . Finally, a total of 7236 participants who completed the questionnaires (response rate of 85.3 %) were included in the analysis.", "cite_spans": [{"start": 414, "end": 433, "text": "(Tong et al., 2016)", "ref_id": "BIBREF9"}, {"start": 456, "end": 476, "text": "(Zhang et al., 2010)", "ref_id": "BIBREF11"}, {"start": 502, "end": 520, "text": "(Liu et al., 1996)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Data collection"}, {"text": "First, descriptive analyses were conducted to describe the demographic characteristics and the COVID-19 related knowledge in the Chinese population. Second, the prevalence of GAD, depressive symptoms, and poor sleep quality stratified by gender, age, and occupation were reported, and Chi-square test (χ 2 ) was used to compare the differences between groups. All data were analyzed using the SPSS v24.0. P-values of less than 0.05 were considered statistically significant (a 2sided tests).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The characteristics of participants were shown in Table 1 . Of the 7236 sample analyzed, 3284 (45.4 %) were males and 3952 (54.6 %) were females, and the mean (standard deviation) age of the participants was 35.3 ± 5.6 years. Among these samples, 2250 (31.1 %) of participants were healthcare workers, 3155 (43.6 %) participants focused on the COVID-19 pandemic for 3 h or more each day, and 5702 (78.8 %) participants were quite understand for the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [{"start": 50, "end": 57, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Demographic characteristics of participants"}, {"text": "3.2. Prevalence of GAD, depressive symptoms, and poor sleep quality during the COVID-19 pandemic stratified by participant's age, and occupation", "cite_spans": [], "ref_spans": [], "section": "Demographic characteristics of participants"}, {"text": "The prevalence of GAD, depressive symptoms, and poor sleep quality stratified by participant's age and occupation were shown in Tables 2, and 3, respectively. The prevalence of GAD and depressive symptoms was significantly higher in participants younger than 35 years than in participants aged 35 years or older (P < 0.001, as shown in Table 2 ). Moreover, compared with other occupational groups, healthcare workers (23.6 %) reported the highest rate of poor sleep quality (P < 0.001, as shown in Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 336, "end": 343, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 498, "end": 505, "text": "Table 3", "ref_id": null}], "section": "Demographic characteristics of participants"}, {"text": "During the COVID-19 pandemic, our web-based survey shows a high prevalence of anxiety disorders and poor sleep in the Chinese population. Anxiety and depressive symptoms were more likely to occur in people younger than 35 years. Compared with other professions, healthcare workers have higher risk for poor sleep. This findings provided a effective evidence support for accurately understand the source of public's panic during the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Similar to the psychological burden caused by SARS (Su et al., 2007) , our online survey results suggested the Chinese public's levels of panic symptoms increase when the COVID-19 occurred. We found that one in three participants would showed anxiety-related disorders, and this mood was not different between male and female during the pandemic, which was different from the previous study showed women have higher risk to have anxiety symptoms than men (Gao et al., 2020) . Moreover, nearly one in five participants had depressive symptoms and sleep problems, indicating that the uncertainty of the outbreak progression would cause greater psychological stress on the Chinese public. The possible reason for these psychological problems may be related to the theory mentioned as \"hypochondriac concerns\" (worry about being infected) (Furer et al., 1997) and feared that the disaster was hard to control.", "cite_spans": [{"start": 51, "end": 68, "text": "(Su et al., 2007)", "ref_id": "BIBREF8"}, {"start": 455, "end": 473, "text": "(Gao et al., 2020)", "ref_id": "BIBREF1"}, {"start": 835, "end": 855, "text": "(Furer et al., 1997)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "Furthermore findings showed that nearly one in four healthcare workers have sleep problems, which was significantly higher than other occupational group. One possible reason is that the working intensity and time of healthcare workers will increase in the face of severe outbreaks (such as SARS and MERS), resulting in them not having enough time to rest, and prone to chronic stress and psychological distress (Lee Abbreviations: n, number, GAD, generalized anxiety disorder. a GAD was defined as individuals who scored ≥ 9 points. b Depressive symptoms included individuals who scored ≥ 28 points. c Poor sleep quality was defined as individuals who scored > 7 points. et al., 2018; McAlonan et al., 2007) . In severe cases, a post-traumatic stress disorder (PTSD) symptoms may even occur, which is highly correlated with poor sleep (Kobayashi et al., 2007) . This study has several limitations. First, the data presented here were derived from a cross-sectional design, it is difficult to make causal inferences. Second, the study was limited to the COVID-19 pandemic, we used web-based study method to avoid possible infections. However, this may lead to the sampling of our survey was voluntary and conducted by online system. The possibility of selection bias should be considered. Third, due to the sudden occurrence of the disaster, we were unable to assess an individual's mental health burden before the pandemic.", "cite_spans": [{"start": 671, "end": 684, "text": "et al., 2018;", "ref_id": "BIBREF4"}, {"start": 685, "end": 707, "text": "McAlonan et al., 2007)", "ref_id": "BIBREF6"}, {"start": 835, "end": 859, "text": "(Kobayashi et al., 2007)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, we identified a major mental health burden of the Chinese public during the COVID-19 pandemic, younger people and healthcare workers were at a high risk of displaying psychological problem. Ongoing surveillance of the psychological consequences for pandemic-potential, life-threatening diseases, establishing early targeted psychological interventions, should become the routine as part of preparedness efforts in China.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Ning Zhao conceptualized and designed the study, review and revised the manuscript. Yeen Huang designed the data collection instruments, coordinated and supervised data collection, carried out the initial analyses, and interpreted the data, drafted the initial manuscript. Ning Zhao and Yeen Huang approved the final manuscript as submitted and agree to be accountable for all aspects of the study.", "cite_spans": [], "ref_spans": [], "section": "Author statement contributors"}, {"text": "This study was conducted in accordance with the Declaration of Helsinki, and was approved by the Ethics Committee of Huazhong University of Science and Technology Union Shenzhen Hospital. All electronic informed consent was obtained from each participant prior to starting the investigation. Participant could withdraw from the survey at any moment without providing any justification.", "cite_spans": [], "ref_spans": [], "section": "Ethical statement"}, {"text": "This work was supported by the National Natural Science Foundation of China. The funder had no role in the design and conduct of the study; management, collection, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the manuscript for publication.", "cite_spans": [], "ref_spans": [], "section": "Financial disclosure"}, {"text": "None. Table 3 Prevalence of GAD, depressive symptoms, and sleep quality during the COVID-19 pandemic in Chinese population stratified by occupation (N = 7236).", "cite_spans": [], "ref_spans": [{"start": 6, "end": 13, "text": "Table 3", "ref_id": null}], "section": "Declaration of Competing Interest"}, {"text": "Total ( ", "cite_spans": [], "ref_spans": [], "section": "Variables"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Hypochondriacal concerns and somatization in panic disorder", "authors": [{"first": "P", "middle": [], "last": "Furer", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Walker", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Chartier", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Stein", "suffix": ""}], "year": 1997, "venue": "Depress. Anxiety", "volume": "6", "issn": "", "pages": "78--85", "other_ids": {"DOI": ["10.1002/(sici)1520-6394"]}}, "BIBREF1": {"ref_id": "b1", "title": "Gender differences in depression, anxiety, and stress among college students: a longitudinal study from", "authors": [{"first": "W", "middle": [], "last": "Gao", "suffix": ""}, {"first": "S", "middle": [], "last": "Ping", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "China. J. Affect. Disord", "volume": "263", "issn": "", "pages": "292--300", "other_ids": {"DOI": ["10.1016/j.jad.2019.11.121"]}}, "BIBREF2": {"ref_id": "b2", "title": "Polysomnographically measured sleep abnormalities in PTSD: a meta-analytic review", "authors": [{"first": "I", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Boarts", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Delahanty", "suffix": ""}], "year": 2007, "venue": "Psychophysiology", "volume": "44", "issn": "", "pages": "660--669", "other_ids": {"DOI": ["10.1111/j.1469-8986.2007.537.x"]}}, "BIBREF3": {"ref_id": "b3", "title": "Stress and psychological distress among SARS survivors 1 year after the outbreak", "authors": [{"first": "A", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Wong", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Mcalonan", "suffix": ""}, {"first": "V", "middle": [], "last": "Cheung", "suffix": ""}, {"first": "C", "middle": [], "last": "Cheung", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Sham", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chu", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Wong", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Tsang", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Chua", "suffix": ""}], "year": 2007, "venue": "Can. J. Psychiatry", "volume": "52", "issn": "", "pages": "233--240", "other_ids": {"DOI": ["10.1177/070674370705200405"]}}, "BIBREF4": {"ref_id": "b4", "title": "Psychological impact of the 2015 MERS outbreak on hospital workers and quarantined hemodialysis patients", "authors": [{"first": "S", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Kang", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Cho", "suffix": ""}, {"first": "T", "middle": [], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Park", "suffix": ""}], "year": 2018, "venue": "Compr. Psychiatry", "volume": "87", "issn": "", "pages": "123--127", "other_ids": {"DOI": ["10.1016/j.comppsych.2018.10.003"]}}, "BIBREF5": {"ref_id": "b5", "title": "Reliability and validity of Pittsburgh sleep quality index", "authors": [{"first": "X", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "M", "middle": ["Q"], "last": "Tang", "suffix": ""}, {"first": "L", "middle": [], "last": "Hu", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Wang", "suffix": ""}, {"first": "H", "middle": ["X"], "last": "Wu", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Zhao", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Gao", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Li", "suffix": ""}], "year": 1996, "venue": "J Chin Psychiatry", "volume": "29", "issn": "", "pages": "103--107", "other_ids": {"DOI": ["10.1007/BF02951625"]}}, "BIBREF6": {"ref_id": "b6", "title": "Immediate and sustained psychological impact of an emerging infectious disease outbreak on health care workers", "authors": [{"first": "G", "middle": ["M"], "last": "Mcalonan", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "V", "middle": [], "last": "Cheung", "suffix": ""}, {"first": "C", "middle": [], "last": "Cheung", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Tsang", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Sham", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Chua", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Wong", "suffix": ""}], "year": 2007, "venue": "Can. J. Psychiatry", "volume": "52", "issn": "", "pages": "241--247", "other_ids": {"DOI": ["10.1177/070674370705200406"]}}, "BIBREF7": {"ref_id": "b7", "title": "Coronavirus infections-more than just the common cold", "authors": [{"first": "C", "middle": ["I"], "last": "Paules", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Marston", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.0757"]}}, "BIBREF8": {"ref_id": "b8", "title": "Prevalence of psychiatric morbidity and psychological adaptation of the nurses in a structured SARS caring unit during outbreak: a prospective and periodic assessment study in Taiwan", "authors": [{"first": "T", "middle": ["P"], "last": "Su", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Lien", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Su", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Wang", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Tsai", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Yin", "suffix": ""}], "year": 2007, "venue": "J. Psychiatr. Res", "volume": "41", "issn": "", "pages": "119--130", "other_ids": {"DOI": ["10.1016/j.jpsychires.2005.12.006"]}}, "BIBREF9": {"ref_id": "b9", "title": "Validation of the generalized anxiety disorder-7 (GAD-7) among Chinese people with epilepsy", "authors": [{"first": "X", "middle": [], "last": "Tong", "suffix": ""}, {"first": "D", "middle": [], "last": "An", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcgonigal", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Park", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2016, "venue": "Epilepsy Res", "volume": "120", "issn": "", "pages": "31--36", "other_ids": {"DOI": ["10.1016/j.eplepsyres.2015.11.019"]}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Peng", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.1585"]}}, "BIBREF11": {"ref_id": "b11", "title": "Establishing a national urban norm for the center for epidemiology scale for depression", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Wu", "suffix": ""}, {"first": "G", "middle": [], "last": "Fang", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": ["X"], "last": "Han", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Chen", "suffix": ""}], "year": 2010, "venue": "Chin Ment Health J", "volume": "24", "issn": "", "pages": "139--143", "other_ids": {"DOI": ["10.3969/j.issn.1000-6729.2010.02.015"]}}}, "ref_entries": {"TABREF0": {"text": "Demographic characteristics of study sample (N = 7236).", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to thank all the participants in this study. In addition, we express our heartfelt respect to the people who are still fighting the pandemic on the front line. We are very grateful to Ms. Qiaohong Chen for providing professional language help for our manuscript.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}