{
    "paper_id": "0eb75e119fcd1def12cc3f200d7d0430525a9039",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Leadership Field Trip Assignment Leadership Field Trip Assignment #2 Jam Law Comic Assignment Sequence Metaphor Assignment Constellation Assignment Culminating Comics Assignment Assessment As a former K-12 teacher, whenever I hear the word assessment, I still cringe a little. I taught from 2004 to 2015. My entire teaching career was essentially contemporaneous with No Child Left Behind and the obsession over standardized testing and data. And while it makes me cringe, I know that assessment and evaluation is or should be at the heart of what any great teacher does. Mathison (2014, 247) similarly noted that assessment is usually seen as an externally mandated phenomenon which is \"defined by others.\" Mathison (2014, 247) urges teachers to resist these external calls and definitions of assessment and practice assessment that \"supports a democratic vision of public schooling.\" A note on terminology is in order. The terms assessment and evaluation overlap, but there are some distinctions (Rea, 2020) . Assessment refers to the methods of gathering data on student performance and using this data to make decisions regarding learning, while evaluation refers to the judgements about students and teachers made based on those assessments (Banks, McGee-Banks, & Clegg, 1999; Chapin, 2015; Rea, 2020) . Both are important for our purposes. Teachers and professors must use the information gained from the assignments in this book (e.g. ideas from class discussions and student created comics) to continually improve the assignments, adjust them to the unique conditions of individual classrooms, to evaluate the effectiveness of the assignments and teacher practice, and ultimately, help students arrive at their own ideas of citizenship in the hyperreal.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 592,
                    "text": "Mathison (2014, 247)",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 728,
                    "text": "Mathison (2014, 247)",
                    "ref_id": null
                },
                {
                    "start": 998,
                    "end": 1009,
                    "text": "(Rea, 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1246,
                    "end": 1281,
                    "text": "(Banks, McGee-Banks, & Clegg, 1999;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1282,
                    "end": 1295,
                    "text": "Chapin, 2015;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1296,
                    "end": 1306,
                    "text": "Rea, 2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to accomplish these tasks, teachers need to know if what they are doing is indeed helping students think. A standardized test created by a corporation I think is very limited in this respect. Perhaps this is the crotchety teacher coming out in me, but to truly assess and evaluate student thinking, we need to go much deeper. It simply requires more. Below, I examine a number of ways that graphic novels, both the reading and creating of them, might be assessed and evaluated. There are not specific rubrics for every exercise, although I do have rubric for the culminating symbolism assignment (the mini-comics assignment) which was presented in Chapter 5. I think rubrics for every assignment would defeat the purpose and crush any variability and spontaneity. Following Kincheloe (2001) , I am wary of anything standardized for classrooms and teachers because this standardization neglects the fact that each classroom is different. I do not want to crush teacher creativity (Kincheloe, 2001) . Instead, what I offer below are more general guidelines for teachers to make evaluations about student work. These guidelines however do not just serve as assessment guidelines, but also as a way for students to see what is expected of them (for my culminating symbolism project, I showed students the rubric beforehand so they knew what I was looking for in the project).",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 799,
                    "text": "Kincheloe (2001)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 988,
                    "end": 1005,
                    "text": "(Kincheloe, 2001)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two other important notions related to assessment are formative assessment and the use of different assessment tasks. Chapin (2015) examines the importance of formative assessment, which is assessment that is ongoing during teaching. Specifically, informal formative assessment, known as \"on-the-fly\" assessment is crucial (Chapin, 2015, 159) . Regarding formative assessment Mathison (2014, 256) asserts that assessment can be fused with instruction, which can yield a \"continuous flow of information about what students do and do not yet know.\" Informal formative assessment includes looking at students work as they complete it to see what they know, teacher questioning of students and observations of student discussions (Chapin, 2015; Larson, 2017; Mathison, 2014) . I utilized these types of formative assessments for the comic assignments. As students were completing the assignments and frameworks, and even as I was explaining and assigning them, I constantly checked for understanding. I talked to students to ensure they understood what was to be done. After we discussed completed assignments, I used the discussions as a type of assessment. One thing I learned about implementing the reading assignments was that I needed to make sure students were paying attention not only to the content, but the comics form. Indeed, it is the comics form which differentiates this whole enterprise from just reading regular prose novels.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 131,
                    "text": "Chapin (2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 323,
                    "end": 342,
                    "text": "(Chapin, 2015, 159)",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 396,
                    "text": "Mathison (2014, 256)",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 740,
                    "text": "(Chapin, 2015;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 741,
                    "end": 754,
                    "text": "Larson, 2017;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 755,
                    "end": 770,
                    "text": "Mathison, 2014)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Assessment can consist of written, oral or visual categories (2015) . In the written category, stories, diaries and posters can be utilized. For the visual category, cartoons and drawings can be used (Chapin, 2015, 161) . There is overlap between the categories (Chapin, 2015) . Student created comics may be excellent evidence of the visual and written categories in conjunction.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 67,
                    "text": "(2015)",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 219,
                    "text": "(Chapin, 2015, 161)",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 276,
                    "text": "(Chapin, 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The process of action research is also useful here as well. Mertler (2020) argues that action research is performed by teachers and for teachers to understand their own specific classrooms and schools. For action research studies, teachers generally first identify a topic that they want to examine and then consult scholarly literature (Larson, 2017; Mertler, 2020) . Next teachers decide on their research methods, implement the intervention and collect data on it and analyze the data (Mertler, 2020) . Finally, an action plan for the future is developed, the results are shared and the teacher reflects on the process (Mertler, 2020) . Of course action research is not this linear, but this gives some inkling of the process (Mertler, 2020) . Action research is cyclical, meaning that an intervention can be performed by the teacher, who then reflects on it, and can then keep implementing the same intervention while incorporating the lessons learned from the last iteration (Mertler, 2020 ). An important consideration of action research is the uniqueness of individual classroom settings (Larson, 2017; Mertler, 2020) . Schwarz (2013) specifically argues for something similar to implement graphic novel pedagogy in classrooms. Schwarz (2013) argues that teachers have access to their classroom, credibility with their students, flexibility, and the ability to utilize valuable student feedback right away. While large scale studies can be beneficial, Schwarz (2013, 153) notes:",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 74,
                    "text": "Mertler (2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 337,
                    "end": 351,
                    "text": "(Larson, 2017;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 352,
                    "end": 366,
                    "text": "Mertler, 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 488,
                    "end": 503,
                    "text": "(Mertler, 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 622,
                    "end": 637,
                    "text": "(Mertler, 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 729,
                    "end": 744,
                    "text": "(Mertler, 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 980,
                    "end": 994,
                    "text": "(Mertler, 2020",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1095,
                    "end": 1109,
                    "text": "(Larson, 2017;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1110,
                    "end": 1124,
                    "text": "Mertler, 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1127,
                    "end": 1141,
                    "text": "Schwarz (2013)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1235,
                    "end": 1249,
                    "text": "Schwarz (2013)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1459,
                    "end": 1478,
                    "text": "Schwarz (2013, 153)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A wonderful empirical study on graphic novels done by an educational psychologist or expert in educational technology may not be applicable to these students in this place at this time for this purpose. Yet, one teacher may find results in a small, qualitative study that resonates with many other educators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This quote perhaps best captures the essence of teacher led research and the assessment and evaluation aims of this book. Teacher research is relevant for the teachers (and most likely other teachers in similar situations). Teachers can evaluate for themselves how well their intended methods and frameworks are working in the classroom. Mertler (2020) and Schwarz's (2013) ideas of action research and teacher research helped to inspire my own research process for this book. I wanted to examine how graphic novels (both the reading of them and creation of them) can help students grapple with citizenship in a number of ways. I consulted the literature (see Chapter 1 and relevant parts of the other chapters), implemented the activities in my classes, gathered information and feedback, and am using the feedback to guide future implementation. I am also sharing the results (this book, as well as at professional conferences). The data analysis utilizes the formative assessment procedures and rubrics (I will get to these shortly). In line with action research, I view these endeavors as incomplete and cyclical. While it was not feasible for me to implement every assignment in this book, I learned from the assignments that I did implement. I would recommend that teachers implementing the comic assignments utilize similar procedures and consult the literature on action research for more clarification (Larson, 2017) . Teachers should continually reassess these assignments and their implementation in their own classrooms and use this information to guide future implementation.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 352,
                    "text": "Mertler (2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 357,
                    "end": 373,
                    "text": "Schwarz's (2013)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1411,
                    "end": 1425,
                    "text": "(Larson, 2017)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I am constantly learning from classes how to make the assignments better and more productive for the next iteration. There are at least two levels to this: number one, teachers must learn how to best go about implementing assignments and how the students perceive the assignments in general. Secondly, teachers must learn how to best assess and evaluate those assignments. Principles from formative assessment and action research can help teachers and professors accomplish both of these tasks. Below, I examine some of my experience with both levels indicated above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Something that became very clear to me when I began to implement these assignments was the need for flexibility. I had to make many adjustments on the fly. Students, many times asked questions which I did not anticipate and which forced me to reconsider aspects of assignments. For instance, in my History 402 class, we examined an excerpt from the graphic novel Uncle Sam. I used this excerpt to introduce the ideas of symbolism and imagery and part of our political discourse. We had a great discussion in class. Afterwards, my students noted how they would have liked a primer on how to read comics. This information was extremely useful as I moved forward and introduced more comics related material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Perceptions and Implementation"
        },
        {
            "text": "The point is, I think when implementing these assignments, teachers and professors need to listen to their students. Teachers and professors must be flexible. Many of these assignments are asking students to take on creative, open ended tasks which may create ambiguity. I view all of this from an assessment perspective. My own experiences in implementing comics related pedagogy have been invaluable and constantly inform future practice. Every comment and criticism (either formally on class evaluations or informal comments) a student gives to me helps me to refine these assignments for the next go around. Obviously no two classes are the same, but formal and informal student feedback has helped me to continue to fine tune these assignments. Paying attention to student comments is good practice (Carter, 2013) . This is probably good advice for any teacher and all assignments, but I think it especially pertinent with these types of assignments.",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 818,
                    "text": "(Carter, 2013)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "General Perceptions and Implementation"
        },
        {
            "text": "Something else I noticed, to my own chagrin, was the fact that I simply could not get to all details in all lessons. For instance, in one lesson, I drew an example without panels. I simply forgot to include them because I was so focused on conveying symbolism. When I reflected on lessons, it always seemed like there was something that I forgot to include. I admonished myself, but then I realized something. I was asking my students to do so much, usually in a short amount of time. I was asking a lot of myself as well. The point is I think that forgetting things is inevitable, especially when you have limited time. I just reflect on what I missed and try to incorporate it in the next go around.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Perceptions and Implementation"
        },
        {
            "text": "A number of students gave me formal and informal feedback on the comic assignments in various classes, some of which I want to share. In the final course evaluation of my history of education class (EDU 402), one student highlighted the assessment potential of the culminating comic project in Chapter 5. The student wrote that the comic book assignment (along with another unrelated assignment) were powerful methods of knowledge assessment that did not rely on traditional means, such as multiple choice tests. The assessment potential of the comic is worth noting. I was able to assess the student's knowledge of history in a new a creative format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Perceptions and Implementation"
        },
        {
            "text": "After my constant harping on how comics can be used in a variety of ways, as well as assigning a number of comics exercises in class, one of my students in my Human Development class actually used a variation in her own class. I include this as a form of assessment because it helped me see new applications for some of the material in this book. She told me that she began to use comics to teach aspects of the social studies, specifically economics. She began using Calvin and Hobbes comics to teach concepts of opportunity costs and supply and demand. These are admittedly somewhat boring concepts, especially to fourth graders, but she found a way to use comics to convey these dry social studies concepts in a lively way. I believe her words are worth quoting at length. She wrote in an email to me:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Perceptions and Implementation"
        },
        {
            "text": "We were discussing supply and demand, specialization, competition, and opportunity cost after introducing the Industrial Revolution and Maryland's economy. The comic strip discusses how without competition, prices increase and quality of product may decrease. Calvin demonstrates opportunity cost with how he is skimping on environmental and safety issues in order to keep prices lower, despite it not being satisfactory to the buyer. For supply and demand, this illustrates perfectly the consumer is the demand and supplier is whomever fills the need. Specialization was a bit trickier, but after discussing Maryland's economy and using the abundance of certain natural resources to specialize and build industries, the students actually connected that Calvin is using what resources he has to make a product. Even if that product is just a lemon thrown in water. While it's not a perfect representation, it gives a picture of how economics is a relationship between the buyer and seller. I had two students act out the cartoon, and we labeled the parts as a class. We then labeled the labels with examples from Maryland. The students seemed to enjoy. (E. Gore, email communication, May 29, 2019) She believed that her efforts were successful. While this book focuses on using comics from grades 6-12 and at the university level, I think her adopting comics to teach social studies concepts in an elementary classroom is indicative of how teachers can adopt the ideas in this book to their own needs. She even incorporated a performance aspect, where students had to act out their comics, which might be especially enticing. Skits and dramatizations are other types of assessment (Chapin, 2015) .",
            "cite_spans": [
                {
                    "start": 1157,
                    "end": 1197,
                    "text": "Gore, email communication, May 29, 2019)",
                    "ref_id": null
                },
                {
                    "start": 1681,
                    "end": 1695,
                    "text": "(Chapin, 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "General Perceptions and Implementation"
        },
        {
            "text": "Another student, who was a Ph.D. student in my law class, wrote this to me in an email:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Perceptions and Implementation"
        },
        {
            "text": "Every year, my students complete an assignment that connects them to multilingual communities. One of the options I give them is to create a bilingual book to be donated to a family in our community. Because of what I learned in Dr. Letizia's class about some of the pedagogical benefits of the graphic novel due to the purposeful sequencing and encapsulation, emotionally-charged images, and transcendence of meaning, I have decided to encourage learners to consider creating a graphic novel for this assignment. (C. Dugan, email communication, July 27, 2019) Heather, another student of mine (and also a contributor of student artwork to this book), is a principal and teacher at a private school, decided to offer a graphic novel option for her classes. Her ELA classes complete a virtue journal, where students utilize art and text to analyze specific virtues found in Tolkien's Lord of the Rings. Heather added a graphic novel option of this assignment and had me come into her classes and give a presentation on how to utilize the features of the comic's medium to this end. I gave a short lecture and then did comic activities with the class.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 560,
                    "text": "(C. Dugan, email communication, July 27, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "General Perceptions and Implementation"
        },
        {
            "text": "In the course evaluation of my other summer law class, where I also utilized a number of comic activities with Ph.D. students, a student wrote: I highly enjoyed the comic assignments because of the creative aspect, which can typically lack in Ph.D. courses. Creativity is a modality that gives a clear understanding of concepts learned with students and I enjoy the challenge of those types of projects (others do struggle with this though). It is important to give assignments that allow students to demonstrate their understanding of knowledge in variety of ways, I felt this course did so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Perceptions and Implementation"
        },
        {
            "text": "As Carter (2013) cautions, student comments may be influenced by the instructor's enthusiasm for comics. He noted that he is a comic advocate and this may have swayed their comments. Similarly, I am a huge advocate of comics and this may have influenced the comments my students shared with me. Nevertheless, like him, I do believe these comments are instructive and important to examine so I have included them here. They also show how nothing in this book is immutable, everything is up for grabs. I want teachers to take what I am doing and mold it to their own purposes which these students did. While I have had success in implementing these frameworks, I would be remiss if I did not mention some of my less successful attempts. These are important to acknowledge and reflect upon. Early on, I tried to implement the Drawing your Neighborhood activity in my social studies methods class. I distributed the assignment and gave them time to complete it, but no one did the assignment! I concluded that I did not give clear directions. After my Human Development and Learning class completed some frameworks, which I felt were successful, a student, who highly enjoyed the assignments, told me I should give clearer directions. So, I learned that clarity is key. Sometimes I become overly enthusiastic, and the assignments make sense to me, but some of the instructions are lost on the students. Another time, I had planned to implement one of the Buddhist assignments, but at the last minute, I declined. I had it printed it out, we discussed Buddhist theory and was about to distribute it, but something held me back. I did not feel my class was ready for it, and I did not sense any enthusiasm for it. I could have been wrong, they might have been ready, but I think it important to pay attention to these gut instincts. Sometimes, you may not feel ready or you may feel that your class is not ready and that is okay. Sometimes it is best to not push these types of assignments if you feel the class is not ready.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 16,
                    "text": "Carter (2013)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "General Perceptions and Implementation"
        },
        {
            "text": "The informal formative assessment (Chapin, 2015, 159 ) may be especially pertinent to judge student work in Chapters 2 and 3. Teachers can observe their students at work, and ask pertinent questions to check for understanding. This is what I did. I usually break students into groups and visit with each group individually. I would use their discussions and link these back to things we were learning in class. I would also use discussions to generate new questions for students to ponder. The structure of all the comics reading assignments (contained in Chapters 2 and 3) in this book are varied, but I condensed some of what I discovered to be the most important points when facilitating a discussion which cut across all the assignments. While conversation and class discussion should be organic and not pigeonholed into boxes and rubrics, I think this list can be a useful guide.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 52,
                    "text": "(Chapin, 2015, 159",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assessing Student Work"
        },
        {
            "text": "Content: Are students engaging with the content of the assignment? Form: Are students engaging with the form? Are students considering how the comics form helps to convey ideas and information? Citizenship: Can you guide the discussion of content and form towards any citizenship ideas discussed in the Chapter 1? Bloom's taxonomy: Are students using levels 2-6 in Blooms taxonomy, and thinking about the content and form in a number of different ways?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessing Student Work"
        },
        {
            "text": "Another simple method to determine the effectiveness of the comics assignments is to ask yourself how well the products, either in the form of comments, class discussions or written work, helped to achieve the stated class objectives. I began using this method in my college classes. The objectives that I created gave me a benchmark to make this determination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessing Student Work"
        },
        {
            "text": "The assessment of the activities in Chapters 4 and 5 lend themselves to more formalized rubrics and other similar criteria, since students are creating a tangible product (although I do not grade all of these assignments with formal rubrics). Below, I appropriate different criteria and methods of assessment that teachers and professors can utilize to evaluate student comics. Barone and Eisner (2012) offer criteria by which to examine and judge arts based research. Importantly, they opt for criteria rather than standards because unlike standards, criteria are more flexible and do not offer a discreet \"quantitative metric\" (Barone & Eisner, 2012, 147) . Criteria are more \"slippery\" and entail judgement of \"significance or value\" (147). I adapt their ideas to student created work, but also stress that it is important to link these criteria to citizenship in hyperreality. The criteria are: incisiveness (regarding the issue at hand, does the research get to the point?), concision (no excessive verbiage or material), coherence (does the piece work? Does it \"hang together?\" do the elements \"work together?\"), generativity (the way a piece allows the viewer to see phenomena differently), social significance (the work has a \"focus on the issues that a make a sizeable difference in the lives of people within a society\") and evocation/illumination (\"one begins to feel the meanings that the work is to help its readers grasp\") (2012, 148-154). Regarding citizenship, student's creations should be concise and incisive. They should help other citizens, especially those of a different political persuasion, to think differently about a topic. The piece should also make sense to readers so they can get something out of it. Of course, there can and usually should be multiple meanings of a piece of art (Duncombe & Lambert, 2018) . The social significance piece easily relates to citizenship-the issues which students tackle should be pressing issues in the republic. Epstein (1997) posits some methods that she employs to evaluate student art work that deals with historical topics which I have utilized as well. Epstein (1997) had students study primary sources, such as painting and poems, and then create their own poem, picture or song. One criteria Epstein (1997) uses is that of representativeness, which she defines as containing \"historical accuracy, probability, possibility or plausibility.\" Another criteria Epstein (1997) employs is that of empathy instead of logicality. She looks to see if the student created work can generate empathetic understandings for historical persons or situations. Epstein also utilizes the notion of expressiveness to evaluate student art. She looks to see if the work can help an evaluator realize an image of the experience portrayed (Epstein, 1997) . Novak (2014, 162 ) created a rubric to assess student comic creations. This rubric centers on how well students utilized the different aspect of the comics. I have adapted and modified this rubric (the rubric was presented in Chapter 5). I have also combined it with aspects from Epstein (1997) . The criteria for my rubric are: narrative/historical understanding, use of comics medium, interanimation of words and pictures, and the images themselves. These criteria embody not only literary and artistic qualities, but literary and artistic concerns in conjunction with historical and citizenship notions. I stress to my students that I am not concerned with how well they draw, but rather, how they use art and words to convey meanings of citizenship. If given the rubric beforehand, it may foster creativity and conversations about that creative process and product, somewhat like distributing a playbill prior to a play (Barone & Eisner, 2012) . I do not see the rubric as an immutable standard that students must attain. This rubric, along with criteria from Epstein and Barone and Eisner, can help teachers evaluate student created art work. Further, Barone and Eisner's (2012) , Epstein (1997) , and Novak's ideas are related in many ways to the concern of the first chapter and citizenship in hyperreality. They all call attention to the actual construction of the comic, to historical plausibility, to its significance and ability to generate empathy. Following Epstein (1997) , we want to indulge students' imaginations, but not allow for an anything goes approach. There needs to be some grounding in reality, students cannot simply abdicate into fantasy. At the same time, there must be ample room for creativity and divergent thinking. All student creations are \"evidence.\" Each student assignment gives me a window into a student's thought process regarding citizenship.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 402,
                    "text": "Barone and Eisner (2012)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 629,
                    "end": 657,
                    "text": "(Barone & Eisner, 2012, 147)",
                    "ref_id": null
                },
                {
                    "start": 1812,
                    "end": 1838,
                    "text": "(Duncombe & Lambert, 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1977,
                    "end": 1991,
                    "text": "Epstein (1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2123,
                    "end": 2137,
                    "text": "Epstein (1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2264,
                    "end": 2278,
                    "text": "Epstein (1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2429,
                    "end": 2443,
                    "text": "Epstein (1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2788,
                    "end": 2803,
                    "text": "(Epstein, 1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2806,
                    "end": 2822,
                    "text": "Novak (2014, 162",
                    "ref_id": null
                },
                {
                    "start": 3086,
                    "end": 3100,
                    "text": "Epstein (1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3730,
                    "end": 3753,
                    "text": "(Barone & Eisner, 2012)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3963,
                    "end": 3989,
                    "text": "Barone and Eisner's (2012)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3992,
                    "end": 4006,
                    "text": "Epstein (1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4277,
                    "end": 4291,
                    "text": "Epstein (1997)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Assessing Student Work"
        },
        {
            "text": "Many of the student created comics most likely do not require a formal rubric or some similar type of assessment. Many times I only require small comics as part of a classroom activity. For the larger assignment like the culminating symbolism activity in Chapter 5, a more formal rubric or something similar might be necessary. Nevertheless, even with the more informal assignments, the points above can still help teachers and professors judge student work. Teachers can ask of student work: Is the work illuminating different aspects of an issue? Does the student work help to convey political and historical messages or messages regarding citizenship theories? Is the work concise and use minimal verbiage? These loose questions can give teachers and professors some idea as to the worth of the assignments, as well as ways to improve for the next iteration. Teachers can look for historical accuracy (when applicable), historical possibility, and empathy (Epstein, 1997) as well as incisiveness and social significance (Barone & Eisner, 2012) in the more informal student comics done as classwork assignments. The guiding questions can get students and teachers thinking explicitly about how the work relates to some of the citizenship ideas in the hyperreal.",
            "cite_spans": [
                {
                    "start": 959,
                    "end": 974,
                    "text": "(Epstein, 1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1023,
                    "end": 1046,
                    "text": "(Barone & Eisner, 2012)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Assessing Student Work"
        },
        {
            "text": "Some examples. I wanted to provide some examples of exactly how assessment and evaluation student created comics may look. The assignment from Chapter 4, where students had to draw their own Version of Reality (VOR) is shown in Fig. 6 .1. The student who drew this cartoon is an art teacher, so it looks better than most. This assignment had students construct their VOR or version of reality (Shealy, 2014) . The assignment called for an exploration of how beliefs and experiences cause actions. Since this piece is not as historical, I utilized Barone and Eisner's (2012) criteria. The student who drew this is a lesbian who grew up in a very conservative area of the south. She then moved to the Baltimore area as a young adult. The first thing that struck me was the incisiveness and social significance of this piece. This piece touches on LGBTQ issues which is obviously a pertinent question in contemporary American society. Further, the piece is concise. She uses minimal verbiage to get her point across. There are some speech bubbles but the words are minimal. However, the words are important to the piece, they help to convey her rejection by society and the piece might not be as powerful without those words. The piece is also coherent, it is put together well and makes sense.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 407,
                    "text": "(Shealy, 2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 547,
                    "end": 573,
                    "text": "Barone and Eisner's (2012)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 234,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Assessing Student Work"
        },
        {
            "text": "This piece also speaks to the notion of generativity. Arts based research makes you see the world differently, it \"possesses the capacity to invite you into an experience that reminds you of people and places that bear familial resemblances to the settings, events, and characters within the work\" (Barone & Eisner, 2012, 152) . In the first panel she is rejected by society that scorns her, but in the second panel we realize that she doesn't really care. I have known some from the LGBTQ community (as well as other marginalized and non-dominant communities) who experienced a similar type of rejection. Yet the piece is actually happy. She is rejected but overcomes this and starts a new life in a more welcoming community-Baltimore. I can see the rejection and happy ending in this piece and I think it is as or more effective than reading about it. It is here where I also began to \"feel \" the meaning and power of the piece, which is what Barone and Eisner (2012, 153) call evocation and illumination. This assignment Fig. 6 .1 Student example of VOR assignment let me truly see and feel Jennifer's VOR. As a heterosexual white male, I may not be able to truly understand what she went through, but at least I can begin to contemplate it. And this contemplation of another human being, another citizen, is an important part of citizenship. I saw how her VOR shaped who she is and led her to act the way she did. She encoded elements of her VOR into a comic to challenge injustice and invite readers to consider this sensitive topic from a new and more empathetic angle.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 326,
                    "text": "(Barone & Eisner, 2012, 152)",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 974,
                    "text": "Barone and Eisner (2012, 153)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1024,
                    "end": 1030,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Assessing Student Work"
        },
        {
            "text": "For the second example ( Fig. 6.2) , students had to illustrate a scene from the court cases we read in my law class, the sequential law assignment. We had spent a good deal of deal of time talking about first amendment rights in the classroom which is reflected in the comic. The comic is concise. It does not employ excess verbiage or details. The words are sparse but necessary. Some of the verbiage is posted, such as the title of the school and the establishment date on the post (the date is 1791, the date the bill of rights were ratified). Much of the factual information is conveyed pictorially, such as the gate itself, which is a reference to the famous quote \"It can hardly be argued that either students or teachers shed their constitutional rights to freedom of speech or expression at the schoolhouse gate\" in landmark Tinker v. DesMoines case. The second frame has the children from Tinker, who are admitted to the school because their armbands were found to be free speech, while students in later cases were denied. All of these are accurate historical details which are woven into this fictional piece. Here Epstein's (1997) ideas of historical accuracy and plausibility come to mind, as well as the idea that arts based research can be empirical (Barone & Eisner, 2012) . The story and activity in the comic are simple and repetitious. There is a school which are some are admitted to and some are not. It is simple and to the point, which relates back to incisiveness. The social significance of this piece was blatantly obvious to me. The question of free speech is ongoing and complex in hyperreality. What constitutes free speech-and what are the parameters in a school setting? The comic forces the reader, by use of skillful encapsulation and historical detail in sequence, to confront this question in a unique manner.",
            "cite_spans": [
                {
                    "start": 1127,
                    "end": 1143,
                    "text": "Epstein's (1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1266,
                    "end": 1289,
                    "text": "(Barone & Eisner, 2012)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 34,
                    "text": "Fig. 6.2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Assessing Student Work"
        },
        {
            "text": "The next example is from the culminating symbolism project in my undergraduate class (Fig. 6.3) . The rubric from Chapter 5 (built from Novak's rubric) calls attention to the historical elements of the piece, the use of the comics medium, the interanimation of words and text and the images used, specifically the symbolic nature of the images as well as citizenship concerns. As noted in the last chapter, one theme that we discussed at length in my history class was the notion of education as an institution of liberation or social control and my student drew a comic examining these ideas. She depicted different scenes throughout the history of American education which spoke to the dual nature of education. Please note that I only included the last page.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 95,
                    "text": "(Fig. 6.3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Assessing Student Work"
        },
        {
            "text": "For one, her comic involved a good of historical elements, such as the effects of the Protestant reformation, American immigration and women's liberation to name a few. So, she exhibited historical knowledge. However, in some cases, she had to make decisions about how people felt and expressed themselves in these different circumstances. She could infer this knowledge from our readings and discussion, but ultimately had to depict it the way she saw fit. She expertly used the comics medium, as well as emotions on the figures she drew to convey her messages. The scenes of social control were left in pencil, while the scenes of liberation were in vibrant color. The scenes of social control were drawn with more constricting panel sizes. In addition, on pages depicting no social control, there were no panels at all. This I thought was an excellent use of the comics medium itself, specifically the use of encapsulation and the page as a unit, to convey messages about historical materials and ideas related to citizenship. While she could have written about social control in a traditional way, I think she captured the essence of social control visually and it resonates deeper with the reader. Social control and liberation are two narratives of education and she was able to grapple and present both of them in her comic-and many times we as citizens are forced to deal with simultaneous and competing narratives, especially as they proliferate on social media. In addition, the symbols and imagery she employed were powerful; pencils, priests, schools, American flags as well as people and situations that she created for the comic. She spoke to the reader with symbols, which is an important skill in hyperreality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessing Student Work"
        },
        {
            "text": "These examples demonstrate one way to assess and evaluate student drawn comics. Students had to weave factual information, emotional contexts and utilize ideas such as symbolism and encapsulation to make a better truth, a truth which may resonate with people in hyperreality. Students used art and text to be citizens and provide commentary on important political issues in new ways. These types of efforts may now be especially useful for citizens in hyperreality to get their messages across.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessing Student Work"
        },
        {
            "text": "As Potts (2013, 18) notes, registering the visual information of comics usually happens on \"a gut level\" and it usually occurs during later readings. This happened to me when reading my students comics. My students are not professional comic's creators, but they are all insightful, smart people who crafted comics with a ton of references, information and symbolism. I first read the comics and registered their information on a gut level, and then I had to go back a re-read the comics multiple time to truly grasp their power. Sometimes I did not see things until weeks later. The assessment tools should not be applied rigidly to student work, rather, they are meant as a guide only. Teachers may want to read the comics first as a comic, on a gut level, and then go back and dissect them.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 19,
                    "text": "Potts (2013, 18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assessing Student Work"
        },
        {
            "text": "Here, I think it important to link assessment and evaluation of this project to citizenship. What is the link between the assignments in this book and citizenship in the hyperreal? As stated earlier, I do not claim that these assignments will make students better citizens, but the assignments can at least start a conversation as to what this citizenship might look like. Below, I have also provided some questions for teachers and students to consider. These questions are a shorthand for all of the complex ideas sketched out in Chapter 1 and ask how the use of the comics form helps to portray these notions of citizenship. These guiding questions, in conjunction with the ideas of Epstein (1997) , Barone and Eisner (2012) and Novak (2014) , are an attempt to link the assignments in this book, and the products that result, to citizenship in the hyperreal. Moreover, I think this relationship must always be flexible and tenuous. Citizenship cannot be nailed down into a quantitative score. Rather, I think citizenship must be viewed through the things we as citizens create, through our conversations, through actions and relationships to other citizens. Professors and students themselves should answer the questions below by giving examples from student work and using these examples to facilitate conversations. Hopefully, the rubrics and guiding questions can begin to illuminate these elements. But the result of the rubric and answers to the questions below are not final, rather they are just another intermediate step in the ongoing process of maintaining a healthy republic.",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 700,
                    "text": "Epstein (1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 703,
                    "end": 727,
                    "text": "Barone and Eisner (2012)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 732,
                    "end": 744,
                    "text": "Novak (2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Assessing Student Work"
        },
        {
            "text": "1. How effective is the student's product and use of the comic form in portraying new truths which challenge injustice? 2. Does the student's product and use of the comics form help to illustrate the skills and dispositions of citizenship in new ways? Or put forth new ones? 3. Does the student's product and use of the comic form allow the student to relate to others in the republic in new ways? 4. If democracy is creative, how does the student's use of the comics form help advance democracy? How does the student's use of the comics form problematize or question the status quo? 5. How does the student's product and use of the comics form create something better that exists already or least point in that direction? What new visions or dreams does this work put forth? How might it help us imagine a better future? 6. Does the work disrupt power relations of any sort? 7. Does the work and its use of the comics form help us to understand the roles of emotions in the republic and how these emotions may be tangled up with the political process?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessing Student Work"
        },
        {
            "text": "I briefly examine another student's work, which is featured in Fig. 6 .4, with the above questions in mind. The point is not to answer the questions, but use them as a basis for reflection and conversation. The comic charts some educational developments of the past in regards to segregation and desegregation, some of the tumultuous present and America's continuing struggles with racism and discrimination through more insidious means (e.g. zoning and hiring practices) and it ends in the year 2040. My student's use of symbolism and imagery is intriguing. She incorporated buses, maps, contemporary signs (e.g. MAGA hats) to convey her ideas. She used strong symbols and imagery, such as by depicting desegregation with the use of black and white dots as well as the use of a maze. In her own words, she wrote: \"I chose to use a maze to show the systemic barriers that prevent black individuals from succeeding in the same way that white individuals do easily.\" I think her use of a maze could also be related to dispositions-she is depicting dispositions of social justice and equality visually (an inequality). Moreover, there is an obvious commentary on power relations throughout the whole work which can make the work a statement on justice oriented citizenship. My student however, in line with ideas sketched out in the first chapter regarding hyperreality, used the comics form to make this statement. Please note that I only included one page of this comic. In a wider sense, I think her work also speaks to the notion of creative democracy. American democracy has had a long struggle with discrimination and continues this struggle as it evolves into the twenty-first century. Her work is appropriately titled: A Question of Progress. My student recast elements of the current political situation in the United States into a statement about creative democracy and used the comic form to accomplish this task. Her comic challenged me to confront a sobering question: have we really progressed, or has racism and discrimination have just taken new forms? She left her depiction of the future open for the reader to decide. It does not really posit a dream or vision of the future, as much as it challenges the reader to consider what has happened in the past and so as to make a better democracy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 69,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Assessing Student Work"
        },
        {
            "text": "I think the comics assignments are participatory and resemble art activism as well (Duncombe, 2019; Duncombe & Lambert, 2018) . Students discuss their comics with each other, they reflect on each other's comics and sometimes they work together on joint projects. Comics become a class discussion, a group thing which helps to change thinking and values (Duncombe & Lambert, 2018) . I believe the act of teaching progressive citizenship is inherently activist anyway. Students are (hopefully) changed because they are taught to think differently and the hope is that they then will take these new understandings and then participate in the republic. In this case, students are taught to think differently with comics pedagogy. Further, if the comics activities in this book are done with current or prospective teachers as I am advocating, those individuals can then take the comics pedagogy and adapt it for their classes, infusing countless students who are citizens in the making in hyperreality. This is happening to me, a number of my students have taken these ideas and adapted them for use in their own class, as I noted earlier.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 99,
                    "text": "(Duncombe, 2019;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 100,
                    "end": 125,
                    "text": "Duncombe & Lambert, 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 353,
                    "end": 379,
                    "text": "(Duncombe & Lambert, 2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Assessing Student Work"
        },
        {
            "text": "I have intended this book for a broad audience. The audience includes (but is not limited to; 6-12 social studies teachers, social studies methods professors, professors of history and other professors interested in promoting citizenship). With that said, what is suitable in a college classroom may be wildly inappropriate for a 7th grade classroom. So, for one, there has to be great discretion and professional judgment when employing comics in the classroom at the middle and high school level. There may also be curricular concerns at the middle or high school level because these teachers, especially in core subjects like history, are generally more restricted by standardized tests and state curriculums. It may be a hard to sell to bring a Batman comic into a class which does not have time to spare and where the teacher is racing through content to teach what is on the end of year test. Nevertheless, I think comics can still be utilized in the 6-12 classroom in a variety of ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suitability"
        },
        {
            "text": "There is a great variety of comics and graphic novels, many of which are directly applicable and relevant to the study of social studies and history. Graphic novels pertaining to the Holocaust and Ethnic Cleansing in Bosnia (Christiansen, 2006 ) are a few relevant examples. I do not believe it would be hard to integrate these type of books into a social studies classroom. Many of these graphic novels do not read like academic texts, they are engaging and can draw readers into the story.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 243,
                    "text": "(Christiansen, 2006",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Suitability"
        },
        {
            "text": "There may be more difficulty in utilizing traditional superhero comics in the classroom, but even here, I do not believe the difficulties are insurmountable. For one, even traditional superhero comics may at times, even tangentially, center on real world events and social issues, or the subject matter itself may be of social concern. Further, comics can be understood in historical terms (Ricca, 2012; Wright, 2003) . Social studies teachers can look carefully at comics and find links to their curriculum or the NCSS themes and use those links to justify the inclusion of those comics. Mathison (2014, 262) does note that while linking assignments to standards is good practice, this should not be an \"exercise in compliance.\" Rather, teachers must constantly work though and figure out how their assignments link to the standards but how this action is situated in the wider purposes and goals that the standards promote (Mathison, 2014) . Teachers can make these links explicit to their students or help guide student's to find those links as part of the overall analysis of the comics. Further, teachers can constantly link the comic's assignment to larger social studies goals and to student's decision making in the republic by asking such questions as outlined in the last section.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 403,
                    "text": "(Ricca, 2012;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 404,
                    "end": 417,
                    "text": "Wright, 2003)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 589,
                    "end": 609,
                    "text": "Mathison (2014, 262)",
                    "ref_id": null
                },
                {
                    "start": 925,
                    "end": 941,
                    "text": "(Mathison, 2014)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Suitability"
        },
        {
            "text": "If a teacher uses a superhero type comic or graphic novel as a short, a supplementary activity which takes twenty minutes in class, this would obviously be less problematic than the teacher spending six weeks studying a Superman comic. Another consideration may be the actual method used to analyze the comic itself. For example, suppose a teacher has to teach about Buddhism. If for a supplemental activity, the teacher was to utilize or modify a Buddhist framework offered in this book, and has students apply this to a comic or graphic novel with no link to the curriculum (e.g. a Batman comic), this could still be justified because the method itself centers on Buddhism. Here, the justification and link is centered on the method of analysis, not the content itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suitability"
        },
        {
            "text": "These suggestions largely apply to classrooms where time is of the essence and where teachers must race through material in order to prepare students for a state test. However, many times, high schools have elective classes. While I cannot speak for all schools and classes, I can speak to my own experience in teaching electives. I would assume that other teachers may have similar experiences. I taught two electives, Introduction to Philosophy and African American studies. In these classes, there were no required state tests and there was little oversight of the curriculum. I had almost free reign to do what I wanted. Again, I cannot speak to how other schools structure or oversee their electives, but at least for me, I had a great deal of freedom. If teachers teach electives and have freedom like I did, the use of comics to promote citizenship can be very beneficial. Indeed, elective classes in high school may be the perfect laboratory for testing alternative and radical approaches like the use of comics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suitability"
        },
        {
            "text": "Another issue for high schools is suitability of materials. Chapin (2015) notes how there may be reluctance to use some graphic novels due to their sexual and violent nature as well as questions by administrators and the community at large as to the appropriateness of graphic novels in the classroom. Obviously this is an issue that cannot be overlooked, especially in middle and elementary schools. While I would not advise using explicit materials in an elementary or middle school, there may be some leeway in high schools. For instance, when I taught African American History, I had to send home permission slips when I showed certain movies, such as Malcom X. While the permission slip was a practical measure, it could also, as one of the reviewers of this work pointed out, allow for a degree of student choice. Of course, depending on the school and the district, it may just be prudent to steer clear of all questionable material or at least check with an administrator.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 73,
                    "text": "Chapin (2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Suitability"
        },
        {
            "text": "The suggestions above largely pertain to student interpretation of existing comics. However, students using artistic techniques in class and creating comics can be a very useful pedagogical strategy as pointed out throughout this book and may be less problematic to implement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suitability"
        },
        {
            "text": "So, finding links with the curriculum and being able to justify these links, the length of the activity and method versus content are all ways that teachers might be able to justify the use of more problematic or seemingly irrelevant comics and graphic novels. In addition, utilizing comics and graphic novels in elective classes, as well as the use of permission slips might be other methods that teachers may use to bring comic and graphic novels into the classroom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suitability"
        },
        {
            "text": "Now we come to Letizia's Basement. So named because for most of my life, my comics have been kept in a basement. In this section, I am going to give you a virtual tour of some of my own comics as well as other comics that I am familiar with to show how comics may have political, legal and/or citizenship themes. The purpose of this section is twofold. The first is to enumerate a specific list (actually two lists) of comics and graphic novels for readers. The second is to demonstrate how many graphic novels that may not seem relevant actually may have important themes upon closer inspection, one just has to be cognizant and look for them. I believe that almost all comics and graphic novels conceivably have some value to teach citizenship and raise interesting questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letizia's Basement"
        },
        {
            "text": "The first list is a list of graphic novels that deal directly with historical and social themes. I compiled this list from my own readings of graphic novels, with recommendations by a reviewer of this book and by consulting other lists and pieces written about specific comics (Kavaloski, 2012; Missiou & Koukoulas, 2013; Ricketts, 2013; Wolk, 2007) . Specifically, Christiansen (2006) offers an excellent list of historically themed graphic novels specifically for the Social Studies. McTaggart (2008) also offers a wide list of graphic novels of general interest from elementary to high school. She also delineates by subject (e.g. science, history etc.). I also was given recommendations by a former colleague, Jessica North, who was an ELA teacher and is now a high school library media specialist.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 294,
                    "text": "(Kavaloski, 2012;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 295,
                    "end": 321,
                    "text": "Missiou & Koukoulas, 2013;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 322,
                    "end": 337,
                    "text": "Ricketts, 2013;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 338,
                    "end": 349,
                    "text": "Wolk, 2007)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 366,
                    "end": 385,
                    "text": "Christiansen (2006)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Letizia's Basement"
        },
        {
            "text": "Some of the works on the list are memoirs and works of comics journalism. Duncan, Smith, and Levitz (2015) point out that memoirs are not straight, factual history. Rather, they can be a combination of facts, memory and fiction. Other pieces on the list below are examples of comics journalism, such as the Sacco pieces. Nyberg (2012) asserts that Sacco's comic journalism helps call attention to the interpretive nature of journalism in general. This interpretive function of comics journalism and journalism in general, as well as elements of memoir, may need to be discussed with students as they read.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 106,
                    "text": "Duncan, Smith, and Levitz (2015)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 321,
                    "end": 334,
                    "text": "Nyberg (2012)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Letizia's Basement"
        },
        {
            "text": "The second list is further subdivided. I first enumerate fictional comics and graphic novels (many of them traditional superhero comics and graphic novels) that I used as examples in this book. Following this portion of second list, I then give an in-depth analysis of some other comics and graphic novels which I believe can be used to grapple citizenship themes. Obviously, no list of comics and graphic novels can ever by exhaustive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letizia's Basement"
        },
        {
            "text": "List #1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letizia's Basement"
        },
        {
            "text": "Abina and the Important Men, by Trevor Getz and Liz Clarke. This story chronicles the experiences of an African woman named Abina, who lives under colonial European rulers and who is illegally enslaved and brings her owner to court. The work was created from court records. This work also has a text section where the author, a historian, details the process of constructing a history from archival records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letizia's Basement"
        },
        {
            "text": "A Jew in Communist Prague, by Vittorio Giordano. This is a fictional work which chronicles the experience of a citizen in Communist country. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letizia's Basement"
        },
        {
            "text": "This section continues the list of comics and graphic novels that at first glance may not seem to contain any relevant ideas, but upon further inspection, actually might. In this section, I offer some description and analysis. Entertaining Comics (EC Comics) aroused much controversy in the 1950s (Wright, 2003) . And while many of those comics were gory and outlandish, Wright (2003) points out that many contained amazingly prescient social and political barbs aimed at American society (Wright, 2003) . This fact makes them excellent objects of study for this book. Many of the EC comics have been reprinted. I have some paperback issues, but there are also hard cover anthologies. One story from Weird Science-Fantasy, No. 6, February called The Inferiors is a tale that I read as a kid and to this day haunts me. A group of astronauts are on a mission to answers questions about a lost but highly advanced alien civilization. What we come to find out is that the civilization voluntarily killed itself because it had grown decadent and immoral. Yet a small band of the aliens did not want to die, they wanted to live with their imperfections, and so their memories were wiped and they were jettisoned off the planet to start a new civilization-earth. We descended from the immoral and decadent rejects. It is explained that man is the ultimate de-evolution of this once great race. It is a harrowing tale which can be used to call into question humanities grandeur, sense of purpose and self-worth. Further, while the question of species suicide may be delicate at the high school level, it is a fascinating concept which can spark questions of societal peaks and declines, and the ultimate question of when and if a society is too immoral or decadent to continue. Another EC story, this time from Shock Suspense stories, No. 13, September, titled Blood Brothers, can bring up questions of racism. A man named Sid finds out his best friend is actually part African-American. Sid torments his friend and eventually burns a cross on his lawn, driving the friend to suicide. Sid is obsessed with the idea of Negro Blood contamination. The town doctor explains to Sid that the idea of Negro blood is nonsense and that when Sid was a child, the doctor had to perform an emergency blood transfusion from a Black farmhand. The story ends with Sid in disbelief that he has had Negro blood in him all along and that he drove his friend to suicide. For me, this story always called into mind irrational racist and ethnic hatreds juxtaposed with the ultimate similarity between white and black bodies. It is a harrowing tale that is just as prescient now as it was then.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 311,
                    "text": "(Wright, 2003)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 371,
                    "end": 384,
                    "text": "Wright (2003)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 489,
                    "end": 503,
                    "text": "(Wright, 2003)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The graphic novel titled No Power in the 'Verse is a story which chronicles the adventures of the characters from the movie Serenity and the series Firefly. In this story, there is a tyrannically interplanetary alliance and two rebel groups opposing them. One rebel group is willing to use any means necessary, even killing innocent people, to topple the alliance (and the leader speaks these words with a maniacal face). The other rebel group, led by the pilot Mal, want to topple the alliance but question and disagree with the other group's course of action. For me, this story always called into question the price one has to pay to achieve drastic political change (something directly referenced in the book as well). The comic makes people question the uses of violence to achieve political ends and for me, brings to mind historical figures who did advocate for violence to achieve change. Further, this violence was not only directed at the opposition, but innocents as well, who became collateral. Again, some of these topics might be sensitive with high schoolers, but political violence has been part of history and it needs to be discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The events of No Man's Land, which was a massive story arc in Batman comics, can also call attention to citizenship questions. In this story, Gotham city is abandoned by the rest of the country. The comics open with \"…and after the Earth shattered and the buildings crumbled, the nation abandoned Gotham City. Then only the valiant, the venal and the insane remained in the place they called No Man's Land.\" Batman: Shadow of the Bat, no. 86 from June 1999 opens with a description of gang wars. In Batman: Detective Comics, no. 733 from June 1999 has Batman, like Solomon, decide who a baby belongs too. The point is that law and order are gone, and this situation, new types of citizenship ideas may be needed. It can lead to an interesting discussion of how people should (or might) act in this situation. I also think of the Walking Dead series which explores these notions as well. In the absence of government, how will people act? How should they act? What would citizenship look like with no government? These questions can be excellent springboards to deep discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The graphic novel Joker Time! is a three-part story written and drawn by Bob Hall. In one instance, television executives are not compelled to give up Joker's location because due to constitutional concerns. Joker is giving them a story for a television show. This is over Gordon's objection that the Joker is a public menace. A few panels later Batman, with his mask off, watching the show with Alfred laments: \"This isn't happening…not in a civilized country.\" To which Alfred retorts: \"I'm afraid it is sir…\" Of course Joker dupes everyone and terrorizes the cast because of this decision. But I think the comic can raise interesting points. If the Joker or someone like him was real, what protections would he be given? How would the law deal with this? How do you balance freedoms with security? Again, the fictional comic, while dramatic and over the top, can raise these types of questions to ponder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Finally, there is the graphic novel titled Scarlet written by Brian Michael Bendis and illustrated by Alex Maleev. The back cover sums it up: \"Scarlett is the story of a woman pushed to edge by all that is wrong with the world…A woman who will not back down…A woman who discovers within herself the power to start a modern American revolution!\" Scarlett, a young woman, is pushed over the edge by a heinous act of police brutality against her friend. In one scene, Scarlett brutally murders a dirty cop. She reflects on this act and notes: \"It is my opinion that he gave up his rights as a human being by betraying society…\" These types of statements can serve as fodder for class discussion on rights, citizenship and accountability. This graphic novel however is extremely explicit with regards to sex and violence, and probably cannot be used in a high school classroom. Nevertheless, it can raise important questions. I truly believe that if one looks hard enough, they can find political and citizenship ideas in almost any comic or graphic novel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The works above are important for the ideas they raise, but also how well these ideas are communicated through the comic form. The EC comics depict aliens and spaceships and the Joker comics depict a whimsical, evil and colorful Joker for example, these are things which the comic form helps to showcase. Similarly, the maniacal face of the resistance leader in the Serenity comic, the dilapidated cityscape in No Man's Land and the burning cross in the EC comic are other powerful depictions. Again, the point is not simply to examine the political messages and ideas of the comics, but how those ideas are communicated through the comic's medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "In Grant Morrison's and Dave McKean's (1989/2014 ) Arkham Asylum, Serious House on a Serious Earth, a psychiatrist asserts that the Joker's psychotic behavior might be an adaptation to life at the close of the twentieth century. While I do not think we need to be like the Joker, I do think we as teachers need to reckon with this volatile age we find ourselves in. And I don't just mean the technology (which is of course an important component). Hyperreality challenges our very humanity. It can be a boon or curse, but that depends on how we as society react. What might a failure to adequately teach citizenship in hyperreality look like? I don't know. It may be a worsening of the things we are currently living through, such as citizen apathy and confusion, an inability to articulate at least some form of agreed upon norms, hyperpolarization, and extreme gridlock to name a few things. What would a society look like that has completely dispensed with any type of truth or agreed upon norms? How would a democracy function without truth? Are we living in such a democracy? Do societies come back from something like this? And how will the Coronavirus impact citizenship and education? I don't know the answer to those questions, but I do know we as educators need to do something to stem this prospect and fight back. As noted earlier, I do not claim that this book will make students better citizens. More modestly, I simply wanted to start a conversation on how best to adapt citizenship education to hyperreality and on what truth actually means and can mean. I encourage readers to contact me. If you used ideas from this book, I want to hear your experiences both good and bad. I want to hear your ideas about how you might improve them, or what other assignments you have in mind. We can only move forward, for better or worse. Figure 6. 1: This is an example of a student created comic for the VOR activity. In this comic, the student reflects on her experiences as a lesbian women growing up in the conservative South, and what impelled her to move to a more welcoming area. Figure 6 .2: This is an example of a student created comic for the Sequential Law Assignment. In this comic the student grappled with what types of speech are allowed in schools and which types are not. Figure 6 .3: This is an example of a student created comic for the Ethical Spectacle activity. On this page, the student masterfully used the comics medium to portray some ideas that we talked about tin class. She used the panels to convey a sense of social control and a lack of panels on the opposite page to convey a sense of liberation. Figure 6 .4: This is an example of a student created comic for the ethical spectacle activity. Here, the student used more abstract symbolism to probe whether we as a society have really progressed in regards to discrimination and racism.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 23,
                    "text": "Morrison's and",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 24,
                    "end": 48,
                    "text": "Dave McKean's (1989/2014",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1842,
                    "end": 1851,
                    "text": "Figure 6.",
                    "ref_id": null
                },
                {
                    "start": 2091,
                    "end": 2099,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 2294,
                    "end": 2302,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 2635,
                    "end": 2643,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "A Parting Note"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Teaching strategies for the social studies: Decision-making and citizen action",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcgee-Banks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Clegg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Arts based research",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Barone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eisner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Scarlett: Book 1",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bendis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maleev",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pre-service teachers meet and grapple over graphic novels in the classroom",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Graphic novels and comics in the classroom",
            "volume": "",
            "issn": "",
            "pages": "58--72",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A practice guide to middle and secondary social studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chapin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Graphic global conflict: Graphic novels in the high school social studies classroom",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Christiansen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The power of comics: History, form and culture",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Levitz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Dream or nightmare: Reimagining politics in an age of fantasy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duncombe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Why artistic activism: Nine reasons. The Center for Artistic Activism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duncombe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Social studies and the arts",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The social studies curriculum: Purposes, problems, and possibilities",
            "volume": "",
            "issn": "",
            "pages": "137--164",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Batman detective comics: Crisis of faith",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winslade",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Batman: It's Joker time",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Weimar Republic redux: Multiperspectival history in Jason Lutes' Berlin City of Stones",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kavaloski",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Getting beyond the facts: Teaching social studies/social sciences in the twenty-first century",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kincheloe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Batman, shadow of the bat: Home sweet home",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klink",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Instructional strategies for middle and secondary social studies: Methods, assessment and classroom management",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Making assessment work for teaching and learning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mathison",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The social studies curriculum: Purposes, problems, and possibilities",
            "volume": "",
            "issn": "",
            "pages": "247--266",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Graphic novels: The good, the bad, and the ugly",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mctaggart",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Teaching visual literacy: Using comic books, graphic novels, anime, cartoons, and more to develop comprehension and thinking skills",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "27--46",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Action research: Improving schools and empowering educators",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mertler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Approaching literacy features through the graphic novel Logicomix",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Missiou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koukoulas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Graphic novels and comics in the classroom",
            "volume": "",
            "issn": "",
            "pages": "154--173",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Batman Arkham Asylum: A serious house on serious earth (25th anniversary ed.)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mckean",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Teaching graphic novels in the classroom: Building literacy and comprehension",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Novak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Comics journalism: Drawing on words to picture the past in safe area Gorazde",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Nyberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Critical approaches to comics: Theories and methods",
            "volume": "",
            "issn": "",
            "pages": "116--128",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The DC comics guide to creating comics: Inside the art of visual storytelling",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Potts",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "You say ee-ther and I say eyether: Clarifying assessment and evaluation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rea",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "History: Discovering the story of Jerry Siegel and Joe Shuster",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ricca",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Critical approaches to comics: Theories and methods",
            "volume": "",
            "issn": "",
            "pages": "189--199",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Manga, the atomic bomb and the challenges of teaching historical atrocity: Keiji Nakazawa's Barefoot Gen",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ricketts",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Graphic novels and comics in the classroom",
            "volume": "",
            "issn": "",
            "pages": "174--183",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Graphic novels and teacher research in the knowledge society. The Educational Forum",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "77",
            "issn": "",
            "pages": "151--160",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Making sense of beliefs and values: Theory research and practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Shealy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--18",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Reading comics: How graphic novels work and what they mean",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wolk",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Shock Suspense Stories",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The inferiors. Weird Science-Fantasy",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feldstein",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Comic book nation: The transformation of youth culture on America",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Student example of illustrating the law activity",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Student example of creating an ethical spectacle activity",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Student example of creating an ethical spectacle activity #2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "John Totleben Artist, Original Writers Superman: Red Son, by Mark Millar Superman and Doomsday, Hunter Prey by Dan Jurgens and Brett Breeding The Killing Joke, by Brian Bolland and Alan Moore The Walking Dead, by Robert Kirkman, Cliff Rathburn and Charlie Adlard Uncle Sam, by Alex Ross and Steve Darnell V for Vendetta, by David Lloyd and Alan Moore Watchmen, by Dave Gibbons and Alan Moore",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}