{"paper_id": "0ebd32af24629e60040ed4a8770223fbb67bb269", "metadata": {"title": "Improving Access and Mental Health for Youth Through Virtual Models of Care", "authors": [{"first": "Cheryl", "middle": [], "last": "Forchuk", "suffix": "", "affiliation": {"laboratory": "", "institution": "Lawson Health Research Institute", "location": {"settlement": "London", "region": "ON", "country": "Canada"}}, "email": "cforchuk@uwo.ca"}, {"first": "Sandra", "middle": [], "last": "Fisman", "suffix": "", "affiliation": {"laboratory": "", "institution": "St. Joseph's Health Care", "location": {"settlement": "London", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Jeffrey", "middle": ["P"], "last": "Reiss", "suffix": "", "affiliation": {"laboratory": "", "institution": "Lawson Health Research Institute", "location": {"settlement": "London", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Kerry", "middle": [], "last": "Collins", "suffix": "", "affiliation": {"laboratory": "", "institution": "London Health Sciences Centre", "location": {"settlement": "London", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Julie", "middle": [], "last": "Eichstedt", "suffix": "", "affiliation": {"laboratory": "", "institution": "London Health Sciences Centre", "location": {"settlement": "London", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Abraham", "middle": [], "last": "Rudnick", "suffix": "", "affiliation": {"laboratory": "", "institution": "Dalhousie University Halifax", "location": {"settlement": "Halifax", "region": "NS", "country": "Canada"}}, "email": ""}, {"first": "Wanrudee", "middle": [], "last": "Isaranuwatchai", "suffix": "", "affiliation": {"laboratory": "", "institution": "St. Michael's Hospital", "location": {"settlement": "Toronto", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Jeffrey", "middle": ["S"], "last": "Hoch", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California Davis", "location": {"settlement": "Davis", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Xianbin", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Western University", "location": {"settlement": "London", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Daniel", "middle": [], "last": "Lizotte", "suffix": "", "affiliation": {"laboratory": "", "institution": "Western University", "location": {"settlement": "London", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Shona", "middle": [], "last": "Macpherson", "suffix": "", "affiliation": {"laboratory": "", "institution": "London Health Sciences Centre", "location": {"settlement": "London", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Richard", "middle": [], "last": "Booth", "suffix": "", "affiliation": {"laboratory": "", "institution": "Lawson Health Research Institute", "location": {"settlement": "London", "region": "ON", "country": "Canada"}}, "email": ""}]}, "abstract": [{"text": "The overall objective of this research is to evaluate the use of a mobile health smartphone application (app) to improve the mental health of youth between the ages of 14-25 years, with symptoms of anxiety/depression. This project includes 115 youth who are accessing outpatient mental health services at one of three hospitals and two community agencies. The youth and care providers are using eHealth technology to enhance care. The technology uses mobile questionnaires to help promote self-assessment and track changes to support the plan of care. The technology also allows secure virtual treatment visits that youth can participate in through mobile devices. This longitudinal study uses participatory action research with mixed methods. The majority of participants identified themselves as Caucasian (66.9%). Expectedly, the demographics revealed that Anxiety Disorders and Mood Disorders were highly prevalent within the sample (71.9% and 67.5% respectively). Findings from the qualitative summary established that both staff and youth found the software and platform beneficial.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In Canada, the total cost of treatment, care and support services for mental health problems exceeds 42.3 billion Canadian dollars per year [1] , with mental health services for young people being the second highest youth healthcare expenditure after injuries [2] . Although 70% of mental health problems develop during childhood and adolescence [3] , only a quarter of the 10-20% of Canadian youth affected by mental illness will receive mental health services [4] . Suicide is the second leading cause of death among Canadian youth, accounting for 24% of the deaths among individuals aged 15-24 [4] . Research on the integrated use of information technologies has shown strong improvements in the accessibility, quality, and efficiency of health and mental healthcare services [5] . Mobile technologies, in particular, appear to be a promising avenue due to the ubiquitous and portable nature of mobile devices. Smart phones have been successfully used to complement the treatment of a wide range of illnesses such as schizophrenia [6] , bipolar disorder [7] , and social phobia [8] .", "cite_spans": [{"start": 140, "end": 143, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 260, "end": 263, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 346, "end": 349, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 462, "end": 465, "text": "[4]", "ref_id": null}, {"start": 597, "end": 600, "text": "[4]", "ref_id": null}, {"start": 779, "end": 782, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1034, "end": 1037, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1057, "end": 1060, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1081, "end": 1084, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "This ongoing study is integrating a mobile technology solution into routine care for youth who have symptoms of anxiety and depression. This technology is expected to: 1) promote healthcare outcomes, community inclusion and quality of life; and 2) reduce healthcare system costs by preventing hospitalization and reducing the need for outpatient visits. This report focuses on baseline data and the initial set of focus group data with youth and their care providers.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This participatory action research project utilized a pre-post, mixed methods design. This paper reports on the baseline data from interviews and the initial focus groups after the youth had been using the application for less than 3 months.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "Semi-structured interviews are being conducted at baseline, 6, and 12 months respectively. Focus groups will be held with youth and separate groups with care providers. A standardized evaluation framework will be instituted to facilitate systematic effectiveness, economic, ethical, and policy analyses [9] . The primary outcome measure for effectiveness is the Community Integration Questionnaire -Revised.", "cite_spans": [{"start": 303, "end": 306, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Study Design"}, {"text": "This two-year project will recruit 125 youth participants and have recruited 115 youth (ages 14-25) from the caseloads of 46 mental healthcare providers in London and Woodstock, Ontario, Canada who are receiving hospital-based or community agencybased outpatient care.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Additional inclusion criteria for participants to participate in the study include: ", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "The study, called Youth Telemedicine and Patient-Reported Outcome Measurement (TELEPROM-Y), allows participants synchronous and asynchronous communication with their staff/care provider team through the Collaborative Health Record (CHR). The CHR integrates the workflow of the full spectrum of healthcare providers, while also having embedded patient engagement functionality. These functionalities include the ability to: book appointments online; track quality of health and health outcome scores using mobile devices; access tailored educational content pertaining to their mental health;", "cite_spans": [], "ref_spans": [], "section": "Intervention"}, {"text": "and engage in both synchronous (e.g. video-conferencing) and asynchronous (e.g. secure messaging) virtual visits with their healthcare providers. Youth participants used a smartphone application (app) to connect to the CHR. The intervention is designed to facilitate better care and engagement between the patient and their care team.", "cite_spans": [], "ref_spans": [], "section": "Intervention"}, {"text": "Collaborative Health Record (CHR)", "cite_spans": [], "ref_spans": [], "section": "Intervention"}, {"text": "Measures included a demographic questionnaire, the Community Integration Questionnaire [10] , Lehman's Quality of Life [11] , EQ-5D, health and social services utilization, and Likert scales assessing perception of technology, a researcher-developed questionnaire that inquires about participants' attitudes and opinions of the smartphone provided, provided data plan, and the CHR. Common qualitative items included feedback from participants on what they do and do not like about the technology, as well as suggestions for improvement on ethical principles such as autonomy, privacy and beneficence. A thematic analysis [12] using an ethnographic [13] method of analysis will be used to observe the broader social and cultural contexts surrounding individual experiences as well as the impact on staff/care providers and how the intervention influenced their practice.", "cite_spans": [{"start": 87, "end": 91, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 119, "end": 123, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 621, "end": 625, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 648, "end": 652, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Measures"}, {"text": "At present, a total of 115 participants have been recruited into the study (see Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 80, "end": 87, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Data Analysis"}, {"text": "There was a wide range of ages among the participants on enrollment from 14 to 25. The majority of participants identified themselves as Caucasian (66.9%) as shown in Table 1 . Expectedly, the demographics revealed that Anxiety Disorders and Mood Disorders were highly prevalent within the sample (71.9% and 67.5% respectively). Of this sub-population of the sample who reported prior psychiatric admissions, the mean number of days since their most recent hospitalization was 68. The Perception of Smart Technology found that a lot of the youth participants were not using the CHR, nor had they even downloaded it. The individuals who had used it found that it improved their healthcare. See Figs. 1 and 2 ( Table 2 ). Initial Focus Groups A staff focus group and 2 youth focus groups have been completed prior to 3 months of implementation.", "cite_spans": [], "ref_spans": [{"start": 167, "end": 174, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 709, "end": 716, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Data Analysis"}, {"text": "Youth described the advantages of both the app as well as having a phone. For the application itself, youth identified increased communication with their care provider, primarily through the messaging function. They also appreciated having the availability of information on phone including safety plan, the ability to set up appointments and, reminders related to wellness plan, as well as medication prompts. They enjoyed using Well I mean just yesterday, I was able talk to Dr.(Name), who scheduled an a, an appointment for Friday, which I found really helpful because I wouldn't know how to contact her otherwise", "cite_spans": [], "ref_spans": [], "section": "Data Analysis"}, {"text": "The youth also described areas for improvement. They described that they initially had to take time to figure out the functions. There were several complaints about the cumbersome log-in process. Although they identified that they understood the log-in privacy concerns they thought it could still be streamlined. Some examples of quotes include: At first it was confusing, but then figured it out. I don't know, like I don't know exactly how it's confusing but like, it was like, it, it was new, … Yeah randomly it signed me out the other day like it was signed in for like a good few weeks now and I was like thank you. And then it just randomly signed out and I was like damn. I remember my stuff but it's just annoying how you would put it in every single time but like I know that's for like confidentiality and like some people can't go on it. But, kinda sucks sometimes.", "cite_spans": [], "ref_spans": [], "section": "Data Analysis"}, {"text": "The other major theme related to the importance of having a phone. Many of the youth in the study were experiencing poverty and twenty (17.5%) reported being homeless. The phones themselves helped youth feel comfortable and connected to other people. They reported the advantage of having a phone at all. Some examples of quotes include:", "cite_spans": [], "ref_spans": [], "section": "Data Analysis"}, {"text": "When I didn't have a phone like I just hate going places and not knowing where I'm going, or like I don't know, my anxiety's really bad. Then, the phones helped me to not only help myself, but to help others in like emergent situations… which I had to do a couple weeks ago and had I not gone to the study, like I wouldn't have been able to help them so it's helped in a lot of ways.", "cite_spans": [], "ref_spans": [], "section": "Data Analysis"}, {"text": "Staff identified similar issues using the app in particular the ability to securely message their clients frequently. Specifically, staff identified the advantages were the ability to send questionnaires and to set appointments using the app. They discussed that sometimes youth felt more comfortable to first raise uncomfortable topics by phone/messaging and this resulted in strengthening the relationship between the youth and care provider and empowering the youth. Staff supporters also identified the importance of their clients having a phone at all. ", "cite_spans": [], "ref_spans": [], "section": "Data Analysis"}, {"text": "Yeah I use messaging, especially one time um one of my youth didn't have any minutes on their phone so we actually were a couple times messaging through the site I think a good one for me is the mood Qnaire and the medication one. Um, because a lot of my youth, their mood fluctuates either in a single daywhen I see them in the morning they could be doing amazing and then by the afternoon they're just doing horrible. So, I can send them one of those and then kind of see like maybe what a trend is and figure out the trend and then that way I can better support them as well So that they do make it to their appointments on time, and at their like right day. I'm able to text them ahead of time to remind them So, they don't want to like give away things in person like if its … going to cause them to cry. It … allows them to be more vulnerable If anything it's increased the relationships and made them like stronger and better For improvements they noted the app had a medical look to it that was not inviting to youth:", "cite_spans": [], "ref_spans": [], "section": "Some examples of quotes include:"}, {"text": "It does, like I feel like if I'm a 23-year-old and I'm just looking and it's this nice bright blue and white, but…it's just reminds me of a doctor's office and a lot of our youth may be triggered by doctor's offices, or have had really bad experiences… They also noted that they do not spend much time on their computer so they really need a phone app themselves for the provider version.", "cite_spans": [], "ref_spans": [], "section": "Some examples of quotes include:"}, {"text": "The demographic findings from the baseline interviews were characterized by a wide age range (14-25 years) with a comorbidity of psychiatric illnesses. There were 62.3% of participants who stated that they had been admitted to a hospital for psychiatric reason. When asked the estimate total number of psychiatric admissions, the average number of hospitalizations among youth who did report a hospitalization was 5.9 times.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "With regards to community integration the sample appeared to be socially isolated as only 43.9% visiting friends or relatives at least weekly. The majority of the sample used social media on most days.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Based on the preliminary findings, we report that the use of smart technology was successfully deployed to a range of youth with symptoms of depression or anxiety. Both staff and youth identified strengths of both having the application as well as having a phone. The ability to communicate more easily was noted as a particular strength that has the potential to improve access to care and support the therapeutic relationship. As previously noted in the literature, smartphones have been found to be successful in assisting individuals with bipolar disorder [6] , and social phobia [7] . It is anticipated that the TELEPROM-Y project will be able to provide greater assistance to individuals with mental illness through enhanced access to resources and supports, as well as further opportunities for communication with care providers. Moreover, the use of smartphones may represent a more convenient approach to mental healthcare as opposed to in-person appointments or printed resources (i.e. brochures, information sheets) that are easily lost or damaged. As described in the preliminary focus groups of this study, some individuals may not wish to visit a healthcare provider's office due to previous negative experiences. Some participants voiced that they like receiving care from the comfort of their own environment using the CHR app. This can also negate any potential missed appointments or concerns going unchecked, therefore providing early intervention and prevention.", "cite_spans": [{"start": 560, "end": 563, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 584, "end": 587, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "From the perspective of care providers, the CHR also allows for greater monitoring of clients for early intervention and prevention. By using the app to complete the questionnaires in real time the care providers can be alerted to any potential mental healthcare crises that may have otherwise been unreported or unacknowledged. This approach could allow mental healthcare providers to see and communicate with more individuals in one day. By improving this connectivity with care providers, participants in this study can overcome barriers to care such as lack of money or transportation to attend appointments, and difficulty accessing much-needed services. In Canada alone, 64% of street-involved youth have reported difficulty accessing services [14] .", "cite_spans": [{"start": 750, "end": 754, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "A challenge for this project was encouraging hospital health care providers to adopt this technological approach. Although a number of hospital care providers embraced the technology and efficiency of the software available, others were skeptical. Due to the personal nature of the data being collected, some were concerned about the participants' privacy. Through the CHR is fully compliant with jurisdictional standards of practice, professional standards and guidelines, some care providers still did not want to participate in the study, so our team recruited from community agencies.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Another unanticipated expense was the amount of smartphones and data plans needed. In our proposal we anticipated purchasing 40 smartphones and 40 data plans but since a lot of the youth participants are living in poverty and/or homeless, an additional 55 had to be provided with a smartphone and 73 with a data plan to participate.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This study was limited by not being controlled other than by the pre/postintervention design; future research could benefit from a comparison with a similar cohort of participants who do not receive the intervention during the study period, perhaps as part of a waiting list that could later receive the intervention.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The implications of this study could be far-reaching. This intervention may provide a more efficient approach that enhances connectivity with care services. Further, this intervention could represent a more efficient approach to mental healthcare by providing participants with greater opportunities to seek additional support and resources. We further anticipate that these extra supports will result in greater community integration among participants, which in turn could improve quality of life.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Mental Health Commission of Canada: Making the Case for Investing in Mental Health in Canada", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Mental Health Commission of Canada: Strengthening the Case for Investing in Canada's Mental Health System: Economic Considerations. Mental Health Commission of Canad", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Emergency department as a first contact for mental health problems in children and youth", "authors": [{"first": "P", "middle": ["J"], "last": "Gill", "suffix": ""}, {"first": "N", "middle": [], "last": "Saunders", "suffix": ""}, {"first": "S", "middle": [], "last": "Gandhi", "suffix": ""}], "year": 2017, "venue": "J. Am. Acad. Child Adolesc. Psychiatry", "volume": "56", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Health in Canada: Transforming the Mental Health", "authors": [{"first": "E-Mental", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Development and usability testing of FOCUS: a smartphone system for self-management of schizophrenia. Psychiatric Rehabil", "authors": [{"first": "D", "middle": [], "last": "Ben-Zeev", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Kaiser", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Brenner", "suffix": ""}, {"first": "M", "middle": [], "last": "Begale", "suffix": ""}, {"first": "J", "middle": [], "last": "Duffecy", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Mohr", "suffix": ""}], "year": 2013, "venue": "J", "volume": "36", "issn": "4", "pages": "289--296", "other_ids": {"DOI": ["10.1037/prj0000019"]}}, "BIBREF6": {"ref_id": "b6", "title": "Mobile apps for bipolar disorder: a systematic review of features and content quality", "authors": [{"first": "J", "middle": [], "last": "Nicholas", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Larsen", "suffix": ""}, {"first": "J", "middle": [], "last": "Proudfoot", "suffix": ""}, {"first": "H", "middle": [], "last": "Christensen", "suffix": ""}], "year": 2015, "venue": "J. Med. Internet Res", "volume": "17", "issn": "8", "pages": "", "other_ids": {"DOI": ["10.2196/jmir.4581"]}}, "BIBREF7": {"ref_id": "b7", "title": "Cognitive behavior therapy versus interpersonal psychotherapy for social anxiety disorder delivered via smartphone and computer: a randomized controlled trial", "authors": [{"first": "J", "middle": [], "last": "Dagöö", "suffix": ""}], "year": 2014, "venue": "J. Anxiety Disord", "volume": "28", "issn": "", "pages": "410--417", "other_ids": {"DOI": ["10.1016/j.janxdis.02.003"]}}, "BIBREF8": {"ref_id": "b8", "title": "Client perceptions of the mental health engagement network: a qualitative analysis of an electronic personal health record", "authors": [{"first": "C", "middle": [], "last": "Forchuk", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Reiss", "suffix": ""}, {"first": "T", "middle": [], "last": "O&apos;regan", "suffix": ""}, {"first": "P", "middle": [], "last": "Ethridge", "suffix": ""}, {"first": "L", "middle": [], "last": "Donelle", "suffix": ""}, {"first": "A", "middle": [], "last": "Rudnick", "suffix": ""}], "year": 2015, "venue": "BMC Psychiatry", "volume": "15", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12888-015-0614-7"]}}, "BIBREF9": {"ref_id": "b9", "title": "The community integration questionnaire a comparative examination", "authors": [{"first": "B", "middle": [], "last": "Wilier", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Ottenbacher", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Coad", "suffix": ""}], "year": 1994, "venue": "Am. J. Phys. Med. Rehabil", "volume": "73", "issn": "2", "pages": "103--111", "other_ids": {"DOI": ["10.1097/00002060-199404000-00006"]}}, "BIBREF10": {"ref_id": "b10", "title": "A quality of life interview for the chronically mentally ill", "authors": [{"first": "A", "middle": [], "last": "Lehman", "suffix": ""}], "year": 1988, "venue": "Eval. Program Plann", "volume": "111", "issn": "", "pages": "51--62", "other_ids": {"DOI": ["10.1016/0149-7189(88)90033-X"]}}, "BIBREF11": {"ref_id": "b11", "title": "Thematic analysis: a critical review of its process and evaluation", "authors": [{"first": "M", "middle": ["I"], "last": "Alhojailan", "suffix": ""}], "year": 2012, "venue": "WEI International European Academic Conference", "volume": "", "issn": "", "pages": "8--21", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Ethnography and ethnonursing: models and modes of qualitative data analysis", "authors": [{"first": "M", "middle": ["M"], "last": "Leininger", "suffix": ""}], "year": null, "venue": "Leininger, M.M. (ed.) Qualitative Research Methods in Nursing", "volume": "", "issn": "", "pages": "33--71", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Barriers to Health & Social Services for Street-Involved Youth in a Canadian Setting", "authors": [{"first": "B", "middle": [], "last": "Barker", "suffix": ""}, {"first": "T", "middle": [], "last": "Kerr", "suffix": ""}, {"first": "P", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "E", "middle": [], "last": "Wood", "suffix": ""}, {"first": "K", "middle": [], "last": "Debeck", "suffix": ""}], "year": 2015, "venue": "J. Public Health Policy", "volume": "36", "issn": "3", "pages": "350--363", "other_ids": {"DOI": ["10.1057/jphp.2015.8"]}}, "BIBREF15": {"ref_id": "b15", "title": "), which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license and indicate if changes were made. The images or other third party material in this chapter are included in the chapter's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the chapter's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "How do you feel about connecting with your care provider using your smartphone?", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Has the use of the Smartphone and CHR for personal health information improved your healthcare?", "latex": null, "type": "figure"}, "TABREF1": {"text": "Age at first psychiatric hospitalization (mean) (n = 71) 15 Estimated total number of psychiatric hospitalizations (mean) (n = 70) 5.9", "latex": null, "type": "table"}, "TABREF2": {"text": "Community Integration (N = 115)Approximately how many times a month do you usually visit friends or When you participate in leisure activities do you usually do this alone or with others? How often do you write to people for social contact using the Internet (e.g.,", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments. We would like to acknowledge St. Joseph's Health Care, the London Health Sciences, Woodstock General Hospital, Youth Opportunities Unlimited, WAYS Mental Health Support for facilitating the research environment. We would like to thank the participants and staff/care providers for their voluntary participation. In addition, we appreciate the commitment of the research assistants for data collection and auditing to make sure the quality of research is assured. Finally, we would also like to acknowledge the granting agency Ontario Centre for Excellence for making the funding available.Conflicts of Interest. The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}