{
    "paper_id": "0ec184bab07a24e7ab7753aa4c9921421cb7a2d1",
    "metadata": {
        "title": "Keeping the Fire House Running: A Proposed Approach to Mitigate Spread of COVID-19 Among Public Safety Personnel",
        "authors": [
            {
                "first": "Robert",
                "middle": [
                    "J"
                ],
                "last": "Katzer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Disease Control and Prevention (CDC) estimates influenza's overall case fatality rate at around 0.1%. 10 Furthermore, it is estimated that each case of COVID-19 will infect an average of between 2 and 2.5 other people. 6 This ratio is referred to as the reproductive number. A literature review found the reproductive number of seasonal influenza to be lower, at 1.19 and 1.37. 11 The emergence of a contagious disease with a higher reproductive number and 10-40 times more lethal than seasonal influenza should concern all of us. Understanding how the disease is spread is paramount to mitigate its spread. As with many coronaviruses, evidence indicates that COVID-19 is spread via respiratory droplets. 4, 8, 12 can travel directly from an infected person to a nearby person after coughing or sneezing. It has been collected on the surfaces of a patient's hospital room after hours to days. 13 The same study established that using standard cleaning agents eliminated the virus from surfaces.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 219,
                    "end": 220,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 378,
                    "end": 380,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 705,
                    "end": 707,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 708,
                    "end": 710,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 711,
                    "end": 713,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 893,
                    "end": 895,
                    "text": "13",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As COVID-19 spreads through respiratory droplets, the main components of limiting spread in the workplace are source control and elimination of virus from surfaces. Source control has three main components: 1) preventing employees who are sick from being at work; 2) limiting the spread of droplets from coughing by applying masks to those with a cough and encouraging employees to cough into their elbow and not their hand or into the open air; and 3) encouraging frequent hand washing. The CDC recommends washing hands with soap and water for more than 20 seconds or using a hand sanitizer with at least 60-95% alcohol. 14 Minimizing the sharing of computers and tools between employees is recommended, as is frequent cleaning of surfaces that employees contact such as door knobs, countertops, keyboards, and phones. This recommendation aims to eliminate the virus' spread when source control may have failed. 15 Most of the common cleaning agents registered with the Environmental Protection Agency (EPA) are believed effective in disinfecting surfaces from COVID-19. Alternatively, a mix of five tablespoons household bleach in one",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 915,
                    "text": "15",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 TRANSMISSION"
        },
        {
            "text": "Keeping the Fire House Running: A Proposed Approach to Mitigate Spread of COVID-19 gallon of water can be used. 16 Current information on which cleaning agents can be used on SARS-CoV-2 can be found on the EPA website. 17",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "text": "16",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Katzer"
        },
        {
            "text": "The following proposal applies the above information to mitigating the spread of COVID-19 among public safety personnel working at fire stations or analogous workplaces. It is based on known literature about the nature of SARS-CoV-2. Identifying infected personnel early in order to isolate them from other members should be a key aspect of any mitigation plan. This involves requesting that employees remain at home if they are sick. 14, 15 Although this concept may be a sharp departure from cultural norms of being a team player and toughing out illness while at work, it is essential to protect the ability of the public safety workforce to provide adequate staffing to the community. Each agency should identify how absences due to illness will be categorized during this pandemic. For employees who may not have paid sick or vacation days available, finding a mechanism to provide compensation while the employee is unable to work may eliminate part of the incentive an employee may feel to hide his or her symptoms in order to remain at work.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 439,
                    "end": 441,
                    "text": "15",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "MITIGATION STRATEGIES FOR PUBLIC SAFETY PERSONNEL"
        },
        {
            "text": "The agency should also consider screening processes in the workplace as an added measure to identify potential COVID-19 cases (or other infections). Screening may include temperature measurement when employees arrive at work and potentially at appropriate intervals during prolonged shifts. It is estimated that 88% of those infected with COVID-19 will develop fever. The CDC defines fever as a temperature of at least 100.4°F/ 38°C. The screening process may also include questions about new symptoms of respiratory infection such as cough, shortness of breath, myalgias, and sore throat. 4 Predetermined processes should be employed to manage employees who screen positive. These include determining whether employees who screen positive will be referred to their primary care physician or to the contracted occupational health organization for a medical evaluation, as well as the requirements for return to work. For employees who test positive for COVID-19 during their subsequent medical evaluation, the local public health agency will be an important partner in determining the return-to-work plan based on current national and local criteria. For employees who test negative for COVID-19 or who are believed to have a different etiology for their symptoms, the evaluating medical provider should provide the employee's return-towork criteria.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 591,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "MITIGATION STRATEGIES FOR PUBLIC SAFETY PERSONNEL"
        },
        {
            "text": "In addition to screening essential personnel at work, agencies may encourage personnel who do not physically need to be in the station to work remotely, as well as limiting visitors to the station. This may further decrease the likelihood that someone with COVID-19 introduces virus into the station. Agencies may also consider a policy that would require employees with a cough to wear surgical masks while on duty. Hand washing or sanitizing should be emphasized both as personnel leave to respond to a call for service, and upon their return to the station. Personnel should also focus on avoiding contact between their hands and face. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MITIGATION STRATEGIES FOR PUBLIC SAFETY PERSONNEL"
        },
        {
            "text": "As personnel often cook, eat, work out, and sleep at fire stations, a greater potential for COVID-19 spread may exist in this work environment compared to typical work places. Knowing that COVID-19 spreads via droplet from coughing and hand contact between people, or with surfaces such as door knobs, allows each station to evaluate areas of emphasis to prevent transmission. The agency should identify the surfaces in the station that are contacted routinely. This includes equipment and apparatus parts that are handled, as well as common areas of the fire station or, gym. Scheduled disinfection of these surfaces should be added to the daily routine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODIFICATIONS TO SPECIFIC AREAS OF THE STATION"
        },
        {
            "text": "The bathrooms, kitchens, and eating areas should be a particular focus. Although it is not currently believed that COVID-19 is spread primarily via the oral-fecal route, the virus has been isolated in feces and on surfaces throughout the bathroom of an isolated patient. 4, 13 With food preparation and eating there may be an increased risk of personnel bringing virus in contact with their mouths. In addition to scheduled surface disinfection or washing surfaces in these areas, an agency may consider requiring hand washing or use of hand sanitizer by personnel both upon entry and exit from those areas. Agencies may consider requiring gloves for food preparation. Steps should also be taken to minimize the sharing of dishes and utensils as much as is feasible.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 274,
                    "end": 276,
                    "text": "13",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "MODIFICATIONS TO SPECIFIC AREAS OF THE STATION"
        },
        {
            "text": "If the fire station does not currently have singleoccupancy bunk rooms, the agency may consider modifying the sleeping quarters so that no more than one person is sleeping in each room. That modification may mitigate the transmission of respiratory droplets between individuals while coughing at night. There should be a dedicated surface wipe down and laundering of linens if applicable during change of shift as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODIFICATIONS TO SPECIFIC AREAS OF THE STATION"
        },
        {
            "text": "Finally, the agency should consider modifying exercise routines for crews. These modifications may include activities that increase distance between individuals and decrease the use of equipment that is touched sequentially. For equipment that is necessary for exercise, implement hand sanitizing and surface disinfection between users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODIFICATIONS TO SPECIFIC AREAS OF THE STATION"
        },
        {
            "text": "COVID-19 presents public health challenges to many aspects of society. Its duration and human impact are thus far unknown. During this pandemic, essential work personnel will not be able to work remotely or perform many of the social distancing modifications recommended for other employees. Volume 21, no. 3: May 2020 Keeping the Fire House Running: A Proposed Approach to Mitigate Spread of COVID-19 Katzer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODIFICATIONS TO SPECIFIC AREAS OF THE STATION"
        },
        {
            "text": "In a pandemic where most of the case clusters occur in households, the fire station may be at particular risk of transmission of COVID-19. This proposal provides potential modifications to station life which can mitigate the spread of COVID-19 among public safety personnel, and preserves their agencies' ability to fully staff stations to provide for community needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODIFICATIONS TO SPECIFIC AREAS OF THE STATION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Features of Patients Infected with 2019 Novel Coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Med",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19). 2020. Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronaviridae Study Group of the International Committee on Taxonomy of Viruses. The species Severe acute respiratory syndromerelated coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19-New Insights on a Rapidly Changing Epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Rio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Malani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Keeping workplaces, homes, schools, or commercial establishments safe",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Kirkland Fire Department Fully Staffed and Responding to All Calls",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "City Of Kirkland Official",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Site",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Centers for Disease Control and Prevention. Disease Burden of Influenza. 2020. Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimates of the reproductive number for seasonal, pandemic, and zoonotic influenza: a systematic review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "4",
            "issn": "14",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Supporting the Health Care Workforce During the COVID-19 Global Epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Walls",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Surface Environmental, and Personal Protective Equipment Contamination by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) From a Symptomatic Patient",
            "authors": [
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Centers for Disease Control and Prevention. Interim Guidance for Businesses and Employers",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Occupational Safety and Health Administration",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Centers for Disease Control and Prevention Interim Guidance for Businesses and Employers. 2020. Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "List N: Disinfectants for Use Against SARS-CoV-2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Definitions of Signs, Symptoms, and Conditions of Ill Traveler",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}