{"paper_id": "0ec2cd4db779938392d9f6ff947149f7b7e1e472", "metadata": {"title": "Ricin and Shiga Toxins: Effects on Host Cell Signal Transduction", "authors": [{"first": "Dakshina", "middle": ["M"], "last": "Jandhyala", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cheleste", "middle": ["M"], "last": "Thorpe", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bruce", "middle": [], "last": "Magun", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Shiga toxins and ricin are potent inhibitors of protein synthesis. In addition to causing inhibition of protein synthesis, these toxins activate proinflammatory signaling cascades that may contribute to the severe diseases associated with toxin exposure. Treatment of cells with Shiga toxins and ricin have been shown to activate a number of signaling pathways including those associated with the ribotoxic stress response, Nuclear factor kappa B activation, inflammasome activation, the unfolded protein response, mTOR signaling, hemostasis, and retrograde trafficking. In this chapter, we review our current understanding of these signaling pathways as they pertain to intoxication by Shiga toxins and ricin.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Shiga toxins (Stxs) and ricin are AB toxins consisting of a single A-subunit bound to either 5 B-subunits in the case of Stxs, or 1 B-subunit in the case of ricin. In both toxins, the B-subunits recognize and bind to host cell-surface receptors. For Stxs, these are thought to be primarily neutral glycolipids, namely globotriaosyl ceramide (Gb3 or CD77) or globotetraosyl ceramide (Gb4); for ricin, these are thought to be glycoproteins or glycolipids containing terminal galactose and N-acetylgalactosamine (Gal/GalNac) residues (Baenziger and Fiete 1979; Debray et al. 1981; DeGrandis et al. 1989; Jacewicz et al. 1986; Lindberg et al. 1987; Nicolson and Blaustein 1972; Sandvig and van Deurs 1996; Waddell et al. 1988 ). The A-subunits of both toxins have N-glycosidase activity which results in depurination of a single adenine (A-4324) located on the alpha-sarcin loop (sarcin/ricin loop) of the 28S ribosomal RNA Endo and Tsurugi 1987; Endo et al. 1988 ). This particular event is discussed elsewhere in this volume.", "cite_spans": [{"start": 531, "end": 557, "text": "(Baenziger and Fiete 1979;", "ref_id": "BIBREF3"}, {"start": 558, "end": 577, "text": "Debray et al. 1981;", "ref_id": "BIBREF9"}, {"start": 578, "end": 600, "text": "DeGrandis et al. 1989;", "ref_id": "BIBREF10"}, {"start": 601, "end": 622, "text": "Jacewicz et al. 1986;", "ref_id": "BIBREF39"}, {"start": 623, "end": 644, "text": "Lindberg et al. 1987;", "ref_id": "BIBREF61"}, {"start": 645, "end": 673, "text": "Nicolson and Blaustein 1972;", "ref_id": "BIBREF76"}, {"start": 674, "end": 701, "text": "Sandvig and van Deurs 1996;", "ref_id": "BIBREF84"}, {"start": 702, "end": 721, "text": "Waddell et al. 1988", "ref_id": "BIBREF109"}, {"start": 920, "end": 942, "text": "Endo and Tsurugi 1987;", "ref_id": "BIBREF11"}, {"start": 943, "end": 959, "text": "Endo et al. 1988", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "The B-subunit is essential for host cell binding, endocytic uptake, and retrograde trafficking of the holotoxin following which the toxin follows one or more retrograde trafficking pathways from the early endosome, through the Golgi to the endoplasmic reticulum (ER) Girod et al. 1999; Lingwood et al. 1998; Rapak et al. 1997; Sandvig et al. 1992; Sandvig and van Deurs 1996; Sandvig and van Deurs 1999; Sandvig and van Deurs 2000; Walchli et al. 2008; White et al. 1999 ). In the ER, the A-subunit of Shiga toxin is proteolytically cleaved and undergoes reduction of an intramolecular A-subunit disulfide bond, thereby freeing the enzymatically active portion of the A-subunit from the B-subunits (Garred et al. 1995 (Garred et al. , 1997 Yu and Haslam 2005) . Similarly, once in the ER, reduction of a disulfide bond in ricin allows separation of the A-and B-subunits Spooner et al. 2004 ). The freed A-subunits are retrotranslocated from the ER to the cytoplasm where the toxins have access to the ribosome Wesche et al. 1999; Yu and Haslam 2005) . These events are discussed in more detail elsewhere in this volume. The depurination of the ribosome by Stx and ricin A-subunits is a critical event in activation of host signal transduction pathways resulting in the proinflammatory response (Foster et al. 2000; Foster and Tesh 2002; Iordanov et al. 1997; Lindauer et al. 2010; Smith et al. 2003 ; Thorpe et al. 1999) .", "cite_spans": [{"start": 267, "end": 285, "text": "Girod et al. 1999;", "ref_id": "BIBREF24"}, {"start": 286, "end": 307, "text": "Lingwood et al. 1998;", "ref_id": "BIBREF62"}, {"start": 308, "end": 326, "text": "Rapak et al. 1997;", "ref_id": "BIBREF81"}, {"start": 327, "end": 347, "text": "Sandvig et al. 1992;", "ref_id": "BIBREF88"}, {"start": 348, "end": 375, "text": "Sandvig and van Deurs 1996;", "ref_id": "BIBREF84"}, {"start": 376, "end": 403, "text": "Sandvig and van Deurs 1999;", "ref_id": "BIBREF85"}, {"start": 404, "end": 431, "text": "Sandvig and van Deurs 2000;", "ref_id": "BIBREF86"}, {"start": 432, "end": 452, "text": "Walchli et al. 2008;", "ref_id": "BIBREF110"}, {"start": 453, "end": 470, "text": "White et al. 1999", "ref_id": "BIBREF113"}, {"start": 698, "end": 717, "text": "(Garred et al. 1995", "ref_id": "BIBREF22"}, {"start": 718, "end": 739, "text": "(Garred et al. , 1997", "ref_id": "BIBREF23"}, {"start": 740, "end": 759, "text": "Yu and Haslam 2005)", "ref_id": "BIBREF120"}, {"start": 870, "end": 889, "text": "Spooner et al. 2004", "ref_id": "BIBREF95"}, {"start": 1010, "end": 1029, "text": "Wesche et al. 1999;", "ref_id": "BIBREF112"}, {"start": 1030, "end": 1049, "text": "Yu and Haslam 2005)", "ref_id": "BIBREF120"}, {"start": 1294, "end": 1314, "text": "(Foster et al. 2000;", "ref_id": "BIBREF19"}, {"start": 1315, "end": 1336, "text": "Foster and Tesh 2002;", "ref_id": "BIBREF18"}, {"start": 1337, "end": 1358, "text": "Iordanov et al. 1997;", "ref_id": "BIBREF37"}, {"start": 1359, "end": 1380, "text": "Lindauer et al. 2010;", "ref_id": "BIBREF60"}, {"start": 1381, "end": 1398, "text": "Smith et al. 2003", "ref_id": "BIBREF94"}, {"start": 1401, "end": 1420, "text": "Thorpe et al. 1999)", "ref_id": "BIBREF99"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this chapter, we will primarily discuss the activation of specific host signal transduction pathways by Shiga toxin and ricin that result in host cellular stress responses, and thus may drive the proinflammatory signaling observed in response to intoxication with these agents. We will also discuss effects of the Shiga toxin B-subunit on host signal transduction pathways. Data from animal models and human illness in which Shiga toxin-and ricin-induced proinflammatory responses are observed will be discussed elsewhere in this volume. It should be noted that while some toxin-associated signaling seems to drive uptake and retrograde trafficking of the toxins, other pathways seem to be more directed to activation of inflammatory/apoptotic pathways. However, in some cases, the distinction between trafficking-related and inflammatory/apoptotic signaling is not entirely clear, and will be noted. Finally, the details of toxin-induced effects on apoptosis will be discussed in detail elsewhere in this volume. Here we will simply note when a specific host signal transduction event is also linked to eventual apoptosis.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Activation of one or more members of the mitogen-activated protein kinase family (MAPK family) in response to Stxs or ricin treatment has been demonstrated in several different cell lines. In general, activation of MAPK signaling begins with the sensing of either mitogenic or stress-related stimuli by cells (Fig. 1 ). This results in activation of a MAPKinase signaling module, in which one or more MAP3Kinases phosphorylate and activate MAP2Kinases, which subsequently phosphorylate and activate one or more of the MAPK family. The MAPK family is comprised of extracellular-receptor kinases (ERKs), p38, and the jun-N-terminal kinases (JNKs) (reviewed in Kyriakis and Avruch (2001) ). The ''stress activated protein kinase family'' or ''SAPKs'' is sometimes used to further describe p38 and JNKs.", "cite_spans": [{"start": 658, "end": 684, "text": "Kyriakis and Avruch (2001)", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 309, "end": 316, "text": "(Fig. 1", "ref_id": "FIGREF0"}], "section": "The Ribotoxic Stress Response"}, {"text": "Activation of MAPKs results in changes in gene regulation at both transcriptional and post-transcriptional levels. Genes that are upregulated by MAPKs include proinflammatory cytokines such as IL-8, GRO-a, IL-1b, and TNF-a, as well as pro-apoptotic genes such as FasL (Jung et al. 2002; Kyriakis and Avruch 2001; Means et al. 2000; Thorpe et al. 1999; Verhaeghe et al. 2007 ). As previously discussed, the Shiga toxin and ricin A-subunits are N-glycosidases that specifically depurinate the alpha-sarcin loop of the 28S ribosomal subunit at a single adenine. Although this damage to the ribosome results in inhibition of protein synthesis, a MAPKinase-driven proinflammatory (and eventually pro-apoptotic) signaling cascade is also activated. This signaling cascade was originally termed the ribotoxic stress response (RSR) after Iordanov et al. (1997) observed that treatment of cells with certain protein synthesis inhibitors including ricin, anisomycin, and a-sarcin caused the activation of jun-N-terminal Kinase (JNKs), while other protein synthesis inhibitors, including cycloheximide, emetine, T-2 toxin, pactamycin, and puromycin, did not (Iordanov et al. 1997) . Also, treatment of cells with emetine, which arrests the ribosome in a pretranslocation state, prevented subsequent induction of the RSR. This important work demonstrated that initiation of the RSR required actively translating ribosomes at the time of toxic insult. Furthermore, these data suggested that specific interactions and/or damage to the ribosome, versus inhibition of protein synthesis per se, were the triggering events for JNKs activation.", "cite_spans": [{"start": 268, "end": 286, "text": "(Jung et al. 2002;", "ref_id": "BIBREF42"}, {"start": 287, "end": 312, "text": "Kyriakis and Avruch 2001;", "ref_id": "BIBREF49"}, {"start": 313, "end": 331, "text": "Means et al. 2000;", "ref_id": "BIBREF71"}, {"start": 332, "end": 351, "text": "Thorpe et al. 1999;", "ref_id": "BIBREF99"}, {"start": 352, "end": 373, "text": "Verhaeghe et al. 2007", "ref_id": "BIBREF108"}, {"start": 830, "end": 852, "text": "Iordanov et al. (1997)", "ref_id": "BIBREF37"}, {"start": 1147, "end": 1169, "text": "(Iordanov et al. 1997)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "The Ribotoxic Stress Response"}, {"text": "In addition to activation of JNKs, activation of p38 and ERKs can also occur as part of the RSR (Colpoys et al. 2005; Iordanov et al. 1998; Shifrin and Anderson 1999; Zhou et al. 2003) . Therefore, the RSR can be defined as the activation of JNKs, p38, and/or ERKs by toxicants that act to disrupt the 28S ribosomal RNA on functional ribosomes. Also, in addition to Stxs and ricin, the list of ribotoxic stressors includes anisomycin, a-sarcin, UV-light, and the trichothecene toxins (Iordanov et al. 1997 (Iordanov et al. , 1998 Laskin et al. 2002; Shifrin and Anderson 1999; Thorpe et al. 1999; Zhou et al. 2003) . Despite the fact that these agents cause inhibition of global translation, activation of the RSR results in a paradoxical increase in expression of proinflammatory proteins (Cherla et al. 2006; Foster and Tesh 2002; Gonzalez et al. 2006; Thorpe et al. 1999 Thorpe et al. , 2001 . Although much of the increase in proinflammatory gene expression is mediated at the transcriptional level, posttranscriptional events may also be important (discussed below in Sect. 4).", "cite_spans": [{"start": 96, "end": 117, "text": "(Colpoys et al. 2005;", "ref_id": "BIBREF8"}, {"start": 118, "end": 139, "text": "Iordanov et al. 1998;", "ref_id": "BIBREF38"}, {"start": 140, "end": 166, "text": "Shifrin and Anderson 1999;", "ref_id": "BIBREF92"}, {"start": 167, "end": 184, "text": "Zhou et al. 2003)", "ref_id": null}, {"start": 484, "end": 505, "text": "(Iordanov et al. 1997", "ref_id": "BIBREF37"}, {"start": 506, "end": 529, "text": "(Iordanov et al. , 1998", "ref_id": "BIBREF38"}, {"start": 530, "end": 549, "text": "Laskin et al. 2002;", "ref_id": "BIBREF51"}, {"start": 550, "end": 576, "text": "Shifrin and Anderson 1999;", "ref_id": "BIBREF92"}, {"start": 577, "end": 596, "text": "Thorpe et al. 1999;", "ref_id": "BIBREF99"}, {"start": 597, "end": 614, "text": "Zhou et al. 2003)", "ref_id": null}, {"start": 790, "end": 810, "text": "(Cherla et al. 2006;", "ref_id": "BIBREF6"}, {"start": 811, "end": 832, "text": "Foster and Tesh 2002;", "ref_id": "BIBREF18"}, {"start": 833, "end": 854, "text": "Gonzalez et al. 2006;", "ref_id": "BIBREF26"}, {"start": 855, "end": 873, "text": "Thorpe et al. 1999", "ref_id": "BIBREF99"}, {"start": 874, "end": 894, "text": "Thorpe et al. , 2001", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "The Ribotoxic Stress Response"}, {"text": "The ability of Shiga toxin and ricin to activate the RSR and induce proinflammatory and pro-apoptotic signaling has been demonstrated in vitro in HCT-8, Vero cells, THP-1 cells, human primary airway cells, RAW 264.7 cells, and murine primary macrophages, as well as in vivo in the murine kidney, lung, and intestine (see Table 1 for a description of the cell lines discussed in this review) (Higuchi et al. 2003; Korcheva et al. 2005; Korcheva et al. 2007; Lee et al. 2005; Lindauer et al. 2009; Smith et al. 2003; Thorpe et al. 1999 Thorpe et al. , 2001 Wong et al. 2007a, b; Yoder et al. 2007 ). Due to the ability of ribotoxic stressors to activate proinflammatory and pro-apoptotic pathways, blockade of the RSR or its downstream effect(s), may constitute a therapeutic strategy to treat illnesses associated with ribotoxic stressors such as hemolytic uremic syndrome (HUS) or ricininduced acute respiratory distress syndrome (ARDS). Indeed, MAPK pathways have been attractive therapeutic targets for the treatment of other diseases such as cancer, Crohn's disease, and diabetes (Force et al. 2004; Pratilas and Solit 2010) .", "cite_spans": [{"start": 391, "end": 412, "text": "(Higuchi et al. 2003;", "ref_id": "BIBREF33"}, {"start": 413, "end": 434, "text": "Korcheva et al. 2005;", "ref_id": "BIBREF47"}, {"start": 435, "end": 456, "text": "Korcheva et al. 2007;", "ref_id": "BIBREF48"}, {"start": 457, "end": 473, "text": "Lee et al. 2005;", "ref_id": "BIBREF54"}, {"start": 474, "end": 495, "text": "Lindauer et al. 2009;", "ref_id": "BIBREF59"}, {"start": 496, "end": 514, "text": "Smith et al. 2003;", "ref_id": "BIBREF94"}, {"start": 515, "end": 533, "text": "Thorpe et al. 1999", "ref_id": "BIBREF99"}, {"start": 534, "end": 554, "text": "Thorpe et al. , 2001", "ref_id": "BIBREF100"}, {"start": 555, "end": 576, "text": "Wong et al. 2007a, b;", "ref_id": null}, {"start": 577, "end": 594, "text": "Yoder et al. 2007", "ref_id": "BIBREF118"}, {"start": 1083, "end": 1102, "text": "(Force et al. 2004;", "ref_id": "BIBREF17"}, {"start": 1103, "end": 1127, "text": "Pratilas and Solit 2010)", "ref_id": "BIBREF80"}], "ref_spans": [{"start": 321, "end": 328, "text": "Table 1", "ref_id": "TABREF0"}], "section": "The Ribotoxic Stress Response"}, {"text": "In general, activation of MAPKs in any host cell can occur by many types of stimuli, some involving growth and differentiation (such as growth factors), and others involving responses to various types of stress (Kyriakis and Avruch 2001) .", "cite_spans": [{"start": 211, "end": 237, "text": "(Kyriakis and Avruch 2001)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "The Ribotoxic Stress Response"}, {"text": "Thus, one potential caveat to using MAPKinases as therapeutic targets may be the lack of pathway specificity. Therefore developing inhibitors that target signaling components upstream in the MAPK signaling module such as a specific MAP3kinase might provide a better therapeutic strategy for treating the disease. In the case of illnesses mediated by Stxs and ricin, understanding how damage to the ribosome is specifically detected by the cell and how this information is relayed through to the MAPKinase cascade could prove important in the discovery of novel therapeutic targets that block the RSR. However, the mechanism cells use to detect damage to the 28S rRNA and subsequently transduce this signal through the RSR remains unknown. To date, three upstream effectors of the RSR have been described and are reviewed herein. These include the double-stranded RNA (dsRNA) activated protein kinase (PKR); hematopoietic cell kinase (Hck); and the zipper sterile alpha motif kinase (ZAK) (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 988, "end": 996, "text": "(Fig. 2)", "ref_id": null}], "section": "The Ribotoxic Stress Response"}, {"text": "Deoxynivalenol (DON) is a trichothecene toxin which when added to macrophage and monocyte-like cells induces the RSR with activation of ERKs, p38, JNKs, production of TNF-a, and induction of apoptosis (Moon and Pestka 2002; Shifrin and Anderson 1999; Yang et al. 2000; Zhou et al. 2003) . The exact mechanism by which DON causes damage to the 28S rRNA is not clear, but DON does not have a direct effect on purified mammalian ribosomes in vitro (Li and Pestka 2008) . Zhou et al. (2003) demonstrated that DON treatment of RAW 264.7 cells resulted in possible activation of PKR as evidenced by eIF2a phosphorylation, a downstream target of PKR (Zhou et al. 2003) . Furthermore, treatment of cells with PKR inhibitors or antisense knockdown of PKR resulted in a decrease of DON-induced MAPKinase activation as well as apoptosis. Knockdown of PKR also blocked apoptosis by the ribotoxic stressor anisomycin and by the protein synthesis inhibitor emetine. Using human monocytic U937 cells, Gray et al. 2008 , demonstrated that expression of a dominant-negative PKR blocked Stx1-, ricin-, or DON-induced IL-8, verifying that African green monkey kidney Epithelial PKR activation was not specific to DON treatment, but may be activated by other ribotoxic stressors as well (Gray et al. 2008 ). Hck, a Src family kinase (SFK) was shown by Zhou et al. (2005) to play a potential role in transduction of the RSR (Zhou et al. 2005) . DON treatment of RAW 264.7 cells resulted in phosphorylation of Hck, and treatment of cells with Src kinase inhibitors blocked DON-induced activation of ERKs, p38, and JNKs. Furthermore, siRNA knockdown of Hck decreased both DON-induced TNF-a production and apoptosis, demonstrating that Hck is also a transducer of the DON-induced RSR (Zhou et al. 2005) .", "cite_spans": [{"start": 201, "end": 223, "text": "(Moon and Pestka 2002;", "ref_id": "BIBREF72"}, {"start": 224, "end": 250, "text": "Shifrin and Anderson 1999;", "ref_id": "BIBREF92"}, {"start": 251, "end": 268, "text": "Yang et al. 2000;", "ref_id": "BIBREF117"}, {"start": 269, "end": 286, "text": "Zhou et al. 2003)", "ref_id": null}, {"start": 445, "end": 465, "text": "(Li and Pestka 2008)", "ref_id": "BIBREF57"}, {"start": 468, "end": 486, "text": "Zhou et al. (2003)", "ref_id": null}, {"start": 643, "end": 661, "text": "(Zhou et al. 2003)", "ref_id": null}, {"start": 986, "end": 1002, "text": "Gray et al. 2008", "ref_id": "BIBREF28"}, {"start": 1267, "end": 1284, "text": "(Gray et al. 2008", "ref_id": "BIBREF28"}, {"start": 1332, "end": 1350, "text": "Zhou et al. (2005)", "ref_id": "BIBREF125"}, {"start": 1403, "end": 1421, "text": "(Zhou et al. 2005)", "ref_id": "BIBREF125"}, {"start": 1760, "end": 1778, "text": "(Zhou et al. 2005)", "ref_id": "BIBREF125"}], "ref_spans": [], "section": "The Ribotoxic Stress Response"}, {"text": "Further support for PKR and Hck as upstream mediators of the RSR comes from the findings that both PKR and Hck interact with the 40S rRNA subunit, and interactions between Hck and the 40S subunit disappear upon knocking down PKR expression (Bae et al. 2010) . That PKR is a critical player in the macrophage/ monocyte RSR is further supported by the findings of Bae et al. 2010 , who were able to demonstrate in murine peritoneal macrophages that DON is able to recruit p38 to the ribosome (Bae et al. 2010 ). Since p38 is not recruited to the ribosome in mice deficient in PKR, PKR activation may be required for DON-induced p38 activation. Because PKR is activated by double-stranded RNA, it has been proposed that damage to the 28 rRNA by ribotoxic stressors such as Stx, ricin, or DON (which ultimately results in cleavage of the 28S rRNA in intact mammalian cells (Li and Pestka 2008) ) provides a substrate (presumably doublestranded RNA) that activates PKR. This would result in recruitment and activation of MAPKinases to the ribosome thereby initiating subsequent downstream signaling (Bae and Pestka 2008; Gray et al. 2008 ).", "cite_spans": [{"start": 240, "end": 257, "text": "(Bae et al. 2010)", "ref_id": "BIBREF2"}, {"start": 362, "end": 377, "text": "Bae et al. 2010", "ref_id": "BIBREF2"}, {"start": 490, "end": 506, "text": "(Bae et al. 2010", "ref_id": "BIBREF2"}, {"start": 869, "end": 889, "text": "(Li and Pestka 2008)", "ref_id": "BIBREF57"}, {"start": 1094, "end": 1115, "text": "(Bae and Pestka 2008;", "ref_id": "BIBREF1"}, {"start": 1116, "end": 1132, "text": "Gray et al. 2008", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "The Ribotoxic Stress Response"}, {"text": "The ribotoxic stress response by Shiga toxin and ricin results in MAPKinase activation which together with NFjB activation promotes expression of proinflammatory and pro-apoptotic genes A third upstream mediator of the RSR is the MAP3Kinase ZAK. ZAK, a mixed lineage kinase, is also known as MRK and MLTK (in humans), or MLK7 (in mice). ZAK was first shown to transduce activation of JNKs and p38 by anisomycin, and was later shown to do the same for Stx2 and ricin (Jandhyala et al. 2008; Wang et al. 2005) . Stx2-, ricin-, and anisomycin-induced activation of p38 and JNKs was shown to be blocked in COS-7, Vero, and HCT-8 cells by pretreatment with the ZAK-specific inhibitor 7-[3-fluoro-4-aminophenyl-(4-(2-pyridin-2-yl-5,6-dihydro-4H-pyrrolo[1,2-b]pyrazol-3-yl))]-quinoline also called DHP-2 (IC50 = 17 nM), or by knocking down ZAK with siRNA (COS-7 and Vero cells) (Jandhyala et al. 2008; Wang et al. 2005) . DHP-2 pretreatment was also shown to block Stx2 and ricin induction of interleukin-8 expression as well as inhibit caspase-3 activation and some toxin-mediated cell death. Similarly, the chemotherapeutic agents sorafenib (K d for ZAK = 6.3 nM) and nilotinib (K d for ZAK = 3 nM) decreased ricin-induced p38 and JNKs activation in lipopolysaccharide (LPS) primed murine bone marrow-derived macrophages (Lindauer et al. 2010) . However, in these cells, ZAK inhibition did not effect ricin-induced activation of the NALP3 inflammasome and subsequent post-translational IL-1b processing (discussed further below). These data support the concept that signaling cascades outside the RSR are also important for the proinflammatory effects of ricin.", "cite_spans": [{"start": 466, "end": 489, "text": "(Jandhyala et al. 2008;", "ref_id": "BIBREF40"}, {"start": 490, "end": 507, "text": "Wang et al. 2005)", "ref_id": "BIBREF111"}, {"start": 871, "end": 894, "text": "(Jandhyala et al. 2008;", "ref_id": "BIBREF40"}, {"start": 895, "end": 912, "text": "Wang et al. 2005)", "ref_id": "BIBREF111"}, {"start": 1316, "end": 1338, "text": "(Lindauer et al. 2010)", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Fig. 2"}, {"text": "As a member of the family of mixed lineage kinases, ZAK has limited homology to other members of this family. There are two isoforms of ZAK, ZAKa and ZAKb, which are different splice variants of the same gene (Gotoh et al. 2001; Tosti et al. 2004; Wang et al. 2005) . Both ZAKa and ZAKb share an identical N-terminus composing the kinase domain and leucine zipper, but ZAKa has an extended C-terminus containing a sterile alpha motif (Gross et al. 2002) . While the respective roles of the two isoforms in ribotoxic stress signaling are currently not known, ZAKb may become phosphorylated following treatment with the antineoplastic agent and ribotoxic stressor doxorubicin, as suggested by the presence of an extra band of higher molecular weight on western blots (Sauter et al. 2010) . ZAK activation of p38 and JNKs seems to be fairly specific for the RSR, as other stimuli including TLR 5 signalling, IL-1b, and TNF-a do not seem to signal through ZAK (Jandhyala et al. 2010; Wang et al. 2005) . Therefore ZAK may constitute a therapeutic target for blocking or reducing Stx-and ricin-induced inflammation and apoptosis.", "cite_spans": [{"start": 209, "end": 228, "text": "(Gotoh et al. 2001;", "ref_id": "BIBREF27"}, {"start": 229, "end": 247, "text": "Tosti et al. 2004;", "ref_id": "BIBREF103"}, {"start": 248, "end": 265, "text": "Wang et al. 2005)", "ref_id": "BIBREF111"}, {"start": 434, "end": 453, "text": "(Gross et al. 2002)", "ref_id": "BIBREF30"}, {"start": 765, "end": 785, "text": "(Sauter et al. 2010)", "ref_id": "BIBREF89"}, {"start": 956, "end": 979, "text": "(Jandhyala et al. 2010;", "ref_id": "BIBREF41"}, {"start": 980, "end": 997, "text": "Wang et al. 2005)", "ref_id": "BIBREF111"}], "ref_spans": [], "section": "Fig. 2"}, {"text": "In summary, Stx-and ricin-induced RSR is mediated by the A-subunit catalytic activity, but the exact sequence of molecular events that occur following intoxication by either of these agents resulting in activation of the MAPKinase module remains somewhat unclear. Evidence suggests that the RSR is one of the essential host responses that promote proinflammatory signaling following intoxication with Stx and ricin.", "cite_spans": [], "ref_spans": [], "section": "Fig. 2"}, {"text": "Superinduction occurs when a protein synthesis inhibitor is added along with a stimulus, resulting in massive over-accumulation of mRNA transcripts of certain primary response genes, including cytokines, at concentrations much larger than that seen following addition of stimulus alone. The superinduction phenomenon has been observed with a number of different protein synthesis inhibitors having different mechanisms of action; 28S rRNA damage does not appear to be required. The exact mechanism(s) by which protein synthesis inhibitors cause these effects remains unknown, and multiple mechanisms may contribute. We have implicated ZAK activation in the Stx2 superinduction of flagellin-induced IL-8 (Jandhyala et al. 2010) .", "cite_spans": [{"start": 703, "end": 726, "text": "(Jandhyala et al. 2010)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Superinduction"}, {"text": "There is substantial data supporting the idea that Shiga toxins and ricin can superinduce proinflammatory cytokines which may be associated with the pathogenic process that occurs in response to these agents (Cherla et al. 2006; Lindauer et al. 2010; Pestka and Zhou 2006; Thorpe et al. 1999 Thorpe et al. , 2001 . Indeed, some data exists from animal models in which both ricin and Stx were co-administered with LPS, resulting in enhanced toxicity (Fu et al. 2004; Keepers et al. 2006; Korcheva et al. 2005; Taylor et al. 1999) . Superinduction of some LPS-responsive genes by the toxins may be one of the contributory mechanisms in these models.", "cite_spans": [{"start": 208, "end": 228, "text": "(Cherla et al. 2006;", "ref_id": "BIBREF6"}, {"start": 229, "end": 250, "text": "Lindauer et al. 2010;", "ref_id": "BIBREF60"}, {"start": 251, "end": 272, "text": "Pestka and Zhou 2006;", "ref_id": "BIBREF79"}, {"start": 273, "end": 291, "text": "Thorpe et al. 1999", "ref_id": "BIBREF99"}, {"start": 292, "end": 312, "text": "Thorpe et al. , 2001", "ref_id": "BIBREF100"}, {"start": 449, "end": 465, "text": "(Fu et al. 2004;", "ref_id": "BIBREF20"}, {"start": 466, "end": 486, "text": "Keepers et al. 2006;", "ref_id": "BIBREF44"}, {"start": 487, "end": 508, "text": "Korcheva et al. 2005;", "ref_id": "BIBREF47"}, {"start": 509, "end": 528, "text": "Taylor et al. 1999)", "ref_id": "BIBREF98"}], "ref_spans": [], "section": "Superinduction"}, {"text": "There is some data to suggest that host translation initiation pathways may be activated in response to Shiga toxins. There are three ways by which translation initiation can be effected. First, activation of Mnk1 by ERKs and/or p38 results in phosphorylation of eukaryotic translation initiation factor 4E (eIF4E). When phosphorylated, eIF4E promotes initiation through enhanced recognition of mRNAs with complex 5 0 capping, preferentially recruiting these mRNAs to the ribosome. Second, activation of FRAP/mTOR can result in hyperphosphorylation of 4E-binding protein 1 (4E-BP1). When hypo-or unphosphorylated, 4E-BP1 has decreased affinity for eIF4E, resulting in increased activity of eIF4E. Finally, FRAP/mTOR activation results in phosphorylation of S6 Kinase 1, which promotes translation initiation of mRNA species that have a 5 0 oligopyrimidine tract. 5 0 oligopyrimidine tracts are frequently found in mRNAs encoding proteins required for ribosome biogenesis. Activation of all three pathways by Stx1 have been demonstrated in both HCT-8 and differentiated THP-1 cells (Cherla et al. 2006 (Cherla et al. , 2009 Colpoys et al. 2005) , and may act to maintain translation despite ribosomal intoxication (Colpoys et al. 2005) and/or allow for translation of specific cytokines (Cherla et al. 2006 (Cherla et al. , 2009 . Thus, host cells appear to be capable of modulating translational initiation in response to these toxins, perhaps with some host benefit and/or contribution to pathogenicity.", "cite_spans": [{"start": 1081, "end": 1100, "text": "(Cherla et al. 2006", "ref_id": "BIBREF6"}, {"start": 1101, "end": 1122, "text": "(Cherla et al. , 2009", "ref_id": "BIBREF7"}, {"start": 1123, "end": 1143, "text": "Colpoys et al. 2005)", "ref_id": "BIBREF8"}, {"start": 1213, "end": 1234, "text": "(Colpoys et al. 2005)", "ref_id": "BIBREF8"}, {"start": 1286, "end": 1305, "text": "(Cherla et al. 2006", "ref_id": "BIBREF6"}, {"start": 1306, "end": 1327, "text": "(Cherla et al. , 2009", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Initiation of Translation"}, {"text": "Nuclear factor-kappa B (NF-jB) signaling is important for the regulation of a variety of genes including those associated with hemostasis, inflammation, and immunity (Hayden and Ghosh 2011; Kollader et al. 2010; Wiggins et al. 2010) .", "cite_spans": [{"start": 166, "end": 189, "text": "(Hayden and Ghosh 2011;", "ref_id": "BIBREF32"}, {"start": 190, "end": 211, "text": "Kollader et al. 2010;", "ref_id": null}, {"start": 212, "end": 232, "text": "Wiggins et al. 2010)", "ref_id": "BIBREF114"}], "ref_spans": [], "section": "Nuclear factor-kappa B Signaling"}, {"text": "''NF-jB'' is a term used collectively to describe transcription factors comprised of one (homo-dimer) or two (hetero-dimer) of the five RelA/NF-jB proteins RelA (p65), RelB, c-Rel, NF-jB1 (p50), or NF-jB2 (p52) (Hauf and Chakraborty 2003; Hayden and Ghosh 2011) . NF-jB in its inactive form resides in the cytoplasm where it binds to a member of the IjB family of proteins IjBa, IjBb, or IjBe. Activation of NF-jB occurs by phosphorylation of IjB, which leads to the subsequent trafficking of phospho-IjB to the proteosome for degradation. This allows the liberated NF-jB, with its now exposed nuclear localization motif, to translocate to the nucleus. Once in the nucleus, NF-jB activates the transcription of genes with promoters containing an NF-jB binding site. Many immediate early response genes, and proinflammatory genes have NF-jB binding sites in their promoters. Stx1 and Stx2 have been shown to modulate NF-jB signaling in a number of different cell lines including differentiated THP-1 cells (e.g. macrophage-like), human peripheral blood monocytes, Vero cells, murine podocytes, T84 cells, human umbilical vein endothelial cells (HUVECs), and human glomerular endothelial cells (Cameron et al. 2002; Morigi et al. 2006; Sakiri et al. 1998; Zanchi et al. 2008; Zoja et al. 2002) . It is difficult to identify a consensus role for Stxs in NF-jB signaling, as in some systems, Stxs are associated with activation of NF-jB, and in others, they are associated with inhibition of NF-jB. Thus, we will review the relevant data that describes the effects of Stxs on NF-jB.", "cite_spans": [{"start": 211, "end": 238, "text": "(Hauf and Chakraborty 2003;", "ref_id": "BIBREF31"}, {"start": 239, "end": 261, "text": "Hayden and Ghosh 2011)", "ref_id": "BIBREF32"}, {"start": 1192, "end": 1213, "text": "(Cameron et al. 2002;", "ref_id": "BIBREF5"}, {"start": 1214, "end": 1233, "text": "Morigi et al. 2006;", "ref_id": "BIBREF74"}, {"start": 1234, "end": 1253, "text": "Sakiri et al. 1998;", "ref_id": "BIBREF83"}, {"start": 1254, "end": 1273, "text": "Zanchi et al. 2008;", "ref_id": "BIBREF121"}, {"start": 1274, "end": 1291, "text": "Zoja et al. 2002)", "ref_id": "BIBREF126"}], "ref_spans": [], "section": "Nuclear factor-kappa B Signaling"}, {"text": "The first demonstration of NF-jB signaling in response to Stx treatment employed differentiated THP-1 cells and human peripheral blood monocytes (Sakiri et al. 1998 ). Sakiri et al. showed that Stx1/NF-jB signaling primarily involves p65 and p50 with maximum nuclear translocation occurring by 2 h posttoxin treatment. Similarly, p65 and p50 appeared to represent the NF-jB family members involved in Stx signaling in Vero cells and HUVECs (Cameron et al. 2002; Zoja et al. 2002) .", "cite_spans": [{"start": 145, "end": 164, "text": "(Sakiri et al. 1998", "ref_id": "BIBREF83"}, {"start": 168, "end": 181, "text": "Sakiri et al.", "ref_id": null}, {"start": 440, "end": 461, "text": "(Cameron et al. 2002;", "ref_id": "BIBREF5"}, {"start": 462, "end": 479, "text": "Zoja et al. 2002)", "ref_id": "BIBREF126"}], "ref_spans": [], "section": "Nuclear factor-kappa B Signaling"}, {"text": "However, Gobert et al. (2007) have shown that Stx may inhibit NF-jB activation by other agonists, since treatment of T84 cells with an enterohemorrhagic E. coli (EHEC) strain in which the Stx genes had been deleted induced greater NF-jB activation than did the isogenic strain expressing both Stx1 and Stx2. In this study, the activation of NF-jB by the Stx-negative EHEC strain was shown to occur via PI3Kinase/Akt signaling suggesting that Stx treatment may inhibit effectors associated with this pathway. Because T84 cells do not express the Stx receptor Gb3, signaling by Stx may occur in a different manner than is seen in Gb3 positive cells. Wong et al. (2007a, b) have shown that ricin-induced expression of proinflammatory genes in human primary airway cells is dependent on activation of NF-jB and in a manner independent of TNF-a, thereby suggesting a direct response to ricin (Wong et al. 2007b) . Optimal activation of NF-jB occurred 6 h after treatment with 100 ng/ml ricin. Knockdown of NF-jB by siRNA was shown to result in decreased mRNA for CXCL1, CCL2, IL-8, IL-1b, TNF-a, but not IL-6, supporting the role for NF-jB in the ricin-induced activation of certain cytokines.", "cite_spans": [{"start": 9, "end": 29, "text": "Gobert et al. (2007)", "ref_id": "BIBREF25"}, {"start": 648, "end": 670, "text": "Wong et al. (2007a, b)", "ref_id": null}, {"start": 887, "end": 906, "text": "(Wong et al. 2007b)", "ref_id": "BIBREF116"}], "ref_spans": [], "section": "Nuclear factor-kappa B Signaling"}, {"text": "Similarly, lung tissue harvested from mice 48 h after intratracheal instillation of ricin revealed nuclear localization of NF-jB (Wong et al. 2007a) .", "cite_spans": [{"start": 129, "end": 148, "text": "(Wong et al. 2007a)", "ref_id": "BIBREF115"}], "ref_spans": [], "section": "Nuclear factor-kappa B Signaling"}, {"text": "The mechanism by which NF-jB is activated following treatment with ricin is not known; however, it is possible that the RSR is contributory to its activation. Activation of MAP3Ks, including ZAK, have been shown to result in NFjB activation (Liu et al. 2000; Malinin et al. 1997) , and activation of NF-jB by the ribotoxic stressor DON has been shown to occur subsequent to MAPK activation (Zhou et al. 2003) , suggesting that MAPK activation is upstream to that of NF-jB. Consistent with Stx-and ricin-induced NF-jB activation being downstream to MAPK activation, we have shown that inhibition of ZAK results in decreased expression of the CXC chemokine IL-8 (Jandhyala et al. 2008) , which is regulated at the transcriptional level by both AP-1 and NF-jB (Jung et al. 2002; Mukaida et al. 1994 ). However, we did not specifically assess the role of NF-jB activation in this response, and we have observed enhanced stabilization of multiple CXC chemokine mRNAs following Stx treatment (Thorpe et al. 2001) . Similarly, by treating U937 cells with inhibitors of PKR or by expressing a dominant-negative PKR in U937 cells, Gray et al. 2008 were able to decrease Stx1-, ricin-, and DONinduced IL-8 message (Gray et al. 2008) . While this inhibition of IL-8 could result from decreased AP-1 activation or post-transcriptional events such as mRNA destabilization, Gray et al. 2008 also demonstrated that following DON treatment, U937 cells expressing the dominant-negative PKR had decreased NF-jB binding activity, and treatment of U937 cells with SB203580, a p38 inhibitor, resulted in decreased DON-induced NF-jB binding activity. Together these studies suggest that NF-jB activation by DON and possibly Stx and ricin, may occur at least in part from RSR-induced MAPK activation. However, further studies using Stx and ricin are needed to confirm that NF-jB activation is indeed associated with the RSR.", "cite_spans": [{"start": 241, "end": 258, "text": "(Liu et al. 2000;", "ref_id": "BIBREF64"}, {"start": 259, "end": 279, "text": "Malinin et al. 1997)", "ref_id": "BIBREF65"}, {"start": 390, "end": 408, "text": "(Zhou et al. 2003)", "ref_id": null}, {"start": 660, "end": 683, "text": "(Jandhyala et al. 2008)", "ref_id": "BIBREF40"}, {"start": 757, "end": 775, "text": "(Jung et al. 2002;", "ref_id": "BIBREF42"}, {"start": 776, "end": 795, "text": "Mukaida et al. 1994", "ref_id": "BIBREF75"}, {"start": 986, "end": 1006, "text": "(Thorpe et al. 2001)", "ref_id": "BIBREF100"}, {"start": 1122, "end": 1138, "text": "Gray et al. 2008", "ref_id": "BIBREF28"}, {"start": 1204, "end": 1222, "text": "(Gray et al. 2008)", "ref_id": "BIBREF28"}, {"start": 1360, "end": 1376, "text": "Gray et al. 2008", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Nuclear factor-kappa B Signaling"}, {"text": "6 Ricin Activation of IL-1b Through the NALP3 Inflamasome Inflamasomes (reviewed in Lamkanfi 2011) are multiprotein complexes that are activated as part of an innate immune response to stimuli associated with pathogenassociated molecular patterns (PAMPs) such as LPS and flagellin and dangerassociated molecular patterns (DAMPs) such as uric acid and ATP (Lamkanfi 2011) . Although it is not completely understood how PAMPs and/or DAMPs transduce inflammasome activation, upon detection of these stimuli, the inflammasome complex is assembled by a member of the NALP protein family of NOD-like receptors (NLR), such as NLRP1, NLRP3, AIM2, and the adaptor protein ASC that forms a scaffold connecting the NLR with caspase-1 (Fernandes-Alnemri et al. 2009; Tschopp et al. 2003) . Inflammasomes act by promoting ''proximity-induced autoactivation'' of caspase-1, best known for its role in proteolytic activation of IL-1b and IL-18 from their inactive pro-forms (Lamkanfi 2011 ).", "cite_spans": [{"start": 355, "end": 370, "text": "(Lamkanfi 2011)", "ref_id": "BIBREF50"}, {"start": 755, "end": 775, "text": "Tschopp et al. 2003)", "ref_id": "BIBREF106"}, {"start": 959, "end": 973, "text": "(Lamkanfi 2011", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Nuclear factor-kappa B Signaling"}, {"text": "Ricin's proinflammatory and lethal effects, including neutrophil recruitment, have been shown to be strongly suppressed in mice deficient in expression of IL-1a/b (Lindauer et al. 2009 ). However, in this same study, the co-administration of ricin plus IL-1b restored the ability of ricin to elicit pulmonary inflammation and neutrophil recruitment in IL-1a/b-deficient mice. By contrast, lipopolysaccharide (LPS), which plays an important role in the development and progression of chronic respiratory disease including asthma (Liu 2004) , requires neither IL-1R nor IL-18R or caspase-1 to mediate a pulmonary inflammatory response, including neutrophil recruitment and vascular leak (Togbe et al. 2006) . Administration of aerosolized ricin to macrophage-depleted mice resulted in reduced expression of proinflammatory transcripts, reduced accumulation of neutrophils, and decreased microvascular barrier permeability, indicating that macrophages are required for ricin to mediate inflammatory responses in the lungs (Lindauer et al. 2009 ). Taken together, the evidence demonstrates that IL-1 plays a key role in mediating proinflammatory responses signaled by ricin in the airways, and that macrophages are required for mediating these proinflammatory responses.", "cite_spans": [{"start": 163, "end": 184, "text": "(Lindauer et al. 2009", "ref_id": "BIBREF59"}, {"start": 528, "end": 538, "text": "(Liu 2004)", "ref_id": "BIBREF63"}, {"start": 685, "end": 704, "text": "(Togbe et al. 2006)", "ref_id": "BIBREF101"}, {"start": 1019, "end": 1040, "text": "(Lindauer et al. 2009", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Nuclear factor-kappa B Signaling"}, {"text": "Because dysregulated release of IL-1b can be detrimental, IL-1b is kept under stringent control by the requirement for two distinct signals. The first signal, mediated by the activation of NF-jB, is usually conveyed in macrophages by activation of TLRs and induces the expression of the 35 kDa proprotein form IL-1b (pro-IL-1b). The second signal induces the processing of the pro-IL-1b protein into the mature 17 kDa IL-1b by the inflammasome (Mariathasan and Monack 2007; Martinon et al. 2002; Ogura et al. 2006; Yu and Finlay 2008) . The IL-1b-converting enzyme (ICE), better known as caspase-1, is required for this cleavage . Activation of inflammatory caspases in the inflammasome complex is an essential step for the processing and maturation of IL-1b in response to microbial stress or ''danger signals'' (Martinon and Tschopp 2005) .", "cite_spans": [{"start": 444, "end": 473, "text": "(Mariathasan and Monack 2007;", "ref_id": "BIBREF68"}, {"start": 474, "end": 495, "text": "Martinon et al. 2002;", "ref_id": "BIBREF70"}, {"start": 496, "end": 514, "text": "Ogura et al. 2006;", "ref_id": "BIBREF77"}, {"start": 515, "end": 534, "text": "Yu and Finlay 2008)", "ref_id": "BIBREF119"}, {"start": 813, "end": 840, "text": "(Martinon and Tschopp 2005)", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Nuclear factor-kappa B Signaling"}, {"text": "In LPS-primed murine bone marrow-derived macrophages, ricin was shown to mediate the processing of pro-IL-1b and the release of IL-1b by activating the NLRP3 inflammasome (Lindauer et al. 2010) . Ricin failed to induce the expression of pro-IL-1b in unprimed macrophages, demonstrating the requirement for prior exposure of macrophages to an NF-jB-activating agent such as LPS. The proteasome inhibitors bortezomib and MG-132 blocked ricin-induced release of IL-1b from macrophages, suggesting that ricin-induced inhibition of translation may foster the disappearance of labile protein(s) that normally suppress inflammasome formation. Consistent with this hypothesis, inhibition of protein synthesis by a variety of translation inhibitors appears to potently activate the NLRP3 inflammasome (B. Magun, unpublished), suggesting that the ribotoxic effects of ricin and potentially other inhaled toxins may contribute to inflammatory lung disease through inflammasome activation. Figure 3 describes a model that implicates ricin in mediating two distinct signals that lead to expression and processing of IL-1b in macrophages. The first signal leads to the activation of ZAK and subsequent expression of pro-IL-1b. The second signal, inhibition of translation, leads to the activation of the NLRP3 inflammasome and the subsequent release of IL-1b.", "cite_spans": [{"start": 171, "end": 193, "text": "(Lindauer et al. 2010)", "ref_id": "BIBREF60"}], "ref_spans": [{"start": 978, "end": 986, "text": "Figure 3", "ref_id": "FIGREF1"}], "section": "Nuclear factor-kappa B Signaling"}, {"text": "Currently, mechanisms describing how the inflammasome is activated by ricin are lacking. The involvement of inflammasome activation in models of Shiga toxin-associated disease have not been described. However, in a mouse model of HUS, both LPS and Stx are required in order to initiate thrombotic microangiopathy (Keepers et al. 2006) . It is tempting to speculate on whether synergistic effects of Stx and LPS contribute to activation of the inflammasome in this model.", "cite_spans": [{"start": 313, "end": 334, "text": "(Keepers et al. 2006)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Nuclear factor-kappa B Signaling"}, {"text": "Another stress response that may contribute to inflammation/pro-apoptotic signaling during Stx and ricin intoxication is the unfolded protein response (UPR). The UPR is activated when unfolded and/or misfolded proteins accumulate in the ER (reviewed in (Kim et al. 2008; Tsai and Weissman 2010) ). The UPR acts by halting global protein translation to limit delivery of nascent proteins to the ER for folding, and preferentially reprograms transcription and translation pathways involved in restoring ER function. This also includes activation of transcription factors that regulate these pathways. In the event that ER homeostasis cannot be regained, apoptotic signaling cascades are then activated. The master regulator of ER homeostasis, BiP (or GRP78), is an ER chaperone that is central to activation of the UPR. ER-stress has been associated with a variety of pathologies including atherosclerosis, neurodegenerative disorders such as prion disease and amyotrophic lateral sclerosis, and diabetes (Hosoi and Ozawa 2009; Kim et al. 2008; Lhotak et al. 2011; Sharma et al. 2006; Zhang and Kaufman 2008) . During ER-stress, the UPR is mediated through the activation of one or more of three effector pathways: PKR-like ER kinase (PERK) pathway, inositol-requiring enzyme 1 (IRE-1) pathway, and activating transcription factor 6 (ATF-6) pathway (Kim et al. 2008; Tsai and Weissman 2010) . PERK, IRE-1, and ATF-6 are membrane spanning proteins, the luminal portions of which are thought to interact with BiP. During ER-stress it is believed that BiP is recruited away from these effectors by excess unfolded proteins, an event that triggers their activation (Fig. 4) . Phosphorylation and subsequent activation of PERK results in the phosphorylation and inactivation of eIF2a. Inactivation of eIF2a results in translational ''reprogramming'', including cessation of global mRNA translation, while preferentially allowing translation of certain transcripts involved in ER recovery, such as that of the transcription factor ATF-4. ATF-4 regulates the promoters of UPR associated genes including that of GRP78 and CHOP the latter of which is important for inducing ER-stress-associated apoptosis. Activation of the second major effector, IRE-1, results in its splicing of the mRNA for X-box binding protein 1 (XBP1). XBP1 protein up-regulates transcription of ER-chaperones and p58 IPK . IRE-1 can also activate the MAPKs p38 and JNKs through a pathway involving TRAF2 and the MAP3K ASK1. Upon activation, the third UPR effector, ATF-6, is trafficked to the Gogli apparatus, modified by proteolytic cleavage, and subsequently translocated to the nucleus to activate the transcription of genes including CHOP and XBP1, BiP, PDI, and GRP94.", "cite_spans": [{"start": 253, "end": 270, "text": "(Kim et al. 2008;", "ref_id": "BIBREF45"}, {"start": 271, "end": 294, "text": "Tsai and Weissman 2010)", "ref_id": "BIBREF104"}, {"start": 1003, "end": 1025, "text": "(Hosoi and Ozawa 2009;", "ref_id": "BIBREF35"}, {"start": 1026, "end": 1042, "text": "Kim et al. 2008;", "ref_id": "BIBREF45"}, {"start": 1043, "end": 1062, "text": "Lhotak et al. 2011;", "ref_id": "BIBREF56"}, {"start": 1063, "end": 1082, "text": "Sharma et al. 2006;", "ref_id": "BIBREF90"}, {"start": 1083, "end": 1106, "text": "Zhang and Kaufman 2008)", "ref_id": "BIBREF122"}, {"start": 1347, "end": 1364, "text": "(Kim et al. 2008;", "ref_id": "BIBREF45"}, {"start": 1365, "end": 1388, "text": "Tsai and Weissman 2010)", "ref_id": "BIBREF104"}], "ref_spans": [{"start": 1659, "end": 1667, "text": "(Fig. 4)", "ref_id": "FIGREF2"}], "section": "ER-Stress"}, {"text": "Stx1 treatment of the monocyte-like cell line THP-1 has been shown to result in ER-stress with activation of all three UPR effectors PERK, IRE-1, and ATF-6 ( Lee et al. 2008) . In this study, CHOP mRNA was up-regulated, and accompanied by Ca 2+ influx from the ER to the cytosol. This latter event was thought to possibly result in the calpain-dependent activation of caspase-3 and caspase-8, which was detected following Stx1 treatment. Interestingly activation of the UPR was not able to be assigned categorically to either Stx ''A'' or ''B'' subunit activity. Catalytically deficient toxin (Stx1A E167Q,R170L ) was unable to induce activation of PERK and ATF-6. However, IRE-1 activation, Ca 2+ influx, and partial XBP1 splicing effects were retained. These data suggest that at least some aspects of Stx1-mediated ER-stress may be dependent on A-subunit catalytic activity, but signaling from both the A-subunit and the B-subunit appears to contribute. These data would support a complex model, in which multiple Stx activities (such as toxin trafficking, ER-to-cytoplasmic A-subunit translocation, and intoxication) contribute to the overall activation of the UPR.", "cite_spans": [{"start": 158, "end": 174, "text": "Lee et al. 2008)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "As part of a study primarily assessing the effects of Stxs on apoptosis in human brain microvascular endothelial cells, Fujii et al. (2008) demonstrated that both CHOP mRNA and ATF-4 mRNA were upregulated at 19 h following treatment with Stx2. Both Stx1 and Stx2 were shown to upregulate CHOP message while Stx1 R170L (a Stx1 mutant with approximately 9000-fold decrease in A-subunit activity) did not. Therefore, StxA-subunit catalytic activity may be required for these events. This is consistent with the aforementioned observations by Lee et al. (2008) that suggested Stx A-subunit activity was essential for PERK and ATF-6 activation.", "cite_spans": [{"start": 120, "end": 139, "text": "Fujii et al. (2008)", "ref_id": "BIBREF21"}, {"start": 539, "end": 556, "text": "Lee et al. (2008)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "Ricin and three trichothecene toxins including DON (all ribotoxic stressors) have also been shown to induce ER-stress (Horrix et al. 2011; Shi et al. 2009 ). In one of these studies, treatment of murine peritoneal-derived macrophages with DON resulted in increased concentrations of IRE1, ATF6 and XBP1 mRNA, and an increase in spliced XBP1 message (Shi et al. 2009 ). It should be noted that unlike Stxs and ricin, DON, being a small molecule of 296.3 Da, does not have a binding subunit. Interestingly, although BiP is generally upregulated during ER-stress, in this study it was shown to be proteolytically degraded in response to DON treatment. Also, RNAi knockdown of BiP expression caused an increase in IL-6, suggesting that DON-induced BiP degradation might promote an IL-6 response in these cells. Interestingly ricin was also shown to induce BiP degradation. Together these results suggests that DON-and ricin-induced ER-stress might trigger IL-6 production through BiP degradation.", "cite_spans": [{"start": 118, "end": 138, "text": "(Horrix et al. 2011;", "ref_id": "BIBREF34"}, {"start": 139, "end": 154, "text": "Shi et al. 2009", "ref_id": "BIBREF91"}, {"start": 349, "end": 365, "text": "(Shi et al. 2009", "ref_id": "BIBREF91"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "In a more recent study by Horrix et al. (2011) , ricin treatment of the human adenocarcinoma cell lines MDA-MB-231 and HCT116 was shown to result in the UPR with eIF2a phosphorylation and ATF-6 activation (Horrix et al. 2011) . However, unlike the effects of Stx noted by Lee et al. (2008) , IRE1-dependent XBP-1 mRNA splicing was lacking (Lee et al. 2008 ).", "cite_spans": [{"start": 26, "end": 46, "text": "Horrix et al. (2011)", "ref_id": "BIBREF34"}, {"start": 205, "end": 225, "text": "(Horrix et al. 2011)", "ref_id": "BIBREF34"}, {"start": 272, "end": 289, "text": "Lee et al. (2008)", "ref_id": "BIBREF55"}, {"start": 339, "end": 355, "text": "(Lee et al. 2008", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "Ricin has also been shown to inhibit the ER-stress response when expressed in yeast (Parikh et al. 2008) . Parikh et al. show that expressing ricin in yeast such that it is translocated into the ER results in suppression of HAC1 mRNA splicing, an event dependent on the yeast homolog of IRE1, IREp. Ricin mutants that lacked N-glycosidase activity were shown not to inhibit the UPR, suggesting the involvement of the ricin active site. Cell survival during ER-stress is thought to be sustained by prolonging IRE1 activation, which normally terminates around 8 h of continuous ER-stress (Lin et al. 2007 ). Therefore it is feasible that inhibition of IRE1 by ricin may also promote toxicity in yeast. As noted above, IRE1-mediated XBP-1 splicing was also absent following ricin treatment of human breast and colon cell lines (Horrix et al. 2011 ). However, it should be noted that unlike mammalian cells, yeast are not able to be intoxicated with Stx or ricin via the B-subunit. Thus, toxin A-subunit-encoding constructs with appropriate ER delivery signals must be used. Furthermore, unlike mammals, yeast do not have known PERK and ATF-6 homologs, thus limiting the ability of using yeast to study mammalian ER-stress events.", "cite_spans": [{"start": 84, "end": 104, "text": "(Parikh et al. 2008)", "ref_id": "BIBREF78"}, {"start": 107, "end": 120, "text": "Parikh et al.", "ref_id": null}, {"start": 586, "end": 602, "text": "(Lin et al. 2007", "ref_id": "BIBREF58"}, {"start": 824, "end": 843, "text": "(Horrix et al. 2011", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "Together, these data suggest that ER-stress may play a role in ricin-and Stx-induced apoptosis, and that activation of the UPR is largely mediated by the A-subunits of Stx and ricin. However, the precise mechanisms by which Stx and ricin induce ER-stress are currently not understood. It is possible that following inactivation by Stx or ricin, ribosomes that are engaged in active translation of secreted proteins at the cytosolic surface of the ER remain attached to the incompletely translated nascent peptides at the cytosolic domain of the Sec61 translocon, thereby clogging the secretion machinery of the ER. In an attempt to remediate this situation, intoxicated cells may activate the UPR. However, it is also possible that B-subunit accumulation in the ER, or the partial unfolding of Stx or ricin A-subunits prior to cytosolic translocation, may effect ER-stress. Further studies are required to elucidate the exact cause(s) of Stx-and ricin-mediated ER-stress. (Fischer et al. 2007; Huang et al. 2010; Lauvrak et al. 2006; Mangeney et al. 1993; Takenouchi et al. 2004; Walchli et al. 2008 ). These studies have been performed in several different systems and are summarized in Table 2 . We will not discuss data supporting a possible effect(s) of B-subunit on pro-apoptotic pathways here, as this is discussed elsewhere in this volume. In general, interactions between StxB-subunit and receptor(s) on lipid rafts may induce signaling events as early as 2.5-15 min following toxin treatment (Falvo et al. 2000; Katagiri et al. 1999; Lauvrak et al. 2006; Taga et al. 1997; Torgersen et al. 2007; Walchli et al. 2008) . These signaling events have been shown to result in the activation of tyrosine kinase signaling, p38 stress-activated protein kinase signaling (p38 SAPK), protein kinase C signaling (PKC), and Ca2+ signaling. Activation of these pathways seems to be important not only for toxin uptake and trafficking, but may also have more direct pathological consequences. Treatment of cells with Stx has been shown to result in the activation of tyrosine kinases including Syk, and the SFK Yes and Lyn (Katagiri et al. 1999; Lauvrak et al. 2006; Malyukova et al. 2009; Mori et al. 2000) . Activation of these tyrosine kinases appear to be associated with binding and uptake of the toxin since activation occurs within 15 min of toxin exposure and precedes inhibition of protein synthesis by A-subunit activity.", "cite_spans": [{"start": 972, "end": 993, "text": "(Fischer et al. 2007;", "ref_id": "BIBREF16"}, {"start": 994, "end": 1012, "text": "Huang et al. 2010;", "ref_id": "BIBREF36"}, {"start": 1013, "end": 1033, "text": "Lauvrak et al. 2006;", "ref_id": "BIBREF53"}, {"start": 1034, "end": 1055, "text": "Mangeney et al. 1993;", "ref_id": "BIBREF67"}, {"start": 1056, "end": 1079, "text": "Takenouchi et al. 2004;", "ref_id": "BIBREF97"}, {"start": 1080, "end": 1099, "text": "Walchli et al. 2008", "ref_id": "BIBREF110"}, {"start": 1501, "end": 1520, "text": "(Falvo et al. 2000;", "ref_id": "BIBREF14"}, {"start": 1521, "end": 1542, "text": "Katagiri et al. 1999;", "ref_id": "BIBREF43"}, {"start": 1543, "end": 1563, "text": "Lauvrak et al. 2006;", "ref_id": "BIBREF53"}, {"start": 1564, "end": 1581, "text": "Taga et al. 1997;", "ref_id": "BIBREF96"}, {"start": 1582, "end": 1604, "text": "Torgersen et al. 2007;", "ref_id": "BIBREF102"}, {"start": 1605, "end": 1625, "text": "Walchli et al. 2008)", "ref_id": "BIBREF110"}, {"start": 2118, "end": 2140, "text": "(Katagiri et al. 1999;", "ref_id": "BIBREF43"}, {"start": 2141, "end": 2161, "text": "Lauvrak et al. 2006;", "ref_id": "BIBREF53"}, {"start": 2162, "end": 2184, "text": "Malyukova et al. 2009;", "ref_id": "BIBREF66"}, {"start": 2185, "end": 2202, "text": "Mori et al. 2000)", "ref_id": "BIBREF73"}], "ref_spans": [{"start": 1188, "end": 1195, "text": "Table 2", "ref_id": "TABREF1"}], "section": "ER-Stress"}, {"text": "Early work by Katagiri et al. (1999) , was important in demonstrating that Gb3 associated with lipid rafts were important for early Stx1-mediated signaling through the Yes tyrosine kinase; more detailed information has followed. In the human renal tubular cell line ACHN the Stx receptor Gb3 can be found associated with the SFK Yes in detergent-insoluble microdomains (DIM) or lipid rafts (Katagiri et al. 1999) . Treatment of these cells with Stx1 results in transient tyrosine phosphorylation of several DIM proteins, and this occurs with similar kinetics to the activation and autophosphorylation of Yes. In addition to activating Yes, treatment with Stx1 results in recruitment of Yes to the lipid rafts. (However, during or following activation, Yes then becomes detergent soluble). Yes activation is transient: maximal activation of Yes occurs within 10 min post-Stx1 treatment, and diminishes by 30-60 min. Similarly, tyrosine phosphorylation of DIM proteins in response to Stx1 treatment occurs by 10 min and basal phosphorylation levels are regained by 30 min.", "cite_spans": [{"start": 14, "end": 36, "text": "Katagiri et al. (1999)", "ref_id": "BIBREF43"}, {"start": 390, "end": 412, "text": "(Katagiri et al. 1999)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "Two other tyrosine kinases, Lyn and Syk were shown to be promptly activated in Burkitt's lymphoma Ramos cells (BL-cells) following treatment with Stx1 (Mori et al. 2000) . As with Yes, Lyn was localized in lipid rafts containing Gb3, and became detergent soluble following toxin treatment. Unlike Yes, Lyn does not immunoprecipitate with Gb3 (Mori et al. 2000) . Stx1 treatment of BL-cells also resulted in complex formation between Syk and Lyn. It is possible that Syk and/or Lyn activation may also play a role in endocytosis and trafficking of Stxs as Syk has been shown to be a regulator of clathrin-dependent endocytosis in HeLa cells (Lauvrak et al. 2006) .", "cite_spans": [{"start": 151, "end": 169, "text": "(Mori et al. 2000)", "ref_id": "BIBREF73"}, {"start": 342, "end": 360, "text": "(Mori et al. 2000)", "ref_id": "BIBREF73"}, {"start": 640, "end": 661, "text": "(Lauvrak et al. 2006)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "Stx was the first lipid binding ligand shown to use a clathrin-dependent mechanism to promote its own uptake (Sandvig et al. 1989) . Although Stxs can be taken up by clathrin-dependent and clathrin-independent pathways, clathrin pitassociated endocytosis appears to predominate in Stx-sensitive cells, and clathrindependent endocytosis is required for retrograde Golgi transport (Lauvrak et al. 2004; Saint-Pol et al. 2004 ). Sandvig et al. (1989) demonstrated that Stx could promote its own uptake in HeLa cells, and Lauvrak et al. (2006) were able to show that this, at least in part, was due to Stx activation of Syk and the promotion of complex formation between Syk and clathrin heavy chain (CHC) (Lauvrak et al. 2006; Sandvig et al. 1989; Utskarpen et al. 2010 ). Syk appears to regulate Stx uptake by phosphorylating CHC protein, thereby promoting endocytosis, and B-subunit alone is sufficient for Syk actiavation (Lauvrak et al. 2006) .", "cite_spans": [{"start": 109, "end": 130, "text": "(Sandvig et al. 1989)", "ref_id": "BIBREF87"}, {"start": 379, "end": 400, "text": "(Lauvrak et al. 2004;", "ref_id": "BIBREF52"}, {"start": 401, "end": 422, "text": "Saint-Pol et al. 2004", "ref_id": "BIBREF82"}, {"start": 426, "end": 447, "text": "Sandvig et al. (1989)", "ref_id": "BIBREF87"}, {"start": 518, "end": 539, "text": "Lauvrak et al. (2006)", "ref_id": "BIBREF53"}, {"start": 702, "end": 723, "text": "(Lauvrak et al. 2006;", "ref_id": "BIBREF53"}, {"start": 724, "end": 744, "text": "Sandvig et al. 1989;", "ref_id": "BIBREF87"}, {"start": 745, "end": 766, "text": "Utskarpen et al. 2010", "ref_id": "BIBREF107"}, {"start": 922, "end": 943, "text": "(Lauvrak et al. 2006)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "In addition to promoting endocytosis via Syk, Stx may also promote its own endocytosis and subsequent retrograde trafficking by activating and recruiting p38 to the early endosome. Walchli et al. (2008) demonstrated in HeLa cells that treatment with p38-specific inhibitors or siRNA resulted in reduced sulfation of a modified Stx1B-subunit, signifying that p38 played a role in Stx transport to the Golgi (Walchli et al. 2008) . Treatment of HeLa cells with Stx1B-subunit resulted in detectable p38 phosphorylation in as early as 1 min and peaked within 10-15 min. In HEp-2 cells, Walchli et al. 2008 did not see translocation of p38 to the nucleus, but instead p38 appeared to be recruited to endosomal fractions. Importantly, modifications of intracellular Ca 2+ appeared to be necessary for p38 activation by the Stx B-subunit suggesting that Ca 2+ signaling is upstream of Stxinduced p38 activation. This was also supported by the findings that inhibition of p38 by SB203580 does not effect Stx inhibition of histamine-induced Ca 2+ oscillations. Finally, inhibition of p38 or siRNA knockdown of p38 had no effect on ricin trafficking to the Golgi, implying that ricin uses a different pathway.", "cite_spans": [{"start": 181, "end": 202, "text": "Walchli et al. (2008)", "ref_id": "BIBREF110"}, {"start": 406, "end": 427, "text": "(Walchli et al. 2008)", "ref_id": "BIBREF110"}, {"start": 582, "end": 601, "text": "Walchli et al. 2008", "ref_id": "BIBREF110"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "Protein kinase C (PKC) has been shown to be important for Stx trafficking by regulating transport of Stx from the endosome to the Golgi apparatus. Torgersen et al. (2007) demonstrated that inhibiton of PKCd but not PKCa resulted in accumulation of toxin in the endosome (Torgersen et al. 2007 ). Phosphorylation of PKCd following treatment with Stx1B-subunit was detectable at 5 min posttreatment, and maximum PKCd phosphorylation was attained by 20 min. These observations were also made using Stx1B-subunit alone, suggesting that activation of PKCd was B-subunit dependent. Supporting a role for Stx in PKC activation, Foster et al. (2000) observed Stx1-mediated activation of PKC in differentiated macrophage-like THP-1 cells. However, studies undertaking PKC isoform determination, or assignment to catalytic activity were not performed.", "cite_spans": [{"start": 147, "end": 170, "text": "Torgersen et al. (2007)", "ref_id": "BIBREF102"}, {"start": 270, "end": 292, "text": "(Torgersen et al. 2007", "ref_id": "BIBREF102"}, {"start": 621, "end": 641, "text": "Foster et al. (2000)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "As discussed elsewhere in this volume, Shiga toxins are associated with the thrombotic microangiopathic disease HUS. Thrombotic thrombocytopenia purpura has many of the same signs as HUS, but is generally associated with a deficiency in ADAMTS13, a protease responsible for cleaving unusually large vWF multimers. Recently, data has emerged linking B-subunit activity with vWF secretion from endothelial cells. B-subunits alone from Stx1 or Stx2 were able to stimulate secretion of vWF in HUVECs and promote platelet adhesion in human glomerular microvascular endothelial cells (HGMECs) (Huang et al. 2010 ). In addition, this induction of vWF secretion occurred within 5 min of toxin (B-subunit) treatment, and required cholesterol-rich lipid rafts, but not clathrin. Because Stx2 is more often associated with diarrhea-associated HUS (D+HUS), it was particularly interesting that in this study, Stx2B was found to be a more potent inducer of vWF in HUVECs than Stx1B. Comparisons of Stx2B treatment of TTP-prone, ADAMS13 -/mice with that of heterozygous ADAMS13 +/litter mates showed that ADAMS13 -/mice developed reticulocytosis and fragmented red cells. In addition, 5 of the 13 Stx2B-treated ADAMS13 -/mice developed thrombocytopenia and/or anemia. These data suggest that StxB-subunits might promote endothelial cell activation by inducing vWF secretion and promoting platelet adhesion. One caveat to these findings is the observation that unlike TTP, thrombi from patients with D+HUS tend to be rich in fibrin, while containing little or no vWF (Tsai et al. 2001) .", "cite_spans": [{"start": 587, "end": 605, "text": "(Huang et al. 2010", "ref_id": "BIBREF36"}, {"start": 1552, "end": 1570, "text": "(Tsai et al. 2001)", "ref_id": "BIBREF105"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "As with Stxs, the study of ricin has been important in defining and understanding retrograde trafficking. However, unlike Stxs, there is limited data on the contribution(s) of ricin B-subunit to host signal transduction events. There is clearly a role for further investigation of the possible effect(s) of ricin B-subunit on activation of host signal transduction pathway(s) that influence both its toxicity and pathogenic effect(s). These may be, and probably are, very different from effects of StxB-subunit on host cells. It is known that depletion of sphingosine appears to promote ricin trafficking, and depletion of cholesterol inhibits it (Grimmer et al. 2006) . This suggests that cholesterol may play a role in endocytosis, and that lipid raft association of ricin receptors may actually impede ricin uptake. The observations that Gb3 located in lipid rafts are required for some of the signal transduction events associated with Stxs suggest that Gb3 in these cell types is ''wired'' to signaling networks in a way that has not been described for ricin.", "cite_spans": [{"start": 647, "end": 668, "text": "(Grimmer et al. 2006)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "ER-Stress"}, {"text": "During the process of intoxication, Stxs and ricin activate a variety of signaling pathways. While much headway has been made in identifying which pathways are activated, and to which cellular outputs they contribute (i.e. inflammation, apoptosis, trafficking), two large gaps in our knowledge remain. The first of these relates to the key signaling events that contribute to morbidity in Stx-and ricinmediated disease. Filling this gap will involve understanding which outputs are the most necessary for promoting damage to the host. For example, are there particular cytokine responses that if blocked will prevent or help alleviate disease? Alternatively, is it apoptosis, or inflammation, that drives morbidity? In the case of ricin, the development of good animal models has helped elucidate the role of IL-1 in promoting ARDS. However, in the case of Stx, the ''connect'' between proinflammatory and/or pro-apoptotic signaling with microangiopathic disease is still very much undetermined. With the development of new mouse models to study Stx-induced HUS, it will be interesting to see how toxin-mediated cell signaling influences disease progression.", "cite_spans": [], "ref_spans": [], "section": "Concluding Remarks"}, {"text": "Since protein synthesis inhibition does not seem to be the underlying signal driving the ribotoxic stress response, the second major gap in our knowledge concerning Stx and ricin involves understanding how cells recognize damage to the 28S rRNA subunit. Is there a specific sensor(s), and how does it work? Although a fundamental biological question, the process of answering this question is likely to provide us with new therapeutic targets in addition to providing insight into the greater architecture of the ribosome. In the way that Stx and ricin has help us understand several aspects of retrograde trafficking, the further study of these toxins and the cellular events they initiate are bound to enlighten our understanding of stress signaling in the cell.", "cite_spans": [], "ref_spans": [], "section": "Concluding Remarks"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Intracellular targeting of the endoplasmic reticulum/nuclear envelope by retrograde transport may determine cell hypersensitivity to verotoxin via globotriaosyl ceramide fatty acid isoform traffic", "authors": [{"first": "S", "middle": [], "last": "Arab", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Lingwood", "suffix": ""}], "year": 1998, "venue": "J Cell Physiol", "volume": "177", "issn": "", "pages": "646--660", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Deoxynivalenol induces p38 interaction with the ribosome in monocytes and macrophages", "authors": [{"first": "H", "middle": ["K"], "last": "Bae", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Pestka", "suffix": ""}], "year": 2008, "venue": "Toxicol Sci", "volume": "105", "issn": "", "pages": "59--66", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Hematopoietic cell kinase associates with the 40s ribosomal subunit and mediates the ribotoxic stress response to deoxynivalenol in mononuclear phagocytes", "authors": [{"first": "H", "middle": [], "last": "Bae", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Gray", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}], "year": 2010, "venue": "Toxicol Sci", "volume": "115", "issn": "", "pages": "444--452", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Structural determinants of ricinus communis agglutinin and toxin specificity for oligosaccharides", "authors": [{"first": "J", "middle": ["U"], "last": "Baenziger", "suffix": ""}, {"first": "D", "middle": [], "last": "Fiete", "suffix": ""}], "year": 1979, "venue": "J Biol Chem", "volume": "254", "issn": "", "pages": "9795--9799", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "New insights into the mechanism of IL-1beta maturation", "authors": [{"first": "K", "middle": [], "last": "Burns", "suffix": ""}, {"first": "F", "middle": [], "last": "Martinon", "suffix": ""}, {"first": "J", "middle": [], "last": "Tschopp", "suffix": ""}], "year": 2003, "venue": "Curr Opin Immunol", "volume": "15", "issn": "", "pages": "26--30", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Essential role for verotoxin in sustained stressactivated protein kinase and nuclear factor kappa b signaling, stimulated by Escherichia coli o157:H7 in vero cells", "authors": [{"first": "P", "middle": [], "last": "Cameron", "suffix": ""}, {"first": "D", "middle": [], "last": "Bingham", "suffix": ""}, {"first": "A", "middle": [], "last": "Paul", "suffix": ""}], "year": 2002, "venue": "Infect Immun", "volume": "70", "issn": "", "pages": "5370--5380", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Shiga toxin 1-induced cytokine production is mediated by map kinase pathways and translation initiation factor eif4e in the macrophage-like thp-1 cell line", "authors": [{"first": "R", "middle": ["P"], "last": "Cherla", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Mees", "suffix": ""}], "year": 2006, "venue": "J Leukoc Biol", "volume": "79", "issn": "", "pages": "397--407", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Shiga toxin 1-induced proinflammatory cytokine production is regulated by the phosphatidylinositol 3-kinase/akt/mammalian target of rapamycin signaling pathway", "authors": [{"first": "R", "middle": ["P"], "last": "Cherla", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Mulder", "suffix": ""}], "year": 2009, "venue": "Infect Immun", "volume": "77", "issn": "", "pages": "3919--3931", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Shiga toxins activate translational regulation pathways in intestinal epithelial cells", "authors": [{"first": "W", "middle": ["E"], "last": "Colpoys", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Cochran", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Carducci", "suffix": ""}], "year": 2005, "venue": "Cell Signal", "volume": "17", "issn": "", "pages": "891--899", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Specificity of twelve lectins towards oligosaccharides and glycopeptides related to n-glycosylproteins", "authors": [{"first": "H", "middle": [], "last": "Debray", "suffix": ""}, {"first": "D", "middle": [], "last": "Decout", "suffix": ""}, {"first": "G", "middle": [], "last": "Strecker", "suffix": ""}], "year": 1981, "venue": "Eur J Biochem", "volume": "117", "issn": "", "pages": "41--55", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Globotetraosylceramide is recognized by the pig edema disease toxin", "authors": [{"first": "S", "middle": [], "last": "Degrandis", "suffix": ""}, {"first": "H", "middle": [], "last": "Law", "suffix": ""}, {"first": "J", "middle": [], "last": "Brunton", "suffix": ""}], "year": 1989, "venue": "J Biol Chem", "volume": "264", "issn": "", "pages": "12520--12525", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "RNA n-glycosidase activity of ricin a-chain. Mechanism of action of the toxic lectin ricin on eukaryotic ribosomes", "authors": [{"first": "Y", "middle": [], "last": "Endo", "suffix": ""}, {"first": "K", "middle": [], "last": "Tsurugi", "suffix": ""}], "year": 1987, "venue": "J Biol Chem", "volume": "262", "issn": "", "pages": "8128--8130", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The mechanism of action of ricin and related toxic lectins on eukaryotic ribosomes. The site and the characteristics of the modification in 28 s ribosomal RNA caused by the toxins", "authors": [{"first": "Y", "middle": [], "last": "Endo", "suffix": ""}, {"first": "K", "middle": [], "last": "Mitsui", "suffix": ""}, {"first": "M", "middle": [], "last": "Motizuki", "suffix": ""}], "year": 1987, "venue": "J Biol Chem", "volume": "262", "issn": "", "pages": "5908--5912", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Site of action of a vero toxin (vt2) from Escherichia coli o157:H7 and of shiga toxin on eukaryotic ribosomes. RNA n-glycosidase activity of the toxins", "authors": [{"first": "Y", "middle": [], "last": "Endo", "suffix": ""}, {"first": "K", "middle": [], "last": "Tsurugi", "suffix": ""}, {"first": "T", "middle": [], "last": "Yutsudo", "suffix": ""}], "year": 1988, "venue": "Eur J Biochem", "volume": "171", "issn": "", "pages": "45--50", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Stimulus-specific assembly of enhancer complexes on the tumor necrosis factor alpha gene promoter", "authors": [{"first": "J", "middle": ["V"], "last": "Falvo", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Uglialoro", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Brinkman", "suffix": ""}], "year": 2000, "venue": "Mol Cell Biol", "volume": "20", "issn": "", "pages": "2239--2247", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Aim2 activates the inflammasome and cell death in response to cytoplasmic DNA", "authors": [{"first": "T", "middle": [], "last": "Fernandes-Alnemri", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Yu", "suffix": ""}, {"first": "P", "middle": [], "last": "Datta", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "458", "issn": "", "pages": "509--513", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Ceramide as a tlr4 agonist; a putative signalling intermediate between sphingolipid receptors for microbial ligands and tlr4", "authors": [{"first": "H", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "P", "middle": [], "last": "Ellstrom", "suffix": ""}, {"first": "K", "middle": [], "last": "Ekstrom", "suffix": ""}], "year": 2007, "venue": "Cell Microbiol", "volume": "9", "issn": "", "pages": "1239--1251", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Inhibitors of protein kinase signaling pathways: emerging therapies for cardiovascular disease", "authors": [{"first": "T", "middle": [], "last": "Force", "suffix": ""}, {"first": "K", "middle": [], "last": "Kuida", "suffix": ""}, {"first": "M", "middle": [], "last": "Namchuk", "suffix": ""}], "year": 2004, "venue": "Circulation", "volume": "109", "issn": "", "pages": "1196--1205", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Shiga toxin 1-induced activation of c-jun nh(2)-terminal kinase and p38 in the human monocytic cell line thp-1: possible involvement in the production of tnf-alpha", "authors": [{"first": "G", "middle": ["H"], "last": "Foster", "suffix": ""}, {"first": "V", "middle": ["L"], "last": "Tesh", "suffix": ""}], "year": 2002, "venue": "J Leukoc Biol", "volume": "71", "issn": "", "pages": "107--114", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Shiga toxin-induced tumor necrosis factor alpha expression: requirement for toxin enzymatic activity and monocyte protein kinase c and protein tyrosine kinases", "authors": [{"first": "G", "middle": ["H"], "last": "Foster", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Armstrong", "suffix": ""}, {"first": "R", "middle": [], "last": "Sakiri", "suffix": ""}], "year": 2000, "venue": "Infect Immun", "volume": "68", "issn": "", "pages": "5183--5189", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Role of p38 map kinase pathway in a toxin-induced model of hemolytic uremic syndrome", "authors": [{"first": "X", "middle": ["J"], "last": "Fu", "suffix": ""}, {"first": "K", "middle": [], "last": "Iijima", "suffix": ""}, {"first": "K", "middle": [], "last": "Nozu", "suffix": ""}], "year": 2004, "venue": "Pediatr Nephrol", "volume": "19", "issn": "", "pages": "844--852", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Shiga toxin 2 causes apoptosis in human brain microvascular endothelial cells via c/ebp homologous protein", "authors": [{"first": "J", "middle": [], "last": "Fujii", "suffix": ""}, {"first": "K", "middle": [], "last": "Wood", "suffix": ""}, {"first": "F", "middle": [], "last": "Matsuda", "suffix": ""}], "year": 2008, "venue": "Infect Immun", "volume": "76", "issn": "", "pages": "3679--3689", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Furin-induced cleavage and activation of shiga toxin", "authors": [{"first": "O", "middle": [], "last": "Garred", "suffix": ""}, {"first": "B", "middle": [], "last": "Van Deurs", "suffix": ""}, {"first": "K", "middle": [], "last": "Sandvig", "suffix": ""}], "year": 1995, "venue": "J Biol Chem", "volume": "270", "issn": "", "pages": "10817--10821", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Role of the disulfide bond in shiga toxin a-chain for toxin entry into cells", "authors": [{"first": "O", "middle": [], "last": "Garred", "suffix": ""}, {"first": "E", "middle": [], "last": "Dubinina", "suffix": ""}, {"first": "A", "middle": [], "last": "Polesskaya", "suffix": ""}], "year": 1997, "venue": "J Biol Chem", "volume": "272", "issn": "", "pages": "11414--11419", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Evidence for a cop-i-independent transport route from the golgi complex to the endoplasmic reticulum", "authors": [{"first": "A", "middle": [], "last": "Girod", "suffix": ""}, {"first": "B", "middle": [], "last": "Storrie", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Simpson", "suffix": ""}], "year": 1999, "venue": "Nat Cell Biol", "volume": "1", "issn": "", "pages": "423--430", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Shiga toxin produced by enterohemorrhagic Escherichia coli inhibits pi3k/nf-kappa b signaling pathway in globotriaosylceramide-3-negative human intestinal epithelial cells", "authors": [{"first": "A", "middle": ["P"], "last": "Gobert", "suffix": ""}, {"first": "M", "middle": [], "last": "Vareille", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Glasser", "suffix": ""}], "year": 2007, "venue": "J Immunol", "volume": "178", "issn": "", "pages": "8168--8174", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Ricin induces IL-8 secretion from human monocyte/ macrophages by activating the p38 map kinase pathway", "authors": [{"first": "T", "middle": ["V"], "last": "Gonzalez", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Farrant", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Mantis", "suffix": ""}], "year": 2006, "venue": "Mol Immunol", "volume": "43", "issn": "", "pages": "1920--1923", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Identification and characterization of a novel map kinase kinase kinase, mltk", "authors": [{"first": "I", "middle": [], "last": "Gotoh", "suffix": ""}, {"first": "M", "middle": [], "last": "Adachi", "suffix": ""}, {"first": "E", "middle": [], "last": "Nishida", "suffix": ""}], "year": 2001, "venue": "J Biol Chem", "volume": "276", "issn": "", "pages": "4276--4286", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Double-stranded RNA-activated protein kinase mediates induction of interleukin-8 expression by deoxynivalenol, shiga toxin 1, and ricin in monocytes", "authors": [{"first": "J", "middle": ["S"], "last": "Gray", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Bae", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Li", "suffix": ""}], "year": 2008, "venue": "Toxicol Sci", "volume": "105", "issn": "", "pages": "322--330", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Depletion of sphingolipids facilitates endosome to golgi transport of ricin", "authors": [{"first": "S", "middle": [], "last": "Grimmer", "suffix": ""}, {"first": "B", "middle": [], "last": "Spilsberg", "suffix": ""}, {"first": "K", "middle": [], "last": "Hanada", "suffix": ""}], "year": 2006, "venue": "Traffic", "volume": "7", "issn": "", "pages": "1243--1253", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Mrk, a mixed lineage kinase-related molecule that plays a role in gamma-radiation-induced cell cycle arrest", "authors": [{"first": "E", "middle": ["A"], "last": "Gross", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Callow", "suffix": ""}, {"first": "L", "middle": [], "last": "Waldbaum", "suffix": ""}], "year": 2002, "venue": "J Biol Chem", "volume": "277", "issn": "", "pages": "13873--13882", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Suppression of nf-kappa b activation and proinflammatory cytokine expression by shiga toxin-producing Escherichia coli", "authors": [{"first": "N", "middle": [], "last": "Hauf", "suffix": ""}, {"first": "T", "middle": [], "last": "Chakraborty", "suffix": ""}], "year": 2003, "venue": "J Immunol", "volume": "170", "issn": "", "pages": "2074--2082", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Nf-kappa b in immunobiology", "authors": [{"first": "M", "middle": ["S"], "last": "Hayden", "suffix": ""}, {"first": "S", "middle": [], "last": "Ghosh", "suffix": ""}], "year": 2011, "venue": "Cell Res", "volume": "21", "issn": "", "pages": "223--244", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Cross-talk between the pathways leading to the induction of apoptosis and the secretion of tumor necrosis factor-alpha in ricin-treated raw 264.7 cells", "authors": [{"first": "S", "middle": [], "last": "Higuchi", "suffix": ""}, {"first": "T", "middle": [], "last": "Tamura", "suffix": ""}, {"first": "T", "middle": [], "last": "Oda", "suffix": ""}], "year": 2003, "venue": "J Biochem", "volume": "134", "issn": "", "pages": "927--933", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Plant ribosome-inactivating proteins type ii induce the unfolded protein response in human cancer cells", "authors": [{"first": "C", "middle": [], "last": "Horrix", "suffix": ""}, {"first": "Z", "middle": [], "last": "Raviv", "suffix": ""}, {"first": "E", "middle": [], "last": "Flescher", "suffix": ""}], "year": 2011, "venue": "Cell Mol Life Sci", "volume": "68", "issn": "", "pages": "1269--1281", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Endoplasmic reticulum stress in disease: mechanisms and therapeutic opportunities", "authors": [{"first": "T", "middle": [], "last": "Hosoi", "suffix": ""}, {"first": "K", "middle": [], "last": "Ozawa", "suffix": ""}], "year": 2009, "venue": "Clin Sci (Lond)", "volume": "118", "issn": "", "pages": "19--29", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Shiga toxin b subunits induce vwf secretion by human endothelial cells and thrombotic microangiopathy in adamts13-deficient mice", "authors": [{"first": "J", "middle": [], "last": "Huang", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Motto", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Bundle", "suffix": ""}], "year": 2010, "venue": "Blood", "volume": "116", "issn": "", "pages": "3653--3659", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Ribotoxic stress response: activation of the stress-activated protein kinase jnk1 by inhibitors of the peptidyl transferase reaction and by sequence-specific RNA damage to the alpha-sarcin/ricin loop in the 28s rRNA", "authors": [{"first": "M", "middle": ["S"], "last": "Iordanov", "suffix": ""}, {"first": "D", "middle": [], "last": "Pribnow", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Magun", "suffix": ""}], "year": 1997, "venue": "Mol Cell Biol", "volume": "17", "issn": "", "pages": "3373--3381", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Ultraviolet radiation triggers the ribotoxic stress response in mammalian cells", "authors": [{"first": "M", "middle": ["S"], "last": "Iordanov", "suffix": ""}, {"first": "D", "middle": [], "last": "Pribnow", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Magun", "suffix": ""}], "year": 1998, "venue": "J Biol Chem", "volume": "273", "issn": "", "pages": "15794--15803", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Pathogenesis of shigella diarrhea. Xi. Isolation of a shigella toxin-binding glycolipid from rabbit jejunum and hela cells and its identification as globotriaosylceramide", "authors": [{"first": "M", "middle": [], "last": "Jacewicz", "suffix": ""}, {"first": "H", "middle": [], "last": "Clausen", "suffix": ""}, {"first": "E", "middle": [], "last": "Nudelman", "suffix": ""}], "year": 1986, "venue": "J Exp Med", "volume": "163", "issn": "", "pages": "1391--1404", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Zak: a map3kinase that transduces shiga toxinand ricin-induced proinflammatory cytokine expression", "authors": [{"first": "D", "middle": ["M"], "last": "Jandhyala", "suffix": ""}, {"first": "A", "middle": [], "last": "Ahluwalia", "suffix": ""}, {"first": "T", "middle": [], "last": "Obrig", "suffix": ""}], "year": 2008, "venue": "Cell Microbiol", "volume": "10", "issn": "", "pages": "1468--1477", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Shiga toxin 2 and flagellin from shiga-toxigenic Escherichia coli superinduce interleukin-8 through synergistic effects on host stress-activated protein kinase activation", "authors": [{"first": "D", "middle": ["M"], "last": "Jandhyala", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Rogers", "suffix": ""}, {"first": "A", "middle": [], "last": "Kane", "suffix": ""}], "year": 2010, "venue": "Infect Immun", "volume": "78", "issn": "", "pages": "2984--2994", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Role of p38 mapk, ap-1, and nf-kappa b in interleukin-1beta-induced IL-8 expression in human vascular smooth muscle cells", "authors": [{"first": "Y", "middle": ["D"], "last": "Jung", "suffix": ""}, {"first": "F", "middle": [], "last": "Fan", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mcconkey", "suffix": ""}], "year": 2002, "venue": "Cytokine", "volume": "18", "issn": "", "pages": "206--213", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Activation of src family kinase yes induced by shiga toxin binding to globotriaosyl ceramide (gb3/cd77) in low density, detergent-insoluble microdomains", "authors": [{"first": "Y", "middle": ["U"], "last": "Katagiri", "suffix": ""}, {"first": "T", "middle": [], "last": "Mori", "suffix": ""}, {"first": "H", "middle": [], "last": "Nakajima", "suffix": ""}], "year": 1999, "venue": "J Biol Chem", "volume": "274", "issn": "", "pages": "35278--35282", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "A murine model of hus: Shiga toxin with lipopolysaccharide mimics the renal damage and physiologic response of human disease", "authors": [{"first": "T", "middle": ["R"], "last": "Keepers", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Psotka", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Gross", "suffix": ""}], "year": 2006, "venue": "J Am Soc Nephrol", "volume": "17", "issn": "", "pages": "3404--3414", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Cell death and endoplasmic reticulum stress: disease relevance and therapeutic opportunities", "authors": [{"first": "I", "middle": [], "last": "Kim", "suffix": ""}, {"first": "W", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Reed", "suffix": ""}], "year": 2008, "venue": "Nat Rev Drug Discov", "volume": "7", "issn": "", "pages": "1013--1030", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Nuclear factor-kappa b (nf kappa b) component p50 in blood mononuclear cells regulates endothelial tissue factor expression in sickle transgenic mice: implications for the coagulopathy of sickle cell disease", "authors": [{"first": "R", "middle": [], "last": "Kollander", "suffix": ""}, {"first": "A", "middle": [], "last": "Solovey", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Milbauer", "suffix": ""}], "year": 2010, "venue": "Transl Res", "volume": "155", "issn": "", "pages": "170--177", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Administration of ricin induces a severe inflammatory response via nonredundant stimulation of erk, jnk, and p38 mapk and provides a mouse model of hemolytic uremic syndrome", "authors": [{"first": "V", "middle": [], "last": "Korcheva", "suffix": ""}, {"first": "J", "middle": [], "last": "Wong", "suffix": ""}, {"first": "C", "middle": [], "last": "Corless", "suffix": ""}], "year": 2005, "venue": "Am J Pathol", "volume": "166", "issn": "", "pages": "323--339", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Role of apoptotic signaling pathways in regulation of inflammatory responses to ricin in primary murine macrophages", "authors": [{"first": "V", "middle": [], "last": "Korcheva", "suffix": ""}, {"first": "J", "middle": [], "last": "Wong", "suffix": ""}, {"first": "M", "middle": [], "last": "Lindauer", "suffix": ""}], "year": 2007, "venue": "Mol Immunol", "volume": "44", "issn": "", "pages": "2761--2771", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Mammalian mitogen-activated protein kinase signal transduction pathways activated by stress and inflammation", "authors": [{"first": "J", "middle": ["M"], "last": "Kyriakis", "suffix": ""}, {"first": "J", "middle": [], "last": "Avruch", "suffix": ""}], "year": 2001, "venue": "Physiol Rev", "volume": "81", "issn": "", "pages": "807--869", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Emerging inflammasome effector mechanisms", "authors": [{"first": "M", "middle": [], "last": "Lamkanfi", "suffix": ""}], "year": 2011, "venue": "Nat Rev Immunol", "volume": "11", "issn": "", "pages": "213--220", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The ribotoxic stress response as a potential mechanism for map kinase activation in xenobiotic toxicity", "authors": [{"first": "J", "middle": ["D"], "last": "Laskin", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Heck", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Laskin", "suffix": ""}], "year": 2002, "venue": "Toxicol Sci", "volume": "69", "issn": "", "pages": "289--291", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Efficient endosome-to-golgi transport of shiga toxin is dependent on dynamin and clathrin", "authors": [{"first": "S", "middle": ["U"], "last": "Lauvrak", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Torgersen", "suffix": ""}, {"first": "K", "middle": [], "last": "Sandvig", "suffix": ""}], "year": 2004, "venue": "J Cell Sci", "volume": "117", "issn": "", "pages": "2321--2331", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Shiga toxin regulates its entry in a syk-dependent manner", "authors": [{"first": "S", "middle": ["U"], "last": "Lauvrak", "suffix": ""}, {"first": "S", "middle": [], "last": "Walchli", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Iversen", "suffix": ""}], "year": 2006, "venue": "Mol Biol Cell", "volume": "17", "issn": "", "pages": "1096--1109", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Shiga toxin 1 induces apoptosis in the human myelogenous leukemia cell line thp-1 by a caspase-8-dependent, tumor necrosis factor receptor-independent mechanism", "authors": [{"first": "S", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Cherla", "suffix": ""}, {"first": "I", "middle": [], "last": "Caliskan", "suffix": ""}], "year": 2005, "venue": "Infect Immun", "volume": "73", "issn": "", "pages": "5115--5126", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Shiga toxin 1 induces apoptosis through the endoplasmic reticulum stress response in human monocytic cells", "authors": [{"first": "S", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Cherla", "suffix": ""}], "year": 2008, "venue": "Cell Microbiol", "volume": "10", "issn": "", "pages": "770--780", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Immunohistochemical detection of the unfolded protein response in atherosclerotic plaques", "authors": [{"first": "S", "middle": [], "last": "Lhotak", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Austin", "suffix": ""}], "year": 2011, "venue": "Meth Enzymol", "volume": "489", "issn": "", "pages": "23--46", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Comparative induction of 28s ribosomal RNA cleavage by ricin and the trichothecenes deoxynivalenol and t-2 toxin in the macrophage", "authors": [{"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Pestka", "suffix": ""}], "year": 2008, "venue": "Toxicol Sci", "volume": "105", "issn": "", "pages": "67--78", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Ire1 signaling affects cell fate during the unfolded protein response", "authors": [{"first": "J", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "D", "middle": [], "last": "Yasumura", "suffix": ""}], "year": 2007, "venue": "Science", "volume": "318", "issn": "", "pages": "944--949", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Pulmonary inflammation triggered by ricin toxin requires macrophages and IL-1 signaling", "authors": [{"first": "M", "middle": ["L"], "last": "Lindauer", "suffix": ""}, {"first": "J", "middle": [], "last": "Wong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Iwakura", "suffix": ""}], "year": 2009, "venue": "J Immunol", "volume": "183", "issn": "", "pages": "1419--1426", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Ricin toxin activates the nalp3 inflammasome", "authors": [{"first": "M", "middle": [], "last": "Lindauer", "suffix": ""}, {"first": "J", "middle": [], "last": "Wong", "suffix": ""}, {"first": "B", "middle": [], "last": "Magun", "suffix": ""}], "year": 2010, "venue": "Toxins", "volume": "2", "issn": "", "pages": "1500--1514", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Identification of the carbohydrate receptor for shiga toxin produced by shigella dysenteriae type 1", "authors": [{"first": "A", "middle": ["A"], "last": "Lindberg", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Brown", "suffix": ""}, {"first": "N", "middle": [], "last": "Stromberg", "suffix": ""}], "year": 1987, "venue": "J Biol Chem", "volume": "262", "issn": "", "pages": "1779--1785", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Globotriaosyl ceramide (gb3) expression in human tumour cells: intracellular trafficking defines a new retrograde transport pathway from the cell surface to the nucleus, which correlates with sensitivity to verotoxin", "authors": [{"first": "C", "middle": ["A"], "last": "Lingwood", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Khine", "suffix": ""}, {"first": "S", "middle": [], "last": "Arab", "suffix": ""}], "year": 1998, "venue": "Acta Biochim Pol", "volume": "45", "issn": "", "pages": "351--359", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Something old, something new: indoor endotoxin, allergens and asthma", "authors": [{"first": "A", "middle": ["H"], "last": "Liu", "suffix": ""}], "year": 2004, "venue": "Paediatr Respir Rev", "volume": "5", "issn": "", "pages": "65--71", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Cloning and expression of zak, a mixed lineage kinaselike protein containing a leucine-zipper and a sterile-alpha motif", "authors": [{"first": "T", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Chu", "suffix": ""}], "year": 2000, "venue": "Biochem Biophys Res Commun", "volume": "274", "issn": "", "pages": "811--816", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Map3k-related kinase involved in nf-kappa b induction by tnf, cd95 and IL-1", "authors": [{"first": "N", "middle": ["L"], "last": "Malinin", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Boldin", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Kovalenko", "suffix": ""}], "year": 1997, "venue": "Nature", "volume": "385", "issn": "", "pages": "540--544", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Macropinocytosis in shiga toxin 1 uptake by human intestinal epithelial cells and transcellular transcytosis", "authors": [{"first": "I", "middle": [], "last": "Malyukova", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Murray", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2009, "venue": "Am J Physiol Gastrointest Liver Physiol", "volume": "296", "issn": "", "pages": "78--92", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Apoptosis induced in burkitt's lymphoma cells via gb3/cd77, a glycolipid antigen", "authors": [{"first": "M", "middle": [], "last": "Mangeney", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Lingwood", "suffix": ""}, {"first": "S", "middle": [], "last": "Taga", "suffix": ""}], "year": 1993, "venue": "Cancer Res", "volume": "53", "issn": "", "pages": "5314--5319", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Inflammasome adaptors and sensors: intracellular regulators of infection and inflammation", "authors": [{"first": "S", "middle": [], "last": "Mariathasan", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Monack", "suffix": ""}], "year": 2007, "venue": "Nat Rev Immunol", "volume": "7", "issn": "", "pages": "31--40", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Nlrs join tlrs as innate sensors of pathogens", "authors": [{"first": "F", "middle": [], "last": "Martinon", "suffix": ""}, {"first": "J", "middle": [], "last": "Tschopp", "suffix": ""}], "year": 2005, "venue": "Trends Immunol", "volume": "26", "issn": "", "pages": "447--454", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "The inflammasome: a molecular platform triggering activation of inflammatory caspases and processing of pro IL-beta", "authors": [{"first": "F", "middle": [], "last": "Martinon", "suffix": ""}, {"first": "K", "middle": [], "last": "Burns", "suffix": ""}, {"first": "J", "middle": [], "last": "Tschopp", "suffix": ""}], "year": 2002, "venue": "Mol Cell", "volume": "10", "issn": "", "pages": "417--426", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Activation of tnf-alpha transcription utilizes distinct map kinase pathways in different macrophage populations", "authors": [{"first": "T", "middle": ["K"], "last": "Means", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Pavlovich", "suffix": ""}, {"first": "D", "middle": [], "last": "Roca", "suffix": ""}], "year": 2000, "venue": "J Leukoc Biol", "volume": "67", "issn": "", "pages": "885--893", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Vomitoxin-induced cyclooxygenase-2 gene expression in macrophages mediated by activation of erk and p38 but not jnk mitogen-activated protein kinases", "authors": [{"first": "Y", "middle": [], "last": "Moon", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Pestka", "suffix": ""}], "year": 2002, "venue": "Toxicol Sci", "volume": "69", "issn": "", "pages": "373--382", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Globotriaosyl ceramide (cd77/gb3) in the glycolipid-enriched membrane domain participates in b-cell receptor-mediated apoptosis by regulating lyn kinase activity in human b cells", "authors": [{"first": "T", "middle": [], "last": "Mori", "suffix": ""}, {"first": "N", "middle": [], "last": "Kiyokawa", "suffix": ""}, {"first": "Y", "middle": ["U"], "last": "Katagiri", "suffix": ""}], "year": 2000, "venue": "Exp Hematol", "volume": "28", "issn": "", "pages": "1260--1268", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Shigatoxin-induced endothelin-1 expression in cultured podocytes autocrinally mediates actin remodeling", "authors": [{"first": "M", "middle": [], "last": "Morigi", "suffix": ""}, {"first": "S", "middle": [], "last": "Buelli", "suffix": ""}, {"first": "C", "middle": [], "last": "Zanchi", "suffix": ""}], "year": 2006, "venue": "Am J Pathol", "volume": "169", "issn": "", "pages": "1965--1975", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Molecular mechanism of interleukin-8 gene expression", "authors": [{"first": "N", "middle": [], "last": "Mukaida", "suffix": ""}, {"first": "S", "middle": [], "last": "Okamoto", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ishikawa", "suffix": ""}], "year": 1994, "venue": "J Leukoc Biol", "volume": "56", "issn": "", "pages": "554--558", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "The interaction of ricinus communis agglutinin with normal and tumor cell surfaces", "authors": [{"first": "G", "middle": ["L"], "last": "Nicolson", "suffix": ""}, {"first": "J", "middle": [], "last": "Blaustein", "suffix": ""}], "year": 1972, "venue": "Biochim Biophys Acta", "volume": "266", "issn": "", "pages": "543--547", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "The inflammasome: first line of the immune response to cell stress", "authors": [{"first": "Y", "middle": [], "last": "Ogura", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Sutterwala", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Flavell", "suffix": ""}], "year": 2006, "venue": "Cell", "volume": "126", "issn": "", "pages": "659--662", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Ricin inhibits activation of the unfolded protein response by preventing splicing of the hac1 mRNA", "authors": [{"first": "B", "middle": ["A"], "last": "Parikh", "suffix": ""}, {"first": "A", "middle": [], "last": "Tortora", "suffix": ""}, {"first": "X", "middle": ["P"], "last": "Li", "suffix": ""}], "year": 2008, "venue": "J Biol Chem", "volume": "283", "issn": "", "pages": "6145--6153", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Toll-like receptor priming sensitizes macrophages to proinflammatory cytokine gene induction by deoxynivalenol and other toxicants", "authors": [{"first": "J", "middle": [], "last": "Pestka", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Zhou", "suffix": ""}], "year": 2006, "venue": "Toxicol Sci", "volume": "92", "issn": "", "pages": "445--455", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Targeting the mitogen-activated protein kinase pathway: physiological feedback and drug response", "authors": [{"first": "C", "middle": ["A"], "last": "Pratilas", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Solit", "suffix": ""}], "year": 2010, "venue": "Clin Cancer Res", "volume": "16", "issn": "", "pages": "3329--3334", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Retrograde transport of mutant ricin to the endoplasmic reticulum with subsequent translocation to cytosol", "authors": [{"first": "A", "middle": [], "last": "Rapak", "suffix": ""}, {"first": "P", "middle": ["O"], "last": "Falnes", "suffix": ""}, {"first": "S", "middle": [], "last": "Olsnes", "suffix": ""}], "year": 1997, "venue": "Proc Natl Acad Sci", "volume": "94", "issn": "", "pages": "3783--3788", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Clathrin adaptor epsinr is required for retrograde sorting on early endosomal membranes", "authors": [{"first": "A", "middle": [], "last": "Saint-Pol", "suffix": ""}, {"first": "B", "middle": [], "last": "Yelamos", "suffix": ""}, {"first": "M", "middle": [], "last": "Amessou", "suffix": ""}], "year": 2004, "venue": "Dev Cell", "volume": "6", "issn": "", "pages": "525--538", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Shiga toxin type 1 activates tumor necrosis factor-alpha gene transcription and nuclear translocation of the transcriptional activators nuclear factorkappa b and activator protein-1", "authors": [{"first": "R", "middle": [], "last": "Sakiri", "suffix": ""}, {"first": "B", "middle": [], "last": "Ramegowda", "suffix": ""}, {"first": "V", "middle": ["L"], "last": "Tesh", "suffix": ""}], "year": 1998, "venue": "Blood", "volume": "92", "issn": "", "pages": "558--566", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Endocytosis, intracellular transport, and cytotoxic action of shiga toxin and ricin", "authors": [{"first": "K", "middle": [], "last": "Sandvig", "suffix": ""}, {"first": "B", "middle": [], "last": "Van Deurs", "suffix": ""}], "year": 1996, "venue": "Physiol Rev", "volume": "76", "issn": "", "pages": "949--966", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Endocytosis and intracellular transport of ricin: recent discoveries", "authors": [{"first": "K", "middle": [], "last": "Sandvig", "suffix": ""}, {"first": "B", "middle": [], "last": "Van Deurs", "suffix": ""}], "year": 1999, "venue": "FEBS Lett", "volume": "452", "issn": "", "pages": "67--70", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Entry of ricin and shiga toxin into cells: molecular mechanisms and medical perspectives", "authors": [{"first": "K", "middle": [], "last": "Sandvig", "suffix": ""}, {"first": "B", "middle": [], "last": "Van Deurs", "suffix": ""}], "year": 2000, "venue": "EMBO J", "volume": "19", "issn": "", "pages": "5943--5950", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Endocytosis from coated pits of shiga toxin: a glycolipid-binding protein from shigella dysenteriae 1", "authors": [{"first": "K", "middle": [], "last": "Sandvig", "suffix": ""}, {"first": "S", "middle": [], "last": "Olsnes", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Brown", "suffix": ""}], "year": 1989, "venue": "J Cell Biol", "volume": "108", "issn": "", "pages": "1331--1343", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Retrograde transport of endocytosed shiga toxin to the endoplasmic reticulum", "authors": [{"first": "K", "middle": [], "last": "Sandvig", "suffix": ""}, {"first": "O", "middle": [], "last": "Garred", "suffix": ""}, {"first": "K", "middle": [], "last": "Prydz", "suffix": ""}], "year": 1992, "venue": "Nature", "volume": "358", "issn": "", "pages": "510--512", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Zak is required for doxorubicin, a novel ribotoxic stressor, to induce sapk activation and apoptosis in hacat cells", "authors": [{"first": "K", "middle": ["A"], "last": "Sauter", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Magun", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Iordanov", "suffix": ""}], "year": 2010, "venue": "Cancer Biol Ther", "volume": "10", "issn": "", "pages": "258--266", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Mining literature for a comprehensive pathway analysis: a case study for retrieval of homocysteine related genes for genetic and epigenetic studies", "authors": [{"first": "P", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Senthilkumar", "suffix": ""}, {"first": "V", "middle": [], "last": "Brahmachari", "suffix": ""}], "year": 2006, "venue": "Lipids Health Dis", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Role of grp78/bip degradation and er stress in deoxynivalenol-induced interleukin-6 upregulation in the macrophage", "authors": [{"first": "Y", "middle": [], "last": "Shi", "suffix": ""}, {"first": "K", "middle": [], "last": "Porter", "suffix": ""}, {"first": "N", "middle": [], "last": "Parameswaran", "suffix": ""}], "year": 2009, "venue": "Toxicol Sci", "volume": "109", "issn": "", "pages": "247--255", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Trichothecene mycotoxins trigger a ribotoxic stress response that activates c-jun n-terminal kinase and p38 mitogen-activated protein kinase and induces apoptosis", "authors": [{"first": "V", "middle": ["I"], "last": "Shifrin", "suffix": ""}, {"first": "P", "middle": [], "last": "Anderson", "suffix": ""}], "year": 1999, "venue": "J Biol Chem", "volume": "274", "issn": "", "pages": "13985--13992", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Ricin a chain utilises the endoplasmic reticulum-associated protein degradation pathway to enter the cytosol of yeast", "authors": [{"first": "J", "middle": ["C"], "last": "Simpson", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Roberts", "suffix": ""}, {"first": "K", "middle": [], "last": "Romisch", "suffix": ""}], "year": 1999, "venue": "FEBS Lett", "volume": "459", "issn": "", "pages": "80--84", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Shiga toxin 1 triggers a ribotoxic stress response leading to p38 and jnk activation and induction of apoptosis in intestinal epithelial cells", "authors": [{"first": "W", "middle": ["E"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Kane", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Campbell", "suffix": ""}], "year": 2003, "venue": "Infect Immun", "volume": "71", "issn": "", "pages": "1497--1504", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Protein disulphide-isomerase reduces ricin to its a and b chains in the endoplasmic reticulum", "authors": [{"first": "R", "middle": ["A"], "last": "Spooner", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Watson", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Marsden", "suffix": ""}], "year": 2004, "venue": "Biochem J", "volume": "383", "issn": "", "pages": "285--293", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Intracellular signaling events in cd77-mediated apoptosis of burkitt's lymphoma cells", "authors": [{"first": "S", "middle": [], "last": "Taga", "suffix": ""}, {"first": "K", "middle": [], "last": "Carlier", "suffix": ""}, {"first": "Z", "middle": [], "last": "Mishal", "suffix": ""}], "year": 1997, "venue": "Blood", "volume": "90", "issn": "", "pages": "2757--2767", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Shiga toxin binding to globotriaosyl ceramide induces intracellular signals that mediate cytoskeleton remodeling in human renal carcinoma-derived cells", "authors": [{"first": "H", "middle": [], "last": "Takenouchi", "suffix": ""}, {"first": "N", "middle": [], "last": "Kiyokawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Taguchi", "suffix": ""}], "year": 2004, "venue": "J Cell Sci", "volume": "117", "issn": "", "pages": "3911--3922", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "A laboratory model of toxin-induced hemolytic uremic syndrome", "authors": [{"first": "C", "middle": ["M"], "last": "Taylor", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Williams", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Lote", "suffix": ""}], "year": 1999, "venue": "Kidney Int", "volume": "55", "issn": "", "pages": "1367--1374", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Shiga toxins stimulate secretion of interleukin-8 from intestinal epithelial cells", "authors": [{"first": "C", "middle": ["M"], "last": "Thorpe", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Hurley", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Lincicome", "suffix": ""}], "year": 1999, "venue": "Infect Immun", "volume": "67", "issn": "", "pages": "5985--5993", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Shiga toxins induce, superinduce, and stabilize a variety of c-x-c chemokine mRNAs in intestinal epithelial cells, resulting in increased chemokine expression", "authors": [{"first": "C", "middle": ["M"], "last": "Thorpe", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Smith", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Hurley", "suffix": ""}], "year": 2001, "venue": "Infect Immun", "volume": "69", "issn": "", "pages": "6140--6147", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Tlr4 gene dosage contributes to endotoxin-induced acute respiratory inflammation", "authors": [{"first": "D", "middle": [], "last": "Togbe", "suffix": ""}, {"first": "S", "middle": [], "last": "Schnyder-Candrian", "suffix": ""}, {"first": "B", "middle": [], "last": "Schnyder", "suffix": ""}], "year": 2006, "venue": "J Leukoc Biol", "volume": "80", "issn": "", "pages": "451--457", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Protein kinase cdelta is activated by shiga toxin and regulates its transport", "authors": [{"first": "M", "middle": ["L"], "last": "Torgersen", "suffix": ""}, {"first": "S", "middle": [], "last": "Walchli", "suffix": ""}, {"first": "S", "middle": [], "last": "Grimmer", "suffix": ""}], "year": 2007, "venue": "J Biol Chem", "volume": "282", "issn": "", "pages": "16317--16328", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "The stress kinase mrk contributes to regulation of DNA damage checkpoints through a p38gamma-independent pathway", "authors": [{"first": "E", "middle": [], "last": "Tosti", "suffix": ""}, {"first": "L", "middle": [], "last": "Waldbaum", "suffix": ""}, {"first": "G", "middle": [], "last": "Warshaw", "suffix": ""}], "year": 2004, "venue": "J Biol Chem", "volume": "279", "issn": "", "pages": "47652--47660", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "The unfolded protein response, degradation from endoplasmic reticulum and cancer", "authors": [{"first": "Y", "middle": ["C"], "last": "Tsai", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Weissman", "suffix": ""}], "year": 2010, "venue": "Genes Cancer", "volume": "1", "issn": "", "pages": "764--778", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Von willebrand factor and von willebrand factorcleaving metalloprotease activity in Escherichia coli o157: H7-associated hemolytic uremic syndrome", "authors": [{"first": "H", "middle": ["M"], "last": "Tsai", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Chandler", "suffix": ""}, {"first": "R", "middle": [], "last": "Sarode", "suffix": ""}], "year": 2001, "venue": "Pediatr Res", "volume": "49", "issn": "", "pages": "653--659", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Nalps: a novel protein family involved in inflammation", "authors": [{"first": "J", "middle": [], "last": "Tschopp", "suffix": ""}, {"first": "F", "middle": [], "last": "Martinon", "suffix": ""}, {"first": "K", "middle": [], "last": "Burns", "suffix": ""}], "year": 2003, "venue": "Nat Rev Mol Cell Biol", "volume": "4", "issn": "", "pages": "95--104", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Shiga toxin increases formation of clathrincoated pits through syk kinase", "authors": [{"first": "A", "middle": [], "last": "Utskarpen", "suffix": ""}, {"first": "R", "middle": [], "last": "Massol", "suffix": ""}, {"first": "B", "middle": [], "last": "Van Deurs", "suffix": ""}], "year": 2010, "venue": "PLoS One", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Role of ikk and erk pathways in intrinsic inflammation of cystic fibrosis airways", "authors": [{"first": "C", "middle": [], "last": "Verhaeghe", "suffix": ""}, {"first": "C", "middle": [], "last": "Remouchamps", "suffix": ""}, {"first": "B", "middle": [], "last": "Hennuy", "suffix": ""}], "year": 2007, "venue": "Biochem Pharmacol", "volume": "73", "issn": "", "pages": "1982--1994", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Globotriosyl ceramide is specifically recognized by the Escherichia coli verocytotoxin 2", "authors": [{"first": "T", "middle": [], "last": "Waddell", "suffix": ""}, {"first": "S", "middle": [], "last": "Head", "suffix": ""}, {"first": "M", "middle": [], "last": "Petric", "suffix": ""}], "year": 1988, "venue": "Biochem Biophys Res Commun", "volume": "152", "issn": "", "pages": "674--679", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "The mitogen-activated protein kinase p38 links shiga toxin-dependent signaling and trafficking", "authors": [{"first": "S", "middle": [], "last": "Walchli", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Skanland", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Gregers", "suffix": ""}], "year": 2008, "venue": "Mol Biol Cell", "volume": "19", "issn": "", "pages": "95--104", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Complete inhibition of anisomycin and uv radiation but not cytokine induced jnk and p38 activation by an aryl-substituted dihydropyrrolopyrazole quinoline and mixed lineage kinase 7 small interfering RNA", "authors": [{"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Mader", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Toth", "suffix": ""}], "year": 2005, "venue": "J Biol Chem", "volume": "280", "issn": "", "pages": "19298--19305", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Dependence of ricin toxicity on translocation of the toxin a-chain from the endoplasmic reticulum to the cytosol", "authors": [{"first": "J", "middle": [], "last": "Wesche", "suffix": ""}, {"first": "A", "middle": [], "last": "Rapak", "suffix": ""}, {"first": "S", "middle": [], "last": "Olsnes", "suffix": ""}], "year": 1999, "venue": "J Biol Chem", "volume": "274", "issn": "", "pages": "34443--34449", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Rab6 coordinates a novel golgi to er retrograde transport pathway in live cells", "authors": [{"first": "J", "middle": [], "last": "White", "suffix": ""}, {"first": "L", "middle": [], "last": "Johannes", "suffix": ""}, {"first": "F", "middle": [], "last": "Mallard", "suffix": ""}], "year": 1999, "venue": "J Cell Biol", "volume": "147", "issn": "", "pages": "743--760", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Nf-kappa b promotes inflammation, coagulation, and fibrosis in the aging glomerulus", "authors": [{"first": "J", "middle": ["E"], "last": "Wiggins", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Patel", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Shedden", "suffix": ""}], "year": 2010, "venue": "J Am Soc Nephrol", "volume": "21", "issn": "", "pages": "587--597", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Intrapulmonary delivery of ricin at high dosage triggers a systemic inflammatory response and glomerular damage", "authors": [{"first": "J", "middle": [], "last": "Wong", "suffix": ""}, {"first": "V", "middle": [], "last": "Korcheva", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Jacoby", "suffix": ""}], "year": 2007, "venue": "Am J Pathol", "volume": "170", "issn": "", "pages": "1497--1510", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "Proinflammatory responses of human airway cells to ricin involve stress-activated protein kinases and nf-kappa b", "authors": [{"first": "J", "middle": [], "last": "Wong", "suffix": ""}, {"first": "V", "middle": [], "last": "Korcheva", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Jacoby", "suffix": ""}], "year": 2007, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "293", "issn": "", "pages": "1385--1394", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Apoptosis induction by the satratoxins and other trichothecene mycotoxins: relationship to erk, p38 mapk, and sapk/jnk activation", "authors": [{"first": "G", "middle": ["H"], "last": "Yang", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Jarvis", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Chung", "suffix": ""}], "year": 2000, "venue": "Toxicol Appl Pharmacol", "volume": "164", "issn": "", "pages": "149--160", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Evidence for widespread epithelial damage and coincident production of monocyte chemotactic protein 1 in a murine model of intestinal ricin intoxication", "authors": [{"first": "J", "middle": ["M"], "last": "Yoder", "suffix": ""}, {"first": "R", "middle": ["U"], "last": "Aslam", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Mantis", "suffix": ""}], "year": 2007, "venue": "Infect Immun", "volume": "75", "issn": "", "pages": "1745--1750", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "The caspase-1 inflammasome: a pilot of innate immune responses", "authors": [{"first": "H", "middle": ["B"], "last": "Yu", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Finlay", "suffix": ""}], "year": 2008, "venue": "Cell Host Microbe", "volume": "4", "issn": "", "pages": "198--208", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Shiga toxin is transported from the endoplasmic reticulum following interaction with the luminal chaperone hedj/erdj3", "authors": [{"first": "M", "middle": [], "last": "Yu", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Haslam", "suffix": ""}], "year": 2005, "venue": "Infect Immun", "volume": "73", "issn": "", "pages": "2524--2532", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Fractalkine and cx3cr1 mediate leukocyte capture by endothelium in response to shiga toxin", "authors": [{"first": "C", "middle": [], "last": "Zanchi", "suffix": ""}, {"first": "C", "middle": [], "last": "Zoja", "suffix": ""}, {"first": "M", "middle": [], "last": "Morigi", "suffix": ""}], "year": 2008, "venue": "J Immunol", "volume": "181", "issn": "", "pages": "1460--1469", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "From endoplasmic-reticulum stress to the inflammatory response", "authors": [{"first": "K", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Kaufman", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "454", "issn": "", "pages": "455--462", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Rapid, sequential activation of mitogen-activated protein kinases and transcription factors precedes proinflammatory cytokine mRNA expression in spleens of mice exposed to the trichothecene vomitoxin", "authors": [{"first": "H", "middle": ["R"], "last": "Zhou", "suffix": ""}, {"first": "Z", "middle": [], "last": "Islam", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Pestka", "suffix": ""}], "year": 2003, "venue": "Toxicol Sci", "volume": "72", "issn": "", "pages": "130--142", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Role of double-stranded RNA-activated protein kinase r (pkr) in deoxynivalenol-induced ribotoxic stress response", "authors": [{"first": "H", "middle": ["R"], "last": "Zhou", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Lau", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Pestka", "suffix": ""}], "year": 2003, "venue": "Toxicol Sci", "volume": "74", "issn": "", "pages": "335--344", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Ribotoxic stress response to the trichothecene deoxynivalenol in the macrophage involves the src family kinase hck", "authors": [{"first": "H", "middle": ["R"], "last": "Zhou", "suffix": ""}, {"first": "Q", "middle": [], "last": "Jia", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Pestka", "suffix": ""}], "year": 2005, "venue": "Toxicol Sci", "volume": "85", "issn": "", "pages": "916--926", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Shiga toxin-2 triggers endothelial leukocyte adhesion and transmigration via nf-kappa b dependent up-regulation of IL-8 and mcp-1", "authors": [{"first": "C", "middle": [], "last": "Zoja", "suffix": ""}, {"first": "S", "middle": [], "last": "Angioletti", "suffix": ""}, {"first": "R", "middle": [], "last": "Donadelli", "suffix": ""}], "year": 2002, "venue": "Kidney Int", "volume": "62", "issn": "", "pages": "846--856", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Ricin", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The unfolded protein response", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Signaling Associated with the B-Subunit of Stxs and/or Stx Uptake and Trafficking B-subunits of both Stxs and ricin are required for binding and intracellular trafficking of toxin, and several studies have demonstrated that the Stx B-subunit may induce a variety of host-cell responses. These include cytoskeletal remodeling, endocytosis of toxin, retrograde trafficking of toxin, stimulation of von Willebrand factor (vWF) secretion, activation of apoptotic cascades, and possibly Toll-like receptor-4 (TLR4) signaling", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Summary of B-subunit and/or binding and trafficking associated signaling", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments We would like to thank the National Institutes of Health, Bethesda, MD, USA for its support of our work through the following grants: AI-59509 (C.M.T), AI0883360O1A1 (C.M.T and D.M.J), and AI1059335 (B.E.M).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}