{"paper_id": "0eca3f655763f8842de5632dc69aacab22221f59", "metadata": {"title": "Journal Pre-proof Distribution and characteristics of Beilong virus among wild rodents and shrews in China Distribution and characteristics of Beilong virus among wild rodents and shrews in China", "authors": [{"first": "Jin-Jin", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Anhui Medical University", "location": {"settlement": "Hefei", "country": "P.R. China"}}, "email": ""}, {"first": "Xiao-Ai", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing, Beijing", "country": "P. R. China"}}, "email": ""}, {"first": "Hang", "middle": [], "last": "Fan", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing, Beijing", "country": "P. R. China"}}, "email": ""}, {"first": "Fa-Chun", "middle": [], "last": "Jiang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mu-Zi", "middle": [], "last": "Jin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hohot International Health Care Center", "location": {"region": "Inner Mongolia", "country": "P. R. China"}}, "email": ""}, {"first": "Ke", "middle": [], "last": "Dai", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing, Beijing", "country": "P. R. China"}}, "email": ""}, {"first": "Ning", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing, Beijing", "country": "P. R. China"}}, "email": ""}, {"first": "Pan-He", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing, Beijing", "country": "P. R. China"}}, "email": ""}, {"first": "Xiao-Kun", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing, Beijing", "country": "P. R. China"}}, "email": ""}, {"first": "Hao", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing, Beijing", "country": "P. R. China"}}, "email": ""}, {"first": "Wen-Qiang", "middle": [], "last": "Shi", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing, Beijing", "country": "P. R. China"}}, "email": ""}, {"first": "Zhi-Cong", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Li-Qun", "middle": [], "last": "Fang", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing, Beijing", "country": "P. R. China"}}, "email": ""}, {"first": "Hai-Sheng", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {"laboratory": "", "institution": "Anhui Medical University", "location": {"settlement": "Hefei", "country": "P.R. China"}}, "email": "haishengs@ahmu.edu.cn"}, {"first": "Yue-Hong", "middle": [], "last": "Wei", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wei", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing, Beijing", "country": "P. R. China"}}, "email": "liuwei@bmi.ac.cn"}]}, "abstract": [{"text": "Paramyxoviridae, has been reported with limited geographic and host scopes, only in Hongkong, China and from two rat species. Here, by next-generation sequencing (NGS) on dominant wild small animal species in 4 provinces in China, we obtained a complete sequence of BeiV strain from Rattus norvegicus in Guangdong, neighboring HongKong, China. We then made an expanded epidemiological investigation in 11 provinces to obtain the geographic distribution and genetic features of this virus. Altogether 7,168 samples from 2,005 animals (1903 rodents, 100 shrews, 2 mustelidaes) that belonged to 33 species of Cricetidae, Muridae, Sciuridae and Dipodidae family of Rodentia, 3 species of Soricidae family of Soricomorpha, 2 species of Mustelidae family of Carnivora were examined by RT-PCR and sequencing. A positive rate of 3.7% (266/7168) was obtained that was detected from 22 animal species, including 5 species of Cricetidae family, 12 species of Muridae family, 2 species of Sciuridae family and 3 species of Soricidae family. Phylogenetic analyses based on 154 partial Large gene sequences grouped the current BeiV into two lineages, that were related to their geographic regions and animal hosts. Our study showed the wide distribution of BeiV in common species of wild rodents and shrews in China, highlighting the necessity of epidemiological study in wider regions. J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof 5 naturally occurring BeiV in brown and black rats, confirming their potential role as natural reservoirs of BeiV by phylogenetic analysis (Woo et al., 2016). Still it remained obscure whether BeiV was exclusively distributed in Hong Kong, China with limited host ranges. In this study, we made an expanded epidemiological investigation on various species of small mammals, including rodents, shrews and mustelidaes in eleven provinces across mainland China, to explore the epidemiological distribution and genetic features of BeiV by performing Next-generation sequencing (NGS) and RT-PCR test. J o u r n a l P r e -p r o o f Journal Pre-proof Highlights The largest sample size for the detection of BeiV A complete sequence of BeiV strain from Rattus. norvegicus in Guangdong The epidemiological distribution and genetic features of BeiV by Next-generation sequencing and RT-PCR BeiV of genetic diversity was correlated with its geographic origins and wild rodent hosts J o u r n a l P r e -p r o o f Journal Pre-proof", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The family Paramyxoviridae currently contains 78 species, organized in 17 genera (Metaavulavirus, Orthoavulavirus, Paraavulavirus, Synodonvirus, Aquaparamyxovirus, Ferlavirus, Henipavirus, Jeilongvirus, Morbillivirus, Narmovirus, Respirovirus, Salemvirus, Orthorubulavirus, Pararubulavirus， Cynoglossusvirus, Hoplichthysvirus, and Scoliodonvirus) (https://talk.ictvonline.org/). During the last decade, the discovery of many new viruses has revealed a much greater genetic diversity within family Paramyxoviridae than was previously recognized. Of special interest is the newly recognized genus Jeilongvirus, which contains 7 recognized species, namely Jun jeilongvirus (J-virus, JV) (Jack et al., 2005) , Beilong jeilongvirus (Beilong virus, BeiV) (Li et al., 2006) , Tailam jeilongvirus (Tailam virus, TaiV) (Woo et al., 2011) (Vanmechelen et al., 2018) , which were all identified from rodents.", "cite_spans": [{"start": 81, "end": 290, "text": "(Metaavulavirus, Orthoavulavirus, Paraavulavirus, Synodonvirus, Aquaparamyxovirus, Ferlavirus, Henipavirus, Jeilongvirus, Morbillivirus, Narmovirus, Respirovirus, Salemvirus, Orthorubulavirus, Pararubulavirus，", "ref_id": null}, {"start": 684, "end": 703, "text": "(Jack et al., 2005)", "ref_id": "BIBREF1"}, {"start": 749, "end": 766, "text": "(Li et al., 2006)", "ref_id": "BIBREF4"}, {"start": 810, "end": 828, "text": "(Woo et al., 2011)", "ref_id": "BIBREF11"}, {"start": 829, "end": 855, "text": "(Vanmechelen et al., 2018)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Among this variety of Jeilongvirus members, BeiV was postulated to be originated from rodent, due to the previous amplification of BeiV from a rat kidney mesangial cell line (Li et al., 2006) and its close relationship to J virus and Tailam virus, both were of rodent sources. However, the epidemiological distribution and molecular evolution of BeiV remained to be rarely investigated, with epidemiology evidence only obtained from Hong Kong, China (Woo et al., 2012) . In a territory-wide molecular survey that was performed in 2009 (Woo et al., 2012) , BeiV was detected in 40 kidney and 9 spleen samples from 40 brown rats (Rattus norvegicus) and 3 black rats (R. rattus). In 2016, the same study group obtained the complete genome of the", "cite_spans": [{"start": 174, "end": 191, "text": "(Li et al., 2006)", "ref_id": "BIBREF4"}, {"start": 450, "end": 468, "text": "(Woo et al., 2012)", "ref_id": "BIBREF10"}, {"start": 535, "end": 553, "text": "(Woo et al., 2012)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "From September 2013 to May 2019, wild small mammals, including rodents, shrews and mustelidaes were captured in 11 provinces (Beijing, Guangdong, Henan, Heilongjiang, Jilin, Liaoning, Inner Mongolia, Shandong, Xinjiang, Yunnan and Zhejiang) in China. The small animals were captured using snap traps and then identified by morphological features to the species level, which were further confirmed by sequencing of mitochondrial cytochrome b (mt-cyt b) gene (Nicolas et al., 2006) . For each animal, at least one of the following 6 sample types was collected: heart, liver, spleen, lung, kidney and intestine content. All samples were stored at -80°C until use.", "cite_spans": [{"start": 125, "end": 240, "text": "(Beijing, Guangdong, Henan, Heilongjiang, Jilin, Liaoning, Inner Mongolia, Shandong, Xinjiang, Yunnan and Zhejiang)", "ref_id": null}, {"start": 457, "end": 479, "text": "(Nicolas et al., 2006)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Sample collection"}, {"text": "The tissue samples from 5-10 animals of the same species and same sampling sites were pooled for metagenomic analysis by NGS. Briefly, the total RNA was extracted using an AllPrep DNA/RNA Mini Kit (Qiagen, Germany), from which rRNA was removed using MGIEasy rRNA Depletion Kit (BGI, China). A high-throughput sequencing library was constructed using an MGIEasy RNA Library Prep Kit (BGI). Viral gene libraries were then sequenced using the MGI2000 platform (BGI), sequencer with pair-end (150-bp) reads. After processing the original data by filtering adapter contamination, cutting low-quality and complexity reads, we mapped the clean reads to a host genome sequence using BWA (Version: 0.7.15). Then the remaining reads were aligned to the non-redundant bacterial, virus, fungal, and parasite databases using BWA. The MEGAHIT (v1.1.2) software was used to assemble the reads to obtain the scaffold sequence. Blast (version 2.5.0+) software was used to compare the scaffold sequence obtained after assembly to the non-redundant nucleotide database (NT) and non-redundant protein database (NR) database sequence of NCBI and extract the valid J o u r n a l P r e -p r o o f Journal Pre-proof virus sequence. Specific primers were designed based on partial viral genomic sequences obtained by metagenomic analyses for PCR confirmation and whole genome sequencing of BeiV.", "cite_spans": [], "ref_spans": [], "section": "NGS and whole genome sequencing of BeiV"}, {"text": "2.3. Reverse transcription-PCR (RT-PCR) sequencing for BeiV Total nucleic acid was extracted using AllPrep DNA/RNA Mini Kit (Qiagen) from tissue samples and using the QIAamp viral RNA minikit (Qiagen) from intestine contents following manufacturer's instructions. The BeiV screening was performed by PCR amplification of a 440-bp fragment of the large (L) gene, located at the 3′ end of the BeiV genome and used modified primers LPW9739-F: 5′-GGAGGATTCCCTCATAGRGAA-3′ and LPW9741-R: 5′-CTCATATGTATTTACATTTAAACCA-3′ (Woo et al., 2012) . PrimeScript™ One", "cite_spans": [{"start": 515, "end": 533, "text": "(Woo et al., 2012)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "NGS and whole genome sequencing of BeiV"}, {"text": "Step RT-PCR Kit was used according to the manufacturer's instructions for BeiV detection. Briefly, the PCR mix was in a volume of 25 µl containing 12.5 µl of one Step Buffer (2×), 1 µl of PrimeScript one Step Enzyme Mix, 1 µl of PCR primer mix (10 µM of sense and antisense each), total RNA 2 µl and RNase free dH 2 O (8.5 µl). RT-PCR was carried with one cycle of 50ºC for 30 min and 94ºC for 2 min, followed by 40 cycles of 94ºC for 30 sec, 55ºC for 30 sec and 72 °C for 30 s in PCR System 9700 (Applied Biosystems, USA). Modified primers (5′-CTTACGARATTCGRGACCT-3′ and 5′-CCCRCTGTCAKWACTCACTA-3′) (Woo et al., 2016) targeting the 521-bp fragment of the attachment glycoprotein (G) gene were used to reconfirm the positive results. The specific PCR products were all sequenced by Sanger method.", "cite_spans": [{"start": 600, "end": 618, "text": "(Woo et al., 2016)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "NGS and whole genome sequencing of BeiV"}, {"text": "Phylogenetic analysis involving all the species from family Paramyxoviridae revealed genetic diversity, which was correlated with the phylogenetic relationship between the BeiV sequences and other Paramyxoviridae species members (Table S1 ). The amino J o u r n a l P r e -p r o o f Journal Pre-proof acid sequences of L protein from the currently detected BeiV and other representative species from family Paramyxoviridae that were downloaded from GenBank were aligned by ClustalW method using MEGA 7 (Kumar et al., 2016) with a gap opening penalty of 5 and a gap extension penalty of 1. Phylogenetic analyses based on L protein were performed using RAxML v8.2.12 (Stamatakis, 2014) with JTT as the amino acid substitution model and 1,000 bootstrap replicates. Scale bars indicate protein substitutions per site, vertical bars represent the genera, and GenBank accession numbers are shown for the reference virus sequences.", "cite_spans": [{"start": 502, "end": 522, "text": "(Kumar et al., 2016)", "ref_id": "BIBREF2"}, {"start": 665, "end": 683, "text": "(Stamatakis, 2014)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 229, "end": 238, "text": "(Table S1", "ref_id": null}], "section": "Phylogenetic analysis"}, {"text": "To investigate the genetic feature of BeiV in relation with its host species and geographical regions, a phylogenetic tree was constructed using partial sequences ", "cite_spans": [], "ref_spans": [], "section": "Phylogenetic analysis"}, {"text": "The multivariate logistic regression analysis was performed to compare the detection rate of BeiV regarding the animal family, sample type, and geographic region, with 95% confidence intervals (CIs) and odds ratio (OR) estimated. The chi-square or Fisher's J o u r n a l P r e -p r o o f Journal Pre-proof exact test were used for comparison of categorical variables. Statistical analyses were performed using R (version 3.5.3). All statistical tests were 2-tailed, and a significance level (P) of 0.05 was used.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The BeiV sequences generated in this study were submitted to GenBank under the accession numbers MT085491 (full-length genome sequence), MT123352-MT123505 (partial L gene, Table S2 ) and MT649415-MT649456 (partial G gene, Table S3 ).", "cite_spans": [], "ref_spans": [{"start": 172, "end": 180, "text": "Table S2", "ref_id": "TABREF1"}, {"start": 222, "end": 230, "text": "Table S3", "ref_id": null}], "section": "Nucleotide sequence accession numbers"}, {"text": "J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "Nucleotide sequence accession numbers"}, {"text": "Four pooled samples that were prepared from R. norvegicus in Guangdong, R. norvegicus in Henan, Apodemus agrarius in Beijing and A. agrarius in Shandong, were subjected to metagenomic analysis by NGS. BeiV specific sequences were determined from pools in Guangdong (1043 reads), Beijing (115 reads) and Shandong (18 reads). A nearly complete sequence of BeiV was composed based on 1043 reads from the R. norvegicus samples in Guangdong. A set of 7 specific primers (Table S4) were designed based on parital viral genomic sequences obtained by NSG to fill in the gaps.", "cite_spans": [], "ref_spans": [{"start": 465, "end": 475, "text": "(Table S4)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Finally, we obtained the full-length genome sequence of BeiV genome (named Rodent Beilong virus) from R. norvegicus captured in Guangdong. To confirm the genome sequence of Rodent Beilong virus, we desinged 28 primer pairs (Table S5) for Sanger sequencing. The obtained consensus gene sequences were consistent with those from NGS, which were deposited in GenBank (accession number MT085491). The genome of the our rodents BeiV has 19,212 nucleotides with a G+C% content of 42.61%.", "cite_spans": [], "ref_spans": [{"start": 223, "end": 233, "text": "(Table S5)", "ref_id": null}], "section": "Results"}, {"text": "Sequence comparison revealed that the current Rodent Beilong virus was highly similar to previously described BeiV that was isolated from the MHC line (GenBank accession number NC007803, with 95.21% similarity) (Li et al., 2006) and other four rodents BeiV (GenBank accession number KX940961, KX940962, KX940963 and KX940964, 97.66-98.14% similarity) that were described in HongKong, China (Woo et al., 2016) . According to the phylogenetic trees based on L protein, the current rodents BeiV was clustered with previously desribed BeiV, and had a close relationship with other 6 species in genus Jeilongvirus while distinct from other members of family Paramyxoviridae ( Figure 1 ; Table S1 ). The multiple alignment showed 74.09% Table S6 ). Six sample types were collected, including heart (n = 914), liver (n = 1356), spleen (n = 1303), lung (n = 1989), 1236 kidney (n = 1236) and small intestine content (n = 370), with two sample types tested from763 animals and three sample collected from 732 animals . An overall positive rate of 3.71% (266/7168) was obtained from the detected samples. The highest detection rate was determined from kidney (6.15%,76/1236), followed by that in spleen (5.76%, 75/1303), and much lower detection rates from liver (2.95%, 40/1356), lung (2.82%, 56/1989), heart (2.08%,19/914). No positive detection was obtained from the 370 intestinal content. (Table S7 ). Four species of rodents and two sepcies of shrew had detection rate of higher than 15%, including 33.33% (1/3) in Myodes rufocanus, 28.57% (2/7) in Crocidura shantungensis, 20.83% (10/48) in Apodemus peninsulae, 17.57% (13/74) in Suncus murinus, 16.67% (1/6) in Allocricetulus eversmanni, and 15.52% (52/335) in R.", "cite_spans": [{"start": 211, "end": 228, "text": "(Li et al., 2006)", "ref_id": "BIBREF4"}, {"start": 390, "end": 408, "text": "(Woo et al., 2016)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 671, "end": 679, "text": "Figure 1", "ref_id": "FIGREF9"}, {"start": 682, "end": 690, "text": "Table S1", "ref_id": null}, {"start": 731, "end": 739, "text": "Table S6", "ref_id": null}, {"start": 1384, "end": 1393, "text": "(Table S7", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "norvegicus (Table S7 ). Both of 2 tested species of Mustelidae family were negative for (1.08-56.63), respectively. The Cricetidae species was associated with significantly higher detection rate than the other species, with OR (95 % CIs) estimated to be 2.64", "cite_spans": [], "ref_spans": [{"start": 11, "end": 20, "text": "(Table S7", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "(1.08-6.46). The spleen and kidney had significantly higher detection rate than the other sample types (OR = 3.08, 95 % CIs: 1.83-5.18, and OR = 2.73, 95 % CIs:", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "1.62-4.60, respectively) ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 27, "end": 35, "text": "Table 1)", "ref_id": null}], "section": "Results"}, {"text": "For each of the 154 BeiV-positive animals, partial sequences of L gene (440-bp) were obtained for the phylogenetic analyses. The current BeiVs were clustered in two major lineages, with mean(± standard deviation) of the amino acid sequence identity between two lineages as 95.78 ± 0.1%, lower than the identity within each lineage ( 98.28 ± 0.1% for Lineage 1 and 99.02 ± 0.1% for Lineage 2) (Figure 3a, Table S8 (Table   S9) .", "cite_spans": [{"start": 71, "end": 79, "text": "(440-bp)", "ref_id": null}], "ref_spans": [{"start": 404, "end": 412, "text": "Table S8", "ref_id": "TABREF5"}, {"start": 413, "end": 425, "text": "(Table   S9)", "ref_id": null}], "section": "Results"}, {"text": "From the 154 BeiV-positive animals, 42 partial sequences of G gene (521-bp) were obtained for the phylogenetic analyses, which was grouped into four distinct clusters that were related to geographic origins ( Figure S1 ). Sequences obtained from Northeast, North and South region were identical to those from the BeiV strain ERN081008_1S and ", "cite_spans": [], "ref_spans": [{"start": 209, "end": 218, "text": "Figure S1", "ref_id": "FIGREF9"}], "section": "Results"}, {"text": "Wild animals are extremely important natural hosts for the natural circulation of viral zoonosis (Bengis et al., 2004) , posing increased global public health concerns, with the very recent example of the Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) that were hypothesized to be originated from bats or from Pangolin (Zhou et al., 2020) . During the past few decades, many new viruses from the Paramyxoviridae family have been isolated either from disease outbreaks or surveillance programs or simply by chance (Wang et al., 2008) . Of special interest are the viruses originating from a wide range of animal hosts, such as bats, snakes, tree shrews, and rodents (Li et al., 2006) . In recent years, the continuous discovery and characterization of Paramyxoviruses from rodents further expanded the genome diversity of these viruses, such as Mossman virus (Miller et al., 2003) , Nariva virus (Lambeth et al., 2009) , Mojiang paramyxovirus (Wu et al., 2014) and seven recognized species of genus Jeilongvirus (Jack et al., 2005; Li et al., 2006; Vanmechelen et al., 2018; Woo et al., 2011; Wu et al., 2018) . In many of these reservoir host species, emerging viruses appear to be well adapted, with little or no evidence of clinical disease. However, the effects can sometimes be devastating when these viruses spill over into humans. This possibility underscored the need for persistent surveillance of these viral communities and the evolutionary processes that drive the emergence and adaptation of zoonotic viruses.", "cite_spans": [{"start": 97, "end": 118, "text": "(Bengis et al., 2004)", "ref_id": "BIBREF0"}, {"start": 333, "end": 352, "text": "(Zhou et al., 2020)", "ref_id": null}, {"start": 527, "end": 546, "text": "(Wang et al., 2008)", "ref_id": "BIBREF9"}, {"start": 679, "end": 696, "text": "(Li et al., 2006)", "ref_id": "BIBREF4"}, {"start": 872, "end": 893, "text": "(Miller et al., 2003)", "ref_id": "BIBREF5"}, {"start": 909, "end": 931, "text": "(Lambeth et al., 2009)", "ref_id": "BIBREF3"}, {"start": 956, "end": 973, "text": "(Wu et al., 2014)", "ref_id": null}, {"start": 1025, "end": 1044, "text": "(Jack et al., 2005;", "ref_id": "BIBREF1"}, {"start": 1045, "end": 1061, "text": "Li et al., 2006;", "ref_id": "BIBREF4"}, {"start": 1062, "end": 1087, "text": "Vanmechelen et al., 2018;", "ref_id": "BIBREF8"}, {"start": 1088, "end": 1105, "text": "Woo et al., 2011;", "ref_id": "BIBREF11"}, {"start": 1106, "end": 1122, "text": "Wu et al., 2018)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Here we provided evidence that BeiV, a rarely investigated Paramyxovirus, was widely distributed in a great variety of wide rodents and shrews in wide-range regions J o u r n a l P r e -p r o o f analysis of rodent and small mammal viromes to better understand the wildlife origin of emerging infectious diseases. Microbiome 6, 178-178. Wu, Z., Yang, L., Yang, F., Ren, X., Jiang, J., Dong, J., Sun, L., Zhu, Y., Zhou, H., Jin, Q., 2014 . Novel Henipa-like virus, Mojiang Paramyxovirus, in rats, China, 2012 . Emerging infectious diseases 20, 1064 -1066 . Xing, Y., Zhou, L., Zhang, Y., Wang, X., 2008 ", "cite_spans": [{"start": 337, "end": 436, "text": "Wu, Z., Yang, L., Yang, F., Ren, X., Jiang, J., Dong, J., Sun, L., Zhu, Y., Zhou, H., Jin, Q., 2014", "ref_id": null}, {"start": 437, "end": 507, "text": ". Novel Henipa-like virus, Mojiang Paramyxovirus, in rats, China, 2012", "ref_id": null}, {"start": 508, "end": 547, "text": ". Emerging infectious diseases 20, 1064", "ref_id": null}, {"start": 548, "end": 553, "text": "-1066", "ref_id": null}, {"start": 554, "end": 601, "text": ". Xing, Y., Zhou, L., Zhang, Y., Wang, X., 2008", "ref_id": null}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The role of wildlife in emerging and re-emerging zoonoses", "authors": [{"first": "R", "middle": ["G"], "last": "Bengis", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Leighton", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Fischer", "suffix": ""}, {"first": "M", "middle": [], "last": "Artois", "suffix": ""}, {"first": "T", "middle": [], "last": "Mörner", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Tate", "suffix": ""}], "year": 2004, "venue": "Revue scientifique et technique (International Office of Epizootics)", "volume": "23", "issn": "", "pages": "497--511", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The complete genome sequence of J virus reveals a unique genome structure in the family Paramyxoviridae", "authors": [{"first": "P", "middle": ["J M"], "last": "Jack", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Boyle", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Eaton", "suffix": ""}, {"first": "L.-F", "middle": [], "last": "Wang", "suffix": ""}], "year": 2005, "venue": "Journal of virology", "volume": "79", "issn": "", "pages": "10690--10700", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "G", "middle": [], "last": "Stecher", "suffix": ""}, {"first": "K", "middle": [], "last": "Tamura", "suffix": ""}], "year": 2016, "venue": "Molecular biology and evolution", "volume": "33", "issn": "", "pages": "1870--1874", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Complete genome sequence of Nariva virus, a rodent paramyxovirus", "authors": [{"first": "L", "middle": ["S"], "last": "Lambeth", "suffix": ""}, {"first": "M", "middle": [], "last": "Yu", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Anderson", "suffix": ""}, {"first": "G", "middle": [], "last": "Crameri", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Eaton", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Wang", "suffix": ""}], "year": 2009, "venue": "Archives of virology", "volume": "154", "issn": "", "pages": "199--207", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Beilong virus, a novel paramyxovirus with the largest genome of non-segmented negative-stranded RNA viruses", "authors": [{"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": [], "last": "Yu", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Magoffin", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Jack", "suffix": ""}, {"first": "A", "middle": [], "last": "Hyatt", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Wang", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Wang", "suffix": ""}], "year": 2006, "venue": "Virology", "volume": "346", "issn": "", "pages": "219--228", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Full-length genome sequence of Mossman virus, a novel paramyxovirus isolated from rodents in Australia", "authors": [{"first": "P", "middle": ["J"], "last": "Miller", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Boyle", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Eaton", "suffix": ""}, {"first": "L.-F", "middle": [], "last": "Wang", "suffix": ""}], "year": 2003, "venue": "Virology", "volume": "317", "issn": "", "pages": "330--344", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Mitochondrial phylogeny of African wood mice, genus Hylomyscus (Rodentia, Muridae): implications for their taxonomy and biogeography", "authors": [{"first": "V", "middle": [], "last": "Nicolas", "suffix": ""}, {"first": "S", "middle": [], "last": "Quérouil", "suffix": ""}, {"first": "E", "middle": [], "last": "Verheyen", "suffix": ""}, {"first": "W", "middle": [], "last": "Verheyen", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Mboumba", "suffix": ""}, {"first": "M", "middle": [], "last": "Dillen", "suffix": ""}, {"first": "M", "middle": [], "last": "Colyn", "suffix": ""}], "year": 2006, "venue": "Mol Phylogenet Evol", "volume": "38", "issn": "", "pages": "779--793", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies", "authors": [{"first": "A", "middle": [], "last": "Stamatakis", "suffix": ""}], "year": 2014, "venue": "Bioinformatics", "volume": "30", "issn": "", "pages": "1312--1313", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Discovery and genome characterization of three new Jeilongviruses, a lineage of paramyxoviruses characterized by their unique membrane proteins", "authors": [{"first": "B", "middle": [], "last": "Vanmechelen", "suffix": ""}, {"first": "M", "middle": [], "last": "Bletsa", "suffix": ""}, {"first": "L", "middle": [], "last": "Laenen", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Lopes", "suffix": ""}, {"first": "V", "middle": [], "last": "Vergote", "suffix": ""}, {"first": "L", "middle": [], "last": "Beller", "suffix": ""}, {"first": "W", "middle": [], "last": "Deboutte", "suffix": ""}, {"first": "M", "middle": [], "last": "Korva", "suffix": ""}, {"first": "T", "middle": [], "last": "Avsic Zupanc", "suffix": ""}, {"first": "J", "middle": [], "last": "Gouy De Bellocq", "suffix": ""}, {"first": "S", "middle": [], "last": "Gryseels", "suffix": ""}, {"first": "H", "middle": [], "last": "Leirs", "suffix": ""}, {"first": "P", "middle": [], "last": "Lemey", "suffix": ""}, {"first": "B", "middle": [], "last": "Vrancken", "suffix": ""}, {"first": "P", "middle": [], "last": "Maes", "suffix": ""}], "year": 2018, "venue": "BMC Genomics", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Disease outbreaks caused by emerging paramyxoviruses of bat origin", "authors": [{"first": "L", "middle": ["F"], "last": "Wang", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Mackenzie", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Eaton", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Novel variant of Beilong Paramyxovirus in rats", "authors": [{"first": "P", "middle": ["C"], "last": "Woo", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Lau", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Wong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Lam", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}], "year": 2012, "venue": "China. Emerg Infect Dis", "volume": "18", "issn": "", "pages": "1022--1024", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Complete genome sequence of a novel paramyxovirus, Tailam virus, discovered in Sikkim rats", "authors": [{"first": "P", "middle": ["C Y"], "last": "Woo", "suffix": ""}, {"first": "S", "middle": ["K P"], "last": "Lau", "suffix": ""}, {"first": "B", "middle": ["H L"], "last": "Wong", "suffix": ""}, {"first": "A", "middle": ["Y P"], "last": "Wong", "suffix": ""}, {"first": "R", "middle": ["W S"], "last": "Poon", "suffix": ""}, {"first": "K.-Y", "middle": [], "last": "Yuen", "suffix": ""}], "year": 2011, "venue": "Journal of virology", "volume": "85", "issn": "", "pages": "13473--13474", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Comparative genome and evolutionary analysis of naturally occurring Beilong virus in brown and black rats", "authors": [{"first": "P", "middle": ["C Y"], "last": "Woo", "suffix": ""}, {"first": "A", "middle": ["Y P"], "last": "Wong", "suffix": ""}, {"first": "B", "middle": ["H L"], "last": "Wong", "suffix": ""}, {"first": "C", "middle": ["S F"], "last": "Lam", "suffix": ""}, {"first": "R", "middle": ["Y Y"], "last": "Fan", "suffix": ""}, {"first": "S", "middle": ["K P"], "last": "Lau", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}], "year": 2016, "venue": "Infect Genet Evol", "volume": "45", "issn": "", "pages": "311--319", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "analyzed the data and wrote the manuscript", "authors": [{"first": "J", "middle": ["C"], "last": "", "suffix": ""}, {"first": "X", "middle": ["Z"], "last": "", "suffix": ""}, {"first": "P", "middle": ["Z"], "last": "", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "", "suffix": ""}, {"first": "X", "middle": ["Z"], "last": "", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "", "suffix": ""}, {"first": "W", "middle": ["L J C"], "last": "", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "", "suffix": ""}, {"first": "N", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "All of the authors reviewed the manuscript and approved the", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "jeilongvirus (Shaan virus, ShaV), and Mydes jeilongvirus (Pohorje Myodes paramyxovirus 1, PMPV-1)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "bp) of RdRp region of BeiV. The tree was built using the maximum likelihood method with T92+G as nucleotide substitution model and bootstrapped with 1000 replicates. Amino acid sequences of G gene were aligned by ClustalW, and phylogenetic trees of the 42 sequences were constructed with MEGA 7.0 software using the Neighbor-Joining statistical method based on the JTT model. 2.5. Ethical Issue The study protocol was approved by the institutional review boards and the ethics committees of the Institute of the Academy of Military Medical Sciences. All animals were treated in accordance with the guidelines in the Regulations for the Administration of Laboratory Animals (Decree No. 2 of the State Science and Technology Commission of the People's Republic of China, 1988).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "TaiV), 68.93% (ShaV), 65.73% (PMPV-1), 65.34% (JV), 64.18% (MMLV-2), 60.21% (MMLV-1) similarity with other 6 species in genus Jeilongvirus. that belonged to 33 species of Cricetidae, Muridae, Sciuridae and Dipodidae family of Rodentia, 3 species of Soricidae family of Soricomorpha, 2 species of Mustelidae family of Carnivora from 11 provinces across China were examined (Figure 2 and", "latex": null, "type": "figure"}, "FIGREF3": {"text": "For each animal, the positive PCR result from any of the sample types was considered as positive. Thus the screening demonstrated a PCR positive rate of 7.68% (154/2005) for BeiV from the animals as a whole. Among all 38 animal species tested, 22 were positive for BeiV, including 12 Muridae, 5 Cricetidae, 2 Sciuridae and 3 Soricidae", "latex": null, "type": "figure"}, "FIGREF4": {"text": "BeiV. The currently surveyed 11 provinces were grouped into 6 zoogeographic regions which are defined by climatic and ecological characteristics(Xing et al., 2008), including Northeastern China (Liaoning, Jilin and Heilongjiang), Inner", "latex": null, "type": "figure"}, "FIGREF5": {"text": "of lineage was largely related to their geographic regions. For instance, strains from the Southern China were clustered into Lineage 1, strains from the Northeastern China were clustered into Lineage 2, and sequences from Northern China were observed in both Lineage 1 and Lineage 2, with their surveyed locations geographically lying between Northeast China and Southern China. The animal hosts J o u r n a l P r e -p r o o f of Lineage 1 strains were mainly from the family Muridae, Cricetidae, Sciuridae and Soricidae, while the animal hosts of Lineage 2 strains were from family Cricetidae, Muridae, and Soricidae (Figure 3b). This resulted in higher frequency of strains from Northeastern China and from Cricetidae and Soricidae species in the Lineage 1", "latex": null, "type": "figure"}, "FIGREF6": {"text": "clustered in Lineage I. Sequences obtained from Northeast, North and Inner mongolia-Xinjiang region were clustered in Lineage II, together with sequences of BeiV strain HKIARN060309_1K, YLRR120908_1K and BeiV strain YLRR120908_3S. The animal hosts of Lineage I strains were mainly from the family Muridae and Soricidae, while the animal hosts of Lineage II strains were from family Muridae.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "in China. The discovery and characterization of BeiV from 19 common wild rodents and 3 common wild shrews like M. rutilus and S. murinus expanded the host range of BeiV, indicating other possible animal hosts than just R.norvegicus and R. rattus. In our J o u r n a l P r e -p r o o f study, 3 out of 4 families of Rodentia, including Cricetidae, Muridae, Sciuridae are positive, and the rest are Soricomorpha, indicating the natural occurrence and wide distribution of BeiV in Rodentia in China. In addition, we found that shrew was one of the predominant animals harboring BeiV, while neither of the two tested species of Mustelidae family was positive for BeiV. This result is limited by small sample size of Mustelidae family, which warrants further study to validate. Positive detection of BeiV from high variety of organs, including heart, liver, spleen, kidney and lung samples suggested that BeiV can cause systemic infection in animal hosts. Despite of no direct evidence of detecting BeiV from blood sample, it is likely that the virus can be present in the bloodstream and might be transmitted among rodents through aggressive contacts, or to vectors by blood-sucking. These results were also consistent with the previous findings suggesting that BeiV can be detected in kidney and spleen samples, but not from respiratory or anal swabs(Woo et al., 2016). In another survey to characterize the virome of rodents in China, no BeiV was detected either, when the pharyngeal and anal swabs were used for NGS metagenomic analysis(Wu et al., 2018).Our study indicated that BeiVs of small animal sources have previouslyunrecognized genome divergence. Paramyxoviruses are pleomorphic enveloped viruses possessing a linear, non-segmented, negative-sense, single-stranded RNA (NNS) genome. The entire genome length of the BeiV is 19,212 nucleotides, listed as the fourth largest among all known members of the Paramyxoviridae family Our findings indicate that BeiV contain well-defined lineages that circulate widely throughout the Mainland China within particular taxonomic groups of hosts. Furthermore, phylogenetic analyses revealed genetic diversity was correlated with geographic origins and animal hosts, possibly indicating a long-term co-evolution between virus and hosts. Although having the largest sample size for the detection of J o u r n a l P r e -p r o o f BeiV, the study is not designed as a nation-wide surveillance, thus not all regions were surveyed in the current research.In summary, we found presence of BeiV in various species of wild small animals with wide geographic distribution in mainland China, indicating several well-defined BeiV lineages circulate widely within particular taxonomic groups of hosts. These findings extend the current knowledge on the known host and biogeographic range of BeiVs that had previously characterized. Although no evidence of human infection with BeiV can be determined at the current stage, the potential risks to humans and livestock cannot be ignored. Therefore further investigation is warranted to attain a more comprehensive understanding of BeiV, as well as other members in the family Paramyxoviridae.", "latex": null, "type": "figure"}, "FIGREF8": {"text": ". Geographical patterns based on faunal types of breeding birds and mammals in China. Integr Zool 3, 280-289. Zhou, P., Yang, X.-L., Wang, X.-G., Hu, B., Zhang, L., Zhang, W., Si, H.-R., Zhu, Y., Li, B., Huang, C.-L., Chen, H.-D., Chen, J., Luo, Y., Guo, H., Jiang, R.-D., Liu, M.-Q., Chen, Y., Shen, X.-R., Wang, X., Zheng, X.-S., Zhao, K., Chen, Q.-J., Deng, F., Liu, L.-L., Yan, B., Zhan, F.-X., Wang, Y.-Y., Xiao, G.-F., Shi, Z.-L., 2020. A pneumonia outbreak associated with a new coronavirus of probable bat origin.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "The phylogenetic analysis of Beilong virus (BeiV) based on the complete large protein (L) sequences. Altogether 81 strains were used for the phylogenetic analysis the current BeiV, 5 previously published BeiV and 76 other Paramyxoviridae members. The tree was constructed by the Jones-Taylor-Thornton (JTT) method with 1000 bootstrap replicates and the evolutionary distance was indicated by the scale.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Geographical distribution of wild animals screened for Beilong virus (BeiV) in People's Republic of China, December 2003 to May 2019. Wild animals sampling (indicated in pies) and tissue (indicated in histograms) in China. The distribution map of specimens collected from eleven representative regions of China was generated by Arcgis 10.2. The size of the pie chart is in proportion with the total number of specimens collected from each region.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "(a) Phylogenetic tree based on the partial L gene sequences of Beilong virus (BeiV). Phylogenetic tree of partial (440-bp) of L gene sequence from 154 BeiV sequence was reconstructed using the maximum-likelihood method. The bootstrap values of 1,000 replicates were on each node; (b) Zoogeographic regions in China and sample host family distribution in each zoogeographic region.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Phylogenetic analysis of 42 partial G (521-bp) gene sequences of Beilong virus (BeiV). The tree was constructed using the Jones-Taylor-Thornton (JTT) method by MEGA 7.0 with 1,000 bootstrap replicates.", "latex": null, "type": "figure"}, "TABREF0": {"text": "). The highest detection rate was observed in Southern China (33.82%, 23/68), followed by those obtained in Northeastern China (17.17%, 40/233), Northern China (7.65%, 66/863), Inner Mongolia-Xinjiang (3.46%, 22/636), Central China (2.78%, 2/72) and Southwestern China (0.76%, 1/133) (Table S5). The multivariate logistic regression analysis demonstrated that the samples obtained from Southern China, Northeastern, Inner Mongolia-Xinjiang and Northern China had significantly higher BeiV positive rate than those from the Southwestern China. The OR (95 % CIs) were estimated to be 30.53 (4.12-226.28), 16.66 (2.27-122.16), 8.90 (1.23-64.68), and 7.81", "latex": null, "type": "table"}, "TABREF1": {"text": "Nucleotide sequence accession numbers for 154 partial L gene (440-bp).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Species </td><td>Accession number </td><td>Abbreviation </td></tr><tr><td>Rodent_Beilong_virus/ALSK053 </td><td>MT123352 </td><td>ALSK053 </td></tr><tr><td>Rodent_Beilong_virus/BJ75 </td><td>MT123353 </td><td>BJ75 </td></tr><tr><td>Rodent_Beilong_virus/BJ78 </td><td>MT123354 </td><td>BJ78 </td></tr><tr><td>Rodent_Beilong_virus/BJ9 </td><td>MT123355 </td><td>BJ9 </td></tr><tr><td>Rodent_Beilong_virus/BJ29 </td><td>MT123356 </td><td>BJ29 </td></tr><tr><td>Rodent_Beilong_virus/BJ30 </td><td>MT123357 </td><td>BJ30 </td></tr><tr><td>Rodent_Beilong_virus/BJ32 </td><td>MT123358 </td><td>BJ32 </td></tr><tr><td>Rodent_Beilong_virus/BJ33 </td><td>MT123359 </td><td>BJ33 </td></tr><tr><td>Rodent_Beilong_virus/BJ39 </td><td>MT123360 Journal Pre-proof\nus/BJ45 MT123361 us/BJ51 MT123362 us/BJ52 MT123363 us/BJ53 MT123364 us/BJ54 MT123365 us/BJ58 MT123366 us/BJ6 MT123367 us/BJ63 MT123368 us/BJ7 MT123369 us/BJ74 MT123370 us/DLT10 MT123371 us/EEGS35 MT123372 us/EEGS37 MT123373 us/GD10 MT123374 us/GD13 MT123375 us/GD14 MT123376 us/GD15 MT123377 us/GD16 MT123378 us/GD17 MT123379 us/GD25 MT123380 </td><td>BJ39 </td></tr><tr><td>Rodent_Beilong_vir</td><td> </td><td>BJ45 </td></tr><tr><td>Rodent_Beilong_vir</td><td> </td><td>BJ51 </td></tr><tr><td>Rodent_Beilong_vir</td><td> </td><td>BJ52 </td></tr><tr><td>Rodent_Beilong_vir</td><td> </td><td>BJ53 </td></tr><tr><td>Rodent_Beilong_vir</td><td> </td><td>BJ54 </td></tr><tr><td>Rodent_Beilong_vir</td><td>BJ58 </td></tr><tr><td>Rodent_Beilong_virRodent_Beilong_virRodent_Beilong_virRodent_Beilong_virRodent_Beilong_virRodent_Beilong_virRodent_Beilong_virRodent_Beilong_virRodent_Beilong_virRodent_Beilong_virRodent_Beilong_virRodent_Beilong_virRodent_Beilong_virRodent_Beilong_vir</td><td>BJ6 </td></tr><tr><td> </td><td>BJ63 </td></tr><tr><td> </td><td>BJ7 </td></tr><tr><td>BJ74 </td></tr><tr><td> </td><td>DLT10 </td></tr><tr><td> </td><td>EEGS35 </td></tr><tr><td> </td><td>EEGS37 </td></tr><tr><td> </td><td>GD10 </td></tr><tr><td> </td><td>GD13 </td></tr><tr><td> </td><td>GD14 </td></tr><tr><td> </td><td>GD15 GD16 </td></tr><tr><td> </td><td>GD17 </td></tr><tr><td> </td><td> </td><td>GD25 </td></tr><tr><td>Rodent_Beilong_virus/GD31 </td><td>MT123381 </td><td>GD31 </td></tr><tr><td>Rodent_Beilong_virus/GD33 </td><td>MT123382 </td><td>GD33 </td></tr><tr><td>Rodent_Beilong_virus/GD34 </td><td>MT123383 </td><td>GD34 </td></tr><tr><td>Rodent_Beilong_virus/GD35 </td><td>MT123384 </td><td>GD35 </td></tr><tr><td>Rodent_Beilong_virus/GD36 </td><td>MT123385 </td><td>GD36 </td></tr><tr><td>Rodent_Beilong_virus/GD37 </td><td>MT123386 </td><td>GD37 </td></tr><tr><td>Rodent_Beilong_virus/GD50 </td><td>MT123387 </td><td>GD50 </td></tr><tr><td>Rodent_Beilong_virus/GD57 </td><td>MT123388 </td><td>GD57 </td></tr><tr><td>Rodent_Beilong_virus/GD58 </td><td>MT123389 </td><td>GD58 </td></tr><tr><td>Rodent_Beilong_virus/GD60 </td><td>MT123390 </td><td>GD60 </td></tr><tr><td>Rodent_Beilong_virus/GD61 </td><td>MT123391 </td><td>GD61 </td></tr></table></body></html>"}, "TABREF2": {"text": "Beilong virus specific primer pairs were designed to fill in the gaps.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ID </td><td>Primer name </td><td>Forward primer </td><td>Reverse primer </td><td>Product size (nt) </td><td>Gene </td></tr><tr><td>1 </td><td>L3 </td><td>TGTGGTGCTCCCCGACT </td><td>CATCCTTGACAAGCTGCTGG </td><td>280 </td><td>P/</td></tr><tr><td>2 </td><td>L4 </td><td>TCAAGTGGGTGTCTGACTCC </td><td>ATTCCCGGCCATTGTACCTT </td><td>247 </td><td>P/</td></tr><tr><td> </td><td>3 F5 </td><td>GACGGGGTCTACTTCTTATACC </td><td>TCTTGTATGATTCGACTGTACCGT </td><td>295 </td><td> </td></tr><tr><td>4 </td><td>F6 </td><td>GAGTACCCTGCTCTATTGACT </td><td>GCCTGAGAGAGCAAACCTGG </td><td>299 </td><td> </td></tr><tr><td> </td><td>5 BEI-G </td><td>CTTACGARATTCGRGACCT </td><td>CCCRCTGTCAKWACTCACTA </td><td>521 </td><td> </td></tr><tr><td>6 </td><td>LPW9739-41 </td><td>GGAGGATTCCCTCATAGRGAA </td><td>f\nCTCATATGTATTTACATTTAAACCA </td><td>440 </td><td> </td></tr><tr><td>7 </td><td>XIA-3 </td><td>TTTTGAGTTAACGGGCATCC </td><td>Journal Pre-prooACCAGACAAAGGATATATAA </td><td>109 </td><td> </td></tr></table></body></html>"}, "TABREF3": {"text": "Beilong virus specific primer pairs for the whole genome sequencing.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ID </td><td>Forward primer </td><td>Reverse primer </td><td>Product size (bp) </td><td>Gene name </td></tr><tr><td>1 </td><td>CCTTCTTGGATCTGGGTT </td><td>CTTCCTTTCGGTGGTGTT </td><td>447 </td><td>N </td></tr><tr><td>2 </td><td>CTTTTTTCTCACTGCTCTCG </td><td>ATCGTCTTGGTTGTCCTCAT </td><td>1100 </td><td>N </td></tr><tr><td>3 </td><td>TTACCTTGAGCAGCCTTTTTAT </td><td>CCTCGCTTCTCTGATTTTTATT </td><td>896 </td><td>N+ P/V/C </td></tr><tr><td>4 </td><td>AGGTTCCTTTAAGTTGGGTT </td><td>ATGAGCATTCTTTTTGGGTT </td><td>890 </td><td>P/V/C </td></tr><tr><td>5 </td><td>GAGAAACGCAACAACTGATG </td><td>GGGTCAGGTATTTAGGGTCT </td><td>686 </td><td>P/V/C </td></tr><tr><td>6 </td><td>GCCTGATGTGAATGACACG </td><td>CCAACACCTAATGGGAAAG </td><td>783 </td><td>P/V/C+M </td></tr><tr><td>7 </td><td>AGCGGATGAGAGGGGAAG </td><td>GGGACAGATGGCTGGAGA </td><td>882 </td><td>M </td></tr><tr><td>8 </td><td>AATGATTACGGTGAGAGGGTG </td><td>GCTTGAGTCGAGATTTTGAGA </td><td>876 </td><td>M+F </td></tr><tr><td>9 </td><td>TAGGAGGACGGGGTCTACTTCT </td><td>AAAGTGCCTGGATTGAAAGTGT f\n</td><td>768 </td><td>F </td></tr><tr><td>10 </td><td>ATCAGGCAGTCTAACAAAGCAA </td><td>AGCAGCAATAATCCCAACATA </td><td>1066 </td><td>F </td></tr><tr><td>11 </td><td>AGCATAAATCAAGAACCCAAAG </td><td>oAAAAAAGTCACCGCAATAACAG </td><td>1040 </td><td>F+SH+TM </td></tr><tr><td>12 </td><td>CTTTGTCTGTATATTCTGGGGTA </td><td>oATTTGGTTATGGAGAGATGTGTC </td><td>1161 </td><td>SH+TM </td></tr><tr><td>13 </td><td>GTGCCTCCTCGTGCTACT </td><td>rATGCCCCATAATCGTGTG </td><td>1016 </td><td>TM+G </td></tr><tr><td>14 </td><td>GCTGAAAATCCAACTCACTCC </td><td>pACTCCGTTGTTACCTTTTTGC </td><td>1204 </td><td>G </td></tr><tr><td>15 </td><td>AGAGCAGTGTCTCGTCCAGG </td><td>-ACCCGCTGTTCATACTCACC </td><td>1030 </td><td>G </td></tr><tr><td>16 </td><td>AGTGGAGGTAAGTGGGGGAC </td><td>GGGATTTCAGGAGCAGTGTG </td><td>1136 </td><td>G </td></tr><tr><td>17 </td><td>CAGCACAGTTCTTCAACAATG </td><td>reTGACACCTCGTCTATCCCCTC </td><td>929 </td><td>G </td></tr><tr><td>18 </td><td>CTCAGAATCAGCAAGAGCACT </td><td>AGATCACAACATACCCGTCAT </td><td>975 </td><td>G+L </td></tr><tr><td>19 </td><td>ATTTTGGGGTTATTTTGCTAC </td><td>Journal PGATTATGCCCTCTATGTTTGA TGGTATG TTCTGGAAAATGATGAGGG CTTCTCG ATTTGGTCACCCCACTCTTG AGTGGGGAT AACTATGTGCTGAGTGGGGAAGCAGTAGT GTAGAATCCAACATACCAGCTATTCTATA CGCAGCAGTTCTCCTCTACAATAAGAGCAC GGCGTATGTAGGTAAGAGAGTTTTGGG CTAGTGCGAGGGTGTGTGCT CTACAAAG GTTATGAGAACCTGAACCCAGGAAAGAAGTA CATTTTGATATGGGTATAGT</td><td>1119 </td><td>G+L </td></tr><tr><td>20 </td><td>GAGGGTGGGAGA</td><td> </td><td>777 </td><td>L </td></tr><tr><td>21 </td><td>CCCCTTACTGGTT</td><td> </td><td>784 </td><td>L </td></tr><tr><td>22 </td><td>AACTATGTGCTG</td><td>T </td><td>891 </td><td>L </td></tr><tr><td>23 </td><td>GGCAAAGATAGC</td><td>A </td><td>957 </td><td>L </td></tr><tr><td>24 </td><td>GCCAGCGACCCT</td><td>T </td><td>1129 </td><td>L </td></tr><tr><td>25 </td><td>ATAGATTGAGGG</td><td>GAC </td><td>1158 </td><td>L </td></tr><tr><td>26 </td><td>AGTTTTCCGAAG</td><td> </td><td>1034 </td><td>L </td></tr><tr><td>27 </td><td>ATTCCACATCCTG</td><td>C </td><td>899 </td><td>L </td></tr><tr><td>28 </td><td>CTGGTATGTAGT</td><td>GAC </td><td>767 </td><td>L </td></tr></table></body></html>"}, "TABREF4": {"text": "Detection rate of Beilong virus in wild rodents and small mammals of six families and from 10 locations in China.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Animals </td><td>Beijing </td><td>Guangdong </td><td>Hennan </td><td>Jilin </td><td>Liaoning </td><td>Inner Mongolia </td><td>Shandong </td><td>Xinjiang </td></tr><tr><td>Cricetidae family </td><td>3/38 </td><td>0 </td><td>0 </td><td>3/47 </td><td>0 </td><td>5/43 </td><td>0 </td><td>0 </td></tr><tr><td>Allocricetulus eversmanni </td><td>1/6 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Cricetulus barabensis </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Cricetulus longicaudatus </td><td>1/28 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Cricetulus migratorius </td><td>0 </td><td>0 </td><td>0 0 0 0 0 0 0 0 0 0 0 0 0 3/47 0 0 0 0 0 0 19/51 7/21 1/8 0 6/15 0 0 0 0 0 0 1/8 0 0 0 Pre-proof\n</td><td> </td><td>0 </td><td>5/37 </td><td>0 </td><td>0 </td></tr><tr><td>Microtus fortis </td><td>0 </td><td> </td><td> </td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Microtus oeconomus </td><td>0 </td><td> </td><td> </td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Myodes rufocanus </td><td>1/3 </td><td> </td><td> </td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Myodes rutilus </td><td>0 </td><td> </td><td> </td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Phodopus roborovskii </td><td>0 </td><td> </td><td> </td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Tscherskia triton </td><td>0 </td><td> </td><td> </td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Muridae family </td><td>31/169 </td><td> </td><td> </td><td> </td><td>35/128 </td><td>7/240 </td><td>14/535 </td><td>8/242 </td></tr><tr><td>Apodemus agrarius </td><td>10/51 </td><td> </td><td> </td><td> </td><td>0 </td><td>0 </td><td>3/115 </td><td>0 </td></tr><tr><td>Apodemus draco </td><td>8/56 </td><td> </td><td> </td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Apodemus peninsulae </td><td>9/40 </td><td> </td><td> </td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Apodemus sylvaticus </td><td>0 0 0 us 0 nus 0 atus 0 1/3 nus 3/19 ns 0 0 Journal </td><td> </td><td> </td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>1/15 </td></tr><tr><td>Bandicota indica </td><td> </td><td>2/14 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Meriones libycus </td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Meriones meridian</td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Meriones tamarisci</td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Meriones unguicul</td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>7/181 </td><td>0 </td><td>0 </td></tr><tr><td>Mus musculus </td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>3/8 </td><td>0 </td><td>8/286 </td><td>6/89 </td></tr><tr><td>Niviventer confucia</td><td> </td><td>0 </td><td>1/1 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Niviventer fulvesce</td><td> </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Rattus norvegicus </td><td> </td><td>17/34 </td><td>0 </td><td>0 </td><td>32/120 </td><td>0 </td><td>3/134 </td><td>0 </td></tr><tr><td>Rattus sladeni </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Rattus tanezumi </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Rattus yunnanensis </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Rhombomys opimus </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>1/74 </td></tr><tr><td>Sciuridae family </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>1/28 </td><td>0 </td><td>1/56 </td></tr><tr><td>Spermophilus dauricus </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>1/28 </td><td>0 </td><td>0 </td></tr><tr><td>Spermophilus pallidicauda </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>1/31 </td></tr><tr><td>Spermophilus parryii </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Tamias sibiricus </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Dipodidae family </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Allactaga sibirica </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr><tr><td>Dipus sagitta </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td></tr></table></body></html>"}, "TABREF5": {"text": "Detection rate of Beilong virus among different animal families in six zoogeographic regions in China Zoogeographic regions No. positive/ No. tested J o u r n a l P r e -p r o o fTable 1. Multiple logistic regression analysis on the Beilong virus detection rates. OR, odds ratio; CIs, confidence intervals", "latex": null, "type": "table"}}, "back_matter": [{"text": "J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "annex"}]}