{
    "paper_id": "0ecfa95403e1d4827669b52a161b44cd7e1a5d8d",
    "metadata": {
        "title": "Journal Pre-proof",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Although the risks of donor-recipient disease transmission or increased recipient mortality have been suggested, there is limited data regarding the effects of COVID-19 on cirrhotic or transplanted patients. [3, 4] ",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 212,
                    "end": 214,
                    "text": "4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In France, the National Transplant Agency (ABM) and the Public Health Council (HCSP) recommended a screening of all donors via NPS. In cases of COVID-19-positive donors, a risk-benefit evaluation was to be performed with the recipient's involvement (Fig.1 a) . In cases of kidney transplantation, if the risk to the recipient exceeded the benefit of the transplant, the procedure was postponed. Conversely, when the transplantation was urgent (eg. heart, lung, liver, combined and paediatric transplantation) it was recommended to perform the transplant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 258,
                    "text": "(Fig.1 a)",
                    "ref_id": null
                }
            ],
            "section": "National Recommendations"
        },
        {
            "text": "[5]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Recommendations"
        },
        {
            "text": "Since March 15 th to 30 th 2020, the number of liver transplantation (LT) has been reduced (Fig. 1b, 1c) . 44 donor livers have been nationally offered and 28 LTs have been performed. Two of these took place at our Unit compared to 5 during the same period in 2019. [5] Our hospital is the tertiary referral centre for all severe cases of COVID-19 from the Paris metropolitan area with a dedicated facility for COVID-19-positive patients, and our LT Unit maintained a continued level of service for LT patients. Since March 30 th , we expanded our ICU capacity from 90 to 157 beds. Of these, 116 were dedicated to COVID-19-positive patients only. This means that a significantly smaller quantity of beds was available to COVID-19-negative patients. Access to ICU care forms a critical component of LT and thus, key decisions were needed to balance the risks of patient safety and organ allocation.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 104,
                    "text": "(Fig. 1b, 1c)",
                    "ref_id": null
                }
            ],
            "section": "Adjustments to our Transplant Program"
        },
        {
            "text": "Our LT Unit recognised these challenges early and implemented several preventative measures:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjustments to our Transplant Program"
        },
        {
            "text": "Training all personnel in the management of critically unwell patients A new management on waitlist patients was applied and patients on waiting for LT with the following characteristics were temporarily suspended:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and awareness of infection control measures for physician and nurses"
        },
        {
            "text": " > 65 years old with several co-morbidities  HIV co-infection  MELD score <20  Surgical complexities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and awareness of infection control measures for physician and nurses"
        },
        {
            "text": "We also decided to enrolment all patients undergoing HCC-specific treatments that could not be delayed. We also had a low threshold to admit all LT patients with early or late complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and awareness of infection control measures for physician and nurses"
        },
        {
            "text": "All in all, we will continue sharing our best practices and adopting better ones of other Transplant Units. Our patients remain our highest priority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and awareness of infection control measures for physician and nurses"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus Disease 2019: Implications of Emerging Infections for Transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Michaels",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Hoz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Danziger",
                    "middle": [],
                    "last": "Isakov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ajt.15832"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2019, the outbreak of an emerging disease (COVID-19) started in China and was declared as a pandemic in March 12 th 2020.[1] France is one of the most severely affected nations by this global health crisis.[2]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "all nonessential patient and family visits to the hospital Remote outpatient care through telephone consultations Screening all donors and recipients pre-transplant via NPS Screening of patients or personnel suspected to be infected via NPS or pre-emptive isolation Enrolment of COVID-19-positive patients in a specialised follow-up program.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}