{
    "paper_id": "0ecf7920683853f07d6e963a2f53b58d38e71f38",
    "metadata": {
        "title": "Social Anthropology/Anthropologie Sociale (2020) 0, 0 1-2. © 2020 European Association of Social Anthropologists",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As the COVID-19 pandemic accelerated in the industrialised world during March 2020, Japan remained among the few countries that escaped a devastating surge of infection -probably the only one that managed to do so in the absence of notable political leadership.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The initial response to COVID-19 in Japan comprised of jishuku or voluntary restraint, the effect of which was similar to (but not precisely the same as) the social distancing strategy. The Japanese term jishuku is defined as a practice of voluntary restraint from fun, luxury and celebration (Ida et al. 2015) . It was widely practised in January 1989 after the death of the Showa emperor. Moreover, it was practised in March 2011 as a form of collective mourning over the loss of life caused by the massive Tōhoku earthquake and tsunami. When Prime Minister Shinzo Abe called for a national response to COVID-19 on 26 February 2020, he suggested that the nation should re-engage in jishuku. Though the context starkly differed from previous ones, everyone quickly understood what to do -stop moving around for a while and endure the ensuing economic downturn.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 310,
                    "text": "(Ida et al. 2015)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What is behind the unifying facade of jishuku is the uneven effect of social distancing within Japanese society. Kayo Takahashi, a mother of an autistic daughter, wrote in one of her Facebook posts that they were 'on the verge of collapse' after the local special-needs school was closed down. Like many other autistic children, her daughter was confused by the sudden disruption of her daily routine. I called Ms Takahashi a few weeks later and asked if the school was aware of her difficult situation. Instead of replying to the question, she started explaining how school closure was only one of the problems faced by disabled children and their mothers. Listening to her stories, I began to understand how the fragile care environments that they had previously managed to maintain were disturbed in many ways. She mentioned the case of a mother who had difficulty finding the brown sugar roll bread amid panic buying. That type of bread, usually available at every supermarket in Japan, is virtually the only staple that her child with developmental disabilities finds acceptable. The panic buying began after the press conference on 25 March by Yuriko Koike, the Governor of Tokyo, in which she requested a tighter jishuku, giving the impression that Tokyo might soon be locked down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Epidemiologists say that social distancing has become imperative for human survival in the age of COVID-19. Anthropologists are aware that the unconditional approval of social connections leads to a more sensible consideration of both detachment and engagement (Candea et al. 2015) . The challenge, however, is whether we may do so in a way that embraces the care environments for the most vulnerableharmed by the prevalent mode of jishuku in Japan.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 281,
                    "text": "(Candea et al. 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2015. Detachment: essays on the limits of relational thinking",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Candea",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Jishuku, altruism, and expatriate emotion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Ida",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fukushima",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oyabo-Mathis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mathis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Contexts",
            "volume": "14",
            "issn": "",
            "pages": "28--33",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Jishuku, social distancing and care in the time of COVID-19 in Japan",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Kyoto University ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Makoto Nishi Graduate School of Asian and African Area Studies"
        }
    ]
}