{
    "paper_id": "0ed898c4d601ec3c6c8275d14bb8bce8454db974",
    "metadata": {
        "title": "Association of Angiotensin-Converting Enzyme Inhibitors and Angiotensin Receptor Blockers with the Risk of Hospitalization and Death in Hypertensive Patients with Coronavirus Disease-19",
        "authors": [
            {
                "first": "Rohan",
                "middle": [],
                "last": "Khera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas",
                    "location": {
                        "settlement": "Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Callahan",
                "middle": [],
                "last": "Clark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuan",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erica S Spatz MD MHS",
                    "location": {
                        "addrLine": "2,4 Karthik"
                    }
                },
                "email": ""
            },
            {
                "first": "Yinglong",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "Ms;",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erica S Spatz MD MHS",
                    "location": {
                        "addrLine": "2,4 Karthik"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheng",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erica S Spatz MD MHS",
                    "location": {
                        "addrLine": "2,4 Karthik"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brandon",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhenqiu",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saad",
                "middle": [
                    "B"
                ],
                "last": "Omer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deneen",
                "middle": [],
                "last": "Vojta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erica S Spatz MD MHS",
                    "location": {
                        "addrLine": "2,4 Karthik"
                    }
                },
                "email": ""
            },
            {
                "first": "Harlan",
                "middle": [
                    "M"
                ],
                "last": "Krumholz",
                "suffix": "",
                "affiliation": {},
                "email": "harlan.krumholz@yale.edu"
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Sm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "#",
                "middle": [],
                "last": "Affiliations",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Whether angiotensin-converting enzyme (ACE) Inhibitors and angiotensin receptor blockers (ARBs) mitigate or exacerbate SARS-CoV-2 infection remains uncertain. In a national study, we evaluated the association of ACE inhibitors and ARB with coronavirus disease-19 (COVID-19) hospitalization and mortality among individuals with hypertension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Among Medicare Advantage and commercially insured individuals, we identified 2,263 people with hypertension, receiving ≥1 antihypertensive agents, and who had a positive outpatient SARS-CoV-2 test (outpatient cohort). In a propensity score-matched analysis, we determined the association of ACE inhibitors and ARBs with the risk of hospitalization for COVID-19. In a second study of 7,933 individuals with hypertension who were hospitalized with COVID-19 (inpatient cohort), we tested the association of these medications with in-hospital mortality. We stratified all our assessments by insurance groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ": Among individuals in the outpatient and inpatient cohorts, 31.9% and 29.8%, respectively, used ACE inhibitors and 32.3% and 28.1% used ARBs. In the outpatient study, over a median 30.0 (19.0 -40.0) days after testing positive, 12.7% were hospitalized for COVID-19. In propensity score-matched analyses, neither ACE inhibitors (HR, 0.77 [0.53, 1.13], P = 0.18), nor ARBs (HR, 0.88 [0.61, 1.26], P = 0.48), were significantly associated with risk of hospitalization. In analyses stratified by insurance group, ACE inhibitors, but not ARBs, were associated with a significant lower risk of hospitalization in the Medicare group (HR, 0.61 [0.41, 0.93], P = 0.02), but not the commercially insured group (HR: 2.14 [0.82, 5.60], P = 0.12; P-interaction 0.: medRxiv preprint inpatient study, 14.2% died, 59.5% survived to discharge, and 26.3% had an ongoing hospitalization. In propensity score-matched analyses, neither use of ACE inhibitor (0.97 [0.81, 1.16]; P = 0.74) nor ARB (1.15 [0.95, 1.38]; P = 0.15) was associated with risk of in-hospital mortality, in total or in the stratified analyses. Conclusions: The use of ACE inhibitors and ARBs was not associated with the risk of hospitalization or mortality among those infected with SARS-CoV-2. However, there was a nearly 40% lower risk of hospitalization with the use of ACE inhibitors in the Medicare population. This finding merits a clinical trial to evaluate the potential role of ACE inhibitors in reducing the risk of hospitalization among older individuals, who are at an elevated risk of adverse outcomes with the infection. : medRxiv preprint 4 BACKGROUND Whether the use of angiotensin-converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) mitigates or exacerbates SARS-CoV-2 infection remains unknown. 1 Experts have postulated, based on the effect of the drugs and the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "mechanism of virus entry, that ACE inhibitors and ARBs could be beneficial, harmful or have no effect on people infected with SARS-CoV-2. 1-3 Evaluations of the mechanism of action of these drugs also suggests differences between the outcomes of patients with ACE inhibitors and ARBs. 4 There is evidence from randomized controlled trials predating coronavirus disease-19 (COVID-19) suggesting a decrease in risk of all-cause pneumonia with ACE inhibitors, an effect not observed with ARBs. 5 Recent studies that have focused on the association of ACE inhibitors and ARBs with the risk of mortality among patients hospitalized with COVID-19 suggest that these drugs are not harmful, 6 with some suggesting that ACE inhibitors may reduce this risk of in-hospital death. 1,7-9 These studies were limited by their designs, which lacked an active comparator. 4,7 Moreover, no large national study has addressed the association of these drugs with outcomes among individuals in the outpatient setting infected with SARS-CoV-2. The issue is important because these drugs are widely available and inexpensive and, if beneficial, could modify disease course and improve outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Alternatively, if they increase risk, they could be compounding the harm caused by the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Accordingly, we sought to conduct a large, national study of the association of ACE inhibitors and ARBs with outcomes in patients with hypertension. We specifically evaluated the association of the use of ACE inhibitors and ARBs among patients with . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "hypertension so that we could have an active comparator, other antihypertensive agents. Also, to provide information about the association in inpatients, we conducted a study of the association of ACE inhibitors and ARBs on mortality among people with hypertension who were hospitalized with COVID-19. We stratified all our assessments by insurance groups due to substantial differences between the two populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We conducted 2 studies of patients with hypertensionthe first study included individuals who tested positive for SARS-CoV-2 as an outpatient and the second included patients hospitalized with COVID- 19 . In addition to a diagnosis of hypertension, we prespecified our study population to include individuals that were receiving at least 1 antihypertensive agent. Further, to account for medical comorbidities, we created robust propensity score matched cohorts of patients treated with ACE inhibitors, ARBs and other antihypertensive agents. We evaluated the success of our matching algorithms through explicit assessments of covariate balance across all comparisons and evaluation of exposure groups on falsification endpoints.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "Due to systematic differences among enrollees in Medicare Advantage and commercial insurance programs, and the enhanced risk of adverse outcomes with COVID-19 among older individuals who are overrepresented in Medicare, [10] [11] [12] [13] we evaluated the association of these drugs with outcomes in analyses stratified by insurance groups.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We used de-identified administrative claims for Medicare Advantage and commercially insured members in a research database from a single large US health insurance provider. The database contains medical (emergency, inpatient, outpatient) and pharmacy claims for services submitted for third party reimbursement, available as International Classification of Diseases, Tenth Revision, Clinical Modification (ICD-10-CM) and National Drug Codes (NDC) claims, respectively. These claims are aggregated after completion of care encounters and submission of claims for reimbursement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sources"
        },
        {
            "text": "There were two additional data sources that included information on COVID-19 and could be linked to the claims. First, the limited outpatient testing dataset included information on SARS-CoV-2 test results for members who underwent outpatient testing for SARS-CoV2 at 49 hospital-based, free-standing outpatient and third-party labs in all states across the United States, with over 90% of tests submitted by third-party lab vendors. Second, the inpatient COVID-19 dataset included a daily-updated record of COVID-19 inpatient admissions for all insurance enrollees with claims information, representing those admitted to a hospital with a primary or secondary diagnosis of COVID-19 (eTable 1), along with their current disposition (admitted, discharged, transferred, expired, or unknown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sources"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05. 17.20104943 doi: medRxiv preprint We constructed cohorts of patients for each of the two studies. First, for the outpatient study, we identified outpatients who tested positive for SARS-CoV-2. We included individuals at least 18 years of age, with at least 6 months of enrollment in Medicare Advantage or commercial insurance from January through December 2019 and available claims data, a diagnosis of hypertension in one or more claims and receiving one or more anti-hypertensive agents, and tested positive for SARS-CoV-2 positive in an outpatient setting. between March 6, 2020 and May 3, 2020 (eFigure 1). The",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 141,
                    "text": "17.20104943 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Database that satisfied the inclusion criteria. We evaluated the association of ACE inhibitors and ARBs, respectively, on the risk of hospitalization in this outpatient cohort compared with patients on other antihypertensive medications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medicare Advantage and commercially insured individuals in the study represented all individuals with available claims in the UnitedHealth Groups Clinical Research"
        },
        {
            "text": "Second, for the second inpatient study, we identified an inpatient cohort of adults hospitalized with COVID- 19 . This included all patients (age ≥18 years) with at least 6 months of health insurance enrollment in 2019 with available claims data, a diagnosis of hypertension in one or more claims, were receiving one or more anti-hypertensive agents, and were hospitalized with a principal or secondary diagnosis of COVID-19 between January 5, 2020 and May 10, 2020 (eFigure 2). We evaluated the association of ACE inhibitors and ARBs, respectively, on the mortality of hospitalized individuals in this cohort compared with patients on other antihypertensive medications.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Medicare Advantage and commercially insured individuals in the study represented all individuals with available claims in the UnitedHealth Groups Clinical Research"
        },
        {
            "text": "For both studies, a diagnosis of hypertension was based on ICD-10 codes (eTable 1), and drug treatment for hypertension was defined by the receipt of one or more agents included in the 2017 American Heart Association hypertension . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medicare Advantage and commercially insured individuals in the study represented all individuals with available claims in the UnitedHealth Groups Clinical Research"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint guidelines. 14 These include first-line agents of ACE inhibitors, ARBs, thiazide and thiazide-like diuretics, and dihydropyridine and non-dihydropyridine calcium channel blockers, as well as second-line agents of beta-adrenergic antagonists, alpha blockers, centrally acting alpha agonists, loop diuretics, potassium sparing diuretics, mineralocorticoid receptor antagonists, and direct vasodilators (individual drugs listed in eTable 2). The information on the latter was derived from pharmacy claims and was defined by a cumulative supply greater than 30 days between July 1, 2019 and December 31, 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medicare Advantage and commercially insured individuals in the study represented all individuals with available claims in the UnitedHealth Groups Clinical Research"
        },
        {
            "text": "We identified 2 mutually exclusive exposure groups (1) Patients receiving ACE inhibitors, and (2) those receiving ARB, with or without other agents. We used an active comparator for these analyses that included all remaining patients with a diagnosis of hypertension who received one or more anti-hypertensive agents from drug classes other than ACE inhibitor or ARB. These agents include all first and second line antihypertensive agents based on the 2017 AHA guidelines for hypertension, 14 with the use of individual agents defined by one or more pharmacy claims for at least 30 days of medication supply for the agent between July and December 2019. In sensitivity analyses, we restricted the control group to individuals receiving at least one first line anti-hypertensive agent from drug classes other than ACE inhibitor or ARB.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 492,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study Exposures"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Covariates"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020 We combined information from inpatient and outpatient claims in 2019 to identify potential confounders of the association of the ACE inhibitors and ARB use and patient outcomes. We included patient age, sex, race, conditions that would represent potential indications for selective use of ACE inhibitors or ARBs (diabetes, myocardial infarction, heart failure and chronic kidney disease), and each of the additional comorbidities included in the Charlson Comorbidity Index (peripheral vascular disease, cerebrovascular disease, hemi-or paraplegia, dementia, chronic pulmonary disease, rheumatologic disease, diabetes with chronic complications, malignancy, metastatic solid tumor, mild liver disease, moderate-to-severe liver disease, acquired immunodeficiency syndrome or human immunodeficiency virus). The ICD-10 codes corresponding to these variables are included in eTable 1 (appendix). Race was available only for Medicare Advantage members. We included information on the total number of anti-hypertensive agents prescribed to patients using pharmacy claims. Finally, regional clustering of cases was identified using location of sites submitting claims for laboratory testing for SARS-CoV-2 and hospital site for in-hospital outcomes.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 71,
                    "text": "May 19, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study Covariates"
        },
        {
            "text": "In the outpatient study, the primary outcome was inpatient hospitalization for COVID-19, defined as a hospitalization with a principal or a secondary diagnosis of COVID-19 in a linked inpatient dataset (eTable 1). We assessed mortality during this inpatient hospitalization as a secondary outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Outcomes"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Outcomes"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05. 17.20104943 doi: medRxiv preprint In the inpatient study, the primary outcome was in-hospital mortality. In addition, we evaluated a secondary composite outcome of death or discharge to hospice and hospital length of stay.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 141,
                    "text": "17.20104943 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study Outcomes"
        },
        {
            "text": "In both outpatient and inpatient studies, we created propensity score-matched cohorts of patients with hypertension, treated with ACE inhibitors, ARBs or other antihypertensive medications. For this, we constructed a non-parsimonious multivariable logistic regression model with receipt of ACE inhibitors, ARB or other antihypertensive as the dependent variable. For example, we modeled the receipt ACE inhibitor or another other anti-hypertensive (excluding ARB) to determine each patient's likelihood of receiving these agents based on their measured clinical characteristics. We applied this strategy to different pairs of treatment comparisons (ACE inhibitor vs others, ARB vs others, and ACE inhibitor vs ARB). Briefly, we performed 1:1 matching between recipients based on propensity scores with a caliper width of one-tenth of the standard deviation of the logit of the propensity score. 4 We pursued 100 iterations to find the lowest mean absolute standardized difference among matched variables. We matched our cohorts on age, gender, race, insurance type, conditions that may lead to selective use of ACE inhibitors and ARBs (i.e., diabetes, myocardial infarction, heart failure and chronic kidney disease), each of the comorbidities in the Charlson Comorbidity Index, and the number of anti-hypertensive agents used for the patient. To account for regional clustering of care practices and response to the COVID-19",
            "cite_spans": [
                {
                    "start": 895,
                    "end": 896,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Propensity score matching"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Propensity score matching"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint pandemic, we explicitly accounted for census region of lab testing site or inpatient facility in our models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Propensity score matching"
        },
        {
            "text": "We evaluated the performance of propensity score matching using several strategies. First, we assessed the propensity score distributions in the unmatched and matched cohorts and calculated an equipoise metric to summarize the degree of overlap in characteristics of patients receiving these drugs. 15, 16 This represents the proportion of individuals in the unmatched groups that had a propensity score between 0.3 and 0.7, representing a state of equipoise between the two drugs. A value greater than 0.5 implies two drugs are in empirical equipoise, with a higher a value indicating a lower likelihood of confounding by indication. 15 Next, we evaluated the standardized difference between matched covariates before and after propensity score matching.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 303,
                    "end": 305,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Propensity score matching"
        },
        {
            "text": "Specifically, we evaluated whether our matching algorithm achieved a standardized difference of <10% between matched cohort suggestive of adequately matched groups. 16,17 Second, we evaluated the success of our matching algorithm using a priori defined negative control outcomes. We chose two negative control or falsification endpointsclaims for gastroesophageal reflux disease and ingrown nail -that are unlikely to be affected by the treatment assignment and a directional effect would represent covariate imbalance. 16 Third, we evaluated whether our propensity matched cohort were also adequately matched on other therapeutic classes for nonantihypertensive agents that were not directly included in the matching algorithm. These strategies were designed to evaluate the potential for residual confounding after creating propensity score matched cohorts. Finally, we evaluated our observations for robustness by assessing treatment effects in 100 iterations of the propensity score . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 522,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Propensity score matching"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint matching algorithm, evaluating whether our findings were consistent across these iterations that varied on the degree of matching of individual covariates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Propensity score matching"
        },
        {
            "text": "We describe differences between patients treated with ACE inhibitors and ARBs compared with other anti-hypertensive agents, and between those treated with ACE inhibitors using Chi square test for categorical variables and t-test for continuous variables. As the duration of follow up was expected to vary across individuals in both outpatient and inpatient COVID-19 cohorts, we evaluated their effects in time-to-event analyses with Cox-Proportional Hazards models in both unadjusted and propensity score-matched cohorts. To reduce bias from residual differences in matched covariates in our evaluation of patient outcomes, we included the covariates included in our propensity score matching algorithm as independent variables in these models. 18 We repeated these analyses without this additional covariate adjustment.",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 747,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "For the outpatient study, the index date was represented by the day of positive COVID-19 test as an outpatient, the period of the study was measured in days from the positive COVID-19, and the outcome of interest was hospitalization. For the inpatient study, the index date was represented by the first day of hospitalization with COVID-19, the period of the study was measured in days from admission, and the outcome of interest was death. Since hospitalization could end with either patient's death or being discharged alive, we created a cause-specific Cox Proportional Hazards model, which is a competing risk analysis. [19] [20] [21] Both analyses were censored at the end of the observation period on May 10, 2020.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 628,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint Given systematic differences between patients enrolled in Medicare Advantage and commercial insurance, particularly with older age, higher comorbidity burden, and higher risk of COVID-19 complications among Medicare advantage enrollees, we evaluated quantitative and qualitative interactions between insurance type and treatment groups for the assessment of our outcomes. We also created propensity score-matched cohorts within the each of the two insurance subgroups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Analyses were performed using open source R 3.4.0 (CRAN) and Python 3.8.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "All hypothesis tests were 2-sided, with a level of significance set at 0.05, except for interaction tests where the level of significance was set at 0.10. Given the exploratory nature of study, statistical tests were not adjusted for multiple testing. The Yale",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Affairs exempted this study from other review as all activities were limited to retrospective analysis of de-identified data and accessed in accordance with Health Insurance Portability and Accountability Act regulations. CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Review Board and the UnitedHealth Group Office of Human Research"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint median age of these individuals was 69.0 years and 52.5% were women. Of Medicare Advantage patients, 29.6% were African American. Patients receiving ACE inhibitors or ARBs were more likely to be men, have diabetes with or without chronic complications, and be receiving more than 1 antihypertensive drugs ( Table 1) . They were less likely to have chronic heart failure or moderate-to-severe renal disease, compared with patients receiving other anti-hypertensive treatments. Patients receiving ACE inhibitors were similar to those receiving ARBs but had a higher rate of dementia and peripheral vascular disease ( Table 1) . We matched 441 patients receiving ACE inhibitors to 441 patients receiving other antihypertensive agents (eFigure 5), achieving <10% standardized differences for all covariates (Figure 1) . Similarly, we matched 412 patients receiving ARB to 412 patients receiving other antihypertensive agents (eFigure 5). The equipoise for comparisons of ACE inhibitors to other drugs, and for ACE inhibitors to ARB were above 0.5, but were lower for the ARB comparisons ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 456,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 756,
                    "end": 764,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 944,
                    "end": 954,
                    "text": "(Figure 1)",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1234,
                    "text": "Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Among 12,566 patients who were hospitalized for COVID-19 with linked claims data, 7,933 had had a diagnosis of hypertension and had an outpatient prescription for at least one antihypertensive drug (eFigure 2). The inpatient cohort included patients from 47 states in the US (eFigure 3). Of the included patients, 92.0% were Medicare Advantage enrollees. The median age of hospitalized individuals was 77.0 years, 54.6% were women; 29.9% of Medicare Advantage enrollees were African American.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of the Inpatient Cohort"
        },
        {
            "text": "Differences between hospitalized patients treated with ACE inhibitors, ARBs and other agents are included in Table 2 . In the inpatient cohort, 1731 patients receiving ACE . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Characteristics of the Inpatient Cohort"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint inhibitors and 1560 patients receiving ARBs that were propensity score-matched to patients receiving other anti-hypertensive agents (eFigure 5), with covariate standardized differences of <10% after matching (Figure 1) . The equipoise for comparisons of ACE inhibitors to other drugs, and for ACE inhibitors to ARB were above 0.5, but were lower for the ARB comparisons ( Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 359,
                    "text": "(Figure 1)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 521,
                    "text": "Table 4)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the outpatient cohort, over a median 30 (IQR 19, 40) days from SARS-CoV-2 testing, patients receiving ACE inhibitors were less frequently hospitalized than those receiving other anti-hypertensive agents (10.7% vs 14.4%, P = 0.03). There was no significant association between ARB therapy and hospitalization rates (12.7% vs 14.4% in individuals with other insurance, P 0.36). In propensity score-matched cohorts (eFigure Table 3 ). There were no differences in the a priori chosen falsification endpoints between propensity scorematched populations (eTable 3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 431,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Hospitalizations in Outpatient Cohort"
        },
        {
            "text": "There were differences between the association of ACE inhibitors and hospitalization risk across insurance groups (P for interaction, 0.09), with a lower risk of hospitalization in Medicare Advantage patients (HR, 0.61 [0.41, 0.93], P = 0.02) that was not observed in commercially insured individuals (HR, 2.14 [0.82, 5.60], P = 0.12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalizations in Outpatient Cohort"
        },
        {
            "text": "( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 10,
                    "text": "Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Hospitalizations in Outpatient Cohort"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalizations in Outpatient Cohort"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05. 17.20104943 doi: medRxiv preprint In propensity score-matched analyses, ARB use was not associated with significantly lower hospitalization risk than individuals receiving other anti-hypertensive agents (HR, 0.88 [0.61, 1.26], P = 0.48) (Figure 2 ). There were no significant differences in hospitalization rates between propensity score matched cohorts of patients receiving ACE inhibitor, compared with ARB (HR 0.91, 0.65 to 1.29; P = 0.60).",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 141,
                    "text": "17.20104943 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 354,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "There were no significant interactions by insurance-type and the association of ARB with outcomes (P-interaction = 0.55) Among the individuals in the outpatient cohort who were hospitalized, there was no association with ACE inhibitor or ARB use with subsequent in-hospital mortality (eTable 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Of the 7933 patients hospitalized with COVID-19, 1128 (14.2%) died during hospitalization, 4722 (59.5%) were discharged alive, and 2083 (26.3%) were still hospitalized at the end of the observation period. A majority of deaths (90.1%) were among the Medicare Advantage population. The median length of stay (including patients who died as well as discharged alive) for COVID-19 hospitalizations was 6 (IQR: 3 to 11) days, which was similar across patients who died (6 (IQR: 3 to 10) days) or discharged alive (6 (IQR: 3 to 11) days) during the observation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mortality in the Inpatient Cohort"
        },
        {
            "text": "Overall, the proportion of COVID-19 patients who died did not differ significantly in those on ACE inhibitor therapy before hospitalization, compared with those on other anti-hypertensive agents (13.5% vs 13.9%, P = 0.68). In the propensity matched-cohort of patients receiving ACE inhibitors before hospitalization, in-hospital mortality was not . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Table 4 ). Similarly, ARB did not have a significantly different risk of mortality compared with other anti-hypertensive agents (1.15 (0.95, 1.38); P = 0.15). There were no significant differences in mortality between patients receiving ACE inhibitors and ARBs in the overall population, without a significant interaction between insurance group and treatment assignment and patient outcome (Figure 3, Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 515,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 917,
                    "text": "(Figure 3, Table 4",
                    "ref_id": null
                }
            ],
            "section": "Mortality in the Inpatient Cohort"
        },
        {
            "text": "These findings were consistent in for our secondary outcome of in-hospital death or discharge to hospice (eTable 4). There was also no association between treatment with ACE inhibitor or ARB on hospital length of stay (eTable 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mortality in the Inpatient Cohort"
        },
        {
            "text": "Sensitivity analyses that focused on individuals receiving at least one first line antihypertensive agent in the control group, and that varied the covariate adjustment strategies were consistent with the primary analysis (eTables 6-8) . The 100 iterations of propensity score matching algorithm found a lower risk of hospitalization with ACE inhibitors across all iterations, with a P-value of less than 0.05 in 97 of 100 iterations in the Medicare Advantage population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 235,
                    "text": "(eTables 6-8)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mortality in the Inpatient Cohort"
        },
        {
            "text": "In this first national study of ACE inhibitors and ARBs in outpatients testing positive for SARS-CoV-2, we found that overall these drugs did not confer additional risk or benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "However, among those in Medicare Advantage, ACE inhibitors were associated with an almost 40% significantly lower risk of hospitalization for COVID-19, an effect not observed with ARBs. Among those hospitalized for COVID-19, we did not find a benefit or a harm of these medications. Collectively, the findings do not support a change to the current use of these medications but, given the lack of effective therapies to mitigate the . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint harm of the virus, this study does provide a rationale for testing the use of ACE inhibitors in older patients to reduce the risk of severe SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our design has several attributes that should provide confidence about the findings even though it is observational. Our study was restricted to people with hypertension who were receiving at least one anti-hypertensive agent, thereby limiting our assessment to individuals receiving treatment for the same chronic illness, and therefore, equally likely to seek care for healthcare needs for COVID-19. In all analyses, we explicitly compared individuals with equipoise for receiving either drug treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Moreover, we did not find any evidence of confounding by disease severity in choice of therapy in our assessment of a priori defined falsification endpoints. Further, our study included individuals from across the United States, thereby limiting the effect of hospital or regional care practices that may bias an evaluation of treatment effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our observations extends the prior evidence of supporting safety of ACE inhibitor treatment in COVID-19. 4, 7, 9, 22 We show the safety of these agents in outpatient SARS-CoV-2 infected individuals, which complements the studies of those who were hospitalized. 4, 7, 22 Also, ours is a national study, which complements the single center or single region studies. 23 Our study does have an intriguing finding. In the subgroup of individuals enrolled in Medicare advantage, we find that ACE inhibitors were associated with a significantly lower risk of hospitalization following an infection with SARS-CoV-2 in the outpatient setting. These patients are older, more frequently have comorbidities, and were more vulnerable to severe COVID-19 disease. 4, 7 These findings are particularly relevant as the Medicare Advantage group represented over 90% of all COVID-19 hospitalizations . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 108,
                    "end": 110,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 111,
                    "end": 113,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 114,
                    "end": 116,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 263,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 264,
                    "end": 266,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 267,
                    "end": 269,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 366,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 749,
                    "end": 751,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 752,
                    "end": 753,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint in our inpatient cohort. Also, interestingly, we did not find the same association for ARBs despite clinical equipoise in the use of these drugs. Our findings are consistent with prior evidence from randomized clinical trials that a reduced risk of pneumonia with ACE inhibitors that is not observed with ARB. 5 Our study of in-hospital outcomes adds to the literature on studies that have reached contrasting conclusions regarding the role of ACE inhibitor therapy and inhospital mortality among hospitalized COVID-19 patients. We did not find a significant association with mortality, consistent with others that have not found such an association. 4, 23, 24 However, our findings contrast with certain studies that have found lower mortality in hospitalized COVID-19 patients treated with ACE inhibitors. 7, 22 Notably, the studies that have evaluated mortality risk with COVID-19 before have not consistently been designed to detect potential causal association of drug therapy with outcomes, 7 relied on case control designs, 22 pursued potentially biased assessment by using comparators not receiving any therapy, 4, 7 or are based on data from single health centers. 4,23 Moreover, some have studied both ACE inhibitors and ARBs together despite potentially different mechanisms and effects on patient outcomes. 5 There some rationale for why there may be a specific ACE inhibitor effect. There is preclinical evidence that suggests a possible protective role for ACE inhibitors in COVID-19. ACE inhibitors, but not ARBs, are associated with the upregulation of ACE-2 receptors. 3, 25 These receptors modulate the local renin-angiotensin-aldosterone system interactions in the lung tissue. 26 The presence of ACE2 receptors, therefore, exerts a protective effect against the development of acute lung injury in infections with SARS coronaviruses, which lead to dysregulation of these mechanisms and endothelial . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 452,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 792,
                    "end": 794,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 799,
                    "end": 801,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 949,
                    "end": 951,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 952,
                    "end": 954,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1261,
                    "end": 1263,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1264,
                    "end": 1265,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1460,
                    "end": 1461,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1727,
                    "end": 1729,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1730,
                    "end": 1732,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 1838,
                    "end": 1840,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. Our study has important implications for 4 ongoing randomized trials as none of them align with the observations of our study. 6 Of the 4 trials, 3 are testing the use of ACE inhibitors or ARBs in the treatment of hospitalized COVID-19 patients, and 1 is using a 10-day course of ARBs after a positive SARS-CoV-2 test to prevent hospitalization. 6 However, our study suggests that the most appropriate strategy to test in a trial would be the prophylactic use of ACE inhibitor to prevent hospitalization, which is not being tested in any current study.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 419,
                    "end": 420,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The findings of our study should be interpreted in light of the following limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "First, the study is observational, and despite robust methods, and explicit assessments of residual confounding, understanding the potential protective role of ACE inhibitors in COVID-19 requires a dedicated randomized controlled trial. Second, we do not know the proportion of patients receiving these antihypertensive agents that continued to be treated with these drugs during the illness and the association of their continued use or cessation with patient outcomes. Third, all included data elements are contingent upon individuals seeking care for that ailment or filling a medication using their insurance provider and would not be captured if they chose to self-pay. However, we do not expect that any sizeable proportion of insured individuals would defer insurance coverage for their care. Fourth, we cannot account for differences in timing of . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint presentation of patients relative to their symptom onset. However, we limited the effect of differential presentation by patients across exposure groups by focusing on patients receiving treatment for the same medical comorbidity, i.e. hypertension, and only varying the class of drugs. Moreover, we included patients across the US and accounted for clustering of patients, thereby limiting the effect of local practice patterns that may affect hospitalization thresholds. Therefore, it is unlikely patient's care seeking . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint Ant ihypert ensi e agent s use roups before propensit y score m at ching roups aft er propensit y score m at ching . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.17.20104943 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 and the cardiovascular system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41569-020-0360-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Renin-Angiotensin-Aldosterone System Inhibitors in Patients with Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaduganathan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vardeny",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "Jjv",
                    "middle": [],
                    "last": "Mcmurray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "17",
            "pages": "1653--1659",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMsr2005760"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Potential Effects of Coronaviruses on the Cardiovascular System: A Review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madjid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Safavi-Naeini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vardeny",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.1286"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Renin-Angiotensin-Aldosterone System Inhibitors and Risk of Covid-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pulgarin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "0",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2008975"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk of pneumonia associated with use of angiotensin converting enzyme inhibitors and angiotensin receptor blockers: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caldeira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alarcão",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaz-Carneiro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMJ",
            "volume": "345",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.e4260"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risks and Impact of Angiotensin-Converting Enzyme Inhibitors or Angiotensin-Receptor Blockers on SARS-CoV-2 Infection in Adults",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mackey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gurley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1515"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cardiovascular Disease, Drug Therapy, and Mortality in Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "0",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2007621"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Association of Renin-Angiotensin System Inhibitors With Severity or Risk of Death in Patients With Hypertension Hospitalized for Coronavirus Disease 2019 (COVID-19) Infection in Wuhan, China. JAMA Cardiol",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.1624"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Renin-Angiotensin-Aldosterone System Blockers and the Risk of Covid-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mancia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ludergnani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Apolone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corrao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "0",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2006923"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Age, Complexity, and Crisis -A Prescription for Progress in Pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aronson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "0",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2006115"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimating excess 1-year mortality associated with the COVID-19 pandemic according to underlying conditions and age: a population-based cohort study. The Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pasea",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults: A Report of the American College of Cardiology",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "Acc/Aha/Aapa/Abc/Acpm/Ags/Apha",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ash/Aspc/Nma/Pcna",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "American Heart Association Task Force on Clinical Practice Guidelines. Hypertension",
            "volume": "71",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/HYP.0000000000000065"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comprehensive comparative effectiveness and safety of first-line antihypertensive drug classes: a systematic, multinational, large-scale analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haneuse",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pharmacoepidemiol Drug Saf",
            "volume": "28",
            "issn": "7",
            "pages": "1816--1826",
            "other_ids": {
                "DOI": [
                    "10.1002/pds.476716"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Trends in the use of percutaneous ventricular assist devices: analysis of national inpatient sample data",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cram",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JAMA Intern Med",
            "volume": "175",
            "issn": "6",
            "pages": "941--950",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2014.7856"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Double-adjustment in propensity score matching analysis: choosing a threshold for considering residual imbalance",
            "authors": [
                {
                    "first": "T-L",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spence",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Med Res Methodol",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12874-017-0338-0"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A competing risk analysis for hospital length of stay in patients with burns",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lawless",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Curri",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Palmieri",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA Surg",
            "volume": "150",
            "issn": "5",
            "pages": "450--456",
            "other_ids": {
                "DOI": [
                    "10.1001/jamasurg.2014.3490"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Introduction to the Analysis of Survival Data in the Presence of Competing Risks",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Circulation",
            "volume": "133",
            "issn": "6",
            "pages": "601--609",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.115.017719"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Use and Interpretion of Competing Risks Regression Models",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Dignam",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kocherginsky",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Cancer Res",
            "volume": "18",
            "issn": "8",
            "pages": "2301--2308",
            "other_ids": {
                "DOI": [
                    "10.1158/1078-0432.CCR-11-2097"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Among Patients With Hypertension Hospitalized With COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Circ Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCRESAHA.120.317134"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Association of Use of Angiotensin-Converting Enzyme Inhibitors and Angiotensin II Receptor Blockers With Testing Positive for Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kalra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Nowacki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.1855"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Inhibitors of the Renin-Angiotensin-Aldosterone System and Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jarcho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ingelfinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Hamel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;agostino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Harrington",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "0",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMe2012924"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Aldosterone System Inhibitors in Patients with Covid-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Renin-Angiotensin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMsr2005760"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evaluation of Angiotensin-Converting Enzyme (ACE), Its Homologue ACE2 and Neprilysin in Angiotensin Peptide Metabolism",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Veesler D. Structure, Function, and Antigenicity of the SARS-CoV-2 Spike Glycoprotein",
            "volume": "383",
            "issn": "",
            "pages": "281--292",
            "other_ids": {
                "DOI": [
                    "10.1042/BJ2004063427"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "8",
            "pages": "875--879",
            "other_ids": {
                "DOI": [
                    "10.1038/nm1267"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "885 patients who tested positive for SARS-CoV-2 and had at least 6 months of enrollment in Medicare Advantage or commercial insurance, and in pharmacy benefits with their insurance, 2,263 had a diagnosis of hypertension with the use of at least one anti-hypertensive drug (eFigure 1). The outpatient study cohort included individuals from 44 states in the US (eFigure 3). A total of 1,467 (64.8%) were Medicare Advantage enrollees and 796 (35.2%) of the cohort were commercially insured. The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "5), use of neither ACE inhibitors nor ARB was significantly associated with risk of hospitalization (HR: 0.77 [0.53, 1.13], P = 0.18 for ACE inhibitors, and 0.88 [0.61, 1.26], P = 0.48 for ARB, vs other anti-hypertensive agents) (Figure 1,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", our observations do not support a theoretical concerns of adverse outcomes due to enhanced virulence of SARS coronaviruses due to overexpression of ACE2 receptors in cell culturesan indirect binding site for these virues.29  However, the pathophysiological effects of ACE inhibitors in SARS-CoV2 infection and the development of clinical disease are likely complex and require dedicated investigation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "behavior would be affected by knowledge of their underlying disease. Finally, while our analyses of hospitalization use all available evidence for disease severity, we do not have granular details on real-time inpatient treatment of patients with COVID-19 and whether certain presentation or care characteristics are associated with in-hospital outcomes. Instead, our study evaluates the association of only pre-hospital factors with patient outcomes during hospitalization.In conclusion, the use of ACE inhibitors and ARBs was not associated with the risk of hospitalization or mortality among those infected with SARS-CoV-2. However, there was a nearly 40% lower risk of hospitalization with the use of ACE inhibitors in the Medicare population. This finding merits a clinical trial to evaluate the potential role of ACE inhibitors in reducing the risk of hospitalization among older individuals, who are at an elevated risk of adverse outcomes with the infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The study was funded by Research & Development at UnitedHealth Group, and the authors Drs. Clark, Ren, Vojta, and Mr. Guo and Mr. Truax are full-time employees of the UnitedHealth Group. These authors played an active in all aspects of the development of the study, including design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the manuscript for publication. Dr. Khera also reports support from the National Center for Advancing Translational Sciences (UL1TR001105) of the National Institutes of Health. Dr. Lu is supported by the National Heart, Lung, and Blood Institute (K12HL138037) and the Yale Center for Implementation Science. The NIH had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the manuscript for publication. Disclosures: Dr. Krumholz was a recipient of a research grant, through Yale, from Medtronic and the United States Food and Drug Administration to develop methods for post-market surveillance of medical devices; was a recipient of a research grant with Medtronic and is the recipient of a research grant from Johnson & Johnson, through Yale University, to support clinical trial data sharing; was a recipient of a research agreement, through Yale University, from the Shenzhen Center for Health Information for work to advance intelligent disease prevention and health promotion; collaborates with the National Center for Cardiovascular Diseases in Beijing; receives payment from the Arnold & Porter Law Firm for work related to the Sanofi clopidogrel litigation, from the Ben C. Martin Law Firm for work related to the Cook Celect IVC filter litigation, and from the Siegfried and Jensen Law Firm for work related to Vioxx litigation; chairs a Cardiac Scientific Advisory Board for UnitedHealth; was a participant/participant representative of the IBM Watson Health Life Sciences Board; is a member of the Advisory Board for Element Science, the Advisory Board for Facebook, and the Physician Advisory Board for Aetna; and is a co-founder of HugoHealth, a personal health information platform, and co-founder of Refactor Health, an enterprise healthcare artificial intelligence-augmented data management company. Drs. Krumholz, Lin, Spatz work under contract with the Centers for Medicare & Medicaid Services to develop and maintain performance measures that are publicly reported. Dr. Spatz receives support from the Food and Drug Administration to support projects within the Yale-Mayo Clinic Center of Excellence in Regulatory Science and Innovation (CERSI); the National Institute on Minority Health and Health Disparities (U54MD010711-01) to study precision-based approaches to diagnosing and preventing hypertension; and the National Institute of Biomedical Imaging and Bioengineering (R01EB028106-01) to study a cuff-less blood pressure device. Drs. Clark, Ren, Vojta, and Mr. Guo and Mr. Truax are full-time employees in Research & Development at UnitedHealth Group and own stock in the company. The other authors report no potential conflicts of interest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "P, Zhu L, Cai J, et al. Association of Inpatient Use of Angiotensin Converting Enzyme Inhibitors and Angiotensin II Receptor Blockers with Mortality Kleine-Weber H, Schroeder S, et al. SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor. Cell. 2020;181(2):271-280.e8. doi:10.1016/j.cell.2020.02.052",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Race unknown in all commercially insured patients",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Cumulative event curves for hospitalization among hypertensive patients with a positive SARS-CoV-2 test in the outpatient setting.Plots represents propensity score-matched groups Cumulative event curves for in-hospital mortality among hypertensive patients with hospitalization for COVID-19. Plots represents propensity score-matched groups.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Characteristics of Outpatient Study Cohort. The cohort includes patients who had a positive test for SARS-CoV-2 in the outpatient setting.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Characteristics of Inpatient Study Cohort. The cohort includes patients who were hospitalized with COVID-19. Follow up days, median (IQR",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Race is unknown in all commercially insured members.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Hazard ratio for Hospitalization among Individuals Testing Positive for SARS-CoV-2 in the Outpatient Setting. Pairwise comparisons from propensity score matched cohorts.Figure 1: Standardized Differences Between Variables Before and After Propensity Matching. St andardized Difference Moderat e t o Se ere i er Disease Pept ic lcer Disease Ac uired Im m unodeficiency Syndrom e Ant ihypert ensi e agent s use Mild i er Disease Met ast at ic Solid um or Diabet es Mellit us it h hronic om plicat ions Diabet es Mellit us it hout hronic om plicat ions Ant ihypert ensi e agent s use roups before propensit y score m at ching roups aft er propensit y score m at ching Hem iplegia and Paraplegia Ant ihypert ensi e agent s use Pept ic lcer Disease Any Malignancy it hout Met ast asis Hosp Region S Ac uired Im m unodeficiency Syndrom e Moderat e t o Se ere i er Disease Race african am erican erebro ascular Disease Met ast at ic Solid um or Diabet es Mellit us it h hronic om plicat ions Diabet es Mellit us it hout hronic om plicat ions",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}