{
    "paper_id": "0ed9291084545663e0ceeb81212edcecb72d1bc3",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Influenza vaccine effectiveness (VE) is commonly estimated through the test-negative design (TND), an observational method that compares the odds of vaccination among influenza test-positive cases to influenza test-negative controls through the odds ratio (OR), with VE derived as (1-OR)x100%. The core prerequisite for valid VE estimation by TND is that vaccine has no effect on alternate etiologies of the same clinical syndrome included in the control group. Comparison of per-protocol and TND analyses of several large randomized-controlled trial (RCT) datasets involving >6000 participants has verified this prerequisite for influenza VE estimation, with the OR for influenza vaccine effect against non-influenza causes of influenza-like illness (ILI) approximating 1.0 (VE approximating zero) [1] .",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 802,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If, however, influenza infection induces immunity that is cross-protective against noninfluenza respiratory viruses (NIRV)(e.g. through non-specific innate immunity), then vaccination that effectively prevents influenza may indirectly result in greater NIRV risk among vaccinated compared to unvaccinated individuals. Cowling et.al. hypothesized such vaccine interference with infection-induced immunity to explain a significant four-fold increased NIRV risk among 69 children randomized to receive the 2008-09 influenza vaccine compared to 46 children receiving placebo [2] . That small RCT, however, included just 23 NIRV cases and was under-powered to show VE against influenza, as required by the interference hypothesis [2] . Conversely, in TND analysis of six study seasons (2004- [5, 6] . Three other coronaviruses have been associated with more severe illness including SARS-CoV, MERS-CoV, and more recently SARS-CoV-2, the latter emerging in late 2019 and responsible for the ongoing pandemic of coronavirus disease 2019 (COVID-19) [5, 6] . Wolff's findings for seasonal coronaviruses, coincidentally published in January 2020, have triggered concern that influenza vaccination may detrimentally affect COVID-19 risk [4] . Here, we use historic datasets of the community-based Canadian Sentinel Practitioner Surveillance Network (SPSN) to assess the association between influenza vaccine and NIRV risk, notably seasonal coronaviruses.",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 574,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 780,
                    "end": 786,
                    "text": "(2004-",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1045,
                    "end": 1047,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1226,
                    "end": 1229,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We retrospectively applied TND analysis to Canadian SPSN influenza VE study specimens collected during the 2010-11 to 2016-17 seasons[7], when specimens were tested for both influenza and NIRV. Specimens were included if collected November-April from consenting patients ≥1-year-old who presented within 7days of ILI onset to a sentinel practitioner in the provinces of Alberta, British Columbia, Ontario or Quebec. ILI was M a n u s c r i p t defined by fever and cough plus ≥1 of arthralgia, myalgia, prostration or sore throat. Fever was not required for adults ≥65-years-old after 2010-11. Specimens were tested for influenza and NIRV at provincial public health reference laboratories by reverse-transcriptase-polymerase-chain-reaction (rRT-PCR) and/or commercial multiplex RT-PCR assays(Supplementary_Material_1). Ontario panels did not include the HKU1 coronavirus. During seasons for which Ontario (2015-16) and Alberta (2015-16/2016-17) did not perform multi-plex testing they were excluded from influenza and NIRV analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Participants who self-reported influenza vaccination≥2weeks before ILI onset were considered vaccinated. Participants with unknown timing or self-reporting vaccination<2weeks before ILI onset were excluded; the latter were also explored as unvaccinated (per Wolff) [4] . ORs compared influenza vaccination rates among influenza and NIRV test-positive cases relative to test-negative, pan-negative and NIRV-positive controls.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Influenza test-positive specimens were excluded from NIRV analyses. NIRV cases were assessed in combination and separately grouped as coronaviruses, entero-/rhinoviruses(EV/RV), HMPV, parainfluenza, and RSV. Coxsackie-/echovirus, adenovirus, and bocavirus estimates are not presented owing to limited detection but are included in combined NIRV analyses. Co-infections across NIRV groupings were included among controls but not cases; in sensitivity analyses cases also included co-infections. All models adjusted for age, province, specimen-collection interval, calendar-time, and season; participants missing information for any of these covariates were excluded. Comorbidity and sex were also assessed in sensitivity analyses but had no confounding effect. A c c e p t e d M a n u s c r i p t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In this seven-season analysis by the Canadian SPSN, influenza vaccine was protective against medically-attended ILI due to influenza viruses, significantly reducing the risk by >40%. Conversely, influenza vaccine had no effect on non-influenza causes of ILI, with the likelihood of vaccination among NIRV cases relative to test-negative controls approaching unity. In particular, influenza vaccine did not affect seasonal coronavirus risk. Our findings provide reassurance against the speculation that influenza vaccine may negatively affect COVID-19 risk. Addressing such speculation is important to maintain influenza vaccine coverage through the ongoing COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In assessing Wolff's paper we identified a major methodological problem to account for his unexpected findings [4] . In combined NIRV analysis, relative to pan-negative controls, Wolff adjusted for age and excluded specimens that tested influenza-positive. In that analysis, shown in his Table 3 , the OR approached unity indicating no vaccine effect as expected.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 295,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Conversely, in unadjusted analysis of individual NIRV outcomes (e.g. coronaviruses) Wolff retained influenza test-positive specimens in NIRV test-negative control groups, thereby violating the core prerequisite for valid TND analysis. In the context of effective influenza vaccine, influenza cases would have lower likelihood of vaccination; as such, their inclusion would systematically reduce the proportion vaccinated in the control group and thereby inflate ORs comparing vaccine exposure between NIRV cases and controls. We illustrate the impact of this bias in Supplementary_Material_3, where we have re-analyzed Wolff's data as well as our own, comparing influenza vaccine effect against NIRV when influenza testpositive specimens are properly excluded (as per TND prerequisite) or improperly included (as per Wolff [4] ) within the control group. In both data sets and for all NIRV, ORs for influenza vaccination are biased higher when influenza cases are erroneously included in the control group.",
            "cite_spans": [
                {
                    "start": 823,
                    "end": 826,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t As for any observational design, random variation, bias and confounding may influence TND findings. Our seven-season analysis was based on substantial sample size, standardized ILI testing indication, and multi-variate analysis to address those concerns;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "whereas, Wolff relied upon a single season, general laboratory submissions, and univariate analysis, despite evidence in his dataset for confounding by age. The importance of adjustment for age and other potential confounders is reinforced by our analyses in which several unadjusted but no adjusted ORs significantly differed from one(Table_1;Supplementary_Table_S2a). Vaccine status was self-reported in our study but recorded before specimen testing, minimizing differential misclassification. Assays varied by province and season. Two SPSN provinces did not conduct NIRV testing during 1-2 of the study seasons and HKU1 was omitted from the coronavirus panel of one province all seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, HKU1 comprised a small proportion of coronavirus detections in other SPSN provinces (15%;53/349) and findings were robust across NIRV outcomes and in sensitivity analyses addressing variation in provincial contribution (not displayed). Finally, although we did not find evidence for vaccine interference, population surveillance signals elsewhere suggesting cross-pathogen immunological interactions still warrant immuno-epidemiological investigation [3, 8, 9] .",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 463,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 464,
                    "end": 466,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 469,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our findings provide reassurance that protective influenza vaccination does not negatively affect NIRV risk, including coronaviruses. Valid TND estimates require that etiologies against which vaccine is effective are specifically excluded from the testnegative control group, and this applies also when exploring vaccine effects on non-vaccine target pathogens. These methodological insights have important implications for other TND applications, including future evaluations of influenza vaccine effects against COVID-19, and vice-versa when SARS-CoV-2 vaccines become available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors gratefully acknowledge the contribution of sentinel sites whose regular submission of specimens and data provide the basis of our analyses. We also wish to acknowledge those who provided administrative and coordination support and those who provided laboratory and technical support in each participating province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The views expressed herein do not necessarily represent the view of the Public Health Agency of Canada. Funders had no role in data analysis or interpretation or in the decision to publish ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The test-negative design : validity, accuracy and precision of vaccine efficacy estimates compared to the gold standard of randomised placebo-controlled clinical trials",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Serres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Skowronski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Ambrose",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "12",
            "issn": "37",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.es2013.18.37.20585"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Increased risk of noninfluenza respiratory virus infections associated with receipt of inactivated influenza vaccine",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clinical Infectious Diseases",
            "volume": "54",
            "issn": "12",
            "pages": "1778--83",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza vaccination is not associated with detection of noninfluenza respiratory viruses in seasonal studies of influenza vaccine effectiveness. Clinical infectious diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcclure",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Vanwormer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Friedrich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Meece",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Belongia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "789--93",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza vaccination and respiratory virus interference among Department of Defense personnel during the 2017-2018 influenza season. Vaccine",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "350--354",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus infections in children including COVID-19. An overview of the epidemiology, clinical features, diagnosis, treatment and prevention options in children",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatric Infectious Disease Journal",
            "volume": "39",
            "issn": "",
            "pages": "355--68",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A systematic review of antibody mediated immunity to coronaviruses: antibody kinetics, correlates of protection and association of antibody responses with severity of disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Garcia-Carreras",
                    "suffix": ""
                },
                {
                    "first": "Mdt",
                    "middle": [],
                    "last": "Hitchings",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.14.20065771"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", 175 co-infections were included. NIRV detections included: EV/RV (645;25%); coronavirus (570; 22%); RSV (524; 20%); HMPV (390;15%); parainfluenza (316;12%); adenovirus (114;4%); and bocavirus (6;<1%). Coronavirus detections included: OC43 (230;40%); NL63 (112;20%); 229E (88;15%); 229E/NL63 combined targets (81;14%); HKU1 (53;9%); and 6 coronavirus co-infections. Median ages of influenza (35years), coronavirus (37years), and combined NIRV cases (34years) and their respective test-negative controls (36-37years) were similar. Among cases of influenza, coronavirus and combined NIRV outcomes, 27% (1165/4281), 20% (113/570) and 29%(751/2565), respectively, were children <20-years-old. The OR for influenza vaccination among influenza cases versus influenza test-negative controls was 0.55(95%CI=0.50-0.61), corresponding to a VE of 45%(95%CI=39-50%). ORs were similar when pan-negative (0.58[95%CI=0.52-0.65]) or NIRV-positive controls (0.51[95%CI=0.45-0.58]) were instead used and also similar when participants vaccinated<2weeks before ILI onset were considered unvaccinated as per Wolff[4] (0.56[95%CI=0.51-0.62])(Table_1). Conversely, influenza vaccine had no significant effect on any NIRV explored, separately or in combination(Table_1), including sensitivity analyses(Supplementary_Material_2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Funding was provided by the British Columbia Centre for Disease Control, Alberta Health, Public Health Ontario, Ministère de la santé et des services sociaux du Québec, the Canadian Institutes of Health Research (grant number TPA-90193) and the Public Health Agency of Canada. Conflicts of interest DMS is Principal Investigator on grants received from the Public Health Agency of Canada and the Canadian Institutes of Health Research in support of this work. GDS has received grants for investigator-initiated studies unrelated to influenza vaccine from Pfizer and provided paid expert testimony for the Ontario Nurses Association, the Quebec Ministry of Justice and GSK. MK has received research grants from Roche and Hologic for unrelated studies. SJD is a content expert consultant to Johnson and Johnson (Janssen) Pharmaceuticals on a literature search for point-ofcare testing for respiratory viruses. SS was funded in part by grants provided by the Public Health Agency of Canada and the Canadian Institutes of Health Research during the conduct of this study. All other authors have no conflicts of interest to declare.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "05 to 2009-10), Sundaram et.al. reported that influenza vaccine significantly halved the risk of acute respiratory illness due to influenza virus, but on univariate analysis showed no vaccine effect on NIRV risk, with comparable rates of vaccination among 641 NIRV-positive versus 754 NIRV-negative controls[3].More recently, Wolff used TND analysis to explore the influenza vaccine interference hypothesis among US Department of Defense beneficiaries during the 2017-18 season[4].Wolff showed significant vaccine protection against influenza with adjusted-OR of 0.51",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). In particular, the OR for influenza vaccination among coronavirus cases versus coronavirus testnegative controls was 1.04(95%CI=0.85-1.28), also similar using pan-negative (1.09[95%CI=0.89-1.34]) or NIRV-positive controls (0.98[95%CI=0.79-1.22]) or when participants vaccinated<2weeks prior to ILI onset were considered unvaccinated (1.04[95%CI=0.85-1.27]). ORs for vaccine effect against influenza did not differ between children<20-years and adults ≥20-years-old (0.56[95%CI=0.44-0.70] and 0.55[95%CI=0.49-0.61]) and in neither age group did vaccine significantly affect coronavirus risk (0.74[95%CI=0.42-1.32] and 1.11[95%CI=0.89-1.38]).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "M a n u s c r i p t A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}