{
    "paper_id": "0ed97e674199dccfb38c7a1ed9cb85ae1ebf22ef",
    "metadata": {
        "title": "Ensuring health equity during the COVID-19 pandemic: the role of public health infrastructure",
        "authors": [
            {
                "first": "Georges",
                "middle": [
                    "C"
                ],
                "last": "Benjamin",
                "suffix": "",
                "affiliation": {},
                "email": "georges.benjamin@apha.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has significantly stressed public health systems around the world and exposed the gaps in health care for underserved and vulnerable populations. In the context of the social determinants of health, focusing on health system preparedness is paramount for protecting the health of all of society. Faced with old threats (e.g., re-emergence of measles), disruptive new technologies (e.g., electronic cigarettes), increased challenges (e.g. drug-resistant organisms), and new threats (e.g., the current pandemic, climate change, politicized misinformation), our health systems must be robust and resilient. The response must include those who now suffer disproportionately-the poor and the vulnerable. Current World Health Organization priorities call for infrastructures capable of detecting, monitoring, and responding to health emergencies, such as COVID-19, and the health impacts of climate change in the context of health for all. Health care infrastructure can be better prepared and more equitable if systems are strengthened by building on core competencies and following the recommendations made for leadership, stakeholder involvement, accreditation, data collection, and funding resources. Ensuring health equity in a pandemic requires robust and resilient public health infrastructure during normal times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 29 December 2019, officials in the People's Republic of China identified four cases of individuals with severe pneumonia linked to a wholesale seafood market. Shortly afterward, several other cases were reported, and within weeks an epidemic had engulfed Wuhan, the capital city of the Hubei province in China. This outbreak of what was a novel coronavirus was the beginning of a worldwide pandemic of SARS-CoV-2, the virus that we now know causes COVID-19. The pandemic has stressed public health services around the world and has shown the importance of having robust, well-structured, and well-resourced health systems in place. The current pandemic demonstrates the challenges that we must overcome as a global community to ensure equitable health care access, economic security, and public health protections for vulnerable communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the United States, the practice environment for public health has changed in many ways, much like that of public health contexts in other nations (1) . We are in a globalized world, possibly a plane ride away from a major disaster. Globalization changes the way we manage health threats-it has closely integrated commerce, transportation, economics, and all forms of communication. The Internet and social media have actively democratized information, doing good in many ways when they serve as a major source of factual information. But misinformation and disinformation are also commonplace and create an enormous threat to public health by spreading inaccurate and deceitful material. In addition, the speed at which information now moves around the world is staggering, compounding the difficulties of advancing factual information during a public health emergency. The competition for goods and services has also intensified worldwide and becomes problematic when multiple nations must vie for limited resources in a crisis.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "PRACTICE ENVIRONMENT FOR PUBLIC HEALTH"
        },
        {
            "text": "Given that about 80% of what makes one healthy occurs outside of the clinical setting, public health systems are working diligently to address the social determinants of health. Issues around enhanced social supports, policy changes to encourage healthier choices, improved education, safe transportation, and healthy housing and other improvements to the built environment are some ways public health is addressing the fundamental reasons for health inequities. Because of uneven access to resources in underserved and poor communities, social determinants play an over-sized role in undermining health equity. These disparities are especially important when serving people across the lifespan in a changing world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL DETERMINANTS OF HEALTH"
        },
        {
            "text": "New and disruptive technologies can bring back old threats. For instance, electronic cigarettes are bringing back the dangers of tobacco just when some countries were seeing substantial reductions in tobacco use. Also, Big Tobacco companies in some countries continue incessant marketing and regulatory interference to promote the scourge of tobacco addiction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEW VERSUS OLD THREATS"
        },
        {
            "text": "We have also seen the return of old infectious threats, e.g., measles and tuberculosis; an increase in sexually-transmissible diseases and drug-resistant organisms; and the emergence of new threats, such as Ebola, West Nile Virus, and Zika. These remind us that there is still much to be done to ensure a healthy society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEW VERSUS OLD THREATS"
        },
        {
            "text": "We have also had some near successes-polio and Chagas' disease, for example. But antivaccine activists who spew disinformation, those who distrust government, and ongoing armed conflicts continue to inhibit our ability to stamp-out many preventable diseases. In many countries, public health has become a political football, with politicians undermining sound public health policies to the detriment of the population. Too often, scientific principles are being questioned by politicians and policy-makers solely for political gain and ideological reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEW VERSUS OLD THREATS"
        },
        {
            "text": "We live in a dangerous world, with many health threats, among which climate change is paramount. Our changing climate continues its dramatic impact on the planet's ecology and produces major threats to public health. The World Health Organization (WHO) has identified the health impacts of climate and environmental change as a priority area, reporting that over 12.6 million people die annually from unhealthy environmental conditions (2) . Furthermore, the underserved are extremely climate sensitive and suffer disproportionately from climate change.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 439,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NEW VERSUS OLD THREATS"
        },
        {
            "text": "Another WHO priority is public health preparedness for health emergencies (2) . This priority addresses the scope of emergencies around the world that impact public health, from famine and armed conflicts to environmental disasters and infectious pandemics. The COVID-19 pandemic is one such global health emergency.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NEW VERSUS OLD THREATS"
        },
        {
            "text": "A robust public health system, one capable of detecting any new health threat and monitoring and responding to it, is an essential component of a resilient health system. In 1998, the Institute of Medicine of the National Academies of Sciences, Engineering, and Medicine authored a consensus report titled The Future of Public Health (3) . It defined three core competencies of public health -assessment, policy development, and assurance-and 10 core competencies of effective health departments ( Figure 1 ). These competencies are currently being reviewed by the Public Health Accreditation Board (PHAB) of the United States, the country's accrediting body for state and local governmental public health agencies. Recently, the PHAB began to consider offering accreditation to non-U.S. agencies.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 498,
                    "end": 506,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "IMPORTANCE OF ROBUST PUBLIC HEALTH STRUCTURE"
        },
        {
            "text": "A concept called Public Health 3.0 (4) was released in 2017 by a working group under the auspices of the United States Department of Health and Human Services, the federal agency that serves as the country's Ministry of Health. Public Health 3.0 lays out five recommendations for public health agencies that seek to meet the challenges of the 21st century (4). These are relevant for agencies in other country's health systems as well:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMPORTANCE OF ROBUST PUBLIC HEALTH STRUCTURE"
        },
        {
            "text": "Strategist for all communities. This is a leadership role that works with all stakeholders to address the social determinants of health. It may be assumed by stakeholders in other sectors when appropriate, however all members of the leadership team should develop the competencies to support this system-wide leadership role. effects, and creating economic hardship as physical distancing forces the shutdown of many nations' economies for months at a time. Tragically, underserved and vulnerable populations are being disproportionately affected, just as they are by most health threats. It is essential that we focus efforts on ensuring that vulnerable populations receive equal access to testing, community protections, and treatment when they get sick. In addition, economic burdens for this population can be overwhelming as many live from paycheck to paycheck during normal times and are dependent on a range of social supports for survival. During extraordinary times such as this, extraordinary levels of support are needed to alleviate food insecurity, strengthen health care systems, and protect human rights, especially the rights of women and children, who frequently experience domestic violence and social practices that harm them disproportionately. Economic support is also essential because severe economic disruptions affect low-income workers the most. Nations with weak health systems are at significant risk from this pandemic and will require significant support from other nations to prevent widespread morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chief Health Strategist. Embrace the role of Chief Health"
        },
        {
            "text": "Strengthening public health systems should be a global priority for addressing health equity. The COVID-19 pandemic is imposing enormous strain on public health systems and is a tragic example of the need for strong systems to promote and protect health and ensure health equity. A well-resourced and properly-structured public health system that is accountable, properly resourced, and able to perform the 10 core competencies can meet the needs of vulnerable populations and ensure equity is achieved across the lifespan in all communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Disclaimer. Authors hold sole responsibility for the views expressed in the manuscript, which may not necessarily reflect the opinion or policy of the RPSP/PAJPH and/or PAHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interests. None declared."
        },
        {
            "text": "should ensure they have the leadership and collaborative skills to engage all relevant stakeholders across multiple private and public sectors. These collaborations should have shared governance that works to obtain adequate resources and collective action to achieve shared health promotion and disease prevention objectives. Actions should produce equitable and resilient communities. 3. Public Health Accreditation. Public health agencies should seek accountability for their public health responsibilities. In the United States, this can be done by becoming PHAB accredited. Accreditation has been shown to improve agency capacity and quality (5) . The recommendations of Public Health 3.0 are embedded in the appropriate PHAB criteria. Currently, about 80% of the United States population is covered by an accredited health department (https://phaboard.org/2019/09/03/ benefits-of-phab-accreditation-reaching-more-communitiesas-covered-population-continues-to-climb/) and the goal is to achieve 100%. 4. Improving data for decision making. Public health agencies must have access to more secure, granular data (preferably at the sub-county or postal-code level) in a timely way to make actionable health decisions. Today, health threats enter communities with great speed and the need to address them requires cross-sectoral data systems that allow for the ability to measure impact in a variety of ways. Data systems must collect data in a way that allows health equity to be evaluated. 5. Adequate public health funding. Funding for public health has been inadequate, not only in the United States, but also in many industrialized nations, and especially those with weak health systems (1). Public Health 3.0 supports enhancing resources for public health systems to ensure adequacy and sustainability. Development of new and innovative models to achieve this enhanced support are recommended, both for core activities and community-wide initiatives. Funding is essential for achieving health equity objectives.",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 650,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Engage Community Stakeholders. Public health agencies"
        },
        {
            "text": "COVID-19, the pandemic that the world has feared, is here. It is ravishing the health of communities through its direct Asegurar la equidad en la salud durante la pandemia de COVID-19: el papel de la infraestructura de salud pública RESUMEN La pandemia de COVID-19 ha sometido a una gran exigencia a los sistemas de salud pública de todo el mundo y ha puesto de manifiesto las deficiencias de la atención de la salud de las poblaciones desatendidas y vulnerables. En el contexto de los determinantes sociales de la salud, es fundamental centrarse en la preparación del sistema de salud para proteger la salud de toda la sociedad. Frente a las viejas amenazas (p. ej., la reaparición del sarampión), las nuevas tecnologías perturbadoras (p. ej., los cigarrillos electrónicos), los mayores desafíos (p. ej., los microorganismos resistentes a los medicamentos) y las nuevas amenazas -la pandemia actual, el cambio climático, la politización de la información y la desinformación sobre la saludnuestros sistemas de salud deben ser sólidos y resilientes. Su respuesta debe incluir a quienes ahora sufren de manera desproporcionada, los pobres y los vulnerables. Las prioridades actuales de la Organización Mundial de la Salud requieren infraestructuras capaces de detectar, vigilar y responder a las emergencias sanitarias, como la COVID-19, y a los efectos del cambio climático sobre la salud en el contexto de la salud para todos. Si se fortalecen los sistemas de salud reforzando sus competencias básicas y siguiendo las recomendaciones formuladas en materia de liderazgo, participación de los interesados, acreditación, recolección de datos y recursos de financiación la infraestructura de atención de la salud estará mejor preparada y será más equitativa. Para garantizar la equidad en la salud en una pandemia se requiere una infraestructura de salud pública sólida y resiliente en épocas normales.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "text": "RESUMEN",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 NOT THE GREAT EQUALIZER"
        },
        {
            "text": "Políticas, planificación y administración en salud; control de enfermedades transmisibles; poblaciones vulnerables; equidad en salud.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Palabras clave"
        },
        {
            "text": "Equidade em saúde durante a pandemia da COVID-19: o papel da infraestrutura pública de saúde RESUMO Em todo o mundo, a pandemia da COVID-19 tem colocado ênfase significativa nos sistemas públicos de saúde e exposto as lacunas nos cuidados em saúde para populações carentes e vulneráveis. No contexto dos determinantes sociais da saúde, o foco na prontidão dos sistemas de saúde é fundamental para a proteção de toda a sociedade. Diante de antigas ameaças (por exemplo, o ressurgimento do sarampo), novas tecnologias disruptivas (por exemplo, cigarros eletrônicos), maiores desafios (por exemplo, organismos resistentes a drogas) e novas ameaças -a atual pandemia, as mudanças climáticas, a politização da informação/informação sobre saúde -os sistemas de saúde devem ser robustos e resilientes. A resposta desses sistemas deve incluir grupos que agora sofrem de forma desproporcional, os pobres e os vulneráveis. As prioridades atuais da Organização Mundial da Saúde exigem infraestruturas capazes de detectar, monitorar e responder a emergências de saúde como a COVID-19 e aos impactos das mudanças climáticas sobre a saúde no contexto da saúde para todos. A infraestrutura de saúde estará mais bem preparada e será mais equitativa se os sistemas forem fortalecidos com base em competências essenciais e seguirem recomendações com foco em liderança, envolvimento das partes interessadas, acreditação, coleta de dados e recursos de financiamento. Garantir a equidade na saúde em uma pandemia requer uma infraestrutura pública de saúde robusta e resiliente, mesmo em tempos normais.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 99,
                    "text": "RESUMO",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Palabras clave"
        },
        {
            "text": "Palavras-chave Políticas, planejamento e administração em saúde; populações vulneráveis; controle de doenças transmissíveis; equidade em saúde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Palabras clave"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Committee on Investing in Health Systems in Low-and Middle-Income Countries; Board on Global Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Investing in Global Health Systems: Sustaining Gains, Transforming Lives",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Institute of Medicine (US) Committee for the Study of the Future of Public Health. The Future of Public Health",
            "authors": [],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Public health 3.0: a call to action for public health to meet the challenges of the 21st century",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Desalvo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Auerbach",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Prev Chronic Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5888/pcd14.170017"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evaluating the impact of national public health department accreditation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kronstadt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siegfried",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nicolaus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corso",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Morb Mortal Wkly Rep",
            "volume": "65",
            "issn": "31",
            "pages": "803--809",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Public Health Wheel shows the three core functions (assessment, policy development, and assurance) in black around the \"wheel\" of essential services Source: The Core Public Health Functions Steering Committee, 1994. Accessed 13 May 2020 from https://www.cdc.gov/publichealthgateway/publichealthservices/essentialhealthservices.html",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}