{
    "paper_id": "0edd56b65419c891df545a29cbb470ccd4bb2922",
    "metadata": {
        "title": "ARTICLE IN PRESS +Model",
        "authors": []
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cómo citar este artículo: Lodeiro AR. Esperanza de vida al nacer. Contribuciones y desafíos de la microbiología. Rev Argent Microbiol. 2020. https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "La situación de salud de una población puede analizarse a través de varias dimensiones, una de las cuales es la esperanza de vida al nacer (EVN), definida por la Organización Mundial de la Salud como «el número promedio de años que se espera viviría un recién nacido, si en el transcurso de su vida estuviera expuesto a las tasas de mortalidad específicas por edad y por sexo prevalentes al momento de su nacimiento, para un año específico, en un determinado país, territorio o área geográfica». En Argentina, no hay registros confiables con anterioridad al siglo xx, pero se supone que durante aquel período la EVN registró pocos cambios, manteniéndose en alrededor de 30 años. Luego comenzó a incrementarse y, según datos del INDEC 3 , ya en 1905 alcanzaba los 40 años y en 1947 llegaba casi a 60 años. Desde entonces, la EVN registra un crecimiento constante, con pendientes de aproximadamente un año de incremento cada 2,5 años calendario en el período 1880-1965 y de un año de incremento cada 5 años calendario en el período 1965-2010 ( fig. 1A ). Estos datos se corroboran en una serie histórica 1960-2017 publicada por el Banco Mundial 1 , en la cual, si se compara la curva de EVN de Argentina con las del mundo, la región y Noruega ----el país con mayor índice de desarrollo humano----, puede observarse, por un lado, que a menor EVN, mayor tiende a ser su tasa de incremento anual y, por otro lado, que posibilitando el acceso a mejores condiciones de vida para toda nuestra población, esta podría vivir 6 años más, en promedio ( fig. 1B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1042,
                    "end": 1049,
                    "text": "fig. 1A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1540,
                    "end": 1547,
                    "text": "fig. 1B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "R E V I S T A A R G E N T I N"
        },
        {
            "text": "Correo electrónico: anibal.lodeiro@gmail.com Es decir que si usted, lectora, lector, tiene más de 30 años, probablemente no estaría leyendo este artículo si las condiciones de vida que lo rodearan fueran las del siglo xix. Y si su edad está entre los 40 y 50 años, tampoco podría hacerlo si hubiera crecido bajo las mismas condiciones de vida que prevalecían en la que, para algunos, fue la «época de oro» de la Argentina, durante la primera mitad del siglo xx. Todos nos sentimos muy bien estando vivos y la figura 1 nos muestra que podemos considerarnos privilegiados por haber nacido en el algún punto del corto período histórico en el que la EVN se viene incrementando año tras año. Sin dudas, esto se lo debemos, en gran parte, al progreso de las ciencias, entre ellas, la microbiología. Cabe, entonces, preguntarnos: ¿cuál ha sido y sigue siendo la contribución de la microbiología en esta impresionante mejora? ¿Cuáles son los desafíos que dicha ciencia debería afrontar para poder alargar la EVN y disminuir esa brecha de 6 años, que nos separan, hoy, de los países con mayor desarrollo humano? Durante el período de crecimiento más acelerado de la EVN, las enfermedades infecciosas dejaron de ser la primera causa de muerte en la población argentina, lo que indica que los avances en la microbiología clínica y las técnicas diagnósticas, así como el desarrollo de las vacunas y los antibióticos, fueron decisivos. Las vacunas han contribuido a erradicar la viruela en 1980 y 2 de los 3 virus de la polio en 2015 y 2019, como también a eliminar de la región de las Américas la poliomielitis en 1994, la rubéola y el síndrome de la rubéola congénita en 2015, el sarampión en 2016 y el tétanos materno y neonatal en 2017. Sin embargo, y lamentablemente, en 2019 se han detectado brotes de sarampión en varios países de América, hecho que demuestra que no basta con poseer buenas vacunas y un calendario de vacunación ejemplar, como lo es el argentino, si la cobertura de vacunación no alcanza a toda la población que debe vacunarse. La letalidad de las enfermedades causadas por bacterias, hongos y parásitos también disminuyó gracias al uso masivo de antimicrobianos. La investigación y el desarrollo de nuevos antimicrobianos son esenciales, ya que uno de los desafíos más grandes en este campo está dado por la aparición de resistencia hacia estos compuestos, usualmente apenas unos pocos años después que los antimicrobianos han sido utilizados 5 . Más aún, la aparición de cepas multirresistentes en diversas especies es un hecho que puede marcar el fin de la era de los antimicrobianos. Estas resistencias son fomentadas por cierto descontrol en la administración y el uso de los antimicrobianos, no solo en humanos sino también para controlar enfermedades que impactan en la agricultura, la ganadería, las producciones de granja, la acuicultura y la apicultura 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R E V I S T A A R G E N T I N"
        },
        {
            "text": "En la reducción de la incidencia de las enfermedades infecciosas, no debe soslayarse el papel de la higiene y salud pública, área en que la microbiología ambiental hace un gran aporte. Las primeras medidas de este tipo consistieron en la potabilización del agua, el tendido de agua de red y cloacas, y el control de vectores. Cabe señalar como el logro más importante en este último aspecto la fuerte reducción del paludismo hacia fines de los años 40. Actualmente, el análisis microbiológico del agua es frecuente y eficiente en nuestro país, pero quedan amplias zonas por cubrir con el tendido de red de agua potable y cloacas, y también se requiere incrementar la cantidad de plantas depuradoras y de tratamiento de excretas. Asimismo, hay mucho por hacer con respecto a la vigilancia y la prevención de enfermedades transmitidas por mosquitos, vinchucas y roedores, entre otros.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R E V I S T A A R G E N T I N"
        },
        {
            "text": "El aumento de la EVN también obedece a la producción y el consumo de alimentos más seguros y saludables, a cuyo procesamiento, preservación, distribución e inocuidad ha contribuido la microbiología de alimentos. En cuanto a la producción, resulta de gran importancia la detección y la eliminación de microorganismos causantes de enfermedades transmitidas por alimentos, tanto en aquellos producidos localmente como en los importados o exportados. En este sentido, es necesaria la aplicación de controles de la inocuidad cada vez más rigurosos, eficientes y mejor estandarizados a nivel nacional e internacional. En cuanto al consumo, estudios recientes indican que el tipo de dieta incide sobre el microbioma intestinal y ello, a su vez, impacta sobre la EVN 6 . Sin embargo, aún se debe progresar mucho en la distribución de alimentos saludables a toda la población argentina.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R E V I S T A A R G E N T I N"
        },
        {
            "text": "Finalmente, debe destacarse la reducción del uso de agroquímicos y su reemplazo por bioinsumos, como inoculantes, biocontroladores de enfermedades y plagas, promotores del crecimiento, etc., donde la microbiología agrícola desempeña un papel esencial 2 . La contaminación de alimentos frescos, como frutas y verduras, e incluso de derivados del algodón con agroquímicos es preocupante; asimismo lo es la contaminación ambiental que dichos productos generan. Por lo tanto, se necesita un esfuerzo mayor para realizar un control con estándares claros, tanto del uso de agroquímicos como de la eficacia de los bioinsumos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R E V I S T A A R G E N T I N"
        },
        {
            "text": "Como puede verse, para seguir incrementando la EVN, se requiere seguir desarrollando terapias antimicrobianas; mejorar la distribución de agua potable, alimentos sanos y vacunas, y elevar los controles sobre vectores y sobre el uso de antimicrobianos y agroquímicos. Podría pensarse que estos son desafíos socioeconómicos donde la microbiología, como ciencia, tiene poco que aportar. Sin embargo, tal afirmación parte de una visión disciplinar de la ciencia en la que esta se aboca, principalmente, a producir avances en el conocimiento. Esto es diferente de producir logros. Por ejemplo, describir un nuevo agente patógeno como el SARS-CoV-2 (Severe Acute Respiratory Syndrome-Coronavirus-2, coronavirus 2 asociado al síndrome agudo respiratorio grave) es un avance, pero contenerlo es un logro. El avance es continuo y solo puede ser superado, mientras que el logro es un hito que se apoya en los avances, pero desde el cual, una vez alcanzado, también se puede retroceder ----por ejemplo, el caso del sarampión. Tratándose de enfoques diferentes, la planificación de la actividad científica diferirá",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R E V I S T A A R G E N T I N"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Inoculantes microbianos: piezas de un rompecabezas que aún requiere ser ensamblado",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Creus",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Rev Argent Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "207--216",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ram.2017.07.001"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Indicadores demográficos de la Argentina",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.ram.2017.07.001"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "¿Qué podemos hacer para combatir la multirresistencia?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nastro",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rev Argent Microbiol",
            "volume": "51",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ram.2019.02.001"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Changing priorities in vaccinology: Antibiotic resistance moving to the top",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tagliabue",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.ram.2019.02.001"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Factors that affect the translation of dietary restriction into a longer life",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Frieling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roeder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "IUBMB Life",
            "volume": "2020",
            "issn": "",
            "pages": "814--838",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.3389/fimmu.2018.01068"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "de vida al nacer. Contribuciones y desafíos de la microbiología Life expectancy at birth. Microbiology contributions and challenges Aníbal Roberto Lodeiro Editor de la Revista Argentina de MicrobiologÍa, Buenos Aires, Argentina",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "https://doi.org/10.1016/j.ram.2020.03.001 0325-7541/© 2020 Publicado por Elsevier España, S.L.U. en nombre de Asociación Argentina de Microbiología. Este es un artículo Open Access bajo la licencia CC BY-NC-ND (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Curvas de la esperanza de vida al nacer. A) Argentina, según datos del INDEC. Las líneas azul y roja representan las regresiones en 2 períodos diferentes. B) Argentina (Arg) comparada con América Latina y el Caribe (ALC), el mundo y Noruega (Nor), según datos anuales del Banco Mundial.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "minación y su aplicación. El actual esfuerzo para contener al SARS-CoV-2, causante de la enfermedad por coronavirus (COVID 19), constituye una muestra palpable de cuán necesario es el conocimiento interdisciplinario (incluyendo modelado matemático, bioingeniería, virología, vacunología, infectología, epidemiología, higiene, etc.) y asimismo cuánto hay que avanzar en su articulación y coordinación.Si usted, lectora, lector, llegó hasta aquí, le pido que le dé un vistazo a su DNI y lo ubique en la figura 1. «Eso» se lo debe en gran parte a la ciencia, pero, sobre todo, a aquella que incansablemente articuló con el medio social para obtener grandes logros. No los dejemos ir por la canaleta del índice H.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "El autor agradece a la Dra. Daniela Hozbor, por su revisión crítica del manuscrito y su valioso aporte a los aspectos relacionados con vacunas y antimicrobianos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agradecimientos"
        }
    ]
}